Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Turkish/1000_*_game/game/characters/crab/crab.po
Languages: tr_tr

source: [_mc_] N-no... no...
tr_tr: [Hayır... Hayır...

source: [_mc_] Nooooooooooooo!
tr_tr: [Hayır!

source: F-fuck... my ankle feels like it got stabbed a million tiny times...
tr_tr: Lanet olsun... Bileğim milyonlarca kez bıçaklanmış gibi hissediyorum...

source: How long was I out for?
tr_tr: Ne kadar süre dışarıdaydım?

source: And where's my wallet?
tr_tr: Peki cüzdanım nerede?

source: We circle each other, like two boxers in the ring.
tr_tr: Ringdeki iki boksör gibi birbirimizin etrafında dönüyoruz.

source: The steel of his blade flickers, but his eyes shine brighter still.
tr_tr: Kılıcının çeliği titriyor ama gözleri hâlâ ışıl ışıl parlıyor.

source: Adoration, perhaps? Or maybe just a mutual respect?
tr_tr: Belki de hayranlık? Ya da belki sadece karşılıklı bir saygı?

source: They say that love is war. And this is the biggest of them all.
tr_tr: Aşkın savaş olduğunu söylerler. Ve bu hepsinden daha büyük.

source: We gaze into each other's eyes, and then lower our weapons in understanding.
tr_tr: Birbirimizin gözlerinin içine bakıyoruz ve sonra anlayışla silahlarımızı indiriyoruz.

source: A truce this beautiful is seldom seen on the battlefield.
tr_tr: Bu kadar güzel bir ateşkes savaş alanında nadiren görülür.

source: [_flora_s_excited_] Oh, my god! He's adorable!
tr_tr: [_flora_s_excited_] Aman Tanrım! O çok sevimli!

source: [_mc_] It's my new friend.
tr_tr: [_mc_] O benim yeni arkadaşım.

source: [_flora_s_excited_] I love him! Can we take him home?
tr_tr: [_flora_s_excited_] [Onu seviyorum! Onu eve götürebilir miyiz?

source: [_mc_] No, he needs to be free. Captivity isn't for someone like him.
tr_tr: [_mc_] Hayır, özgür olması gerekiyor. Tutsaklık onun gibi birine göre değil.

source: [_flora_s_blush_] You're right. He's magnificent.
tr_tr: [_flora_s_blush_] Haklısınız. Muhteşem biri.

source: [_flora_s_blush_] I'm proud of you for realizing it.
tr_tr: [_flora_s_blush_] Farkına vardığın için seninle gurur duyuyorum.

source: Feeding it more apples would only make it stronger.
tr_tr: Onu daha fazla elmayla beslemek sadece daha da güçlendirir.

source: You look hungry. Maybe you'll enjoy this?
tr_tr: Aç görünüyorsun. Belki bunu seversin?

source: Feeding it more fish would only make it stronger.
tr_tr: Daha fazla balıkla beslemek onu daha da güçlendirecektir.

source: Here you go, little buddy.
tr_tr: Al bakalım, küçük dostum.

source: Feeding it more strawberry juice would only make it stronger.
tr_tr: Daha fazla çilek suyuyla beslemek onu daha da güçlendirecektir.

source: Here's something to drink, little one.
tr_tr: İçecek bir şeyler al ufaklık.

source: Feeding it my [item.title_lower] would only make it stronger.
tr_tr: Onu [item.title_lower] ile beslemek sadece daha güçlü hale getirecektir.

source: Fight
tr_tr: Dövüş

source: Flight
tr_tr: Uçuş
