Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/characters/flora/season_1/q_back_to_school_special.po
Languages: uk_ua

source: [_flora_s_angry_] Breakfast!
uk_ua: [_flora_s_angry_] Сніданок!

source: In a way, it's nice to see [flora] so animated. After our fight at the end of senior year, she stopped talking to me.
uk_ua: Зрештою, приємно бачити [flora] такою живою. Вона перестала зі мною розмовляти після сварки наприкінці випускного року.

source: [flora] turning cold and indifferent was always one of my biggest regrets.
uk_ua: [flora] стала холодною та байдужою і це було однією із найбільших моїх помилок.

source: [_mc_] Hi, [flora]! How have you been?
uk_ua: [_mc_] Привіт, [flora]! Як ся маєш?

source: [_flora_s_annoyed_] What? Since last night? Someone made a lot of noise again. What were you even doing up that late?
uk_ua: [_flora_s_annoyed_] Що? З минулої ночі? Хтось знову сильно шумів. Що ти взагалі робив настільки пізно?

source: Things that no woman should ever know about. Least of all, [flora].
uk_ua: Те, про що жодна дівчина не повинна знати. Принаймні [flora].

source: [_flora_s_angry_] Anyway, where's the breakfast?
uk_ua: [_flora_s_angry_] У будь-якому випадку, де сніданок?

source: [_mc_] The breakfast?
uk_ua: [_mc_] Сніданок?

source: [_flora_s_angry_] Yes! Did you make the breakfast yet?
uk_ua: [_flora_s_angry_] Так! Ти вже приготував його?

source: [_mc_] Me? I just got down here.
uk_ua: [_mc_] Я? Я тільки-но спустився сюди.

source: [_flora_s_eyeroll_] Typical.
uk_ua: [_flora_s_eyeroll_] Як завжди.

source: [_mc_] Make your own breakfast!
uk_ua: [_mc_] Роби собі сніданок сама!

source: [_flora_s_concerned_] Selfish as always. Whatever, fine.
uk_ua: [_flora_s_concerned_] Егоїстично як завжди. Ок, забудь.

source: [_mc_] [jo] said that you should do it from now on.
uk_ua: [_mc_] [jo] сказала що відтепер ти будеш його робити.

source: [_flora_s_skeptical_] What? You're lying.
uk_ua: [_flora_s_skeptical_] Що? Та ти брешеш.

source: [_mc_] Ask her.
uk_ua: [_mc_] Сама можеш в неї спитати.

source: [_flora_s_angry_] Typical of her to give me all the responsibility!
uk_ua: [_flora_s_angry_] Як завжди перекладає всю відповідальність на мене!

source: She seems entirely unaware. It must just be me, then.
uk_ua: Здається, вона нічого не зрозуміла. Тоді, мабуть, це просто я.

source: Several years have passed for me, but for her it's only a few hours.
uk_ua: Для мене минуло кілька років, а для неї - лише кілька годин.

source: [flora] actually went off and did something with her life. She probably never felt the need to come home and visit me.
uk_ua: [flora] справді старалась досягти успіху в житті. Вона, ймовірно, ніколи не відчувала потреби повертатися додому і бачитися зі мною.

source: Our lives couldn't have turned out any more different. Both [jo] and [flora] were always successful and driven.
uk_ua: Наші життя не могли б бути більш різними. І [jo], і [flora] завжди були успішними та цілеспрямованими.

source: [_flora_s_annoyed_] I'm just going to take this...
uk_ua: [_flora_s_annoyed_] Я просто візьму це...

source: [_flora_s_kitchen_cereals_2_] What are you looking at?
uk_ua: [_flora_s_kitchen_cereals_2_] На що ти дивишся?

source: [_mc_] Looked like you needed some help reaching...
uk_ua: [_mc_] Схоже, тобі потрібна допомога, щоб дістати...

source: It's strange to see her here again, having a somewhat normal conversation.
uk_ua: Дивно бачити її тут знову, та ще й мати якусь нормальну розмову.

source: [flora] used to be so annoying back in the day, but I guess I still missed her... but she doesn't need to know that.
uk_ua: Раніше [flora] була дуже дратівливою, але, мабуть, я все ще сумую за нею... проте їй не треба цього знати.

source: [_flora_s_sarcastic_] Hey, I have to do this questionnaire for the company I'm interning at this semester. You're going to be my first victim.
uk_ua: [_flora_s_sarcastic_] Слухай, я маю заповнити опитування для компанії, в якій проходжу практику в цьому семестрі. І ти будеш моєю першою жертвою.

source: The first day of school and she's already got opportunities lined up... same old [flora].
uk_ua: Перший день у школі, а у неї вже купа перспектив... все та ж стара [flora].

source: Although, not quite. She never asked me for help in the past.
uk_ua: Хоча, не зовсім. Раніше вона ніколи не просила мене про допомогу.

source: Might as well humor her.
uk_ua: Можна було б підняти їй настрій.

source: [_flora_s_angry_] Are you listening? You better take this seriously, [mc]!
uk_ua: [_flora_s_angry_] Ти взагалі мене чуєш? Віднесися до цього серйозно, [mc]!

source: [_mc_] Yes, I'm listening!
uk_ua: [_mc_] Так, я слухаю!

source: [_flora_s_neutral_] Okay, answer these questions to the best of your ability.
uk_ua: [_flora_s_neutral_] Окей, відповідай на ці запитання максимально точно.

source: [_flora_s_neutral_] First question. You're stuck in a room. What's the first thing you do?
uk_ua: [_flora_s_neutral_] Перше запитання. Ти застряг у кімнаті. Що будеш робити в першу чергу?

source: [_mc_] I open the door.
uk_ua: [_mc_] Відчиню двері.

source: [_flora_s_flirty_] I didn't think you'd pick up on that! I never actually said the door was locked.
uk_ua: [_flora_s_flirty_] Навіть не думала, що ти помітиш! Зрештою, я і не сказала, що двері були замкнені.

source: [_mc_] I figured it would be some trick question bullshit like that.
uk_ua: [_mc_] Я очікував, що це буде якесь запитання з хитрістю або фігня типу того.

source: [_mc_] I break down the door.
uk_ua: [_mc_] Я виламаю двері.

source: [_mc_] Am I alone?
uk_ua: [_mc_] Чи я наодинці?

source: [_flora_s_skeptical_] What do you mean, "are you alone?"
uk_ua: [_flora_s_skeptical_] В якому сенсі "ти наодинці?"

source: [_mc_] Like, is there someone else there who can help? Preferably, someone hot and female?
uk_ua: [_mc_] Типу, чи є ще хтось хто може допомогти? Бажано, хтось сексуальний і до того ж жіночої статі?

source: [_mc_] Maybe we don't even need to get out?
uk_ua: [_mc_] Можливо, нам взагалі не потрібно вибиратися звідти?

source: [_flora_s_annoyed_] Oh my god. You're the worst!
uk_ua: [_flora_s_annoyed_] Боже мій. Ти нестерпний!

source: [_mc_] That's my answer!
uk_ua: [_mc_] Це моя відповідь!

source: [_flora_s_annoyed_] Fine. Whatever.
uk_ua: [_flora_s_annoyed_] Гаразд. Як скажеш.

source: [_flora_s_neutral_] Okay, next question!
uk_ua: [_flora_s_neutral_] Окей, наступне питання!

source: [_flora_s_neutral_] For the last few months you've been sacrificing goats in the company server room.
uk_ua: [_flora_s_neutral_] Останні кілька місяців ти приносиш у жертву кіз у серверній кімнаті компанії.

source: [_flora_s_neutral_] Your boss is on the way over, shouting, "What the hell do you think you're doing?"
uk_ua: [_flora_s_neutral_] Твій бос йде сюди, та кричить: "Що, чорт забирай, ти тут робиш?"

source: [_flora_s_neutral_] What's your response?
uk_ua: [_flora_s_neutral_] Яка твоя відповідь?

source: [_mc_] With all due respect, ma'am. I'm an expert in my field, and you hired me for a reason. I'm merely doing my job.
uk_ua: [_mc_] З усією повагою, мем. Я експерт у своїй галузі, і ви найняли мене не просто так. Я лише виконую свою роботу.

source: [_flora_s_skeptical_] And you think she'd fall for that?
uk_ua: [_flora_s_skeptical_] І ти думаєш, що вона на це клюне?

source: [_mc_] Fall for what? The servers are running fine. Better than ever, in fact.
uk_ua: [_mc_] Клюне на що? Сервери працюють нормально. Власне, краще, ніж будь-коли.

source: [_mc_] I'd serve her a glass of wine and a CPU-cooked medium-rare goat sirloin with garlic butter.
uk_ua: [_mc_] Я подав би їй келих вина і приготовану на процесорі козячу вирізку середнього ступеня прожарювання з часниковим маслом.

source: [_flora_s_skeptical_] I'm sorry... what?
uk_ua: [_flora_s_skeptical_] Вибач... що?

source: [_mc_] Mrs. Shumacher is a lady of refined tastes. She'd appreciate the gesture.
uk_ua: [_mc_] Пані Шумахер - леді з вишуканим смаком. Вона оцінить цей жест.

source: [_flora_s_annoyed_] Did you just make up a name for your hypothetical boss?
uk_ua: [_flora_s_annoyed_] Ти щойно вигадав ім'я для свого уявного боса?

source: [_mc_] I'd wrestle her down and tie her to the altar. The goat sacrifices haven't improved the speed of the servers. Maybe this will...
uk_ua: [_mc_] Я б звалив її з ніг і прив'язав до алтарю. Жертвоприношення козла не покращило швидкість роботи серверів. Може, це допоможе...

source: [_flora_s_afraid_] Tell me you're joking!
uk_ua: [_flora_s_afraid_] Скажи, що ти жартуєш!

source: [_mc_] Anything for the company, [flora]. {i}Anything{/} for the company...
uk_ua: [_mc_] Заради компанії, [flora]. {i}Заради {/} компанії...

source: [_mc_] A wild beast entered the server room and started chewing on the cables, ma'am! I had to put it down, or risk losing our data!
uk_ua: [_mc_] Дикий звір зайшов у серверну кімнату і почав гризти кабелі, мем! Я мусив його пристрелити, інакше ми могли втратити наші дані!

source: [_flora_s_cringe_] So, you'd lie to your boss?
uk_ua: [_flora_s_cringe_] То ти збрехав би своєму босу?

source: [_mc_] It's for her own good, [flora]. She wouldn't understand the intricacies and sacrifices needed to run a server room.
uk_ua: [_mc_] Це для її ж блага, [flora]. Вона не зрозуміє тонкощів і жертв, необхідних для роботи серверної кімнати.

source: [_flora_s_annoyed_] I can't believe we're the same species.
uk_ua: [_flora_s_annoyed_] Не можу повірити, що ми одного виду.

source: [_flora_s_annoyed_] All right, next question.
uk_ua: [_flora_s_annoyed_] Гаразд, наступне питання.

source: [_flora_s_smile_] You're walking through the woods with a basket of goodies when you come to a fork.
uk_ua: [_flora_s_smile_] Ти йдеш лісом з кошиком смаколиків, коли виходиш на роздоріжжя.

source: [_flora_s_smile_] You know that if you go left, the road will be long and tough, but it's said that beautiful nymphs await the travelers that can reach them.
uk_ua: [_flora_s_smile_] Ти знаєш, що якщо піти ліворуч, дорога буде довгою і важкою, але кажуть, що там прекрасні мавки чекають на мандрівників, які зможуть до них дійти.

source: [_flora_s_confident_] You also know that if you go right, the road will be short and easy, and you'll make it home safely.
uk_ua: [_flora_s_confident_] Ти також знаєш, що якщо піти направо, дорога буде короткою та легкою і ти повернешся додому в повній безпеці.

source: [_flora_s_confident_] What do you do?
uk_ua: [_flora_s_confident_] Що ти зробиш?

source: [_mc_] What am I? The Little Red Riding Hood?
uk_ua: [_mc_] Хто я? Червона Шапочка?

source: [_flora_s_annoyed_] Can you take this seriously for one minute? I'm already getting fed up with your shit.
uk_ua: [_flora_s_annoyed_] Ти можеш поставитися до цього серйозно хоча б на хвилину? Я вже сита по горло твоїми витребеньками.

source: [_mc_] So many options... so many factors to consider...
uk_ua: [_mc_] Так багато варіантів... так багато факторів які потрібно врахувати...

source: [_flora_s_annoyed_] Come on, stop wasting time!
uk_ua: [_flora_s_annoyed_] Ну ж бо, перестань гаяти час!

source: [_mc_] Okay! Relax. Can you repeat the question, please?
uk_ua: [_mc_] Окей! Розслабся. Можеш повторити запитання, будь ласка?

source: [_flora_s_annoyed_] No. What do you do?
uk_ua: [_flora_s_annoyed_] Ні. Що ти зробиш?

source: [_mc_] I go left.
uk_ua: [_mc_] Я піду наліво.

source: Seems like that's a no brainer. A bunch of beautiful nymphs sounds great.
uk_ua: Здається, в цьому немає нічого складного. Купка красивих мавок звучить непогано.

source: Not exactly sure what a nymph looks like, but my mind goes to naked women bathing in a peaceful pond, tossing me shy smiles over bare shoulders.
uk_ua: Не зовсім впевнений, як виглядають німфи, але в моїй уяві постають оголені дівчата, що купаються в тихому ставку, кидаючи мені сором'язливі посмішки через голі плечі.

source: [_flora_s_sarcastic_] I saw that choice coming from a mile away, pervert.
uk_ua: Я передбачила цей вибір за милю, збоченець.

source: [_mc_] Hmph...
uk_ua: [_mc_] Хм...

source: [_mc_] I go right.
uk_ua: [_mc_] Я піду направо.

source: The smartest thing to do would probably be to go home...
uk_ua: Напевно, найрозумніше було б піти додому...

source: Besides, aren't nymphs those creatures that drag you underwater to your death? Or wait, are those sirens...?
uk_ua: До того ж, хіба мавки - це не ті істоти, що тягнуть тебе під воду на смерть? Стій, а може, то сирени...?

source: Either way, with my luck, I probably won't even make it there.
uk_ua: У будь-якому випадку, з моєю вдачею, я, скоріш за все, і не потрапив би туди.

source: [_flora_s_sarcastic_] Coward.
uk_ua: [_flora_s_sarcastic_] Боягуз.

source: Can't ever win with her...
uk_ua: З нею ніколи не виграти...

source: [_mc_] I pick up the fork and eat the goodies in the basket.
uk_ua: [_mc_] Я вибираю виделку і з'їдаю смаколики з кошика.

source: [_flora_s_cringe_] I'm going to pretend you didn't just say that.
uk_ua: [_flora_s_cringe_] Зроблю вигляд, що ти цього не говорив.

source: [_flora_s_thinking_] Okay, let's move on.
uk_ua: [_flora_s_thinking_] Гаразд, йдемо далі.

source: [_flora_s_excited_] There's an old pizza box on the floor of your room.
uk_ua: [_flora_s_excited_] На підлозі у твоїй кімнаті лежить стара коробка з-під піци.

source: [_mc_] Is there a question?
uk_ua: [_mc_] Це було запитання?

source: [_flora_s_confident_] No, just a random observation I made earlier.
uk_ua: [_flora_s_confident_] Ні, просто випадкове спостереження, яке мені довелось помітити раніше.

source: [_mc_] Well, if you're interested, it still contains a few pieces of dried-up crust. In case I get hungry.
uk_ua: [_mc_] Ну, якщо тобі цікаво, в ній ще залишилося кілька шматочків засохлої скибки. На випадок, якщо я зголоднію.

source: [_flora_s_cringe_] Eww! What's wrong with you?
uk_ua: [_flora_s_cringe_] Фу! Та що з тобою не так?

source: [_flora_s_annoyed_] Ugh. Next question...
uk_ua: [_flora_s_annoyed_] Ух. Наступне запитання...

source: [_flora_s_annoyed_] You're in Antarctica, trying to assemble a team of highly trained butlers. One of them just turned to you and said, "Noot-noot!"
uk_ua: [_flora_s_annoyed_] Ти в Антарктиді, намагаєшся зібрати команду висококваліфікованих дворецьких. Один з них щойно повернувся до тебе і сказав: «Нут-нут!»

source: [_flora_s_annoyed_] What do you do?
uk_ua: [_flora_s_annoyed_] Що ти зробиш?

source: [_mc_] I realize I'm in a Pingu skit and start tearing down the 4th wall to punch whoever wrote this question.
uk_ua: [_mc_] Я починаю розуміти, що потрапив у скетч про пінгвіна Пінгу, і руйную 4-ту стіну, щоб вдарити того, хто написав це запитання.

source: [_flora_s_afraid_] That's... not what I expected from you.
uk_ua: [_flora_s_afraid_] Це... не те що я від тебе очікувала.

source: [_mc_] Pingu is sacred.
uk_ua: [_mc_] Пінгу це святе.

source: [_mc_] I look him dead in the eye, puffing out my chest, slowly shaping my mouth into a trumpet... "NOOT-NOOT!"
uk_ua: [_mc_] Я дивлюся на нього мертвими очима, набираю повітря в груди, повільно формую рот у трубу... «НУТ-НУТ!»

source: [_flora_s_laughing_] The rock-bottom of stupidity has been reached.
uk_ua: [_flora_s_laughing_] Дно тупості пробито.

source: Not sure what she expected with a question like that.
uk_ua: Не знаю, чого вона очікувала від такого запитання.

source: [_mc_] I pull out my penguin hunting rifle and scream, "Spies! They've infiltrated the butler academy!"
uk_ua: [_mc_] Я витягаю свою рушницю для полювання на пінгвінів і кричу: «Шпигуни! Вони проникли в академію дворецьких!»

source: [_flora_s_afraid_] You'd shoot an innocent penguin?
uk_ua: [_flora_s_afraid_] Ти застрелиш невинного пінгвіна?

source: [_mc_] Err... let's just move on.
uk_ua: [_mc_] Емм... давай просто рухатись далі.

source: [_flora_s_thinking_] Okay, final question.
uk_ua: [_flora_s_thinking_] Окей, останнє питання.

source: [_flora_s_flirty_] Who's your ideal lover?
uk_ua: [_flora_s_flirty_] Хто для тебе ідеальний партнер?

source: [_mc_] These questions don't seem related at all. What sort of internship are you doing, exactly?
uk_ua: [_mc_] Ці питання, здається, зовсім не пов'язані між собою. Яку саме практику ти проходиш?

source: [_flora_s_annoyed_] None of your business. Just answer the question!
uk_ua: [_flora_s_annoyed_] Не твоя справа. Просто відповідай на питання!

source: [_mc_] Should you really be asking me this?
uk_ua: [_mc_] Ти справді хочеш мене про це питати?

source: [_flora_s_annoyed_] Stop making it weird! You always make it weird.
uk_ua: [_flora_s_annoyed_] Припини робити це дивним! Ти завжди робиш це дивним.

source: [_flora_s_annoyed_] It's the last question. Can we just get this over with?
uk_ua: [_flora_s_annoyed_] Це останнє питання. Ми можемо просто покінчити з цим?

source: [_mc_] Someone hot and driven.
uk_ua: [_mc_] Хтось гарячий і цілеспрямований.

source: [_flora_s_eyeroll_] I don't know why I expected anything else.
uk_ua: [_flora_s_eyeroll_] Не знаю, чому я очікувала чогось іншого.

source: [_mc_] Someone cute and kind.
uk_ua: [_mc_] Хтось милий і добрий.

source: [_flora_s_sarcastic_] How cliche.
uk_ua: [_flora_s_sarcastic_] Як банально.

source: [_mc_] Someone smart and sophisticated.
uk_ua: [_mc_] Хтось розумний та витончений.

source: [_flora_s_sarcastic_] I guess you need someone smart to balance out your stupidity.
uk_ua: [_flora_s_sarcastic_] Гадаю, тобі потрібен хтось розумний, щоб врівноважити твою дурість.

source: [_mc_] Someone confident.
uk_ua: [_mc_] Хтось впевнений у собі.

source: [_flora_s_confused_] Really? Not what I expected from you.
uk_ua: [_flora_s_confused_] Справді? Це не те, чого я від тебе очікувала.

source: [_mc_] Someone experienced.
uk_ua: [_mc_] Хтось досвідчений.

source: [_flora_s_sarcastic_] Yeah, one of you needs to know what they're doing.
uk_ua: [_flora_s_sarcastic_] Ага, хтось із вас має знати, що ви робите.

source: Did I say that I missed [flora]? I take it back.
uk_ua: Я казав, що мені не вистачає [flora]? Беру свої слова назад.

source: [_mc_] Someone who has a vagina...
uk_ua: [_mc_] Хтось, хто має вагіну...

source: [_flora_s_cringe_] Wow. Just... wow.
uk_ua: [_flora_s_cringe_] Ого. Просто... ого.

source: [_mc_] Hey, beggars can't be choosers.
uk_ua: [_mc_] Ей, невдахи не можуть вибирати.

source: [_flora_s_neutral_] Okay, that's all. My friends will pick me up soon, so I have to go and get ready. Don't bother me.
uk_ua: [_flora_s_neutral_] Гаразд, це все. Мене скоро заберуть друзі, тож мушу йти збиратися. Не затримуй мене.

source: All right. So, this is what it's like being back in high school again. [flora] is clearly unaware that we've both reverted to our younger selves.
uk_ua: Гаразд. Отже, ось як це - знову опинитися в старшій школі. [flora] явно не усвідомлює, що ми обоє повернулися до себе молодих.

source: Seems like I'm the only one who knows.
uk_ua: Здається, я єдиний, хто знає про це.

source: And that means...
uk_ua: А це означає...

source: Well...
uk_ua: Ну...

source: It could mean anything, really.
uk_ua: Це може означати що завгодно, насправді.

source: Figuring out time travel will just have to take a backseat for now. Got to get to school on time.
uk_ua: Поки що вигадки про подорожі в часі доведеться відкласти на другий план. Треба встигнути до школи вчасно.

source: "Me? I just got down here."
uk_ua: "Я? Я тільки-но спустився сюди."

source: "Make your own breakfast!"
uk_ua: "Роби собі сніданок сама!"

source: "[jo] said that you should do it from now on."
uk_ua: "[jo] сказала що відтепер ти будеш його робити."

source: "Nothing!"
uk_ua: "Нічого!"

source: "Looked like you needed some help reaching..."
uk_ua: "Схоже, тобі потрібна допомога, щоб дістати..."

source: "Don't touch my cereal!"
uk_ua: "Не чіпай мої пластівці!"

source: "I open the door."
uk_ua: "Я відчиню двері."

source: "I break down the door."
uk_ua: "Я виламаю двері."

source: "Am I alone?"
uk_ua: "Чи я наодинці?"

source: "With all due respect, ma'am. I'm an expert in my field, and you hired me for a reason. I'm merely doing my job."
uk_ua: "З усією повагою, мем. Я експерт у своїй галузі, і ви найняли мене не просто так. Я лише виконую свою роботу."

source: "I'd serve her a glass of wine and a CPU-cooked medium-rare goat sirloin with garlic butter."
uk_ua: "Я подав би їй келих вина і приготовану на процесорі козячу вирізку середнього ступеня прожарювання з часниковим маслом."

source: "I'd wrestle her down and tie her to the altar. The goat sacrifices haven't improved the speed of the servers. Maybe this will..."
uk_ua: "Я б звалив її з ніг і прив'язав до алтарю. Жертвоприношення козла не покращило швидкість роботи серверів. Може, це допоможе..."

source: "A wild beast entered the server room and started chewing on the cables, ma'am! I had to put it down, or risk losing our data!"
uk_ua: "Дикий звір зайшов у серверну кімнату і почав гризти кабелі, мем! Я мусив його пристрелити, інакше ми могли втратити наші дані!"

source: "What am I? The Little Red Riding Hood?"
uk_ua: "Хто я? Червона Шапочка?"

source: "So many options... so many factors to consider..."
uk_ua: "Так багато варіантів... так багато факторів які потрібно врахувати..."

source: "I go left."
uk_ua: "Я піду наліво."

source: "I go right."
uk_ua: "Я піду направо."

source: "I pick up the fork and eat the goodies in the basket."
uk_ua: "Я вибираю виделку і з'їдаю смаколики з кошика."

source: "I realize I'm in a Pingu skit and start tearing down the 4th wall to punch whoever wrote this question."
uk_ua: "Я починаю розуміти, що потрапив у скетч про пінгвіна Пінгу, і руйную 4-ту стіну, щоб вдарити того, хто написав це запитання."

source: "I look him dead in the eye, puffing out my chest, slowly shaping my mouth into a trumpet... 'NOOT-NOOT!'"
uk_ua: "Я дивлюся на нього мертвими очима, набираю повітря в груди, повільно формую рот у трубу... 'НУТ-НУТ!'"

source: "I pull out my penguin hunting rifle and scream, 'Spies! They've infiltrated the butler academy!'"
uk_ua: "Я витягаю свою рушницю для полювання на пінгвінів і кричу: 'Шпигуни! Вони проникли в академію дворецьких!'"

source: "These questions don't seem related at all. What sort of internship are you doing, exactly?"
uk_ua: "Ці питання, здається, зовсім не пов'язані між собою. Яку саме практику ти проходиш?"

source: "Should you really be asking me this?"
uk_ua: "Ти справді хочеш мене про це питати?"

source: "Someone hot and driven."
uk_ua: "Хтось гарячий і цілеспрямований."

source: "Someone cute and kind."
uk_ua: "Хтось милий і добрий."

source: "Someone smart and sophisticated."
uk_ua: "Хтось розумний та витончений."

source: "Someone confident."
uk_ua: "Хтось впевнений у собі."

source: "Someone experienced."
uk_ua: "Хтось досвідчений."

source: "Someone who has a vagina..."
uk_ua: "Хтось, хто має вагіну..."
