Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/characters/flora/season_1/q_flora_cooking_chilli.po
Languages: uk_ua

source: But not this particular audience. Not me. Anyone but me.
uk_ua: Але не перед цією публікою. Не переді мною. Хто завгодно, тільки не я.

source: Despite the blooming flames in her pussy, every move is slow. Reluctant.
uk_ua: Незважаючи на квітуче полум'я в її кицьці, кожен рух повільний. Неохочий.

source: [_flora_s_embarrassed_] Stop looking!
uk_ua: [_flora_s_embarrassed_] Припини дивитися!

source: At best, it's a half-hearted attempt at covering her body.
uk_ua: У кращому випадку, це недолуга спроба прикрити своє тіло.

source: In the glistening moisture of her sweat, her freckles twinkle like tiny stars across her skin.
uk_ua: Серед блискучої від поту шкіри мерехтять веснянки, наче крихітні зірочки.

source: The glimpses I've caught of her in the past feel meaningless in comparison.
uk_ua: Ті проблиски, які я бачив її в минулому, здаються безглуздими в порівнянні з цим.

source: This is different. Intimate.
uk_ua: Це інше. Інтимніше.

source: Her ragged breath in my ear as she steadies herself on my shoulder, digging her nails in.
uk_ua: Її уривчасте дихання в моєму вусі, коли вона впивається нігтями в моє плече.

source: Frustration and indignation, but also secret gratitude that I'm here.
uk_ua: Розчарування і обурення, але також таємна вдячність за те, що я тут.

source: The heat from her body steams my forehead.
uk_ua: Тепло її тіла розпарює моє чоло.

source: Her milky thighs and flat tummy beg for my touch.
uk_ua: Її ніжні бедра і гладенький животик так і просять мого дотику.

source: It would be so easy to reach out and grab her by the waist and pull her close.
uk_ua: Було б так легко простягнути руку, схопити її за талію і притягнути до себе.

source: Push my lips against hers... run my tongue over her skin... explore every curve and taste...
uk_ua: Притулитися губами до її губ... провести язиком по її шкірі... дослідити кожен вигин і смак...

source: But I can't. I'd burn in hell for that.
uk_ua: Але я не можу. Я за це горітиму в пеклі.

source: With one eye on me, her fingers slip inside the waistband of her panties. Cautiously, tugging them down her hip bones.
uk_ua: Не зводячи з мене очей, її пальці ковзають по поясу трусиків. Обережно спускаючи їх вниз по стегнах.

source: The fires licking her pussy now burn through her body, glowing in embers of embarrassment on her cheeks.
uk_ua: Вогонь, що облизував її кицьку, тепер пронизує все тіло, жевріючи вуглинками збентеження навіть на щоках.

source: The sexual jokes. The teasing. She never meant for it to get real.
uk_ua: Сексуальні жарти. Подразнення. Вона ніколи не хотіла, щоб це стало реальністю.

source: She can't bring herself to look me in the eyes. This is one of those moments that she'll never forget.
uk_ua: Вона не може змусити себе подивитися мені в очі. Це один з тих моментів, які вона ніколи не забуде.

source: Utterly naked.
uk_ua: Абсолютно гола.

source: Unable to hide her perky nipples, her inflamed labia, the peach fuzz between her legs.
uk_ua: Неможливо приховати її пружні соски, запалені статеві губи, персиковий пушок між ногами.

source: Who does she shave for? Herself? She probably loves to feel sexy in secret.
uk_ua: Для кого вона голиться? Для себе? Напевно, їй подобається відчувати себе сексуальною в таємниці.

source: Sliding a hand down her pants when no one's looking. Rubbing the smooth lips of her pussy, coating her fingers in the moisture.
uk_ua: Засовувати руку у штани, коли ніхто не бачить. Терти гладенькі статеві губи, вкриваючи пальці вологою.

source: They say that girl-next-door-types are the kinkiest. I wonder if she ever puts those fingers in her mouth, tasting herself.
uk_ua: Кажуть, що скромні найзбоченіші. Цікаво, чи брала вона коли-небудь ці пальці до рота, пробуючи себе на смак.

source: Does she ever think of me when touching herself? Probably not.
uk_ua: Вона коли-небудь думає про мене, коли торкається себе? Мабуть, ні.

source: Maybe she will from now on.
uk_ua: Можливо, відтепер буде.

source: She bounces on the spot, dizzy with pain, looking to me for guidance and comfort.
uk_ua: Вона стрибає на місці, у неї паморочиться в голові від болю. Все що їй залишається це дивитися на мене в пошуках настанови та розради.

source: [_flora_s_crying_] I'm going to die!
uk_ua: [_flora_s_crying_] Я зараз загину!

source: [_mc_] You're not going to die. Just get in the shower and aim the showerhead between your legs.
uk_ua: [_mc_] Ти не загинеш. Просто стань у душ і направ струмінь води собі між ноги.

source: [_flora_s_crying_] Aaah! Ah!
uk_ua: [_flora_s_crying_] Ааа! Ааа!

source: She's in too much pain to think straight.
uk_ua: Їй надто боляче, щоб тверезо мислити.

source: [flora] being naked is nothing new to me, but this feels wrong and inappropriate. But she is suffering...
uk_ua: Це щось новеньке, бачити [flora] оголеною, але водночас це здається неправильним і недоречним. Але вона страждає...

source: [_flora_] Aah!
uk_ua: [_flora_] Ааа!

source: Never seen a real vagina this close before. It's so wrinkly and cute. Like a cupcake with filling.
uk_ua: Ніколи не бачив справжню вагіну так близько. Вона така зморшкувата і мила. Як кекс з начинкою.

source: As she spreads her legs, exposing her pussy, strings of sticky natural lubrication cling to inner walls of her vagina.
uk_ua: Коли вона розсовує ноги, оголюючи свою кицьку, ниточки липкої природної змазки прилипають до внутрішніх стінок її вагіни.

source: Oozing out and mixing with the sheen of sweat on her swollen outer labia.
uk_ua: Витікає і змішується з блиском поту на її набряклих зовнішніх статевих губах.

source: And the smell is like... hm... there's no good comparison. It's a nice and full smell...
uk_ua: А запах... хм... немає хорошого порівняння. Приємний і насичений запах...

source: It just smells like pussy! That's it. Nothing like it.
uk_ua: Пахне кицькою! Точно. Нічого подібного.

source: They say that every pussy tastes differently.
uk_ua: Кажуть, що кожна кицька має свій смак.

source: If I stuck out my tongue now, tracing the tip through her folds, would it be sweet?
uk_ua: Якби я зараз висунув язика, провівши кінчиком по її складках, чи було б це солодко?

source: Would it taste as syrupy and pleasant as I imagine? Or would it be saltier like her personality?
uk_ua: Чи буде смак таким же сиропоподібним і приємним, як я його собі уявляю? Чи буде солонішим, як її особистість?

source: If only she'd let me swirl my tongue over her clit. Dip it into her vagina. Tickle her asshole.
uk_ua: Якби тільки вона дозволила мені провести язиком по її клітору. Занурити його в її піхву. Взявшись за її дупу.

source: I'd take the burning chili any day just to have a taste.
uk_ua: Я б їв пекучий чилі скільки завгодно, аби просто спробувати.

source: Oh, god. These thoughts are so wrong.
uk_ua: О, Боже. Ці думки такі неправильні.

source: [_flora_s_FloraShowerPoseA1_] Oh my god, phrasing!
uk_ua: [_flora_s_FloraShowerPoseA1_] О боже, ця фраза!

source: [_mc_] Sorry, I'll be gentle the first time.
uk_ua: [_mc_] Вибач, я буду обережним вперше.

source: [_flora_] Shut up!
uk_ua: [_flora_] Замовкни!

source: [_flora_s_FloraShowerPoseA1_] Just do it!
uk_ua: [_flora_s_FloraShowerPoseA1_] Просто зроби це!

source: [_flora_] Eeeeeee! Cold, cold, cold! Too cold!
uk_ua: [_flora_] Ааааааа! Холодна, холодна, холодна! Занадто холодна!

source: [_mc_] Sorry, thought you wanted to cool down.
uk_ua: [_mc_] Вибач, думав, ти хочеш охолонути.

source: [_mc_] Is this better?
uk_ua: [_mc_] Так краще?

source: [_jo_] Everything okay up there?
uk_ua: [_jo_] Усе гаразд?

source: Oh, no! [jo]'s already home.
uk_ua: О, ні! [jo] вже вдома.

source: [_mc_] Err... Yes! Everything's fine up here, [jo]!
uk_ua: [_mc_] Емм... Так! Все гаразд, [jo]!

source: [_mc_] [flora], answer her!
uk_ua: [_mc_] [flora], відповідай!

source: [_flora_] Yes, [jo]! I'm fine!
uk_ua: [_flora_] Так, [jo]! я в порядку!

source: [_flora_] Ugh... I'm so not fine...
uk_ua: [_flora_] Ух... Я взагалі не в порядку...

source: [_flora_s_FloraShowerPoseA1_] This isn't working...
uk_ua: [_flora_s_FloraShowerPoseA1_] Це не працює...

source: [_mc_] What should I do?
uk_ua: [_mc_] Що тоді робити?

source: [_flora_] Well, the water isn't working! Get milk or something!
uk_ua: [_flora_] Ну, вода не працює! Принеси молока або ще чогось!

source: [_mc_] Oh, right. That's supposed to work. Be right back!
uk_ua: [_mc_] О, точно. Повинно спрацювати. Зараз повернуся!

source: [_mc_] Here, you're more than capable at handling this yourself.
uk_ua: [_mc_] Ось, ти більш ніж здатна впоратися з цим самостійно.

source: [_mc_] I'll wait outside.
uk_ua: [_mc_] Я почекаю зовні.

source: [_flora_s_embarrassed_] That's... really... kind...
uk_ua: [_flora_s_embarrassed_] Це... дуже... люб'язно...

source: [_flora_s_embarrassed_] Aaah! Please don't tell [jo] about this!
uk_ua: [_flora_s_embarrassed_] Аааа! Будь ласка, не розказуй про це [jo]!

source: [_mc_] Don't worry.
uk_ua: [_mc_] Не хвилюйся.

source: That took a lot of willpower, but everyone's going to be better off because of it.
uk_ua: Це вимагало великої сили волі, але від цього всі будуть у виграші.

source: Old me would've done some bad things there, but what's the point of another chance if you're just going to spoil it?
uk_ua: Старий я зробив б там щось погане, але який сенс у ще одному шансі, якщо ти просто збираєшся його зіпсувати?

source: Crap, [jo]'s blocking the mini fridge.
uk_ua: Чорт, [jo] блокує доступ до мініхолодильника.

source: Need to get her out of here somehow, without making it suspicious.
uk_ua: Треба якось її відволікти, але так, щоб це не викликало підозр.

source: She hates it when I take stuff out of the fridge and bring it upstairs.
uk_ua: Вона ненавидить, коли я дістаю продукти з холодильника і несу їх нагору.

source: She'll interrogate me into confession...
uk_ua: Вона вибиватиме з мене зізнання...

source: Considering the circumstances, she'd probably kill me if I came back empty-handed.
uk_ua: Враховуючи обставини, вона, напевно, вбила б мене, якби я повернувся з порожніми руками.

source: [_jo_s_smile_] Hey, kiddo! How's your day?
uk_ua: [_jo_s_smile_] Привіт, малий! Як пройшов твій день?

source: [_jo_s_neutral_] Your cheeks are a bit red. You're not coming down with something, are you?
uk_ua: [_jo_s_neutral_] У тебе щоки трохи почервоніли. Ти ж не занедужав чимось?

source: [_mc_] I'm fine, [jo].
uk_ua: [_mc_] Я в порядку, [jo].

source: [_jo_s_neutral_] And why are [flora]'s pants on the floor?
uk_ua: [_jo_s_neutral_] До речі, чому штани [flora] на підлозі?

source: [_mc_] You know her, [jo]. She's always leaving her stuff everywhere.
uk_ua: [_mc_] Ти знаєш її, [jo]. Вона завжди залишає свої речі всюди.

source: [_jo_s_thinking_] Hmm... when it comes to being messy, she's not the first member of this household that pops into my head.
uk_ua: [_jo_s_thinking_] Хм... коли мова заходить про безлад, вона не перший член цієї сім'ї, який спадає мені на думку.

source: [_mc_] Oh, but I think you've become much better at picking up after yourself!
uk_ua: [_mc_] Можливо, але я думаю, що ти стала краще прибирати за собою останнім часом!

source: ...And after me.
uk_ua: ...І після мене.

source: [_jo_s_annoyed_] Don't test your luck, young man.
uk_ua: [_jo_s_annoyed_] Не випробуй долю, юначе.

source: She's still covering the mini-fridge.
uk_ua: Вона все ще перекриває мініхолодильник.

source: Hmm... what would be the best trick to lure her away?
uk_ua: Хм... який трюк буде найкращим, щоб виманити її звідси?

source: Perhaps using some of the kitchen utensils would work...
uk_ua: Можливо, використання якогось кухонного приладдя підійде...

source: I got [s1].
uk_ua: У мене є [s1].

source: I should get a couple more things.
uk_ua: Треба взяти ще кілька речей.

source: I got [s2].
uk_ua: У мене є [s2].

source: With one more item I'll be able to make a distraction.
uk_ua: Ще одна річ, на яку я зможу відволікти її.

source: All right, put on the apron to look presentable.
uk_ua: Гаразд, одягаємо фартух, щоб виглядати презентабельно.

source: Put the pan on the stove and turn up the heat.
uk_ua: Ставимо каструлю на плиту і робимо сильний вогонь.

source: A bit of the plastic bag in the pan...
uk_ua: Трохи поліетиленового пакета на сковороді...

source: [_jo_s_concerned_] What is that smell?
uk_ua: [_jo_s_concerned_] Що це за запах?

source: [_mc_] Uh, must've been some residue of something left in the pan.
uk_ua: [_mc_] Мабуть, на сковорідці залишилися якісь залишки чогось.

source: [_jo_s_concerned_] My goodness! It smells like molten plastic!
uk_ua: [_jo_s_concerned_] Боже мій! Пахне розплавленим пластиком!

source: [_mc_] I'm sorry, [jo]. I should've checked the pan before putting it on the stove.
uk_ua: [_mc_] Вибач, [jo]. Треба було перевірити каструлю, перш ніж ставити її на плиту.

source: [_jo_s_sarcastic_] Don't worry about it.
uk_ua: [_jo_s_sarcastic_] Не хвилюйся про це.

source: [_jo_s_sarcastic_] I'm going to go open the door and let some smoke out.
uk_ua: [_jo_s_sarcastic_] Піду відчиню двері і випущу трохи диму.

source: Great! Now's my chance.
uk_ua: Чудово! Це мій шанс.

source: Okay, use the lighter to "accidentally" set the towel on fire.
uk_ua: Гаразд, використаю запальничку, щоб "випадково" підпалити рушник.

source: [_mc_] Oh, shit!
uk_ua: [_mc_] О, чорт!

source: Then, "accidentally" drop shot glass so that it shatters.
uk_ua: Потім "випадково" кину чарку так, щоб вона розбилася.

source: Hmm... that didn't work. Need to use some force.
uk_ua: Хм... це не спрацювало. Треба застосувати силу.

source: [_jo_s_concerned_] What's happening?
uk_ua: [_jo_s_concerned_] Що сталося?

source: [_mc_] I was trying to light a candle, burned my finger on the lighter.
uk_ua: [_mc_] Я намагався запалити свічку, обпік палець об запальничку.

source: [_mc_] I'm sorry I dropped the glass. I know it's one of your favorites.
uk_ua: [_mc_] Вибач, я впустив склянку. Я знаю, що це один з твоїх улюблених.

source: [_jo_s_afraid_] Don't worry about the stupid glass. Are you—
uk_ua: [_jo_s_afraid_] Не хвилюйся про ту дурну склянку. Ти —

source: [_jo_s_afraid_] The towel is on fire! Move! [withhpunch]
uk_ua: [_jo_s_afraid_] Рушник горить! Відійди! [withhpunch]

source: Great. While she's busy putting out the fire and cleaning up the glass, the milk is mine for the taking.
uk_ua: Чудово. Поки вона зайнята тим, що гасить вогонь і прибирає скло, молоко в моїх руках.

source: So, just put the flour in the beaker...
uk_ua: Отже, просто висипаємо борошно в склянку...

source: Take a whiff of the spices...
uk_ua: Нюхаємо спеції...

source: Achoo! [withvpunch]
uk_ua: Апчхи! [withvpunch]

source: [_jo_s_concerned_] Oh, my... what happened?
uk_ua: [_jo_s_concerned_] О, Боже... що сталося?

source: [_mc_] I'm so sorry, I sneezed into the flour bag...
uk_ua: [_mc_] Вибач, я чхнув в мішок з борошном...

source: [_jo_s_laughing_] Don't worry about it!
uk_ua: [_jo_s_laughing_] Не хвилюйся про це!

source: [_jo_s_laughing_] You look adorable covered in flour.
uk_ua: [_jo_s_laughing_] Ти виглядаєш чарівно, вкритий борошном.

source: [_jo_s_excited_] Go clean up, I'll take care of the kitchen.
uk_ua: [_jo_s_excited_] Іди вмийся, а я займуся кухнею.

source: She's distracted now. The milk shall be mine.
uk_ua: Вона відволіклася. Молоко буде моїм.

source: A little squeeze of ketchup on the finger.
uk_ua: Трохи видавити кетчуп на палець.

source: Knife and cutting board ready.
uk_ua: Ніж і дошка готові.

source: [_mc_] Crap!
uk_ua: [_mc_] Чорт!

source: [_jo_s_concerned_] Oh, honey! Are you okay?
uk_ua: [_jo_s_concerned_] О, любий! З тобою все гаразд?

source: [_mc_] The knife slipped. It's not that bad.
uk_ua: [_mc_] Ніж вислизнув. Все не так вже й погано.

source: [_jo_s_afraid_] Wait here, I'll get go get the first aid kit!
uk_ua: [_jo_s_afraid_] Зачекай тут, я принесу аптечку!

source: Okay, here's my chance to grab the milk.
uk_ua: Гаразд, ось мій шанс принести молока.

source: Let's see... I have [s1], [s2], and [s3].
uk_ua: Подивимось... У мене є [s1], [s2] і [s3].

source: And with this I can make...!
uk_ua: І з цим я можу зробити...!

source: Nothing.
uk_ua: Нічого.

source: Absolutely nothing.
uk_ua: Абсолютно нічого.

source: Try again.
uk_ua: Спробуємо ще раз.

source: [flora] has been through enough today. She doesn't need me perving on her.
uk_ua: [flora] сьогодні вже достатньо натерпілася. Їй не потрібно, щоб я до неї приставав.

source: That internship is probably putting a lot of stress on her.
uk_ua: Ця практика, напевно, створює для неї великий стрес.

source: Hopefully, she'll finally be able to take the edge off and get some much needed release.
uk_ua: Сподіваюся, вона нарешті зможе зняти напругу і розслабитись.

source: Leaving her alone is what any decent person would've done.
uk_ua: Залишити її в спокої - це те, що зробила б будь-яка порядна людина.

source: Plus, it's honestly weird to watch [flora] masturbate.
uk_ua: Плюс, чесно кажучи, дивно дивитися, як [flora] мастурбує.

source: I'll just put her phone here...
uk_ua: Просто покладу її телефон сюди...

source: [_flora_] Thanks... I guess...
uk_ua: [_flora_] Дякую... Напевно...

source: Now is probably a good time to make my escape.
uk_ua: Зараз, напевно, найкращий час для моєї втечі.

source: [_mc_] Well, I'm glad you're okay. Peace out!
uk_ua: [_mc_] Що ж, я радий, що з тобою все гаразд. Удачі!

source: [_flora_s_angry_] Don't you dare tell anyone about this.
uk_ua: [_flora_s_angry_] Не смій нікому про це розповідати.

source: [_mc_] Who am I going to tell?
uk_ua: [_mc_] Кому я розповім?

source: [_flora_s_confident_] I'm glad you don't have any friends.
uk_ua: [_flora_s_confident_] Я рада, що у тебе немає друзів.

source: [_flora_s_confident_] Then, I'd have to kill you.
uk_ua: [_flora_s_confident_] Тоді мені б довелось тебе вбити.

source: [_mc_] All right, then!
uk_ua: [_mc_] Гаразд!

source: [_flora_s_annoyed_] Are you going to stare forever or let me dress in peace?
uk_ua: [_flora_s_annoyed_] Ти так і будеш вічно витріщатися чи даси мені спокійно одягнутися?

source: [_mc_] Is that a rhetorical question or are you giving me a choice here?
uk_ua: [_mc_] Це риторичне запитання чи ти даєш мені вибір?

source: [_flora_s_laughing_] I would scream at you, but you smell like pee and that's kinda funny.
uk_ua: [_flora_s_laughing_] Я б накричала на тебе, але ти пахнеш сечею, і це трохи смішно.

source: She has the weirdest humor.
uk_ua: У неї дуже дивний гумор.

source: [_mc_] I'll just take a shower now.
uk_ua: [_mc_] Я тільки прийму душ.

source: [_flora_s_angry_] Get out!
uk_ua: [_flora_s_angry_] Забирайся геть!

source: Phew, she looked like she was about to slit my throat with her nails.
uk_ua: Тьху, вона виглядала так, ніби збиралась перерізати мені горло нігтями.

source: This incident should probably never be spoken about again.
uk_ua: Про те що сталося, напевно, не варто більше згадувати ніколи.

source: It would be hot to stick my [item.title_lower] in her pussy, but she'd probably kill me.
uk_ua: Було б прикольно встромити мій [item.title_lower] в її кицьку, але вона, мабуть, вб'є мене.

source: "Yes, here you go!"
uk_ua: "Так, тримай!"

source: "Yes, but you're going to have to pay me in food."
uk_ua: "Так, але тобі доведеться розрахуватися зі мною їжею."

source: "Don't talk to me like that."
uk_ua: "Не розмовляй зі мною так."

source: "No, thanks. I think I'll pass."
uk_ua: "Ні, дякую. Думаю, я пас."

source: "Okay, sure. How bad can it be?"
uk_ua: "Звісно. Не може ж все може бути настільки погано?"

source: Leave a nice voice message
uk_ua: Залишити гарне голосове повідомлення

source: Leave a vulgar voice message
uk_ua: Залишити вульгарне голосове повідомлення

source: "Why did you touch yourself while cooking?"
uk_ua: "Навіщо ти торкалась себе там під час приготування?"

source: "Can I help somehow?"
uk_ua: "Я можу чимось допомогти?"

source: "Seriously, I don't even want to know. I'll look after your food while you clean up."
uk_ua: "Серйозно, я навіть не хочу знати. Я пригляну за їжею, поки ти там миєшся."

source: "Sounds like you have a bit of a situation on your hands... and in your panties."
uk_ua: "Схоже, що у тебе є певні проблеми в руках... і в трусах."

source: Stay and help her clean off
uk_ua: Залишитись та допомогти їй

source: Turn on the shower, but let her clean off herself
uk_ua: Увімкнути душ, але хай вона миє себе сама

source: Stay and watch
uk_ua: Залишитись та спостерігати

source: Give her some privacy
uk_ua: Залишити її на самоті
