Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/characters/flora/season_1/q_flora_cooking_chilli.po
Languages: uk_ua

source: [_flora_s_excited_] I've been looking for you!
uk_ua: [_flora_s_excited_] Я тебе шукала!

source: [_mc_] Okay, now I'm officially worried.
uk_ua: [_mc_] Гаразд, тепер я офіційно починаю хвилюватися.

source: [_flora_s_concerned_] What's that supposed to mean?
uk_ua: [_flora_s_concerned_] Що це має означати?

source: [_flora_s_concerned_] Whatever. I don't want to know.
uk_ua: [_flora_s_concerned_] Неважливо. Я не хочу знати.

source: [_mc_] You really don't.
uk_ua: [_mc_] Справді не хочеш.

source: [_flora_s_cringe_] What did you do?
uk_ua: [_flora_s_cringe_] Що ти вже зробив?

source: [_mc_] What didn't I do?
uk_ua: [_mc_] Що я ще не робив?

source: [_flora_s_cringe_] Gross.
uk_ua: [_flora_s_cringe_] Гидота.

source: I'd love to know what images just popped up in her head.
uk_ua: Цікаво було б дізнатися, які картини зараз виникли у неї в голові.

source: She really does have a low opinion of me. The question is, how low?
uk_ua: Вона справді невисокої думки про мене. Питання лише тому, наскільки низької?

source: [_mc_] So, why were you looking for me?
uk_ua: [_mc_] То навіщо ти мене шукала?

source: [_flora_s_excited_] I've decided to cook for the place I'm interning at this fall.
uk_ua: [_flora_s_excited_] Я вирішила приготувати щось для місця, де проходжу стажування цієї осені.

source: [_flora_s_concerned_] I need you to pick up the big pot in the school kitchen and bring it home.
uk_ua: [_flora_s_concerned_] Мені потрібно, щоб ти взяв велику каструлю на шкільній кухні і приніс її додому.

source: [_flora_s_concerned_] It's too heavy for me.
uk_ua: [_flora_s_concerned_] Вона надто важка для мене.

source: [_flora_s_confident_] And if you don't do it, I'll tell [jo] you broke into the bathroom when I was showering again.
uk_ua: [_flora_s_confident_] І якщо ти її не принесеш, я скажу [jo], що ти знову вдерся до ванної, коли я приймала душ.

source: [_mc_] You wouldn't...
uk_ua: [_mc_] Ти не...

source: [_flora_s_excited_] She said she'd cut off your internet cord if you did it again, remember?
uk_ua: [_flora_s_excited_] Вона сказала, що переріже тобі інтернет, якщо ти зробиш це ще раз, пам'ятаєш?

source: [_mc_] I do remember that... like it was yesterday.
uk_ua: [_mc_] Я пам'ятаю це... наче це було вчора.

source: [_flora_s_angry_] It was yesterday!
uk_ua: [_flora_s_angry_] Це і було вчора!

source: Ugh, time travel certainly does mess with your memory.
uk_ua: Тьху, подорож у часі, безумовно, псує пам'ять.

source: [_mc_] Fine, I'll do it.
uk_ua: [_mc_] Гаразд, я зроблю це.

source: [_flora_s_excited_] Good!
uk_ua: [_flora_s_excited_] Прекрасно!

source: [_flora_] That took some time.
uk_ua: [_flora_] Це зайняло деякий час.

source: [_flora_] Did you at least bring the pot?
uk_ua: [_flora_] Ти хоча б каструлю приніс?

source: [_mc_] Yes, here you go!
uk_ua: [_mc_] Так, тримай!

source: [_flora_s_afraid_] Just like that?
uk_ua: [_flora_s_afraid_] Отак просто?

source: [_flora_s_afraid_] No annoying back and forth? No arguing?
uk_ua: [_flora_s_afraid_] Ніяких дратівливих "спробуй упіймай"? Ніяких суперечок?

source: [_mc_] I think you have me confused with someone else.
uk_ua: [_mc_] Я думаю, ти мене з кимось переплутала.

source: [_flora_s_concerned_] I think not.
uk_ua: [_flora_s_concerned_] Не думаю.

source: [_mc_] Well, no funny business this time. I'm trying to get out of my old habits.
uk_ua: [_mc_] Ну, цього разу без жартів. Я намагаюся позбутися старих звичок.

source: [_flora_s_smile_] That's good to hear.
uk_ua: [_flora_s_smile_] Приємно чути.

source: [_mc_] Yes, but you're going to have to pay me in food.
uk_ua: [_mc_] Так, але тобі доведеться розрахуватися зі мною їжею.

source: [_flora_s_laughing_] Oh, I was hoping you'd be my guinea pig!
uk_ua: [_flora_s_laughing_] О, я думала, що тебе доведеться вмовляти, щоб ти став моїм піддослідним кроликом!

source: [_mc_] Err... on second thought—
uk_ua: [_mc_] Емм... якщо подумати—

source: [_flora_s_laughing_] Too late! You're going to eat and you're going to smile...
uk_ua: [_flora_s_laughing_] Пізно! Ти їстимеш і посміхатимешся...

source: [_flora_s_angry_] ...or I'm telling [jo] you ruined my cooking. I know you're on thin ice right now.
uk_ua: [_flora_s_angry_] ...або я скажу [jo], що ти зіпсував мою страву. Я знаю, що ти зараз ходиш по тонкому льоду.

source: [_mc_] Ugh, you're such a freaking child. Fine...
uk_ua: [_mc_] Ох, ти поводишся, як довбана дитина. Гаразд...

source: [_flora_s_excited_] Sweet.
uk_ua: [_flora_s_excited_] Мило.

source: [_mc_] Don't talk to me like that.
uk_ua: [_mc_] Не розмовляй зі мною так.

source: [_flora_s_confident_] What are you going to do about it?
uk_ua: [_flora_s_confident_] А що ти мені зробиш?

source: [_mc_] I'll release your ant farm again.
uk_ua: [_mc_] Я знову звільню твій мурашник.

source: [_flora_s_embarrassed_] You can't! They're not ready to face the real world!
uk_ua: [_flora_s_embarrassed_] Ти не можеш! Вони ще не готові зіткнутися з реальним світом!

source: [_flora_s_embarrassed_] You'll be in so much trouble!
uk_ua: [_flora_s_embarrassed_] У вас будуть великі неприємності!

source: [_mc_] Some things are worth suffering for.
uk_ua: [_mc_] Деякі речі варті того, щоб за них страждати.

source: [_flora_s_sad_] Okay, I'm sorry. Thanks for bringing the pot!
uk_ua: [_flora_s_sad_] Гаразд, вибач. Дякую, що приніс каструлю!

source: [_flora_s_smile_] I'm just going to put this here.
uk_ua: [_flora_s_smile_] Так, поставлю її тут.

source: [_mc_] What are you cooking anyway?
uk_ua: [_mc_] Що ти взагалі готуєш?

source: [_flora_s_thinking_] I'm making chili.
uk_ua: [_flora_s_thinking_] Я готую чилі.

source: [_flora_s_flirty_] Extra hot.
uk_ua: [_flora_s_flirty_] Дуже гарячий.

source: Damn it, [flora]. Why do you have to do this to me?
uk_ua: Чорт забирай, [flora]. За що ти так зі мною?

source: It's so hard to think straight when she's always teasing.
uk_ua: Так важко мислити тверезо, коли вона постійно дражниться.

source: [_flora_s_neutral_] I found the recipe while surfing on your computer.
uk_ua: [_flora_s_neutral_] Я знайшла цей рецепт в інеті, коли сиділа за твоїм комп'ютером.

source: [_mc_] How did you get on my computer?
uk_ua: [_mc_] Як ти взагалі увійшла в мій пк?

source: [_flora_s_confident_] You left it logged in while going to the bathroom. You have a weird web browser, by the way!
uk_ua: [_flora_s_confident_] Ти залишив його увімкненим, поки виходив до туалету. До речі, у тебе доволі дивний браузер!

source: [_mc_] Ugh. I forgot how annoying you are.
uk_ua: [_mc_] Пфф. Я й забув, яка ти дратівлива.

source: [_mc_] Wait a minute. Did you use the Tor browser?
uk_ua: [_mc_] Зачекай хвилинку. Ти використовувала браузер Tor?

source: [_flora_s_neutral_] Yep.
uk_ua: [_flora_s_neutral_] Так.

source: [_mc_] You found the recipe on the dark web?
uk_ua: [_mc_] Ти знайшла рецепт в даркнеті?

source: [_flora_s_excited_] It was cheap, too! Only had to pay five bitcoins.
uk_ua: [_flora_s_excited_] До того ж, це було дешево! Треба було заплатити лише п'ять біткоїнів.

source: [_mc_] Five bitcoins?! What?!
uk_ua: [_mc_] П'ять біткоїнів?! Що за?!

source: [_flora_s_laughing_] I'm kidding! I'm not as clueless as you think.
uk_ua: [_flora_s_laughing_] Жартую! Я не така дурна, як ти думаєш.

source: [_flora_s_laughing_] You should've seen your face!
uk_ua: [_flora_s_laughing_] Бачив би ти своє обличчя!

source: [_flora_s_excited_] Anywho! I'm going to start cutting up the chili peppers.
uk_ua: [_flora_s_excited_] Пофіг! Почну нарізати перець чилі.

source: [_flora_] Can you hand me a knife first and then a cutting board, please?
uk_ua: [_flora_] Подай мені, будь ласка, спочатку ніж, а потім нарізну дошку.

source: [_flora_s_sad_] We haven't even made it past the first step.
uk_ua: [_flora_s_sad_] Ми навіть перший крок не можемо пройти.

source: [_flora_s_afraid_] I'm not sad. I'm just disappointed.
uk_ua: [_flora_s_afraid_] Я не засмучена. Просто розчарована.

source: [_flora_s_sad_] Please bring me a knife first and then a cutting board.
uk_ua: [_flora_s_sad_] Будь ласка, подай спочатку ніж, а вже потім дошку.

source: [_flora_s_sad_] In that order.
uk_ua: [_flora_s_sad_] В такому порядку.

source: [_mc_] So, I brought you the pot. Can I go to my room now?
uk_ua: [_mc_] Я приніс тобі каструлю. Можна вже піду до себе в кімнату?

source: [_flora_s_angry_] Weren't you listening?! I need to start cutting the chili.
uk_ua: [_flora_s_angry_] Ти взагалі не слухав?! Треба почати нарізати чилі.

source: [_flora_s_angry_] Bring me a knife first and then a cutting board.
uk_ua: [_flora_s_angry_] Принеси мені спочатку ніж, а потім кухонну дошку.

source: [_flora_s_annoyed_] In that order!
uk_ua: [_flora_s_annoyed_] В такому порядку!

source: [_flora_s_excited_] Finally!
uk_ua: [_flora_s_excited_] Нарешті!

source: [_flora_s_excited_] I mean, you could certainly have done that faster, but I appreciate the help!
uk_ua: [_flora_s_excited_] Типу, ти звісно, міг би зробити це швидше, але спасибі за допомогу!

source: [_flora_s_neutral_] I think this is going to be the best chili ever!
uk_ua: [_flora_s_neutral_] Думаю, це буде найкращий чилі в історії!

source: [_flora_s_neutral_] The people at my internship are going to love it!
uk_ua: [_flora_s_neutral_] Люди на моїй практиці будуть у захваті!

source: [_flora_s_excited_] Want to have a taste?
uk_ua: [_flora_s_excited_] Хочеш спробувати?

source: [_mc_] No, thanks. I think I'll pass.
uk_ua: [_mc_] Ні, дякую. Думаю, я пас.

source: [_flora_s_angry_] Rude.
uk_ua: [_flora_s_angry_] Грубо.

source: [_flora_s_angry_] Fine, more for me!
uk_ua: [_flora_s_angry_] Гаразд, мені більше дістанеться!

source: Probably dodged a bullet there.
uk_ua: Зараз я, мабуть, ухилився від кулі.

source: [_mc_] Okay, sure. How bad can it be?
uk_ua: [_mc_] Звісно. Не може ж все може бути настільки погано?

source: [_flora_s_confident_] Okay. Choo-choo! Open up, here comes the train!
uk_ua: [_flora_s_confident_] Гаразд. Чух-чух! Відкривай ротик, потяг їде!

source: [_mc_] Can you not?
uk_ua: [_mc_] Можна без цього?

source: [_flora_s_concerned_] Fine.
uk_ua: [_flora_s_concerned_] Добре.

source: Probably going to regret this later, but here goes...
uk_ua: Напевно, зараз я про це пошкодую, але...

source: [_flora_s_excited_] Yummy?
uk_ua: [_flora_s_excited_] Смачно?

source: [_mc_] {i}*Cough, cough*{/}
uk_ua: [_mc_] {i}*Кхм, Кхм*{/}

source: [_mc_] Yes, lovely...
uk_ua: [_mc_] Так, з любов'ю...

source: [_flora_s_laughing_] Yay!
uk_ua: [_flora_s_laughing_] Ура!

source: [_flora_s_angry_] Okay, that should do the trick.
uk_ua: [_flora_s_angry_] Гаразд, це повинно спрацювати.

source: [_flora_s_angry_] Now, I just need to purge these spoons of your unholy taint.
uk_ua: [_flora_s_angry_] Тепер мені лише потрібно очистити ці ложки від твого брудного сліду.

source: [_mc_] Make sure you cite the right bible verses...
uk_ua: [_mc_] Переконайся, що ти цитуєш правильні рядки з Біблії...

source: [_flora_s_confident_] Oh, I know them by heart.
uk_ua: [_flora_s_confident_] О, я знаю їх напам'ять.

source: [_flora_s_confident_] While I perform this exorcism, bring me a pan, a shot glass, a measuring beaker, and flour. In that order.
uk_ua: [_flora_s_confident_] Поки я здійснюватиму цей обряд, принеси мені каструлю, чарку, мірну склянку і борошно. Саме в такому порядку.

source: [_mc_] Whatever you say, chef.
uk_ua: [_mc_] Як скажете, шеф.

source: [_flora_s_smile_] Thank you.
uk_ua: [_flora_s_smile_] Дякую.

source: [_mc_] I licked one of them.
uk_ua: [_mc_] Я лизнув одну з них.

source: [_flora_s_cringe_] Why?
uk_ua: [_flora_s_cringe_] Навіщо?

source: [_mc_] I thought it'd bring some extra flavor.
uk_ua: [_mc_] Я подумав, що це додасть особливого шарму.

source: [_flora_s_cringe_] I'll have to wash it now.
uk_ua: [_flora_s_cringe_] Тепер я мушу її вимити.

source: [_mc_] That's the price you pay for making me help.
uk_ua: [_mc_] Це ціна, яку ти платиш за те, що змусила мене допомагти.

source: [_flora_s_annoyed_] Okay, while I clean this off. Put a spoonful of spices in the pot.
uk_ua: [_flora_s_annoyed_] Гаразд, поки я відмиватиму її, поклади ложку спецій у каструлю.

source: [_flora_s_afraid_] Did you get the right spices?
uk_ua: [_flora_s_afraid_] Ти взяв правильні спеції?

source: [_mc_] You didn't specify so I brought the whole collection...
uk_ua: [_mc_] Ти не уточнила, тож я приніс весь набір...

source: [_flora_s_eyeroll_] Okay, that's better than none.
uk_ua: [_flora_s_eyeroll_] Гаразд, це краще, ніж нічого.

source: [_flora_s_eyeroll_] Put on the apron now.
uk_ua: [_flora_s_eyeroll_] Одягни фартух.

source: [_mc_] Me? I thought it was for you.
uk_ua: [_mc_] Я? Думав, це для тебе.

source: [_flora_s_confident_] You're the clumsy one here.
uk_ua: [_flora_s_confident_] Ну це ти тут незграбний.

source: [_mc_] Ugh. What about the grater?
uk_ua: [_mc_] Ах. А як щодо терки?

source: [_flora_s_thinking_] Did I say a grater? Well, I don't need it.
uk_ua: [_flora_s_thinking_] Я сказала тертку? Ну, вона мені не потрібна.

source: [_flora_s_laughing_] Bring me two spoons instead!
uk_ua: [_flora_s_laughing_] Принеси краще дві ложки!

source: [_mc_] So, I'm free to leave?
uk_ua: [_mc_] То я можу йти?

source: [_flora_s_concerned_] No! I need more help!
uk_ua: [_flora_s_concerned_] Ні! Мені ще потрібна допомога!

source: [_flora_s_concerned_] While I cut the chili peppers, you're going to cut the onion.
uk_ua: [_flora_s_concerned_] Поки я нарізаю перець чилі, ти наріжеш цибулю.

source: [_mc_] What if I slice off my fingers?
uk_ua: [_mc_] А якщо я відріжу собі пальці?

source: [_flora_s_excited_] Then we're adding them to the pot!
uk_ua: [_flora_s_excited_] Тоді додамо їх у каструлю!

source: [_flora_s_neutral_] Don't worry. The knife is really sharp. It won't even hurt.
uk_ua: [_flora_s_neutral_] Не хвилюйся. Ніж дуже гострий. Це навіть не буде боляче.

source: [_mc_] Okay, can we stop talking about cutting off my fingers?
uk_ua: [_mc_] Гаразд, ми можемо припинити говорити про відрізання моїх пальців?

source: [_flora_s_excited_] I'll keep it up until you're finished with the onion.
uk_ua: [_flora_s_excited_] Я продовжу, поки ти не закінчиш з цибулею.

source: [_flora_s_thinking_] I've put the onion on the counter.
uk_ua: [_flora_s_thinking_] Я поклала цибулю на стіл.

source: [_flora_s_thinking_] Get to the chopping!
uk_ua: [_flora_s_thinking_] Приступай до нарізки!

source: [_flora_s_laughing_] Noooow!
uk_ua: [_flora_s_laughing_] Нееегайно!

source: [_mc_] I brought what you asked.
uk_ua: [_mc_] Я приніс те, що ти просила.

source: [_flora_s_eyeroll_] What am I supposed to do with this?
uk_ua: [_flora_s_eyeroll_] Що мені з цим робити?

source: [_flora_s_concerned_] You're messing with me, aren't you?
uk_ua: [_flora_s_concerned_] Ти знущаєшся наді мною?

source: [_flora_s_laughing_] I will make you suffer later.
uk_ua: [_flora_s_laughing_] Я змушу тебе страждати потім.

source: [_flora_s_annoyed_] That's all wrong. Start over.
uk_ua: [_flora_s_annoyed_] Це все неправильно. Починай спочатку.

source: [_flora_s_cringe_] What's this? You think this is a game?
uk_ua: [_flora_s_cringe_] Що це таке? Ти думаєш, це гра?

source: [_flora_s_cringe_] My internship rides on this chili! Get it right!
uk_ua: [_flora_s_cringe_] Моя практика залежить від цього чилі! Зроби все правильно!

source: [_flora_s_angry_] What are you? What are you?
uk_ua: [_flora_s_angry_] Що ти таке? Хто ти?

source: [_mc_] An idiot sandwich?
uk_ua: [_mc_] Ідіот з сендвічем?

source: [_flora_s_angry_] Damn it, [mc]! It's fucking raw!
uk_ua: [_flora_s_angry_] Чорт забирай, [mc]! Воно, бляха, сире!

source: Ugh, I hate her Gordon Ramsay impression...
uk_ua: Пфф, ненавиджу її імітацію Гордона Рамзі...

source: [_flora_s_laughing_] I need [s]. In that order.
uk_ua: [_flora_s_laughing_] Мені потрібно [s]. В такому порядку.

source: [_flora_s_sad_] Are you ready to try again?
uk_ua: [_flora_s_sad_] Готовий спробувати ще раз?

source: [_flora_s_afraid_] I hope you know what you're retrieveing from the drawers this time.
uk_ua: [_flora_s_afraid_] Сподіваюся, ти знаєш, що витягнеш з шухляд цього разу.

source: [_flora_s_confident_] Wow! You did that flawlessly! Not a single mistake! Must be the first time ever.
uk_ua: [_flora_s_confident_] Ого! Ти зробив це бездоганно! Жодної помилки! Мабуть, вперше в житті.

source: [_flora_s_laughing_] And you only messed up [s] times!
uk_ua: [_flora_s_laughing_] І ти лише напартачив [s] раз!

source: [_flora_s_thinking_] I just need you to do one more thing for me now.
uk_ua: [_flora_s_thinking_] Мені просто потрібно, щоб ти зробив для мене ще одну річ.

source: [_mc_] Ugh, what is it?
uk_ua: [_mc_] Ем, що ще?

source: [_flora_s_flirty_] I want to add a special touch, but I forgot my phone in the bathroom and it has the recipe. Can you get it for me?
uk_ua: [_flora_s_flirty_] Я хочу додати фінальний штрих, але я забула свій телефон у ванній кімнаті, а в ньому є рецепт. Можеш мені його принести?

source: Wait.
uk_ua: Зачекати.

source: What was inside here again?
uk_ua: Нагадай, що тут було всередині?

source: Beats me.
uk_ua: Без поняття.

source: Hmm... where is that coming from?
uk_ua: Хм... звідки ж цей звук?

source: It's definitely somewhere in this bathroom!
uk_ua: Це точно десь у цій ванній кімнаті!

source: It went to voicemail.
uk_ua: Залишу голосове повідомлення.

source: [_mc_] Hey, [flora]! I found your phone. Well, if you're listening to this, you already know that.
uk_ua: [_mc_] Гей, [flora]! Я знайшов твій телефон. Ну, якщо ти слухаєш, знать вже знаєш про це.

source: [_mc_] I just wanted to say that it feels like it's been years since we last talked. I missed you more than you know.
uk_ua: [_mc_] Я просто хотів сказати, що таке відчуття, ніби минули роки відколи ми востаннє розмовляли. Я сумував за тобою більше, ніж ти можеш собі уявити.

source: [_mc_] Sorry, for not always measuring up, but this time around I'll try to be a better person... and a better friend to you.
uk_ua: [_mc_] Вибач, що я не завжди відповідаю, але цього разу я постараюся бути кращою людиною... і кращим другом для тебе.

source: [_mc_] Hey, I found you phone. I also found your browser history on it...
uk_ua: [_mc_] Ей, я знайшов твій телефон. А також цікаву історію твого браузера...

source: [_mc_] Really, [flora]? Dragons fucking cars? Not exactly what I expected from you.
uk_ua: [_mc_] Реально, [flora]? Дракони трахають машин? Не зовсім те, що я чекав від тебе.

source: [_flora_s_embarrassed_] Aaaaah! [withhpunch]
uk_ua: [_flora_s_embarrassed_] Аааааааа! [withhpunch]

source: [_mc_] What's wrong, [flora]? Where are your pants?
uk_ua: [_mc_] Що сталось, [flora]? Де твої штани?

source: [_flora_s_embarrassed_] I... I... oh my god, it burns!
uk_ua: [_flora_s_embarrassed_] Я... Я... о бооооже, як пече!

source: [_mc_] Did you get chili in your eyes?
uk_ua: [_mc_] Тобі чилі потрапив в очі?

source: [_flora_s_afraid_] Oh, god! Worse!
uk_ua: [_flora_s_afraid_] О, Боже! Гірше!

source: [_mc_] Where did you get it?
uk_ua: [_mc_] Куди він попав?

source: [_mc_] Oh, I see.
uk_ua: [_mc_] А, зрозумів.

source: [_mc_] Why did you touch yourself while cooking?
uk_ua: [_mc_] Навіщо ти торкалась себе там під час приготування?

source: [_mc_] I mean, how did this even happen?
uk_ua: [_mc_] Типу, як це взагалі сталося?

source: [_flora_s_afraid_] I... forgot to wash my hands after cutting the chili peppers!
uk_ua: [_flora_s_afraid_] Я... забула помити руки після нарізання перцю чилі!

source: [_flora_s_afraid_] Oh my god, it's like fire!
uk_ua: [_flora_s_afraid_] Боже мій, таке відчуття що я горю!

source: [_mc_] Do you think blowing on it would help?
uk_ua: [_mc_] Як думаєш, це допоможе, якщо подмухати туди?

source: [_flora_s_skeptical_] Screw...
uk_ua: [_flora_s_skeptical_] Та пішов...

source: [_flora_s_skeptical_] You...
uk_ua: [_flora_s_skeptical_] Ти...

source: [_flora_s_embarrassed_] Aaaah!
uk_ua: [_flora_s_embarrassed_] Ааааа!

source: [_mc_] Sounds like you have a bit of a situation on your hands... and in your panties.
uk_ua: [_mc_] Схоже, що у тебе є певні проблеми в руках... і в трусах.

source: She's kinda cute jumping up and down, unable to do anything about it.
uk_ua: Вона мила коли підстрибує вгору-вниз, не в змозі нічого з цим вдіяти.

source: [_flora_s_afraid_] You're... the worst...
uk_ua: [_flora_s_afraid_] Ти... найгірший...

source: [_flora_s_afraid_] Aaaah! Ah, ah, ah, ah!
uk_ua: [_flora_s_afraid_] Аааа! Ай, ай, ай, ай!

source: She ran upstairs, screaming. Probably to wash herself off.
uk_ua: Вона побігла нагору з криком. Напевно, щоб відмитися.

source: I should go check on her.
uk_ua: Піду перевірю, як вона.

source: [_mc_] Can I help somehow?
uk_ua: [_mc_] Я можу чимось допомогти?

source: [_flora_s_afraid_] Nooo! I need to—
uk_ua: [_flora_s_afraid_] Ні! Мені потрібно—

source: [_flora_s_afraid_] Ah! I'm burning up!
uk_ua: [_flora_s_afraid_] Ай! Я вся горю!

source: She ran to the bathroom, better follow.
uk_ua: Вона побігла до туалету, краще піти за нею.

source: [_mc_] Seriously, I don't even want to know. I'll look after your food while you clean up.
uk_ua: [_mc_] Серйозно, я навіть не хочу знати. Я пригляну за їжею, поки ти там миєшся.

source: [_flora_s_afraid_] Aaaah! Thanks! I'm sorry you had to see this!
uk_ua: [_flora_s_afraid_] Аааа! Дякую! Мені шкода, що тобі довелося це побачити!

source: [_mc_] Oh, no worries. Here's your phone.
uk_ua: [_mc_] О, не хвилюйся. Ось твій телефон.

source: [_flora_s_embarrassed_] I regret life!
uk_ua: [_flora_s_embarrassed_] Яке ж життя фігове!

source: She ran upstairs to the shower. She'll be fine.
uk_ua: Вона побігла нагору в душ. З нею все буде добре.

source: [_mc_] Hey, [flora]! Do you want me to call someone? [withhpunch]
uk_ua: [_mc_] Ей, [flora]! Хочеш щоб я комусь подзвонив? [withhpunch]

source: [_flora_] {size=25}I, uhhh! I think I got it!{/}
uk_ua: [_flora_] {size=25}Я, ух! Здається, вийшло!{/}

source: She's got it. No need for me to get involved. She's more than capable.
uk_ua: Вона впорається. Мені не потрібно втручатися. Вона більш ніж здатна.

source: [_flora_s_embarrassed_] Oh my god! Oh my god! Oh my god!
uk_ua: [_flora_s_embarrassed_] Боже мій! Боже мій! Боже мій!

source: [_flora_s_embarrassed_] It's getting worse!
uk_ua: [_flora_s_embarrassed_] Стає гірше!

source: [_mc_] Just take off your clothes and step in the shower.
uk_ua: [_mc_] Просто роздягнися і зайди в душ.

source: [_flora_s_afraid_] What? Nooo!
uk_ua: [_flora_s_afraid_] Що? Нііі!

source: [_flora_s_afraid_] Not with you here!
uk_ua: [_flora_s_afraid_] Тільки не з тобою!

source: [_mc_] I've seen you naked before, you know.
uk_ua: [_mc_] Знаєш, я вже бачив тебе голою.

source: [_flora_s_embarrassed_] Oh my god, it hurts so much! Ow, ow, ow!
uk_ua: [_flora_s_embarrassed_] Боже, як же боляче! Ау, ау, ау!

source: [_flora_s_afraid_] Uhhhhhhh!
uk_ua: [_flora_s_afraid_] Гмммммм!

source: [_mc_] Here, I'll help you.
uk_ua: [_mc_] Давай, я тобі допоможу.

source: [_flora_s_embarrassed_] Oh, man! Buuuut! Owwww!
uk_ua: [_flora_s_embarrassed_] О, Боже! Алеее! Аййй!

source: [_flora_s_embarrassed_] Fine, but don't look!
uk_ua: [_flora_s_embarrassed_] Гаразд, але не дивись!

source: [_mc_] I can't not look!
uk_ua: [_mc_] Я не можу не дивитися!

source: [_flora_s_cringe_] I'm going to die!
uk_ua: [_flora_s_cringe_] Я зараз помру!

source: Eyes crackling with dark fire, she pulls the shirt over her head, slamming it to the floor.
uk_ua: Її очі палають темним вогнем, вона зриває з себе футболку і кидає її на підлогу.

source: Her small breasts give a slight bounce as they fall out.
uk_ua: Її маленькі груди злегка пружинять, коли вивалюються.

source: Stripping in front of an audience is probably on her list of fantasies.
uk_ua: Роздягнутися перед глядачами, напевно, є в списку її фантазій.
