Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/nurse/nurse.po
Languages: fr_fr, it_it

source: She's probably had enough of my chitchat for today.
fr_fr: Elle a probablement eu assez de mon chitchat pour aujourd'hui.
it_it: Probabilmente ha avuto abbastanza delle mie chitchat per oggi.

source: [_nurse_s_sad_] I studied to become a doctor in med school, but had to change my focus.
fr_fr: [_nurse_s_sad_] J'ai étudié pour devenir médecin à l'école, mais j'ai dû changer mon orientation.
it_it: [_nurse_s_sad_] Ho studiato per diventare un medico nella scuola med, ma ho dovuto cambiare la mia attenzione.

source: [_nurse_s_sad_] I'm not great with that kind of responsibility.
fr_fr: [_nurse_s_sad_] Je ne suis pas super avec ce genre de responsabilité.
it_it: [_nurse_s_sad_] Non sono grande con quel tipo di responsabilità.

source: [_nurse_s_thinking_] I hope you're feeling okay, [mc].
fr_fr: [_nurse_s_thinking_] J'espère que vous vous sentez bien, [mc].
it_it: [_nurse_s_thinking_] Spero che ti senti bene, [mc].

source: [_nurse_s_thinking_] The flu season seems to be especially bad this year, and I only have one hospital bed.
fr_fr: [_nurse_s_thinking_] La saison de la grippe semble particulièrement mauvaise cette année, et je n'ai qu'un seul lit d'hôpital.
it_it: [_nurse_s_thinking_] La stagione influenzale sembra essere particolarmente cattiva quest'anno, e ho solo un letto di ospedale.

source: [_nurse_s_smile_] Working so closely with students is one of my great joys.
fr_fr: [_nurse_s_smile_] Travailler si étroitement avec les étudiants est l'une de mes grandes joies.
it_it: [_nurse_s_smile_] Lavorare così a stretto contatto con gli studenti è una delle mie grandi gioie.

source: [_nurse_s_smile_] It's a much less stressful atmosphere here than at the hospital.
fr_fr: [_nurse_s_smile_] C'est une atmosphère beaucoup moins stressante qu'à l'hôpital.
it_it: [_nurse_s_smile_] È un'atmosfera molto meno stressante qui che all'ospedale.

source: [_nurse_s_neutral_] If you ever need someone to talk to, don't hesitate to stop by.
fr_fr: [_nurse_s_neutral_] Si vous avez besoin de quelqu'un pour parler, n'hésitez pas à vous arrêter.
it_it: [_nurse_s_neutral_] Se hai bisogno di qualcuno con cui parlare, non esitare a fermarti.

source: [_nurse_s_smile_] Nurses also operate under the patient confidentiality laws.
fr_fr: [_nurse_s_smile_] Les infirmières agissent également en vertu des lois sur la confidentialité des patients.
it_it: [_nurse_s_smile_] Gli infermieri operano anche secondo le leggi sulla riservatezza dei pazienti.

source: [_nurse_s_neutral_] I always do my best to fill each student's needs.
fr_fr: [_nurse_s_neutral_] Je fais toujours de mon mieux pour répondre aux besoins de chaque étudiant.
it_it: [_nurse_s_neutral_] Faccio sempre del mio meglio per soddisfare le esigenze di ogni studente.

source: [_nurse_s_annoyed_] But sometimes it feels like I can't do enough.
fr_fr: [_nurse_s_annoyed_] Mais parfois, j'ai l'impression que je ne peux pas faire assez.
it_it: [_nurse_s_annoyed_] Ma a volte si sente come non riesco a fare abbastanza.

source: She must be sick of my poor attempts at flirting by now...
fr_fr: Elle doit être malade de mes mauvaises tentatives de flirter maintenant ...
it_it: Deve essere stufa dei miei poveri tentativi di flirtare ora...

source: [_nurse_s_smile_] I am a bit of a stress-eater, not going to lie.
fr_fr: [_nurse_s_smile_] Je suis un peu stressé, ne va pas mentio.
it_it: [_nurse_s_smile_] Sono un po' un mangiatore di stress, non mentirò.

source: [_nurse_s_smile_] Sucking on something always calms my nerves.
fr_fr: [_nurse_s_smile_] Le fait de réussir quelque chose me calme toujours les nerfs.
it_it: [_nurse_s_smile_] Succhiare qualcosa calma sempre i nervi.

source: [_nurse_s_annoyed_] Sorry, that was poor phrasing.
fr_fr: [_nurse_s_annoyed_] Désolé, c'était une mauvaise formulation.
it_it: [_nurse_s_annoyed_] Ci dispiace, si trattava di frasi scadenti.

source: [_nurse_s_thinking_] I'm usually really tired when I get home at night.
fr_fr: [_nurse_s_thinking_] Je suis habituellement fatigué quand je rentre à la maison la nuit.
it_it: [_nurse_s_thinking_] di solito sono davvero stanco quando arrivo a casa la notte.

source: [_nurse_s_blush_] But if I can keep my eyes open, I'm partial to cooking shows.
fr_fr: [_nurse_s_blush_] Mais si je peux garder mes yeux ouverts, je suis partie à la cuisine.
it_it: [_nurse_s_blush_] Ma se posso tenere gli occhi aperti, sono parziale agli spettacoli di cucina.

source: [_nurse_s_concerned_] Rest is really important. I can see that you're not getting enough.
fr_fr: [_nurse_s_concerned_] Le repos est vraiment important. Je vois que tu n'en as pas assez.
it_it: [_nurse_s_concerned_] Riposo è davvero importante. Posso vedere che non stai ottenendo abbastanza.

source: [_nurse_s_concerned_] Try to get to bed in time tonight.
fr_fr: [_nurse_s_concerned_] Essayer de se coucher à temps ce soir.
it_it: [_nurse_s_concerned_] Cerca di andare a letto in tempo stasera.

source: [_nurse_s_sad_] Sorry, I've never been much of a talker.
fr_fr: [_nurse_s_sad_] Désolé, je n'ai jamais été beaucoup de bavard.
it_it: [_nurse_s_sad_] Mi dispiace, non sono mai stato un gran parlatore.

source: [_nurse_s_sad_] I like to listen, though. I think good listeners are underrated.
fr_fr: [_nurse_s_sad_] J'aime écouter, cependant. Je pense que les bons auditeurs sont sous-évalués.
it_it: [_nurse_s_sad_] Mi piace ascoltare, però. Penso che i buoni ascoltatori siano sottovalutati.

source: [_nurse_s_neutral_] Helping others gives me great pleasure.
fr_fr: [_nurse_s_neutral_] Aider les autres me donne un grand plaisir.
it_it: [_nurse_s_neutral_] Aiutare gli altri mi dà grande piacere.

source: [_nurse_s_annoyed_] I'm probably too trusting sometimes...
fr_fr: [_nurse_s_annoyed_] Je suis probablement trop confiant parfois ...
it_it: [_nurse_s_annoyed_] Probabilmente mi fido troppo a volte...

source: [_nurse_s_concerned_] Gosh, I would prefer it if you looked away.
fr_fr: [_nurse_s_concerned_] Gosh, je préférerais que tu regardes.
it_it: [_nurse_s_concerned_] Gosh, lo preferirei se lo guardassi via.

source: [_nurse_s_concerned_] This is all too embarrassing.
fr_fr: [_nurse_s_concerned_] Tout cela est trop embarrassant.
it_it: [_nurse_s_concerned_] Questo è troppo imbarazzante.

source: [_nurse_s_annoyed_] Wrapping myself in a bed sheet doesn't count as being naked, does it?
fr_fr: [_nurse_s_annoyed_] Wrapping moi-même dans une feuille de lit ne compte pas comme étant nu, n'est-ce pas?
it_it: [_nurse_s_annoyed_] Avvicinandomi in un lenzuolo non conta come nudo, vero?

source: [_nurse_s_annoyed_] At least this humiliation is only for a day...
fr_fr: [_nurse_s_annoyed_] Au moins cette humiliation n'est que pour une journée ...
it_it: [_nurse_s_annoyed_] Almeno questa umiliazione è solo per un giorno...

source: [_nurse_s_blush_] Goodness me. Where did I put the stethoscope?
fr_fr: [_nurse_s_blush_] Goodness me. Où ai-je mis le stéthoscope?
it_it: [_nurse_s_blush_] Bontà. Dove ho messo lo stetoscope?

source: [_mc_] Maybe it's in your—
fr_fr: [_mc_] Peut-être que c'est dans votre
it_it: [_mc_] Forse è nel tuo—

source: [_nurse_s_afraid_] No, no! It wouldn't fit!
fr_fr: [_nurse_s_afraid_] Non, non ! Ça ne serait pas bon !
it_it: [_nurse_s_afraid_] No, no! Non va bene!

source: [_nurse_s_annoyed_] Not that I've tried...
fr_fr: [_nurse_s_annoyed_] Non pas que j'ai essayé ...
it_it: [_nurse_s_annoyed_] Non che ho provato...

source: [_nurse_s_thinking_] Don't you have classes to attend?
fr_fr: [_nurse_s_thinking_] N'avez-vous pas de cours à suivre?
it_it: [_nurse_s_thinking_] Non hai lezioni da partecipare?

source: [_mc_] Maybe, but this is more entertaining.
fr_fr: [_mc_] Peut-être, mais c'est plus amusant.
it_it: [_mc_] Forse, ma questo è più divertente.

source: [_nurse_s_afraid_] I... don't see how potentially exposing me to students and staff is entertaining!
fr_fr: [_nurse_s_afraid_] Je ... ne vois pas comment m'exposer aux étudiants et au personnel est divertissant !
it_it: [_nurse_s_afraid_] I... non vedere come potenzialmente esporre me a studenti e personale è divertente!

source: [_mc_] Are you sure?
fr_fr: [_mc_] Etes-vous sûr?
it_it: [_mc_] Sei sicuro?

source: [_nurse_s_sad_] How am I supposed to do my job now?
fr_fr: [_nurse_s_sad_] Comment suis-je censé faire mon travail maintenant?
it_it: [_nurse_s_sad_] Come devo fare il mio lavoro adesso?

source: [_mc_] Think of it as a brief vacation.
fr_fr: [_mc_] Pensez-y comme un court séjour.
it_it: [_mc_] Pensateci come una breve vacanza.

source: [_nurse_s_thinking_] I... don't find this very relaxing.
fr_fr: [_nurse_s_thinking_] Je ... ne trouve pas ça très relaxant.
it_it: [_nurse_s_thinking_] Io... non trovo questo molto rilassante.

source: [_mc_] Who said anything about relaxing?
fr_fr: [_mc_] Qui a dit quoi que ce soit sur la détente?
it_it: [_mc_] Chi ha detto qualcosa di rilassante?

source: [_nurse_s_concerned_] I thought the two were related somehow...
fr_fr: [_nurse_s_concerned_] Je pensais que les deux étaient liées d'une façon ou d'une autre ...
it_it: [_nurse_s_concerned_] Ho pensato che i due fossero in qualche modo correlati...

source: [_mc_] Well, your vacations from now on will be anything but relaxing.
fr_fr: [_mc_] Eh bien, vos vacances à partir de maintenant seront tout sauf relaxantes.
it_it: [_mc_] Beh, le tue vacanze d'ora in poi saranno tutt'altro che rilassanti.

source: [_nurse_s_afraid_] Goodness gracious.
fr_fr: [_nurse_s_afraid_] Bonté gracieuse.
it_it: [_nurse_s_afraid_] Bontà graziosa.
