Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/nurse/q_nurse_photogenic.po
Languages: fr_fr, it_it

source: [_mc_] Ah, the lifeblood courses through my veins once more!
fr_fr: [_mc_] Ah, les cours de sauvetage à travers mes veines une fois de plus !
it_it: [_mc_] Ah, i corsi di vitalità attraverso le mie vene ancora una volta!

source: Damn, that last staircase took the piss out of me...
fr_fr: Merde, ce dernier escalier a pris la pisse de moi ...
it_it: Dannazione, quella ultima scala ha preso il piscio da me...

source: Too many pizzas, too little exercise...
fr_fr: Trop de pizzas, trop peu d'exercice ...
it_it: Troppe pizze, troppo poco esercizio...

source: Hmm... this has never happened before...
fr_fr: Hmm ... ça n'a jamais eu lieu avant ...
it_it: Hmm... questo non è mai successo prima...

source: My heart is trying to break out of my chest...
fr_fr: Mon cœur essaie de sortir de ma poitrine ...
it_it: Il mio cuore sta cercando di rompere dal mio petto...

source: I never knew what the galaxy looked like up close. They say that there{space=-35} are more stars in the night sky than grains of sand in the Sahara...
fr_fr: Je ne savais pas à quoi ressemblait la galaxie. Ils disent qu'il y a {space=-35} sont plus des étoiles dans le ciel de la nuit que les grains de sable au Sahara ...
it_it: Non ho mai saputo come la galassia assomigliava da vicino. Dicono che lì{space=-35} sono più stelle nel cielo notturno che granelli di sabbia nel Sahara...

source: With so many stars, there's bound to be planets full of girls interested in me...
fr_fr: Avec tant d'étoiles, il y aura des planètes pleines de filles qui s'intéressent à moi ...
it_it: Con così tante stelle, c'è destinato ad essere pianeti pieni di ragazze interessate a me...

source: Then again, why would they be interested in someone who can't even make it up a flight of stairs without gasping for air?
fr_fr: Encore une fois, pourquoi s'intéresser à quelqu'un qui ne peut même pas monter un escalier sans halètement pour l'air ?
it_it: Poi ancora, perché sarebbero interessati a qualcuno che non riesce nemmeno a fare un volo di scale senza asping per l'aria?

source: Man, I really hope there's a civilization out there who worships bad diets, shitty sleeping schedules, and a lack of social skills...
fr_fr: L'homme, j'espère vraiment qu'il y a une civilisation là-bas qui adore les mauvaises habitudes alimentaires, les horaires de sommeil criés, et le manque de compétences sociales ...
it_it: Uomo, spero davvero che ci sia una civiltà là fuori che adora diete cattive, orari di sonno spudorati, e una mancanza di abilità sociali...

source: So... dizzy...
fr_fr: Donc ... des étourdissements ...
it_it: Così... capogiro...

source: What's happening...?
fr_fr: Que se passe-t-il ?
it_it: Cosa sta succedendo...?

source: [_mc_] Can someone get the [nurse], please?
fr_fr: [_mc_] Est-ce que quelqu'un peut obtenir le [nurse], s'il vous plaît ?
it_it: [_mc_] Qualcuno può ottenere la [nurse], per favore?

source: That's pretty embarrassing. Now everyone's looking at me.
fr_fr: C'est assez embarrassant. Maintenant tout le monde me regarde.
it_it: È piuttosto imbarazzante. Ora mi stanno guardando tutti.

source: [_flora_s_laughing_] What are you up to now?
fr_fr: [_flora_s_laughing_] Qu'est-ce que vous avez à l'heure actuelle ?
it_it: [_flora_s_laughing_] Che cosa sei fino ad ora?

source: Of course, [flora] has to show up for my moment of weakness...
fr_fr: Bien sûr, [flora] doit se montrer pour mon moment de faiblesse ...
it_it: Naturalmente, [flora] deve presentarsi per il mio momento di debolezza...

source: [_flora_s_worried_] You look pale. Are you okay?
fr_fr: [_flora_s_worried_] Vous avez l'air pâle. Es-tu d'accord ?
it_it: [_flora_s_worried_] Sembri pallido. Stai bene?

source: [_mc_] I feel a little lightheaded...
fr_fr: [_mc_] Je me sens un peu éclairé ...
it_it: [_mc_] Mi sento un po' spaventato...

source: [_flora_s_thinking_] Let's go to the [nurse]'s office.
fr_fr: [_flora_s_thinking_] Allons au bureau du [nurse].
it_it: [_flora_s_thinking_] Andiamo all'ufficio di [nurse].

source: [_flora_s_thinking_] Right now.
fr_fr: [_flora_s_thinking_] En ce moment.
it_it: [_flora_s_thinking_] In questo momento.

source: [_mc_] Yeah, okay...
fr_fr: [_mc_] Oui, d'accord ...
it_it: [_mc_] Sì, okay...

source: [_flora_s_annoyed_] Gross, you drooled on my shirt.
fr_fr: [_flora_s_annoyed_] Dégueulasse, tu as bavé sur ma chemise.
it_it: [_flora_s_annoyed_] Croce, sei scavato sulla mia camicia.

source: [_mc_] That's just your sweat...
fr_fr: [_mc_] C'est juste votre sueur ...
it_it: [_mc_] Questo è solo il tuo sudore...

source: [_flora_s_annoyed_] If it is, it's because you weigh a ton.
fr_fr: [_flora_s_annoyed_] Si c'est le cas, c'est parce que vous pesez une tonne.
it_it: [_flora_s_annoyed_] Se è così, è perché si pesa una tonnellata.

source: [_flora_s_sarcastic_] I can't believe I dragged you all the way here! Call me Wonder Woman!{space=-45}
fr_fr: [_flora_s_sarcastic_] Je ne peux pas croire que je t'ai traîné ici ! Call me Wonder Woman ! {space = -45}
it_it: [_flora_s_sarcastic_] Non posso credere che ti abbia trascinato fino in fondo qui! Chiamami Donna Meraviglia!{space=-45}

source: [_mc_] I leaned on you a little bit, that's all...
fr_fr: [_mc_] Je t'ai prêté un peu, c'est tout ...
it_it: [_mc_] Ho appoggiato un po 'su di voi, che è tutto...

source: [_flora_s_eyeroll_] Whatever. Next time don't ask me for help.
fr_fr: [_flora_s_eyeroll_] Quoi qu'il en soit. La prochaine fois ne me demande pas d'aide.
it_it: [_flora_s_eyeroll_] Qualunque cosa sia. La prossima volta non chiedermi aiuto.

source: [_mc_] Sorry, [flora]... I'm grateful you were around.
fr_fr: [_mc_] Désolé, [flora]... Je vous suis reconnaissante d'être là.
it_it: [_mc_] Scusa, [flora]... ti sono grato.

source: [_flora_s_skeptical_] You know what? I prefer it when you're annoying.
fr_fr: [_flora_s_skeptical_] Vous savez quoi ? Je le préfère quand tu es ennuyeux.
it_it: [_flora_s_skeptical_] Sai cosa? Io lo preferisco quando sei fastidioso.

source: [_flora_s_skeptical_] This is weirding me out...
fr_fr: [_flora_s_skeptical_] Cela me dévoile ...
it_it: [_flora_s_skeptical_] Questo mi strana fuori...

source: Great. Got to love lose-lose situations.
fr_fr: Superbe. Il faut aimer les situations perdant-perdant.
it_it: Ottimo. Amare le situazioni perdute.

source: [_mc_] Don't, uh... don't help me next time I ask?
fr_fr: [_mc_] Ne m'aide pas la prochaine fois que je vous demande ?
it_it: [_mc_] no, uh... non aiutarmi la prossima volta che chiedo?

source: [_flora_s_afraid_] That's the best you've got? You really must be dizzy.
fr_fr: [_flora_s_afraid_] C'est le mieux que tu as ? Tu dois vraiment être étourdi.
it_it: [_flora_s_afraid_] È il meglio che hai ottenuto? Devi davvero essere vertiginoso.

source: [_mc_] Yeah, it's pretty bad...
fr_fr: [_mc_] Oui, c'est plutôt mauvais ...
it_it: [_mc_] Sì, è piuttosto cattivo...

source: [_flora_s_smile_] For what it's worth, I'm glad you didn't fall down the stairs.
fr_fr: [_flora_s_Souriez_] Pour ce que ça vaut, je suis content que vous n'avez pas descendu les escaliers.
it_it: [_flora_s_smile_] Per quello che vale la pena, sono contento che tu non abbia caduto giù per le scale.

source: [_flora_s_smile_] But I need to get back to my classes now, okay?
fr_fr: [_flora_s_Souriez_] Mais j'ai besoin de revenir à mes cours maintenant, d'accord ?
it_it: [_flora_s_smile_] Ma devo tornare alle mie lezioni ora, ok?

source: [_mc_] Thanks, I appreciate the help...
fr_fr: [_mc_] Merci, j'apprécie l'aide ...
it_it: [_mc_] Grazie, apprezzo l'aiuto...

source: [_flora_s_smile_] No worries! Talk to you later!
fr_fr: [_flora_s_Souriez_] Pas de soucis ! Parlez à vous plus tard !
it_it: [_flora_s_smile_] Nessuna preoccupazione! Parla più tardi!

source: Okay, time to talk to the [nurse] before I pass out.
fr_fr: Il est temps de parler à [l'infirmière] avant que je ne m'évanouisse.
it_it: Va bene, è il momento di parlare con la [nurse] prima di passare.

source: [_mc_] Noted. Next time, I'll just die on the floor.
fr_fr: [_mc_] Noté. La prochaine fois, je vais mourir sur le sol.
it_it: [_mc_] Notato. La prossima volta morirò sul pavimento.

source: [_flora_s_smile_] Awesome! Can I have your Wiintendo then?
fr_fr: [_flora_s_Souriez_] Génial ! Je peux avoir ta Nintendo alors ?
it_it: [_flora_s_smile_] Fantastico! Posso avere la tua Wiintendo allora?

source: [_mc_] For the hundredth time — that's the company name, not the console! The console is called xCube!
fr_fr: [_mc_] Pour la centième fois - c'est le nom de l'entreprise, pas la console ! La console est appelée xCube !
it_it: [_mc_] Per la centesima volta - questo è il nome dell'azienda, non la console! La console si chiama xCube!

source: [_flora_s_skeptical_] As long as it plays games, I don't care what it's called.
fr_fr: [_flora_s_skeptical_] Tant qu'il joue, je me fiche de ce qu'il est appelé.
it_it: [_flora_s_skeptical_] Finché gioca, non mi interessa quello che si chiama.

source: [_mc_] Well, in that case, I'm donating it to charity if I die.
fr_fr: [_mc_] Eh bien, dans ce cas, je donne ça à la charité si je meurs.
it_it: [_mc_] Beh, in questo caso, lo sto donando alla beneficenza se morisco.

source: [_flora_s_afraid_] You would not!
fr_fr: [_flora_s_afraid_] Vous ne le feriez pas !
it_it: [_flora_s_afraid_] Non lo fare!

source: [_mc_] It's already in my will.
fr_fr: [_mc_] C'est déjà dans ma volonté.
it_it: [_mc_] È già nella mia volontà.

source: [_flora_s_annoyed_] It honestly wouldn't surprise me.
fr_fr: [_flora_s_annoyed_] Honnêtement, ça ne me surprendrait pas.
it_it: [_flora_s_annoyed_] onestamente non mi sorprenderebbe.

source: [_mc_] What's in your will, [flora]?
fr_fr: [_mc_] Qu'est-ce qu'il y a dans votre volonté, [flora] ?
it_it: [_mc_] Cosa c'è nella tua volontà, [flora]?

source: [_flora_s_sarcastic_] For you? Only my middle finger.
fr_fr: [_flora_s_sarcastic_] Pour vous ? Seulement mon petit doigt.
it_it: [_flora_s_sarcastic_] Per te? Solo il mio medio dito.

source: [_mc_] I can do a lot with just one finger...
fr_fr: [_mc_] Je peux faire beaucoup avec un seul doigt ...
it_it: [_mc_] posso fare molto con un solo dito...

source: [_flora_s_cringe_] That's it! I'm out of here!
fr_fr: [_flora_s_cringe_] C'est tout ! Je suis hors d'ici !
it_it: [_flora_s_cringe_] Questo è tutto! Sono fuori di qui!

source: Probably not the best thing to say to her... but not the worst either.
fr_fr: Probablement pas la meilleure chose à lui dire ... mais pas le pire non plus.
it_it: Probabilmente non la cosa migliore da dirle... ma non il peggio neanche.

source: Okay, I definitely need to see the [nurse] now before I pass out.
fr_fr: Ok, j'ai vraiment besoin de voir le [nurse] maintenant avant de passer.
it_it: Va bene, ho sicuramente bisogno di vedere la [nurse] ora prima di passare.

source: [_mc_] No, I would have it cremated with my remains. The xCube and I would watch you judgingly from our urn on your nightstand.
fr_fr: [_mc_] Non, j'aurais été incinéré avec mes restes. Le xCube et moi vous regarderait de notre urne sur votre boîte de nuit.
it_it: [_mc_] No, lo avrei cremato con i miei resti. Il xCube e ti guarderei a giudicare dalla nostra urna sul tuo comodo.

source: [_flora_s_eyeroll_] Your urn would never be on my nightstand.
fr_fr: [_flora_s_eyeroll_] Votre urne ne serait jamais sur ma boîte de nuit.
it_it: [_flora_s_eyeroll_] La tua urna non sarebbe mai sul mio comodino.

source: [_mc_] Why not?
fr_fr: [_mc_] Pourquoi pas ?
it_it: [_mc_] Perché no?

source: [_flora_s_sarcastic_] You're banned from my room, remember? You think you can circumvent that by dying?
fr_fr: [_flora_s_sarcastic_] Vous êtes banni de ma chambre, n'oubliez pas ? Tu crois que tu peux contourner ça en mourant ?
it_it: [_flora_s_sarcastic_] Sei bannato dalla mia stanza, ricorda? Pensi di poterlo aggirare morendo?

source: Damn it! She has thought of everything.
fr_fr: Merde ! Elle a pensé à tout.
it_it: Dannazione! Ha pensato a tutto.

source: [_mc_] It'll be in the bathroom, then. Right next to the shower.
fr_fr: [_mc_] Il sera dans la salle de bain, puis. Juste à côté de la douche.
it_it: [_mc_] Sarà in bagno, allora. Proprio accanto alla doccia.

source: [_flora_s_annoyed_] Dream on, perv.
fr_fr: [_flora_s_annoyed_] Rêve, pervers.
it_it: [_flora_s_annoyed_] Sogno su, perv.

source: [_mc_] A dead person can't be a perv, [flora].
fr_fr: [_mc_] Un mort ne peut pas être un pervers, [flora].
it_it: [_mc_] Una persona morta non può essere un perv, [flora].

source: [_flora_s_confused_] If anyone could pull it off, it'd be you.
fr_fr: [_flora_s_confused_] Si quelqu'un pouvait le retirer, ce serait vous.
it_it: [_flora_s_confused_] Se qualcuno potesse tirarlo fuori, saresti tu.

source: [_flora_s_confused_] Anyway, I have to go. Don't faint out here.
fr_fr: [_flora_s_confused_] Quoi qu'il en soit, je dois y aller. Ne vous évanouissez pas ici.
it_it: [_flora_s_confused_] Comunque, devo andare. Non svenire qui.

source: [_mc_] Listen to me carefully, [flora] — if you ever get pulled into the sewers by a tentacle abomination... I will stand idly by.
fr_fr: [_mc_] Écoutez-moi attentivement, [flora] -si vous vous reniez dans les égouts par une abomination de tentacules ... Je vais rester les bras croisés.
it_it: [_mc_] Ascoltami attentamente, [flora] — se mai ti farai trascinare nelle fogne da un tentacolo abominazione... starò tranquillo.

source: [_flora_s_afraid_] W-what?
fr_fr: [_flora_s_afraid_] Qu-quoi ?
it_it: [_flora_s_afraid_] W-cosa?

source: [_mc_] The old gods aren't kind. Remember that.
fr_fr: [_mc_] Les anciens dieux ne sont pas gentils. Souvenez-vous en.
it_it: [_mc_] I vecchi dei non sono gentili. Ricordatelo.

source: [_flora_s_skeptical_hands_up_] That's what you get!
fr_fr: [_flora_s_skeptical_hands_up_] C'est ce que vous obtenez !
it_it: [_flora_s_skeptical_hands_up_] Questo è quello che otteni!

source: [_mc_] Hitting a dying man?! Now I've seen everything!
fr_fr: [_mc_] Frapper un mourant ?! Maintenant j'ai tout vu !
it_it: [_mc_] Colpire un uomo morente?! Ora ho visto tutto!

source: [_flora_s_smile_] Shut up!
fr_fr: [_flora_s_Souriez_] Tais-toi !
it_it: [_flora_s_smile_] Stai zitto!

source: [_flora_s_smile_] I... I have to go!
fr_fr: [_flora_s_Souriez_] Je... Je dois y aller !
it_it: [_flora_s_smile_] Io... devo andare!

source: Years of practice and meditation have left me with the darkest of insights, the most secret of techniques...
fr_fr: Des années de pratique et de méditation m'ont laissé le plus sombre des éclairages, le plus secret des techniques ...
it_it: Anni di pratica e di meditazione mi hanno lasciato il più oscuro delle intuizioni, il più segreto delle tecniche...

source: Getting under [flora]'s battle-hardened skin is a mere walk in the park.{space=-30}
fr_fr: L'obtention de la peau durcie de [flora]'s est une simple promenade dans le parc. {space=-30}
it_it: Ottenere sotto la pelle indurita dalla battaglia di [flora]è una mera passeggiata nel parco.{space=-30}

source: Anyway, time to talk to the [nurse] before I pass out.
fr_fr: Quoi qu'il en soit, il est temps de parler à [l'infirmière] avant que je ne m'évanouisse.
it_it: In ogni caso, il tempo di parlare con la [nurse] prima di passare.

source: Huh? Is someone there?
fr_fr: Huh ? Quelqu'un est-il là ?
it_it: Eh? C'è qualcuno lì?

source: Man, what the hell is wrong with me?
fr_fr: Mec, qu'est-ce qui ne va pas avec moi ?
it_it: Uomo, qual è l'inferno sbagliato con me?

source: Where are those voices coming from?
fr_fr: D'où viennent ces voix ?
it_it: Da dove vengono quelle voci?

source: The hours at the gym have surely prepared my body for a little wave of dizziness...
fr_fr: Les heures de gym ont sûrement préparé mon corps pour une petite vague de vertiges ...
it_it: Le ore in palestra hanno sicuramente preparato il mio corpo per una piccola ondata di vertigini...

source: Besides, what kind of pussy would call for help?
fr_fr: De plus, quelle sorte de chatte appellerait à l'aide ?
it_it: Inoltre, che tipo di figa richiederebbe aiuto?

source: I just need to stay focused. Deep breaths.
fr_fr: Je dois juste rester concentrée. Des respirations profondes.
it_it: Ho solo bisogno di rimanere concentrato. Respiri profondi.

source: Ugh, I need to sit down before—
fr_fr: Ugh, j'ai besoin de m'asseoir avant-
it_it: Ugh, ho bisogno di sedermi prima—

source: [_lindsey_s_blush_] Oh, good! You're awake again!
fr_fr: [_lindsey_s_blush_] Oh, bien ! Tu es réveillée !
it_it: [_lindsey_s_blush_] Oh, buono! Sei sveglio di nuovo!

source: [_lindsey_s_thinking_] I was worried I wouldn't be able to drag you all the way...
fr_fr: [_lindsey_s_thinking_] J'étais inquiet que je ne serais pas capable de vous traîner tout le chemin ...
it_it: [_lindsey_s_thinking_] Ero preoccupato che non sarei stato in grado di trascinare tutto il modo...

source: [_mc_] Ugh, what happened?
fr_fr: [_mc_] Ugh, que s'est-il passé ?
it_it: [_mc_] Ugh, cos'è successo?

source: [_lindsey_s_cringe_] You passed out.
fr_fr: [_lindsey_s_cringe_] Vous avez dépassé.
it_it: [_lindsey_s_cringe_] Sei svenuto.

source: [_mc_] You dragged me here all by yourself?
fr_fr: [_mc_] Vous m'avez traîné ici tout seul ?
it_it: [_mc_] Mi hai trascinato qui tutti da soli?

source: [_lindsey_s_laughing_] I'm quite strong, but no. [maxine] helped.
fr_fr: [_lindsey_s_laughing_] Je suis assez fort, mais non. [maxine] aidé.
it_it: [_lindsey_s_laughing_] sono abbastanza forte, ma no. [maxine] ha aiutato.

source: [_mc_] Where is she now? And what was she doing outside her office?!
fr_fr: [Où est-elle maintenant ? Et que faisait-elle devant son bureau ? !
it_it: [_mc_] Dov'è ora? E cosa stava facendo fuori dal suo ufficio?!

source: [_mc_] The last bit is more upsetting than me fainting.
fr_fr: [_mc_] Le dernier bit est plus dérangé que moi.
it_it: [_mc_] L'ultimo bit è più sconvolgente di me svenendo.

source: [_lindsey_s_smile_] It is a rare sight!
fr_fr: [_lindsey_s_Souriez_] C'est un spectacle rare !
it_it: [_lindsey_s_smile_] È una rara vista!

source: [_lindsey_s_smile_] She's right outside. Got a super important phone call or something.
fr_fr: [_lindsey_s_Souriez_] Elle est juste dehors. J'ai un super coup de téléphone ou quelque chose.
it_it: [_lindsey_s_smile_] Lei è proprio fuori. Ha una telefonata super importante o qualcosa.

source: [_mc_] More important than helping a dying man?
fr_fr: [_mc_] Plus important que d'aider un homme mourant ?
it_it: [_mc_] Più importante che aiutare un uomo morente?

source: [_lindsey_s_flirty_] You know how she is.
fr_fr: [_lindsey_s_flirty_] Vous savez comment elle est.
it_it: [_lindsey_s_flirty_] Tu sai com'è.

source: [_mc_] Yeah, she's a complete weirdo.
fr_fr: [_mc_] Oui, elle est vraiment bizarre.
it_it: [_mc_] Yeah, lei è un strano completo.

source: [_lindsey_s_concerned_] She used to be more normal...
fr_fr: [_lindsey_s_concerned_] Elle était plus normale ...
it_it: [_lindsey_s_concerned_] Lei era più normale...

source: [_mc_] I don't remember that.
fr_fr: [_mc_] Je ne me souviens pas de ça.
it_it: [_mc_] non me lo ricordo.

source: [_lindsey_s_concerned_] It was a long time ago, but maybe I'm holding on to the good memories.{space=-75}
fr_fr: [_lindsey_s_concerned_] C'était il y a longtemps, mais peut-être que je m'en tiens aux bons souvenirs. {space=-75}
it_it: [_lindsey_s_concerned_] E 'stato molto tempo fa, ma forse sto tenendo i buoni ricordi.{space=-75}

source: [_mc_] Probably. I only ever knew her as an eccentric.
fr_fr: [_mc_] Probablement. Je ne l'ai jamais connue comme excentrique.
it_it: [_mc_] Probabilmente. La conoscevo solo come eccentrica.

source: [_lindsey_s_sad_] Yeah, it's been going on for a while...
fr_fr: [_lindsey_s_sad_] Oui, ça fait un moment ...
it_it: [_lindsey_s_sad_] Sì, sta andando avanti da un po'...

source: [_mc_] I guess it's easy to get sucked into conspiracy holes.
fr_fr: [_mc_] Je suppose qu'il est facile d'être aspiré dans des trous de complots.
it_it: [_mc_] Immagino sia facile farsi succhiare nei buchi della cospirazione.

source: [_lindsey_s_annoyed_] I wish there was something I could do.
fr_fr: [_lindsey_s_annoyed_] J'aimerais qu'il y ait quelque chose que je puisse faire.
it_it: [_lindsey_s_annoyed_] Vorrei che ci fosse qualcosa che potevo fare.

source: [_mc_] She's a lost cause.
fr_fr: [_mc_] C'est une cause perdue.
it_it: [_mc_] Lei è una causa persa.

source: [_lindsey_s_cringe_] I don't usually give up on people, but you might have a point.
fr_fr: [_lindsey_s_cringe_] Je n'abandonnerai pas habituellement les gens, mais vous pourriez avoir un point.
it_it: [_lindsey_s_cringe_] Di solito non mi arrendo alla gente, ma potresti avere un punto.

source: [_mc_] I've always found her too difficult to deal with.
fr_fr: [_mc_] Je l'ai toujours trouvée trop difficile à traiter.
it_it: [_mc_] L'ho sempre trovata troppo difficile da affrontare.

source: [_lindsey_s_thinking_] She used to have her moments, but I barely see her anymore.
fr_fr: [_lindsey_s_thinking_] Elle a eu ses moments, mais je la vois à peine.
it_it: [_lindsey_s_thinking_] Aveva i suoi momenti, ma a malapena la vedo più.

source: [_mc_] It's probably best to move on.
fr_fr: [_mc_] Il est probablement préférable de se déplacer.
it_it: [_mc_] È probabilmente meglio andare avanti.

source: [_lindsey_s_thinking_] I suppose that's true...
fr_fr: [_lindsey_s_thinking_] Je suppose que c'est vrai ...
it_it: [_lindsey_s_thinking_] Suppongo che sia vero...

source: [_mc_] Have you tried talking to her?
fr_fr: [_mc_] Avez-vous essayé de lui parler ?
it_it: [_mc_] Hai provato a parlare con lei?

source: [_lindsey_s_eyeroll_] Many times. She's always busy.
fr_fr: [_lindsey_s_eyeroll_] Nombre de fois. Elle est toujours occupée.
it_it: [_lindsey_s_eyeroll_] Molte volte. È sempre impegnata.

source: [_mc_] Maybe schedule a meeting with her? Make sure you have her full attention.{space=-130}
fr_fr: [_mc_] Peut-être prévoir une réunion avec elle ? Assurez-vous d'avoir toute son attention. {space=-130}
it_it: [_mc_] Forse pianifica un incontro con lei? Assicurati di avere tutta la sua attenzione.{space=-130}

source: [_lindsey_s_laughing_] That's a good idea!
fr_fr: [_lindsey_s_laughing_] C'est une bonne idée !
it_it: [_lindsey_s_laughing_] È una buona idea!

source: [_lindsey_s_flirty_] I'll definitely do that. Thank you!
fr_fr: [_lindsey_s_flirty_] Je vais certainement faire ça. Je vous remercie !
it_it: [_lindsey_s_flirty_] lo farò sicuramente. Grazie!

source: [_mc_] Happy to help!
fr_fr: [_mc_] Heureux de vous aider !
it_it: [_mc_] Felice di aiutare!

source: [_mc_] Are you sure you have to?
fr_fr: [_mc_] Etes-vous sûr de devoir le faire ?
it_it: [_mc_] Sei sicuro di dovere?

source: [_lindsey_s_thinking_] What do you mean?
fr_fr: [_lindsey_s_thinking_] Que voulez-vous dire ?
it_it: [_lindsey_s_thinking_] Che cosa intendi?

source: [_mc_] Maybe she'll come around if you just wait.
fr_fr: [_mc_] Peut-être qu'elle viendra si vous attendez.
it_it: [_mc_] Forse lei verrà in giro se solo aspetti.

source: [_lindsey_s_thinking_] Maybe...
fr_fr: [_lindsey_s_thinking_] Peut-être ...
it_it: [_lindsey_s_thinking_] Può darsi...

source: [_mc_] All I'm saying is that giving her another chance might be worth it.
fr_fr: [_mc_] Tout ce que je dis, c'est que lui donner une autre chance en vaut la peine.
it_it: [_mc_] Tutto quello che sto dicendo è che darle un'altra possibilità potrebbe valerla.

source: [_lindsey_s_blush_] Maybe you're right!
fr_fr: [_lindsey_s_blush_] Peut-être que vous avez raison !
it_it: [_lindsey_s_blush_] Forse hai ragione!

source: [_lindsey_s_blush_] I'll try to talk to her, at least!
fr_fr: [_lindsey_s_blush_] Je vais essayer de lui parler, au moins !
it_it: [_lindsey_s_blush_] Cercherò di parlare con lei, almeno!
