Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/nurse/q_nurse_venting.po
Languages: it_it

source: [_mc_] I don't believe what I'm seeing.
it_it: [_mc_] Non credo a quello che sto vedendo.

source: [_maxine_s_sad_fishing_] On the road to truth, the eyes are false signposts.
it_it: [_maxine_s_sad_fishing_] Sulla strada verso la verità, gli occhi sono falsi segni.

source: [_mc_] I don't know anything about eye signposts, but what I'm seeing is you fishing in the school vents.
it_it: [_mc_] Non so nulla sui cartelli oculari, ma quello che sto vedendo è la pesca nelle bocche scolastiche.

source: [_maxine_s_sad_fishing_] This time your signposts are correct.
it_it: [_maxine_s_sad_fishing_] Questa volta i tuoi cartelli sono corretti.

source: [_mc_] What are you fishing for? Dust bunnies?
it_it: [_mc_] Per cosa stai pescando? Coniglietti di polvere?

source: [_maxine_s_confident_fishing_] Soap goblins.
it_it: [_maxine_s_confident_fishing_] Goblins di sapone.

source: Talking to [maxine] is like talking to a brick wall with its head in the clouds.
it_it: Parlare con [maxine] è come parlare con un muro di mattoni con la testa nelle nuvole.

source: [_mc_] What are soap goblins?
it_it: [_mc_] Cosa sono i goblin di sapone?

source: [_maxine_s_eyeroll_fishing_] They're goblins. Made of soap.
it_it: [_maxine_s_eyeroll_fishing_] Sono goblins. Fatto di sapone.

source: [_maxine_s_skeptical_fishing_] Very dangerous, but their hide can be used to make bombs.
it_it: [_maxine_s_skeptical_fishing_] Molto pericoloso, ma la loro pelle può essere usata per fare bombe.

source: [_mc_] Do I even want to know what you're planning on blowing up?
it_it: [_mc_] Voglio anche sapere che cosa hai intenzione di fare saltare in alto?

source: [_maxine_s_concerned_fishing_] I'd never blow something up!
it_it: [_maxine_s_concerned_fishing_] non farei mai saltare qualcosa!

source: [_maxine_s_excited_fishing_] Or, if I was going to blow something up, I'd never tell someone beforehand.
it_it: [_maxine_s_excited_fishing_] O, se stavo per saltare qualcosa, non direi mai a qualcuno in anticipo.

source: [_maxine_s_excited_fishing_] I'll use the soap goblins as soap. That's all.
it_it: [_maxine_s_excited_fishing_] userò i goblin del sapone come sapone. È tutto.

source: That's a relief. I was about to call in a bomb squad.
it_it: Questo è un sollievo. Stavo per chiamare in una squadra di bombe.

source: [_mc_] All right... tell me, are you using a fishing hook to snag the soap goblins?
it_it: [_mc_] Va bene... dimmi, stai usando un gancio da pesca per scavare i gol di sapone?

source: [_maxine_s_smile_fishing_] Can't go fishing without a fishing hook, can I?
it_it: [_maxine_s_smile_fishing_] Non puoi andare a pescare senza un gancio di pesca, vero?

source: [_mc_] Can I borrow the hook when you're done?
it_it: [_mc_] Posso prendere in prestito il gancio quando hai finito?

source: [_maxine_s_smile_fishing_] Maybe. If I get a good haul.
it_it: [_maxine_s_smile_fishing_] Forse. Se ottengo una buona condotta.

source: [_mc_] But what about if you get no haul, because soap goblins aren't real?{space=-5}
it_it: [_mc_] Ma che dire se non si ottiene alcuna haul, perché i goblin di sapone non sono reali?{space=-5}

source: [_maxine_s_angry_fishing_] Soap goblins are very much real! In fact, just the other day—
it_it: [_maxine_s_angry_fishing_] I goblin di sapone sono molto reali! Infatti, solo l'altro giorno —

source: [_maxine_s_smile_fishing_] I've got one!
it_it: [_maxine_s_smile_fishing_] ne ho uno!

source: [_maxine_s_smile_fishing_] Soap goblins always bite when there's doubt in the air.
it_it: [_maxine_s_smile_fishing_] I goblins del sapone mordono sempre quando c'è dubbio nell'aria.

source: [_maxine_s_laughing_fishing_] Wow, it's a big one! It's really fighting me!
it_it: [_maxine_s_laughing_fishing_] Wow, è grandi! Mi sta davvero combattendo!

source: [_maxine_s_laughing_fishing_] I can hardly get it to budge at all!
it_it: [_maxine_s_laughing_fishing_] difficilmente riesco a farla sfiorare affatto!

source: Of course it won't budge... she's caught on a piece of metal.
it_it: Certo che non sfiorderà... è catturata su un pezzo di metallo.

source: [_mc_] Let it out a little. See if that dislodges it.
it_it: [_mc_] Lasci un po 'fuori. Vedi se questo lo disloca.

source: [_maxine_s_angry_fishing_] It's not lodged anywhere! It's a big soap goblin!
it_it: [_maxine_s_angry_fishing_] Non è depositato da nessuna parte! È un grande goblin!

source: [_maxine_s_angry_fishing_] Help me pull!
it_it: [_maxine_s_angry_fishing_] Aiutami a tirare!

source: [_mc_] Fine! Let me grab the rod.
it_it: [_mc_] Fine! Lasciami afferrare l'asta.

source: [_maxine_s_flirty_fishing_] Thank you! Let's get this soap goblin out of there!
it_it: [_maxine_s_flirty_fishing_] Grazie! Prendiamo questo goblin di sapone là fuori!

source: [_maxine_s_flirty_fishing_] I'll let you keep some of the soap once I've butchered it!
it_it: [_maxine_s_flirty_fishing_] Ti lascerò tenere un po' del sapone una volta che l'ho macellato!

source: If a soap goblin shoots up through this vent, I'll never doubt [maxine] again...
it_it: Se un goblin di sapone spara attraverso questa sfiato, non dubiterò mai più di [maxine]...

source: [_mc_] We'll give it a big pull on three.
it_it: [_mc_] Gli daremo un grande tiro su tre.

source: [_maxine_s_afraid_] The line snapped! It got away!
it_it: [_maxine_s_afraid_] La linea scattata! Si è allontanata!

source: [_mc_] And that means the fishing hook is now stuck in the vent...
it_it: [_mc_] E questo significa che l'amo da pesca è ora bloccato nella bocca...

source: [_maxine_s_afraid_] Who cares about the fishing hook?!
it_it: [_maxine_s_afraid_] A chi importa del gancio da pesca?!

source: [_maxine_s_afraid_] That was the biggest soap goblin I've never seen!
it_it: [_maxine_s_afraid_] Questo è stato il più grande goblin di sapone che non ho mai visto!

source: The biggest she's {i}never{/} seen? What does that even mean?
it_it: La più grande ha mai visto {i}{/}? Che cosa significa ancora?

source: [_maxine_s_thinking_] A stronger line, that's what I need.
it_it: [_maxine_s_thinking_] Una linea più forte, questo è quello di cui ho bisogno.

source: [_mc_] Can you think of a way to get the hook?
it_it: [_mc_] Riesci a pensare a un modo per ottenere il gancio?

source: [_maxine_s_sad_] Steel, maybe? No, too weak...
it_it: [_maxine_s_sad_] Acciaio, forse? No, troppo debole...

source: [_maxine_s_thinking_] Carbon nano-filament. That's the ticket.
it_it: [_maxine_s_thinking_] nano-filamento di carbonio. Questo è il biglietto.

source: [_maxine_s_thinking_] I'll do some research.
it_it: [_maxine_s_thinking_] farò qualche ricerca.

source: [_mc_] There's no such thing as soap goblins. You're on your own for this one.
it_it: [_mc_] Non c'è niente come i goblins di sapone. Sei da solo per questo.

source: [_maxine_s_afraid_fishing_] We'll see about that!
it_it: [_maxine_s_afraid_fishing_] Vedremo a riguardo!

source: [_maxine_s_thinking_fishing_] You'll be so jealous when you see how clean the soap gets me.
it_it: [_maxine_s_thinking_fishing_] Sarai così geloso quando vedrai come pulito il sapone mi ottiene.

source: [_maxine_s_thinking_fishing_] And don't even get me started on the bombs I'll make.
it_it: [_maxine_s_thinking_fishing_] E non fatemi nemmeno iniziare sulle bombe che farò.

source: [_maxine_s_afraid_fishing_] If I could just... get this line... to move!
it_it: [_maxine_s_afraid_fishing_] Se potessi solo... prendi questa linea... per muoverti!

source: [maxine] is officially losing her mind.
it_it: [maxine] sta perdendo ufficialmente la testa.

source: Maybe she'll become a touch more sane if she sees that soap goblins don't exist?
it_it: Forse diventerà un tocco più sano se vede che i goblin di sapone non esistono?

source: [_mc_] Pull with your back.
it_it: [_mc_] Tirare con la schiena.

source: [_maxine_s_afraid_fishing_] You had your chance to be helpful!
it_it: [_maxine_s_afraid_fishing_] Hai avuto la possibilità di essere utile!

source: [_mc_] Stop dragging the line on the edge of the vent. It's fraying.
it_it: [_mc_] Smettete di trascinare la linea sul bordo dello sfiato. È sfilacciata.

source: [_maxine_s_afraid_fishing_] I know what I'm doing!
it_it: [_maxine_s_afraid_fishing_] So cosa sto facendo!

source: [_mc_] It's gonna break...
it_it: [_mc_] sta per rompersi...

source: [_maxine_s_afraid_fishing_] No, it won't! I've got it loose!
it_it: [_maxine_s_afraid_fishing_] No, non è così! Ho sciolto!

source: [_mc_] It frayed right through! I told you that would happen!
it_it: [_mc_] E 'sfilacciato attraverso! Vi ho detto che sarebbe successo!

source: [_maxine_s_concerned_] This wouldn't have happened if you'd helped me.
it_it: [_maxine_s_concerned_] Questo non sarebbe successo se mi avessi aiutato.

source: [_mc_] And now the hook is lost in the vent...
it_it: [_mc_] E ora il gancio si perde nella bocca...

source: [_maxine_s_concerned_] Maybe the trick is getting the soap gobling to come to me?
it_it: [_maxine_s_concerned_] Forse il trucco sta facendo andare il sapone a venire da me?

source: [_maxine_s_concerned_] They subsist on a diet of centipedes and mildew.
it_it: [_maxine_s_concerned_] Essi subiscono una dieta di centipedi e muffa.

source: [_maxine_s_excited_] Maybe if I set up a centipede terrarium, with a fan to blow the smell into the vents...
it_it: [_maxine_s_excited_] Forse se ho impostato un terrario centipede, con un ventilatore per soffiare l'odore nelle bocchette...

source: Alright, she's not gonna be any more help.
it_it: Va bene, non sarà più di aiuto.

source: I know the vents get pretty big in there... maybe I could get inside and crawl around?
it_it: So che gli sfiati diventano piuttosto grandi laggiù... forse potrei entrare dentro e strisciare intorno?

source: Hmm... and then get stuck in there with all the soap goblins.
it_it: Hmm... e poi rimanere bloccato lì con tutti i goblins di sapone.

source: Even though there's no way soap goblins are real... definitely no way...
it_it: Anche se non c'è modo che i goblin di sapone siano reali... sicuramente nessun modo...

source: But... strange things have been happening around the school.
it_it: Ma... le cose strane stanno accadendo intorno alla scuola.

source: I'd better find someone to go into the vents for me.
it_it: Farei meglio a trovare qualcuno che vada nelle bocche per me.

source: Somebody who likes to be helpful...
it_it: Qualcuno che ama essere utile...

source: [_nurse_s_smile_] How can I help you today, [mc]?
it_it: [_nurse_s_smile_] Come posso aiutarti oggi, [mc]?

source: [_nurse_s_concerned_] Are you all right, dear? You look a bit flushed.
it_it: [_nurse_s_concerned_] Stai bene, caro? Sembri un po' arrossato.

source: [_mc_] Yes, just...
it_it: [_mc_] Sì, solo...

source: Flexing.
it_it: Flessione.

source: [_nurse_s_blush_] Now that I think about it, you have been looking healthy lately. I'm happy to see that.
it_it: [_nurse_s_blush_] Ora che ci penso, hai guardato in buona salute ultimamente. Sono felice di vederlo.

source: [_mc_] I've been hitting the gym. And I've been getting more of that special cardio.
it_it: [_mc_] Ho colpito la palestra. E ho ottenuto più di quella speciale cardio.

source: [_nurse_s_thinking_] Special cardio?
it_it: [_nurse_s_thinking_] Cardio speciale?

source: [_mc_] Let's just say it's less about the feet and more about the hips...
it_it: [_mc_] Diciamo solo che è meno sui piedi e più sui fianchi...

source: [_nurse_s_concerned_] That... motion... is quite improper, [mc].
it_it: [_nurse_s_concerned_] Quello... la mozione... è abbastanza impropria, [mc].

source: [_mc_] Well, you're the expert on improper behavior.
it_it: [_mc_] Beh, sei l'esperto di comportamento improprio.

source: [_nurse_s_afraid_] Not so loud, please!
it_it: [_nurse_s_afraid_] Non è così forte, per favore!

source: [_mc_] Or what?
it_it: [_mc_] O cosa?

source: [_nurse_s_annoyed_] Or nothing...
it_it: [_nurse_s_annoyed_] O niente...

source: [_mc_] That's what I thought.
it_it: [_mc_] È quello che pensavo.

source: [_nurse_s_annoyed_] I'm sorry to cut this short, but I have to get going...
it_it: [_nurse_s_annoyed_] Mi dispiace tagliare questo breve, ma devo andare avanti...

source: Not sure what I was thinking there...
it_it: Non so cosa stavo pensando lì...

source: [_nurse_s_smile_] That's all right.
it_it: [_nurse_s_smile_] Va bene.

source: [_nurse_s_smile_] I'm sorry to cut this short, but I have to get going...
it_it: [_nurse_s_smile_] Mi dispiace tagliare questo breve, ma devo andare avanti...

source: [_mc_] Wait, I actually need your help with something!
it_it: [_mc_] Aspetta, ho bisogno del tuo aiuto con qualcosa!

source: [_nurse_s_neutral_] What is it?
it_it: [_nurse_s_neutral_] Cosa c'è?

source: [_mc_] You're going into the school's vents for me.
it_it: [_mc_] Stai andando nelle bocche della scuola per me.

source: [_mc_] You're gonna crawl.
it_it: [_mc_] Ti striscierai.

source: [_nurse_s_afraid_] Into the vents?! What if I get stuck?
it_it: [_nurse_s_afraid_] Into the vents?! Cosa succede se mi blocca?

source: [_mc_] This isn't when you ask questions. This is when you say yes.
it_it: [_mc_] Questo non è quando fai domande. Questo è quando dici di sì.

source: [_nurse_s_annoyed_] ...yes.
it_it: [_nurse_s_annoyed_] ...sì.

source: [_mc_] Good. Now, the first thing we need is to find a vent you can get into.{space=-10}
it_it: [_mc_] Bene. Ora, la prima cosa di cui abbiamo bisogno è trovare uno sfogo in cui puoi entrare.{space=-10}

source: [_nurse_s_annoyed_] There's one in my office... right behind the bed...
it_it: [_nurse_s_annoyed_] C'è uno nel mio ufficio... proprio dietro il letto...

source: [_mc_] Perfect! We'll use that.
it_it: [_mc_] Perfetto! Lo useremo.

source: [_nurse_s_annoyed_] That does sound... perfect.
it_it: [_nurse_s_annoyed_] Che suona... perfetto.

source: [_mc_] I'll be back when I've got everything I need to guide you.
it_it: [_mc_] Sarò di ritorno quando ho tutto il necessario per guidarti.

source: [_mc_] And I wouldn't be too worried about getting stuck... I'll make sure you're nice and slippery.
it_it: [_mc_] E non sarei troppo preoccupato per rimanere bloccato... mi assicurerò di essere gentile e scivoloso.

source: [_mc_] I lost my inhaler...
it_it: [_mc_] Ho perso il mio inalatore...

source: [_mc_] I need help getting it back.
it_it: [_mc_] Ho bisogno di aiuto per riprenderlo.

source: [_nurse_s_thinking_] You have an inhaler?
it_it: [_nurse_s_thinking_] Hai un inalatore?

source: [_nurse_s_thinking_] My records don't have you as asthmatic.
it_it: [_nurse_s_thinking_] I miei record non ti hanno come asmatico.

source: [_mc_] It's... a recent development.
it_it: [_mc_] E' uno sviluppo recente.

source: [_nurse_s_concerned_] Should you be doing that special cardio if you're asthmatic?
it_it: [_nurse_s_concerned_] Dovresti fare quel cardio speciale se sei asmatico?

source: [_nurse_s_concerned_] I'll make a note about this. No more cardio for you.
it_it: [_nurse_s_concerned_] Farò una nota su questo. Niente più cardio per te.

source: The [nurse] is always so concerned about my health.
it_it: La [nurse] è sempre così preoccupata per la mia salute.

source: I wish there was an easier way to make her do what I want...{space=-25}
it_it: Vorrei che ci fosse un modo più facile per farla fare quello che voglio...{space=-25}

source: [_mc_] Don't worry about my asthma. It's fine.
it_it: [_mc_] Non preoccuparti della mia asma. Va bene.

source: [_mc_] Will you help me find my inhaler?
it_it: [_mc_] Mi aiuterai a trovare il mio inalatore?

source: [_nurse_s_smile_] I'm not sure how helpful I can be, but I'll certainly try!
it_it: [_nurse_s_smile_] Non sono sicuro di quanto posso essere utile, ma cercherò sicuramente!

source: [_mc_] So, I actually dropped it into a vent...
it_it: [_mc_] Così, ho effettivamente caduto in una bocca...

source: [_nurse_s_neutral_] A vent?
it_it: [_nurse_s_neutral_] Una bocca?

source: [_mc_] Yeah. Really clumsy of me.
it_it: [_mc_] Sì. Davvero goffo di me.

source: [_nurse_s_smile_] That's okay, I'm oftentimes clumsy myself.
it_it: [_nurse_s_smile_] Va bene, sono spesso maleducato.

source: [_nurse_s_smile_] Have you tried fishing it out?
it_it: [_nurse_s_smile_] Hai provato a pescarlo?

source: [_mc_] Err... yes. I've actually tried everything except climbing into the vent.{space=-10}
it_it: [_mc_] Err... sì. In realtà ho provato tutto tranne arrampicarsi nella bocca.{space=-10}

source: [_mc_] Because that would be bad for my... asthma.
it_it: [_mc_] Perché questo sarebbe male per me... l'asma.

source: [_nurse_s_thinking_] Yes, the vents can be a bit dusty.
it_it: [_nurse_s_thinking_] Sì, gli sfiati possono essere un po' polverosi.

source: [_mc_] So, can you help me?
it_it: [_mc_] Allora, puoi aiutarmi?

source: [_nurse_s_sad_] Um, I don't know...
it_it: [_nurse_s_sad_] Um, non lo so...

source: [_nurse_s_sad_] Crawling into a vent seems dangerous. I don't know if I can do that.
it_it: [_nurse_s_sad_] Strisciare in uno sfiato sembra pericoloso. Non so se posso farlo.

source: [_mc_] You know what? You're right. I'll go in myself.
it_it: [_mc_] Sapete una cosa? Hai ragione. Ci andrò da solo.

source: [_mc_] Just me and my poor asthmatic lungs crawling around in the dark... All that dry air... No big deal....
it_it: [_mc_] Solo io e i miei poveri polmoni asmatici che strisciano nel buio... Tutto quell'aria secca... Nessun grande affare....

source: [_nurse_s_surprised_] Oh, no, don't do that!
it_it: [_nurse_s_surprised_] Oh, no, non farlo!

source: [_mc_] Don't have much other choice, do I?
it_it: [_mc_] Non hai molta altra scelta, vero?

source: [_nurse_s_neutral_] Can't you just get a new one?
it_it: [_nurse_s_neutral_] Non riesci a riceverne uno nuovo?

source: [_mc_] Technically, yes. But it'll be a few days before the renewal of the prescription...
it_it: [_mc_] Tecnicamente, sì. Ma ci vorranno pochi giorni prima del rinnovo della prescrizione...

source: [_mc_] I kind of need it now or I might fail gym class.
it_it: [_mc_] Ho bisogno di questo ora o potrei fallire lezione di palestra.

source: [_nurse_s_afraid_] Oh, no! We can't have that...
it_it: [_nurse_s_afraid_] Oh, no! Non possiamo averlo...

source: [_mc_] Yeah, that would be bad. All that hard work and special cardio for nothing.
it_it: [_mc_] Sì, che sarebbe male, tutto quel duro lavoro e speciale cardio per niente.

source: [_nurse_s_annoyed_] All right. I'll go in for you.
it_it: [_nurse_s_annoyed_] Va bene. Andrò dentro per te.

source: [_mc_] Thank you! You really are the best nurse in this school.
it_it: [_mc_] Grazie! Sei davvero la migliore infermiera di questa scuola.

source: [_nurse_s_blush_] Aw, that's so kind.
it_it: [_nurse_s_blush_] Aw, è così gentile.

source: [_nurse_s_blush_] Okay, do you know where to enter the vent?
it_it: [_nurse_s_blush_] Okay, sai dove entrare nella bocca?

source: [_mc_] I know there's one in the sports wing, but that's hard to reach.
it_it: [_mc_] So che c'è uno nell'ala sportiva, ma è difficile da raggiungere.

source: [_nurse_s_thinking_] Hmm... now that I think of it, there's actually one in my office. Right behind the bed.
it_it: [_nurse_s_thinking_] Hmm... ora che ci penso, ce n'è uno nel mio ufficio. Proprio dietro il letto.

source: [_nurse_s_concerned_] Okay, then. Just be careful with your lungs in the meantime.
it_it: [_nurse_s_concerned_] Okay, allora. Fai attenzione con i tuoi polmoni nel frattempo.

source: Shit, come to think of it, what do I need?
it_it: Che cosa mi serve, venite a pensarci, che cosa mi serve?

source: She's going into a dark hole. I need to be able to talk to her. And see her, maybe? Is that a thing?
it_it: Sta entrando in un buco buio. Devo essere in grado di parlare con lei. E vederla, forse? È una cosa?

source: I've seen spelunking videos online before. Those people have radios and cameras to keep track of each other.
it_it: Ho visto girare video online prima. Quelle persone hanno radio e telecamere per tenere traccia l'un l'altro.

source: Something like that could be a good start...
it_it: Qualcosa di simile potrebbe essere un buon inizio...

source: Who do I know who likes to mess around with gadgets?
it_it: Chi conosco chi ama impazzire con i gadget?

source: [_maxine_s_confident_hands_down_] Did the soap goblins scare you off?
it_it: [_maxine_s_confident_hands_down_] I goblins del sapone ti hanno spaventato?

source: [_mc_] A little. I found someone else to go into the vents for me.
it_it: [_mc_] Un po'. Ho trovato qualcun altro per entrare nelle bocche per me.

source: [_maxine_s_confident_hands_down_] And you want some tips for fighting the goblins?
it_it: [_maxine_s_confident_hands_down_] E vuoi qualche consiglio per combattere i goblin?

source: [_maxine_s_skeptical_] You might think water is a good move, but all that does is make them frothy.
it_it: [_maxine_s_skeptical_] Potresti pensare che l'acqua sia una buona mossa, ma tutto ciò che fa è farle schiumare.

source: Frothy goblins... there's a mental image.
it_it: Goblins Frothy... c'è un'immagine mentale.

source: [_mc_] I need a way to talk to the person while they're in the vent.
it_it: [_mc_] Ho bisogno di un modo per parlare con la persona mentre sono in bocca.

source: [_maxine_s_skeptical_] A decoy is a good way of luring your prey. You'd be making a smart move if you were hunting soap goblins.
it_it: [_maxine_s_skeptical_] Un decy è un buon modo per attirare la tua preda. Faresti una mossa intelligente se cacciassi dei goblin di sapone.

source: [_mc_] I could do both. I'll look for the fish hook, and I'll let you know if I come across any soap goblins.
it_it: [_mc_] potrei fare entrambi. Cercherò l'amo da pesce, e ti farò sapere se mi imbatto in qualsiasi goblin di sapone.

source: [_mc_] But you'll have to help me talk to the person. Do you have any radios?{space=-45}
it_it: [_mc_] Ma dovrai aiutarmi a parlare con la persona. Hai delle radio?{space=-45}

source: Deal of the century, right here — give me radios and I'll pretend your crazy theories aren't crazy.
it_it: Affare del secolo, proprio qui — darmi radio e farò finta che le tue teorie pazze non siano pazze.

source: [_maxine_s_smile_] I'd be willing to consider that deal.
it_it: [_maxine_s_smile_] sarei disposto a considerare quell'affare.

source: [_maxine_s_smile_] I tried using these walkie-talkies to talk to the gaseous aliens who live{space=-35} in the clouds, but they must be operating on a paranormal frequency.{space=-25}
it_it: [_maxine_s_smile_] Ho provato a usare questi walkie-talkies per parlare con gli alieni gassosi che vivono{space=-35} nelle nuvole, ma devono operare su una frequenza paranormale. space=-25}

source: [_maxine_s_smile_] Here, you can keep them.
it_it: [_maxine_s_smile_] Qui, puoi tenerli.

source: [_mc_] Walkie-talkies? You thought the cloud aliens were chatting like kids in 80s movies?
it_it: [_mc_] Walkie-talkies? Hai pensato che gli alieni nuvolosi stavano chiacchierando come i bambini negli anni '80?

source: [_maxine_s_angry_] It was only a theory! Besides, if I had the right paranormal antennae,{space=-10} it would have worked.
it_it: [_maxine_s_angry_] Era solo una teoria! Inoltre, se avessi le giuste antenne paranormali, {space=-10} avrebbe funzionato.

source: [_maxine_s_neutral_] Now, if you're done being critical, I'd like you to test something for me.
it_it: [_maxine_s_neutral_] Ora, se hai finito di essere critico, vorrei che testassi qualcosa per me.

source: [_maxine_s_neutral_] I've outfitted my camera with an x-ray function. You can use it to see the person you're guiding.
it_it: [_maxine_s_neutral_] Ho equipaggiato la mia fotocamera con una funzione a raggi X. Puoi usarla per vedere la persona che stai guidando.

source: Oh, wow! X-ray vision!
it_it: Oh, wow! Visione a raggi X!
