Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/nurse/q_nurse_photogenic.po
Languages: fr_fr, it_it

source: [_mc_] Yeah, all good now...
fr_fr: [_mc_] Oui, tout bien maintenant ...
it_it: [_mc_] Sì, tutto bene adesso...

source: [_mc_] How long was I out for?
fr_fr: [_mc_] Combien de temps je suis sorti ?
it_it: [_mc_] Per quanto tempo sono stato fuori?

source: [_nurse_s_thinking_] You slept for a couple of hours.
fr_fr: [_nurse_s_thinking_] Vous avez dormi pendant quelques heures.
it_it: [_nurse_s_thinking_] Hai dormito per un paio d'ore.

source: [_nurse_s_concerned_] I think it might be poor sleeping habits. You need to start going to bed on time.
fr_fr: [_nurse_s_concerned_] Je pense que ce serait de mauvaises habitudes de sommeil. Vous devez commencer à vous coucher à temps.
it_it: [_nurse_s_concerned_] Penso che potrebbe essere cattive abitudini di sonno. Devi iniziare ad andare a letto in tempo.

source: [_nurse_s_concerned_] Hopefully, these will help. Just take one before bed and you'll sleep tight.{space=-95}
fr_fr: [_nurse_s_concerned_] Avec un peu de chance, cela aidera. Il suffit d'en prendre un avant le lit et de dormir serrée. {space=-95}
it_it: [_nurse_s_concerned_] Speriamo che questi aiutino. Basta prenderne uno prima di letto e dormirai stretto.{space=-95}

source: [_nurse_s_concerned_] And if you get dizzy again, you need to go to the hospital and have a doctor look at you.
fr_fr: [_nurse_s_concerned_] Et si vous avez de nouveau des étourdissements, vous devez aller à l'hôpital et consulter un médecin.
it_it: [_nurse_s_concerned_] E se hai di nuovo un capogiro, devi andare in ospedale e avere un medico guardare.

source: [_mc_] I feel fine now. Thanks!
fr_fr: [_mc_] Je me sens bien maintenant. Merci !
it_it: [_mc_] mi sento bene adesso. Grazie!

source: [_nurse_s_blush_] Don't hesitate to stop by if you need to!
fr_fr: [_nurse_s_blush_] N'hésitez pas à vous arrêter si vous en avez besoin !
it_it: [_nurse_s_blush_] Non esitate a fermarvi se avete bisogno!

source: Call for help
fr_fr: Appel à l'aide
it_it: Chiama aiuto

source: ?not lindsey['romance_disabled']@|{image=nurse_photogenic_not_romance_disabled}|It's probably nothing serious
fr_fr: ?not lindsey['romance_disabled']@|{image=nurse_photogenic_not_romance_disabled}|Ce n'est probablement rien de sérieux
it_it: ?not lindsey['romance_disabled']@<unk> {image=nurse_photogenic_not_romance_disabled}<unk> Probabilmente non è niente di serio

source: It's probably nothing serious
fr_fr: Ce n'est probablement rien de sérieux
it_it: Probabilmente non è niente di serio

source: "Sorry, [flora]... I'm grateful you were around."
fr_fr: " Désolé, [flora]... Je vous suis reconnaissante de . "
it_it: "Scusa, [flora]... Sono grato che voi foste nei paraggi."

source: "Noted. Next time, I'll just die on the floor."
fr_fr: " Noté. La prochaine fois, je vais mourir sur le . "
it_it: "Notato. La prossima volta morirò solo su il pavimento."

source: "Listen to me carefully, [flora] — if you ever{space=-5} get pulled into the sewers by a tentacle abomination... I will stand idly by."
fr_fr: " Écoutez-moi attentivement, [flora] -si vous avez déjà {space=-5} se faire tirer dans les égouts par une abomination de tentacules ... Je vais rester les bras croisés. "
it_it: "Ascoltami con attenzione, [flora] — se mai {space=-5} viene tirato nelle fogne da un tentacolo abominazione... starò inattivo."

source: "It's already in my will."
fr_fr: "C'est déjà dans ma volonté."
it_it: "È già nella mia volontà."

source: "No, I would have it cremated with my remains. The xCube and I would watch you judgingly from our urn on your nightstand."
fr_fr: " Non, je l'aurais incinérée avec mes restes. Le xCube et moi vous regarderait avec un jugement de notre urne sur votre boîte de nuit. "
it_it: "No, lo avrei cremato con i miei resti. Il xCube e ti guarderei a giudicare dalla nostra urna sul tuo comodo."

source: "Where is she now? And what was she doing outside her office?!"
fr_fr: "Où est-elle maintenant ? Et que faisait-elle devant son bureau ?!"
it_it: "Ora dov'è? E cosa stava facendo fuori dal suo ufficio?!"

source: "You two are unstoppable together!"
fr_fr: "Vous deux, vous êtes inarrêtables ensemble !"
it_it: "Voi due siete inarrestabili insieme!"

source: "Yeah, she's a complete weirdo."
fr_fr: "Oui, c'est un tissage complet."
it_it: "Sì, è una vera stranezza."

source: "I think she's quite charming!"
fr_fr: "Je pense qu'elle est assez charmante !"
it_it: "Penso che sia abbastanza affascinante!"

source: "She's a lost cause."
fr_fr: "C'est une cause perdue."
it_it: "È una causa perduta."

source: ?mc.intellect>=3@[mc.intellect]/3|{image=stats int}|"Have you tried talking to her?"
fr_fr: ?mc.intellect>=3@[mc.intellect]/3|{image=stats int}|"Avez-vous essayé de lui parler ?"
it_it: ?mc.intellect>=3@[mc.intellect]/3<unk> {image=stats int}<unk> "Hai provato a parlare con lei?"

source: "Are you sure you have to?"
fr_fr: "Etes-vous sûr d'avoir à le faire ?"
it_it: "Sei sicuro di dovere?"

source: ?mc.intellect>=3@[mc.intellect]/3|{image=stats int}|"If it's important to you, maybe just book an appointment with her?"{space=-35}
fr_fr: ?mc.intellect>=3@[mc.intellect]/3|{image=stats int}|"Si c'est important pour vous, peut-être réserver un rendez-vous avec elle ?" {space=-35}
it_it: ?mc.intellect>=3@[mc.intellect]/3<unk> {image=stats int}<unk> "Se è importante per te, magari prenota un appuntamento con lei?"{space=-35}

source: "Yeah, she can be difficult..."
fr_fr: "Oui, elle peut être difficile ..."
it_it: "Sì, può essere difficile..."

source: ?mc.charisma>=3@[mc.charisma]/3|{image=stats cha}|"I mean... dragging and carrying someone is a bit different, don't you think?"
fr_fr: ?mc.charisma>=3@[mc.charisma]/3|{image=stats cha}|"Je veux dire ... traîner et transporter quelqu'un est un peu différent, ne pensez-vous pas ?"
it_it: ?mc.charisma>=3@[mc.charisma]/3<unk> {image=stats cha}<unk> "Voglio dire... trascinare e portare qualcuno è un po' diverso, non pensi?"

source: "Again, I really appreciate it. You're a lot stronger than you look."
fr_fr: "Encore une fois, j'apprécie vraiment. Tu es beaucoup plus fort que tu n'en as l'air."
it_it: "Ancora una volta, lo apprezzo davvero. Sei molto più forte di te."
