Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/nurse/q_nurse_venting.po
Languages: it_it

source: What kind of architect puts a vent in the floor?
it_it: Che tipo di architetto mette una bocca sul pavimento?

source: [_nurse_] Oww! You dropped a bottle on my head!
it_it: [_nurse_] Oww! Hai lasciato una bottiglia sulla mia testa!

source: [_nurse_] That's a funny coincidence! I'm so thirsty!
it_it: [_nurse_] È una coincidenza divertente! Sono così assetato!

source: [_mc_] Drink the bottle, you'll feel better.
it_it: [_mc_] Bevi la bottiglia, ti sentirai meglio.

source: [_nurse_] Oh, my! You could be a nurse, you know that?
it_it: [_nurse_] Oh, mio! Potresti essere un'infermiera , lo sapete?

source: [_nurse_] Ah, I chugged it... and I stabbed my hand on something sharp...
it_it: [_nurse_] Ah, l'ho scagliato... e ho pugnalato la mia mano su qualcosa di affilato...

source: [_mc_] Is it a fishing hook?
it_it: [_mc_] È un gancio da pesca?

source: [_nurse_] It might be? It's pretty dark...
it_it: [_nurse_] Potrebbe essere? È piuttosto buio...

source: [_nurse_] I'm either feeling better now... or much worse.
it_it: [_nurse_] Mi sento meglio ora... o molto peggio.

source: [_mc_] You feel better.
it_it: [_mc_] Ti senti meglio.

source: [_nurse_] You know what? I think I do!
it_it: [_nurse_] Tu sai cosa? penso di fare!

source: [_mc_] Can you figure out how to get back to your office?
it_it: [_mc_] Riesci a capire come tornare al tuo ufficio?

source: [_nurse_] Now that my head is clear... I think I can. It's down, left, right, right again, then left—
it_it: [_nurse_] Ora che la mia testa è chiara... penso di poterlo fare. È giù, sinistra, destra, ancora destra, poi sinistra—

source: [_mc_] You got this! I'll meet you there.
it_it: [_mc_] Hai ottenuto questo! ti conoscerò lì.

source: The [nurse] is so out of her mind, she might actually try to drink my [item.title_lower]...
it_it: La [nurse] è così fuori della sua mente, potrebbe davvero provare a bere la mia [item.title_lower]...

source: Assuming the [nurse] makes it back safe and sound, I'm not gonna need these gadgets anymore.
it_it: Supponendo che la [nurse] lo renda più sicuro e sonoro, non ho più bisogno di questi gadget.

source: Might as well leave them here before [maxine] pesters me about the soap goblins again...
it_it: Potrebbero anche lasciarli qui prima che [maxine] mi inquieti circa i goblins di sapone...

source: As enticing as escaping this hellhole is, I promised to meet the [nurse] in her office.
it_it: Per quanto allettante come fuggire questo inferno è, ho promesso di incontrare la [nurse] nel suo ufficio.

source: [_nurse_] [mc]? Is that you?
it_it: [_nurse_] [mc]? Sei tu?

source: Woah, her ass looks extra fine coming out of there!
it_it: Woah, il suo culo sembra extra bene uscire da là!

source: Those thick juicy thighs wobbling like jelly...
it_it: Quelle spesse cosce succosa che si snodano come la gelatina...

source: [_nurse_] I can't move...
it_it: [_nurse_] non posso spostarmi...

source: [_mc_] You're stuck?
it_it: [_mc_] Sei bloccato?

source: [_nurse_] Y-yes...
it_it: [_nurse_] Y-sì...

source: [_nurse_] This is entirely unprecedented!
it_it: [_nurse_] Questo è del tutto senza precedenti!

source: [_mc_] Let me see if I can help get you loose.
it_it: [_mc_] Fammi vedere se posso aiutarti a perderti.

source: [_nurse_] Very well, but I have felt bloated lately and there's a couple of extra pounds I've meant to get rid off...
it_it: [_nurse_] Molto bene, ma mi sono sentito gonfiato ultimamente e c'è un paio di chili in più che ho intenzione di sbarazzarsi...

source: [_mc_] Nonsense! You look great.
it_it: [_mc_] Nonsense! Stai benissimo.

source: My fingers press into her thickness. She's so soft.
it_it: Le mie dita premono nel suo spessore. È così morbida.

source: [_mc_] And you feel great too.
it_it: [_mc_] E anche tu ti senti grande.

source: [_mc_] What?
it_it: [_mc_] Cosa?

source: [_nurse_] That's a bit inappropriate...
it_it: [_nurse_] È un po' inappropriato...

source: [_mc_] So is crawling naked through the vents.
it_it: [_mc_] Così è strisciare nudo attraverso le bocche.

source: [_nurse_] I suppose...
it_it: [_nurse_] suppongo che...

source: If I grab her by the hips, I could perhaps work her free.
it_it: Se la afferrò dai fianchi, forse potrei lavorare liberamente.

source: But seeing her like this... stuck... presenting... helpless... I can't help but feel her up.
it_it: Ma vedendola così... bloccata... presentando... impotente... non posso fare a meno di sentirla.

source: [_nurse_] I... I think if you help me wiggle, it might help...
it_it: [_nurse_] Io... Penso che se mi aiuti a pareggiare, potrebbe aiutare...

source: [_mc_] You bet. Let's get you wiggling.
it_it: [_mc_] Scommetti. Facciamo in modo che si muoia.

source: [_mc_] All right, here we go.
it_it: [_mc_] Va bene, ecco che andiamo.

source: [_nurse_s_blush_] You did it!
it_it: [_nurse_s_blush_] l'hai fatta!

source: [_nurse_s_blush_] Thank you. That was quite the ordeal.
it_it: [_nurse_s_blush_] Grazie. Questo è stato piuttosto l'ordeal.

source: [_mc_] Don't mention it!
it_it: [_mc_] Non menzionarlo!

source: [_mc_] Do you have the hook?
it_it: [_mc_] Hai il gancio?

source: [_nurse_s_blush_] Here you go.
it_it: [_nurse_s_blush_] Qui vai.

source: [_mc_] Thank you. You should probably get some rest now.
it_it: [_mc_] Grazie. Probabilmente dovresti riposarti adesso.

source: [_nurse_s_concerned_] I suppose I should.
it_it: [_nurse_s_concerned_] suppongo che dovrei.

source: [_nurse_s_concerned_] This was enough excitement to last the rest of the year...
it_it: [_nurse_s_concerned_] Questo è stato abbastanza entusiasmo per durare il resto dell'anno...

source: My fingers dig deeper into her hips.
it_it: Le mie dita scavano più in profondità nei fianchi.

source: Her ass shakes and wiggles, and something stirs inside me.
it_it: Il suo culo scuote e si agita e qualcosa si agita dentro di me.

source: Perhaps helping her can wait a bit...
it_it: Forse aiutarla può aspettare un po'...

source: [_nurse_] Oh... that's... that...
it_it: [_nurse_] Oh... che... che...

source: [_mc_] I have a different plan.
it_it: [_mc_] Ho un piano diverso.

source: [_nurse_] What do you mean?
it_it: [_nurse_] Cosa vuoi dire?

source: She's built like a fertility goddess. Those big thighs leading up to that full ass. That winking sphincter.
it_it: Lei è costruita come una dea di fertilità. Quelle grandi cosce che portano fino a quel culo pieno. Quel sfintere ammiccante.

source: [_mc_] You're incredibly stuck, but I have an idea.
it_it: [_mc_] Sei incredibilmente bloccato, ma ho un'idea.

source: She knows where this is going. Her knees are pulling apart. She's opening herself to me.
it_it: Lei sa dove sta andando questo. Le sue ginocchia si stanno allontanando. Mi sta aprendo.

source: [_nurse_] But what if someone comes in?
it_it: [_nurse_] Ma cosa succede se qualcuno entra?

source: [_mc_] They'll see me fucking you.
it_it: [_mc_] Mi vedranno scopare.

source: [_nurse_] I could get in trouble!
it_it: [_nurse_] potrei finire nei guai!

source: [_mc_] Oh, you're already in trouble.
it_it: [_mc_] Oh, sei già nei guai.

source: [_nurse_] I suppose I am...
it_it: [_nurse_] suppongo che sono...

source: [_mc_] That's right.
it_it: [_mc_] È giusto.

source: My fingers run up and down her inner thighs. This brings my face close to her pussy and the heat coming off it.
it_it: Le mie dita corrono su e giù le cosce interne. Questo mi porta il viso vicino alla sua figa e il calore che viene fuori.

source: A sheen of wetness is already spreading along the line of her lips.
it_it: Una lucentezza di umidità si sta già diffondendo lungo la linea delle labbra.

source: I give her a lick, top to bottom, and her knees give out. She tastes a little sour, a little sweet.
it_it: Le do una lecca, la parte superiore verso il basso, e le sue ginocchia si arrendono.Ha un sapore un po' amaro, un po' dolce.

source: The flat of my tongue works her lips. With the tip, I give her clit the occasional flick.
it_it: Il piatto della mia lingua lavora le labbra. Con la punta, le do il clitoride occasionale flick.

source: She's trembling, arching her back upwards. She can't help herself.
it_it: Sta tremando, incastrando la schiena verso l'alto. Non può aiutarsi.

source: [_nurse_] P-please!
it_it: [_nurse_] P-per favore!

source: [_mc_] Please what?
it_it: [_mc_] Per favore cosa?

source: [_nurse_] Please, give it to me... sir.
it_it: [_nurse_] Per favore, dategli a me... signore.

source: [_mc_] Oh, I do like that!
it_it: [_mc_] Oh, mi piace così!

source: I've always wanted to try a pornstar position...
it_it: Ho sempre voluto provare una posizione pornostro...

source: I play the head of my dick over her pussy.
it_it: Io gioco la testa del mio cazzo sopra la sua figa.

source: I have to make her mine. The power over her is exhilarating.
it_it: Devo farla mia. Il potere su di lei è esilarante.

source: Before I press in, I savor how good it will feel.
it_it: Prima di premere in, assaporo quanto bene si sentirà.

source: That pressure, that warmth, that long slide...
it_it: Quella pressione, quel calore, che lungo scivolo...

source: Carefully, I ease the tip in. Savoring her soft heat.
it_it: Accuratamente allento la punta dentro. Saporando il suo calore morbido.

source: The touch sends a wave of electricity through me.
it_it: Il tocco invia un'ondata di energia elettrica attraverso di me.

source: Slow, steady, heavy thrusts. I've got her ass moving like the surface of the ocean.
it_it: Spinte lente, stabili e pesanti. Ho il suo culo che si muove come la superficie dell'oceano.

source: It's mesmerizing.
it_it: È ipnotizzante.

source: Time to put some marks on her.
it_it: È ora di metterle dei segni.

source: The first spank is a doozy, right where the fat of her ass folds over the fat of her thigh.
it_it: Il primo becco è un odoroso, proprio dove il grasso del suo culo si piega sul grasso della coscia.

source: [_mc_] Shut up. You like it.
it_it: [_mc_] chiuso. Ti piace.

source: [_nurse_] I do!
it_it: [_nurse_] lo faccio!

source: I increase the pace.
it_it: Io aumento il ritmo.

source: [_nurse_] Harder!
it_it: [_nurse_] Più Difficile!

source: [_mc_] Beg for it!
it_it: [_mc_] Scendete per esso!

source: [_nurse_] Please, harder!
it_it: [_nurse_] Per favore, più difficile!

source: I put my back into it, rising off the floor to give her my attention.
it_it: Ho riposto la mia parte in esso, alzandosi dalla parola per darle la mia attenzione.

source: As I get closer, I increase the pace still.
it_it: Man mano che mi avvicino, io continuo ad aumentare il ritmo.

source: [_nurse_] Yes! Yes! Please!
it_it: [_nurse_] Sì! Sì! Per favore!

source: After years and years of masturbation and self-edging, I've mastered my own pleasure...
it_it: Dopo anni e anni di masturbazione e auto-bordo, ho imparato il mio proprio piacere...

source: Holding it in. Holding it in longer and longer.
it_it: Tenendolo in mano più a lungo.

source: [_nurse_] Oh, my lord!
it_it: [_nurse_] Oh, mio signore!

source: Fucking her deep and hard.
it_it: Cazzo lei profondo e duro.

source: Well... as hard as this position allows me...
it_it: Bene... difficile come questa posizione mi permette...

source: My stomach muscles flex with every thrust.
it_it: I miei muscoli dello stomaco flettono con ogni spinta.

source: Her ass jiggles. She moans. An orgasm rips through her.
it_it: Il suo culo puzza. Lei geme. Un orgasmo strappa attraverso di lei.

source: And that's not something my masturbation practice has prepared me for.
it_it: E questo non è qualcosa per cui la mia pratica di masturbazione mi ha preparato.

source: Tight, pulsing, pulling me in...
it_it: Leggero, pulsante, tirandomi in...

source: I have to pull out!
it_it: Devo tirarmi fuori!

source: Ropes of cum stream out across her ass cheeks.
it_it: Corde di sperma fuoriuscire attraverso le guance del culo,

source: [_nurse_] Oooh! That's burning hot!
it_it: [_nurse_] Oooh! Sta bruciando caldo!

source: I've never felt so good finishing myself off. It's like my soul is leaving my body.
it_it: Non mi sono mai sentito così bravo a finire fuori. È come che la mia anima stia lasciando il mio corpo.

source: I brace myself against the floor and pour out the rest of my jizz onto her.
it_it: Mi corro contro il pavimento e versi il resto del mio jizz su di lei.

source: Some of it runs down the slope of her ass cheeks and pools in the small of her back.
it_it: Alcuni di esso corre giù il pendio delle sue guance di culo e piscine nella piccola della schiena.

source: [_nurse_] Oh, dear...
it_it: [_nurse_] Oh, caro...

source: [_mc_] Oh, dear, indeed.
it_it: [_mc_] Oh, caro, davvero.

source: And now what, I help her get free?
it_it: E ora che cosa, la aiuto a ottenere libero?

source: Maybe I won't.
it_it: Forse non lo farò.

source: Maybe I'll walk away and lock the door behind me...
it_it: Forse andrò via e chiudo la porta dietro di me...

source: I wouldn't mind having my own personal fuck toy stuck in this vent.
it_it: Non mi dispiacerebbe avere il mio cazzo personale giocattolo bloccato in questa bocca.

source: Just need to figure out how to bring her food and I'm—
it_it: Solo bisogno di capire come portare il suo cibo e Imo-

source: [_nurse_] [mc]? It worked!
it_it: [_nurse_] [mc]? Ha funzionato!

source: [_mc_] What did?
it_it: [_mc_] Che cosa ha fatto?

source: [_nurse_] Your plan! I'm free!
it_it: [_nurse_] Il tuo piano! Sono gratis!

source: No freaking way...
it_it: Nessun modo di gioco...

source: [_mc_] Err... of course it did! Told you so!
it_it: [_mc_] Err... ovviamente ha fatto! Te lo hai detto!

source: [_nurse_s_blush_] So you did.
it_it: [_nurse_s_blush_] Così hai fatto.

source: [_nurse_s_blush_] I should trust you from now on.
it_it: [_nurse_s_blush_] Dovrei fidarmi di te d'ora in poi.

source: [_mc_] You definitely should.
it_it: [_mc_] Dovresti sicuramente.

source: [_nurse_s_concerned_] I don't think I'll be able to sit for a week...
it_it: [_nurse_s_concerned_] Non penso che sarò in grado di sedermi per una settimana...

source: [_nurse_s_concerned_] Time to break out the polysporin.
it_it: [_nurse_s_concerned_] È tempo di rompere la polisporina.

source: [_mc_] You've made it!
it_it: [_mc_] l'hai fatta!

source: [_nurse_s_smile_] Here you go.
it_it: [_nurse_s_smile_] Qui vai.

source: [_mc_] You should probably get some rest now.
it_it: [_mc_] Probabilmente dovresti riposarti adesso.

source: [_mc_] Thanks for the help!
it_it: [_mc_] Grazie per l'aiuto!

source: [_nurse_s_smile_] Anytime!
it_it: [_nurse_s_smile_] In qualsiasi momento!

source: The [nurse] is so sweet. I wish we could hang out more.
it_it: La [nurse] è così dolce. Vorrei che potessimo uscire di più.

source: I don't care that she's a bit older, she's so... soft and agreeable.
it_it: Non mi importa di essere un po' più vecchia, è soffice e piacevole.

source: So squeezable!
it_it: Così schiacciabile!

source: Maybe I could ask her out some time?
it_it: Forse potrei chiederle un po' di tempo?

source: Help her pull
it_it: Aiutala a tirare

source: Let her figure it out
it_it: Lasci che la sua figura fuori

source: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"You're going into the school's vents for me."
it_it: ?mc.owned_item('compromising_photo')@<unk> {image=items compromising_photo}<unk> "Stai andando nelle bocche della scuola per me."

source: "I lost my inhaler..."
it_it: "Ho perso il mio inalatore..."

source: ?mc.owned_item('walkie_talkie') and mc.owned_item('maxine_camera') and mc.owned_item('body_oil')@|{image=items walkie_talkie}|{color=#fefefe}+{/}|{image=items maxine_camera}|{color=#fefefe}+{/}|{image=items body_oil}|"First we have to{space=-40} get you ready. Strip."{space=-95}
it_it: ?mc.owned_item('walkie_talkie') e mc.owned_item('maxine_camera') e mc.owned_item('body_oil')@<unk> {image=items walkie_talkie}<unk> {color=#fefefe}+{/}<unk> {image=items maxine_camera}<unk> {color=#fefefe}+{/}<unk> {image=items body_oil}<unk> "Prima abbiamo to{space=-40} ti prepara. Strip."{space=-95}

source: ?mc.owned_item('walkie_talkie') and mc.owned_item('maxine_camera')@|{image=items walkie_talkie}|{color=#fefefe}+{/}|{image=items maxine_camera}|"I've got everything we need."
it_it: ?mc.owned_item('walkie_talkie') e mc.owned_item('maxine_camera')@<unk> {image=items walkie_talkie}<unk> {color=#fefefe}+{/}<unk> {image=items maxine_camera}<unk> "Ho tutto di cui abbiamo bisogno."

source: "Not yet. I need more things."
it_it: "Non ancora. Ho bisogno di più cose."

source: "Left."
it_it: "Sinistra."

source: "Straight."
it_it: "Dritto."

source: "Right."
it_it: "A destra."

source: "I think so."
it_it: "Penso di sì."

source: "You're talking about [kate], aren't you?"
it_it: "Stai parlando di [kate], vero?

source: "Maybe. But I don't care."
it_it: "Forse. Ma non mi importa."

source: Pull her out
it_it: Tirare fuori

source: ?nurse.lust>=8@[nurse.lust]/8|{image=nurse contact_icon}|{image=stats lust}|Find an alternative plan
it_it: ?nurse.lust>=8@[nurse.lust]/8<unk> {image=nurse contact_icon}<unk> {image=stats lust}<unk> Trova un piano alternativo
