Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/nurse/q_nurse_venting.po
Languages: it_it

source: [_mc_] And how do you feel about that?
it_it: [_mc_] E come ti senti a riguardo?

source: [_nurse_] Um... I trust you.
it_it: [_nurse_] Um... Mi fido di te.

source: [_mc_] But how do you feel about it?
it_it: [_mc_] Ma voi di cosa ne pensate?

source: [_nurse_] It makes me nervous... and...
it_it: [_nurse_] Mi rende nervoso... e...

source: [_mc_] And?
it_it: [_mc_] E?

source: [_nurse_] ...excited.
it_it: [_nurse_] ... eccitato.

source: [_mc_] I know exactly how you feel.
it_it: [_mc_] So esattamente come ti senti.

source: [_mc_] I've also felt lost and aimless for most of my life.
it_it: [_mc_] Mi sono anche sentita persa e senza scopo per la maggior parte della mia vita.

source: [_nurse_] But you're only a senior! You still have structure in your life.
it_it: [_nurse_] Ma sei solo un anziano! Hai ancora la struttura nella tua vita.

source: [_mc_] Right...
it_it: [_mc_] A Destra...

source: [_nurse_] When you finish school, a lot of it will disappear.
it_it: [_nurse_] Quando finisci la scuola, molto sparirà.

source: I'm all too aware of that...
it_it: Ne sono fin troppo consapevole...

source: [_nurse_] At the end of the day, you'll only have yourself to turn to.
it_it: [_nurse_] Alla fine della giornata, avrai solo te a cui rivolgerti.

source: [_mc_] And then you fall into a pit of self-loathing, because you can no longer blame anyone else...
it_it: [_mc_] E poi cadi in un pozzo di autoespiazione, perché non puoi più biasimare nessuno...

source: [_nurse_] That's... exactly it.
it_it: [_nurse_] Quello... esattamente.

source: [_nurse_] You're wise beyond your years, [mc].
it_it: [_nurse_] Sei saggio oltre i tuoi anni, [mc].

source: [_nurse_] I think that's why I trust you.
it_it: [_nurse_] penso che sia per questo che mi fido di te.

source: [_nurse_] Sorry, I keep blabbering on...
it_it: [_nurse_] Scusa, continuo blabbering su...

source: [_mc_] That's okay.
it_it: [_mc_] Va bene.

source: [_mc_] Letting someone else take control for a bit... it's very freeing in a way.
it_it: [_mc_] Lasciare che qualcun altro prenda il controllo per un po'... è molto liberando in un certo senso.

source: [_nurse_] Oh, it is!
it_it: [_nurse_] Oh, lo è!

source: [_nurse_] I just wish... some people... were a little nicer when they make me do things...
it_it: [_nurse_] lo desidero... alcune persone... erano un po' più belle quando mi fanno fare cose...

source: [_mc_] Is this about me?
it_it: [_mc_] È questo su di me?

source: [_nurse_] No, no! It's... someone else.
it_it: [_nurse_] No, no! È... qualcun altro.

source: [_nurse_] I like being told what to do, but I like to know that the person cares.
it_it: [_nurse_] Mi piace sapere cosa fare , ma mi piace sapere che la persona si preoccupa.

source: [_nurse_] Do you understand what I'm saying?
it_it: [_nurse_] Capisci quello che sto dicendo?

source: [_mc_] I think so.
it_it: [_mc_] penso di sì.

source: [_mc_] You want to be put in your place, but only for the right reasons.
it_it: [_mc_] Vuoi essere messo in il tuo posto, ma solo per i motivi giusti.

source: [_nurse_] You get it. Thanks for listening.
it_it: [_nurse_] Lo ottieni. Grazie per l'ascolto.

source: [_nurse_] Sorry for talking so much...
it_it: [_nurse_] Scusate se ho parlato così tanto di...

source: [_mc_] That's all right. We all want to know our place in the world.
it_it: [_mc_] Va bene. Tutti vogliamo che conosca il nostro posto nel mondo.

source: [_mc_] That comes more easily to some people than others.
it_it: [_mc_] Questo arriva più facilmente ad alcune persone di altre.

source: [_mc_] I've known my place for a long time, but it's only recently that I'm figuring out how to get there.
it_it: [_mc_] Ho conosciuto il mio posto per molto tempo, ma è solo recentemente che sto immaginando come arrivarci.

source: [_nurse_] I'm happy to hear that!
it_it: [_nurse_] Sono felice di sentirlo!

source: [_mc_] Me, too. But anyway, I should get back to looking for you.
it_it: [_mc_] anche io. Ma comunque, dovrei tornare a cercarti.

source: [_mc_] You're talking about [kate], aren't you?
it_it: [_mc_] Stai parlando di [kate], vero?

source: [_nurse_] I... I shouldn't say.
it_it: [_nurse_] Io... non dovrei dire.

source: [_mc_] You don't have to worry about her anymore.
it_it: [_mc_] Non devi più preoccuparti di .

source: [_nurse_] How come?
it_it: [_nurse_] Come viene?

source: [_mc_] Well, let's just say she won't be bothering you anymore.
it_it: [_mc_] Beh, diciamo che non darà più fastidio.

source: [_mc_] You don't sound too happy about that?
it_it: [_mc_] Non sembri troppo felice di questo?

source: [_nurse_] N-no... I am.
it_it: [_nurse_] N-no... Io sono.

source: [_mc_] She gave you a certain feeling, didn't she?
it_it: [_mc_] Lei ti ha dato un certo sentimento , vero?

source: [_nurse_] I suppose so.
it_it: [_nurse_] suppongo così.

source: [_mc_] There are others like her, you know. Others who would actually care about you.
it_it: [_mc_] Ci sono altri come lei, che sai. Altri che avrebbero in realtà si preoccupano di te.

source: [_nurse_] I know. It's for the best.
it_it: [_nurse_] lo so. È per il meglio.

source: [_nurse_] Thank you, [mc].
it_it: [_nurse_] Grazie, [mc].

source: [_mc_] She's irrelevant to you now.
it_it: [_mc_] Lei è irrilevante per te ora.

source: [_nurse_] She is?
it_it: [_nurse_] Lei è?

source: [_mc_] Yes. I own you now. Completely.
it_it: [_mc_] Sì. Ti possiedo ora. Completamente.

source: [_mc_] When I tell you to do something, always remember that I have all the dirt on you that [kate] did.
it_it: [_mc_] Quando ti dico di fare qualcosa, ricorda sempre che ho tutto lo sporco su di te che [kate] ha fatto.

source: [_nurse_] Sorry. I'm just a bit dizzy, that's all...
it_it: [_nurse_] Mi dispiace. Sono solo un po ' vertiginoso, è tutto...

source: [_mc_] Okay, let's get a move on.
it_it: [_mc_] Okay, otteniamo una mossa.

source: [_mc_] I know that you are.
it_it: [_mc_] lo so che sei.

source: [_mc_] She can be quite scary.
it_it: [_mc_] Lei può essere piuttosto spaventosa.

source: [_nurse_] She definitely can...
it_it: [_nurse_] Lei può...

source: [_mc_] Let's get a move on and we'll figure out [kate] later.
it_it: [_mc_] Facciamo una mossa e scopriremo [kate] più tardi.

source: [_mc_] Maybe. But I don't care.
it_it: [_mc_] Forse. Ma non mi importa.

source: [_nurse_] You don't?
it_it: [_nurse_] Non lo fa?

source: [_mc_] Not even a little bit.
it_it: [_mc_] Nemmeno un po'.

source: [_mc_] We've all got our reasons for being the way we are, and most of them aren't that interesting.
it_it: [_mc_] Abbiamo tutti i nostri motivi per essere il modo in cui siamo, e la maggior parte di loro non sono così interessanti.

source: [_mc_] You're no exception.
it_it: [_mc_] non fa eccezione.

source: [_mc_] All I want to hear from you is, "Yes, sir."
it_it: [_mc_] Tutto quello che voglio sentire da che è, "Sì, signore."

source: [_nurse_] Yes, sir...
it_it: [_nurse_] Sì, signore...

source: [_nurse_] Thank you for being honest. I'll do better.
it_it: [_nurse_] Grazie per la tua onesta. Farò meglio.

source: [_mc_] Good girl. We'll talk later after I find you.
it_it: [_mc_] Buona ragazza. Parleremo più tardi dopo che ti trovo.

source: [_jo_s_smile_] Hey, honey! What are you up to?
it_it: [_jo_s_smile_] Ehi, miele! A cosa stai?

source: Crap. How does [jo] manage to show up at all the worst times?
it_it: Crap. In che modo [jo] riesce a presentarsi in tutti i momenti peggiori?

source: I can't let her find out I've got the [nurse] up in the vents.
it_it: Non posso farle scoprire che ho l' [nurse] in su nelle bocche.

source: That's got to be breaking every school health code...
it_it: Questo deve rompere ogni codice di salute della scuola...

source: [_mc_] Oh, um... just killing time between classes. Going for a stroll.
it_it: [_mc_] Oh, um... basta uccidere il tempo tra le classi. Andando a fare una passeggiata.

source: [_jo_s_concerned_] Killing time in the sports wing? Is that right? I thought you hated it here.
it_it: [_jo_s_concerned_] Uccidere il tempo nell'ala sportiva? È giusto? Pensavo di odiarlo qui.

source: [_mc_] Yeah, but you know, lately I've been trying to be more open to things,{space=-25} so here I am...
it_it: [_mc_] Sì, ma sai, ultimamente ho cercato di essere più aperto alle cose,{space=-25} così qui sono...

source: [_jo_s_skeptical_] More open to things...
it_it: [_jo_s_skeptical_] Più aperto alle cose...

source: [_jo_s_skeptical_] Does that have to do with the walkie-talkie? Who are you being open{space=-10} to things with, hm?
it_it: [_jo_s_skeptical_] Che ha a che fare con il walkie-talkie? Chi sei aperto{space=-10} alle cose con, hm?

source: [_mc_] Oh, this? No one, no one. I'm just playing pretend, you know?
it_it: [_mc_] Oh, questo? Nessuno, nessuno. Sto solo facendo finzione, sa?

source: [_jo_s_confident_] Aren't you a little old to be playing pretend?
it_it: [_jo_s_confident_] Non sei un po' vecchio per fare finta?

source: I really am. But I'm committed now.
it_it: Io sono davvero. Ma sono impegnato adesso.

source: [_mc_] No way! I'm being a pilot. It's a lot of fun.
it_it: [_mc_] No way! Sono un pilota. È molto divertente.

source: [_mc_] Kch! This is Red-Niner, calling Blue-Seven! Come in, Blue-Seven!
it_it: [_mc_] Kch! Questo è Red-Niner, chiamando Blue-Seven! Vieni dentro, Blue-Seven!

source: I hate myself right now...
it_it: Mi odio in questo momento...

source: [_mc_] See? Pretty cool.
it_it: [_mc_] Vedi? Molto cool.

source: [_jo_s_laughing_] If you say so!
it_it: [_jo_s_laughing_] Se lo dici!

source: [_jo_s_excited_] I'll admit, I miss seeing you have fun like this...
it_it: [_jo_s_excited_] lo ammetto, mi manca vedere che ti diverti così...

source: [_jo_s_excited_] Who cares if other people make fun of you? You be the best you that you can be, okay?
it_it: [_jo_s_excited_] A chi importa se altre persone si prendono gioco di te? Sei il meglio che puoi essere, okay?

source: [_jo_s_laughing_] Just try to keep it down. This is still a school, you know? It's not an aircraft carrier!
it_it: [_jo_s_laughing_] Prova a tenerlo giù. Questa è ancora una scuola, lo sa? Non è una portaerei!

source: [_mc_] Absolutely, [jo]. Quiet as a mouse.
it_it: [_mc_] Assolutamente, [jo]. Tranquillo come un mouse.

source: [_jo_s_laughing_] A mouse in an airplane! Oh, you're adorable!
it_it: [_jo_s_laughing_] Un mouse in aereo! Oh, sei adorabile!

source: Alright, I hated that conversation. Let's get this vent adventure over and done with...
it_it: Va bene, ho odiato quella conversazione. Prendiamo questa avventura di sfogo oltre e fatto con...

source: Where the hell is the [nurse] at?
it_it: Dove l'inferno è l' [nurse] in?

source: [_mc_] Are you okay?
it_it: [_mc_] Stai bene?

source: [_nurse_s_vent_waiting_s_video_] I don't know...
it_it: [_nurse_s_vent_waiting_s_video_] Non lo so...

source: [_nurse_s_vent_waiting_s_video_] I forgot which way I was going... I might be a bit disoriented...
it_it: [_nurse_s_vent_waiting_s_video_] Ho dimenticato in che modo stavo andandando... Potrei essere un po 'disorientato...

source: [_nurse_s_vent_waiting_s_video_] I'm so dehydrated... I'm seeing double... No, triple... No, single...
it_it: [_nurse_s_vent_waiting_s_video_] Sono così disidratato... sto vedendo doppio... No, triplo... No, singolo...

source: [_mc_] You do look dehydrated. Let's get you out of here.
it_it: [_mc_] Sembri disidratato. Facciamo uscire da qui.

source: [_mc_] You're in the gym. You have to turn around.
it_it: [_mc_] Sei in palestra. Devi girarti.

source: [_nurse_s_vent_waiting_s_video_] In nursing school, they taught us that one of the symptoms of dehydration... is thirst!
it_it: [_nurse_s_vent_waiting_s_video_] Nella scuola di cura, ci hanno insegnato che uno dei sintomi della disidratazione... è sete!

source: [_nurse_s_vent_waiting_s_video_] Did you know that?
it_it: [_nurse_s_vent_waiting_s_video_] Lo sapevate che?

source: [_mc_] I did not.
it_it: [_mc_] non l'ho fatto.

source: [_nurse_s_vent_waiting_s_video_] Well, now you do!
it_it: [_nurse_s_vent_waiting_s_video_] Beh, ora lo fa!

source: [_mc_] Great. Listen, you need to turn around. You need to find a way to go up in the vents.
it_it: [_mc_] Grande. Ascolta, devi girarti. Devi trovare un modo per salire nelle bocche.

source: [_nurse_s_vent_waiting_s_video_] At nursing school they also called me the head nurse! Do you know why?
it_it: [_nurse_s_vent_waiting_s_video_] Alla scuola per infermieri mi chiamavano anche la caposala! Sapete perché?

source: She's really getting delirious. We have to hurry this up.
it_it: Sta davvero diventando delirante. Dobbiamo affrettarci a questo.

source: [_mc_] I'm guessing because you give good head.
it_it: [_mc_] sto indovinando perché dà la buona testa.

source: [_nurse_s_vent_waiting_s_video_] No, not that! It's because I give good head!
it_it: [_nurse_s_vent_waiting_s_video_] No, non è così! È perché do la buona testa!

source: [_nurse_s_vent_waiting_s_video_] Wait, is that what you said?
it_it: [_nurse_s_vent_waiting_s_video_] Aspetta, è quello che hai detto?

source: It's never easy. Why is it never easy?
it_it: Non è mai facile. Perché non è mai facile?

source: [_mc_] Have you turned around?
it_it: [_mc_] Ti sei voltato?

source: [_nurse_s_vent_crawling_s_video_] Y-yes.
it_it: [_nurse_s_vent_crawling_s_video_] Y-sì.

source: [_mc_] Start crawling.
it_it: [_mc_] Inizia a strisciare.

source: [_nurse_s_vent_crawling_s_video_] Hehe! Yes, sir!
it_it: [_nurse_s_vent_crawling_s_video_] Hehe! Sì, signore!

source: Okay, now I just need to—
it_it: Ok, ora ho solo bisogno di—

source: [_nurse_s_vent_crawling_s_video_] [mc], I need help...
it_it: [_nurse_s_vent_crawling_s_video_] [mc], Ho bisogno di aiuto...

source: Ugh, what now?
it_it: Ugh, che ora?

source: [_mc_] What's wrong?
it_it: [_mc_] Cosa c'è di sbagliato?

source: [_nurse_s_vent_crawling_s_video_] I forgot which way I was going... I might be a bit disoriented...
it_it: [_nurse_s_vent_crawling_s_video_] Ho dimenticato in che modo stavo andandando... Potrei essere un po 'disorientato...

source: [_nurse_s_vent_crawling_s_video_] I'm so dehydrated... I'm seeing double... No, triple... No, single...
it_it: [_nurse_s_vent_crawling_s_video_] Sono così disidratato... sto vedendo doppio... No, triplo... No, singolo...

source: [_nurse_s_vent_crawling_s_video_] There's an intersection. Which way should I go?
it_it: [_nurse_s_vent_crawling_s_video_] C'è un'intersezione. In che modo dovrei andare?

source: [_nurse_s_vent_crawling_s_video_] To the left, to the left!
it_it: [_nurse_s_vent_crawling_s_video_] A sinistra, a sinistra!

source: [_nurse_s_vent_crawling_s_video_] I used to sing that in nursing school...
it_it: [_nurse_s_vent_crawling_s_video_] Ho usato cantare quello nella scuola di cura...

source: [_nurse_s_vent_crawling_s_video_] Hey, it smells like paint!
it_it: [_nurse_s_vent_crawling_s_video_] Hey, ha un odore di pittura!

source: [_nurse_s_vent_crawling_s_video_] I can do straight! And I can do ladies, too! Haha!
it_it: [_nurse_s_vent_crawling_s_video_] posso fare dritto! E posso fare anche le signore! Haha!

source: [_nurse_s_vent_crawling_s_video_] Sounds like someone is writing on a blackboard... and I think I heard [mrsl]'s voice.
it_it: [_nurse_s_vent_crawling_s_video_] Sembra che qualcuno stia scrivendo su una lavagna... e penso di aver sentito la voce di [mrsl].

source: [_nurse_s_vent_crawling_s_video_] Right!
it_it: [_nurse_s_vent_crawling_s_video_] Giusto!

source: [_nurse_s_vent_crawling_s_video_] Haha! I think I heard a vending machine puke!
it_it: [_nurse_s_vent_crawling_s_video_] Haha! Penso di aver sentito un puke!

source: [_nurse_s_vent_crawling_s_video_] What am I looking for again?
it_it: [_nurse_s_vent_crawling_s_video_] Che cosa sto cercando di nuovo?

source: [_mc_] A way to go up a floor, and then a fishing hook.
it_it: [_mc_] Un modo per salire un piano, e poi un gancio da pesca.

source: [_nurse_s_vent_crawling_s_video_] Haha! Am I looking for a hook or a hooker? Haha!
it_it: [_nurse_s_vent_crawling_s_video_] Haha! Sto cercando un gancio o un hooker? Haha!

source: [_mc_] A hook!
it_it: [_mc_] Un gancio!

source: [_mc_] For now, just keep crawling, go up a floor, and find the hook, okay?
it_it: [_mc_] Per ora, basta continuare a strisciare, salire su un pavimento e trovare il gancio, ok?

source: [_mc_] I'm gonna drop a water bottle where the hook is. Drink that when you get there.
it_it: [_mc_] Sto andando a cadere una bottiglia d'acqua dove il gancio è. Bere che quando si arriva lì.

source: [_nurse_s_vent_crawling_s_video_] I could drink a whole vending machine right now...
it_it: [_nurse_s_vent_crawling_s_video_] Potrei bere un intero distributore automatico in questo momento...

source: [_mc_] That's all sugar stuff. Shouldn't nurses be more into water?
it_it: [_mc_] Questa è tutta la roba dello zucchero. Le infermiere non dovrebbero essere più in acqua?

source: [_nurse_s_vent_crawling_s_video_] I have a hopeless sweet tooth!
it_it: [_nurse_s_vent_crawling_s_video_] Ho un dolce dente senza speranza!

source: [_mc_] Maybe that's something that needs working on...
it_it: [_mc_] Forse è qualcosa che deve funzionare...

source: [_nurse_s_vent_crawling_s_video_] Which way should I go?
it_it: [_nurse_s_vent_crawling_s_video_] In che modo dovrei andare?

source: [_nurse_s_vent_crawling_s_video_] Getting left behind... that's what I was always worried about in school.
it_it: [_nurse_s_vent_crawling_s_video_] Rimanendo indietro... è quello che ero sempre preoccupato a scuola.

source: [_nurse_s_vent_crawling_s_video_] I can hear balls up ahead! Bouncing, bouncing! And running feet!
it_it: [_nurse_s_vent_crawling_s_video_] posso sentire le palle in avanti! Rimbalzare, rimbalzare! E correre piedi!

source: [_nurse_s_vent_crawling_s_video_] As an arrow!
it_it: [_nurse_s_vent_crawling_s_video_] Come freccia!

source: [_nurse_s_vent_crawling_s_video_] I hit my head...
it_it: [_nurse_s_vent_crawling_s_video_] Ho colpito la testa...

source: [_nurse_s_vent_crawling_s_video_] I think I can hear [mrsl]? Smells like cigarettes here.
it_it: [_nurse_s_vent_crawling_s_video_] penso di poter sentire [mrsl]? Odore come sigarette qui.

source: [_nurse_s_vent_crawling_s_video_] Right, okay.
it_it: [_nurse_s_vent_crawling_s_video_] Destra, okay.

source: [_nurse_s_vent_crawling_s_video_] I'm hearing a chisel. No, wait! Two chisels!
it_it: [_nurse_s_vent_crawling_s_video_] Sto sentendo uno scalpello. No, aspetta! Due scalpelli!

source: [_mc_] Let's hurry this up. I don't want you to get stuck in there.
it_it: [_mc_] Facciamo fretta in su. Non voglio che tu rimanga bloccato lì.

source: [_nurse_s_vent_crawling_s_video_] If I get stuck they'll have to perform a c-section on the vent! Haha!
it_it: [_nurse_s_vent_crawling_s_video_] Se rimango bloccato, dovranno eseguire una sezione C sulla bocca! Haha!

source: [_mc_] Please don't get stuck in there...
it_it: [_mc_] Si prega di non rimanere bloccati lì...

source: [_nurse_s_vent_crawling_s_video_] I'll do my best!
it_it: [_nurse_s_vent_crawling_s_video_] Farò del mio meglio!

source: [_mc_] Okay, let's pick a direction for you.
it_it: [_mc_] Okay, scegliamo una direzione per te.

source: [_nurse_s_vent_crawling_s_video_] Left, left, left, right, left!
it_it: [_nurse_s_vent_crawling_s_video_] Sinistra, sinistra, sinistra, destra, sinistra!

source: [_nurse_s_vent_crawling_s_video_] If it wasn't so serious, I'd love to be an army medic.
it_it: [_nurse_s_vent_crawling_s_video_] Se non fosse così grave, mi piacerebbe essere un medico dell'esercito.

source: [_nurse_s_vent_crawling_s_video_] They're always getting told what to do.
it_it: [_nurse_s_vent_crawling_s_video_] Si sta sempre dicendo cosa fare.

source: [_nurse_s_vent_crawling_s_video_] Squeaky shoes and cheers in this direction!
it_it: [_nurse_s_vent_crawling_s_video_] Scarpe squeaky e tifo in questa direzione!

source: [_nurse_s_vent_crawling_s_video_] Straight? You or me?
it_it: [_nurse_s_vent_crawling_s_video_] Dritto? Tu o me?

source: [_nurse_s_vent_crawling_s_video_] Oh, deary me... I'm so thirsty.
it_it: [_nurse_s_vent_crawling_s_video_] Oh, caro me... sono così assetato.

source: [_nurse_s_vent_crawling_s_video_] There's a {i}tap tap tap tap, clink{/} up ahead!
it_it: [_nurse_s_vent_crawling_s_video_] C'è un tocco {i}tap tap tap, clink{/} in avanti!

source: [_nurse_s_vent_crawling_s_video_] Sounds like an old typewriter!
it_it: [_nurse_s_vent_crawling_s_video_] Suona come una vecchia macchina da scrivere!

source: [_nurse_s_vent_crawling_s_video_] You said it!
it_it: [_nurse_s_vent_crawling_s_video_] L'hai detto!

source: [_nurse_s_vent_crawling_s_video_] It's quiet up ahead... just the sound of chalk scratching a blackboard.
it_it: [_nurse_s_vent_crawling_s_video_] E 'silenzioso in avanti... solo il suono di gesso graffiando una lavagna.

source: [_nurse_s_vent_crawling_s_video_] Are we close? We have to be close...
it_it: [_nurse_s_vent_crawling_s_video_] Sei chiuso? Dobbiamo essere chiusi...

source: [_nurse_s_vent_crawling_s_video_] Okay. I trust you.
it_it: [_nurse_s_vent_crawling_s_video_] Okay. Mi fido di te.

source: [_nurse_s_vent_crawling_s_video_] Where to next?
it_it: [_nurse_s_vent_crawling_s_video_] Dove seguire?

source: [_nurse_s_vent_crawling_s_video_] It feels like I've been in here forever...
it_it: [_nurse_s_vent_crawling_s_video_] Mi sembra di essere stato qui per sempre...

source: [_nurse_s_vent_crawling_s_video_] Maybe I'll be old enough to retire when I get out.
it_it: [_nurse_s_vent_crawling_s_video_] Forse sarò abbastanza vecchio per andare in pensione quando fuori.

source: [_nurse_s_vent_crawling_s_video_] I hear a tap and splashing water.
it_it: [_nurse_s_vent_crawling_s_video_] Sento un rubinetto e spruzzare acqua.

source: [_nurse_s_vent_crawling_s_video_] I've got a good feeling about this one!
it_it: [_nurse_s_vent_crawling_s_video_] Ho una buona sensazione riguardo a questo!

source: [_nurse_s_vent_crawling_s_video_] [maxine] plays basketball in her office, right?
it_it: [_nurse_s_vent_crawling_s_video_] [maxine] gioca a basket nel suo ufficio, giusto?

source: [_nurse_s_vent_crawling_s_video_] I'm hearing basketballs...
it_it: [_nurse_s_vent_crawling_s_video_] Sto ascoltando pallacanestro...

source: [_nurse_s_vent_crawling_s_video_] That's the question! Where to?
it_it: [_nurse_s_vent_crawling_s_video_] Questa è la domanda! Dove?

source: [_mc_] No, I'm answering you. Go right.
it_it: [_mc_] No, ti sto rispondendo. Va bene.

source: [_nurse_s_vent_crawling_s_video_] Oh, I thought you were saying... sorry, I'm getting a bit sleepy...
it_it: [_nurse_s_vent_crawling_s_video_] Oh, pensavo che tu stesse dicendo... mi dispiace, mi sto addormentando...

source: [_nurse_s_vent_crawling_s_video_] Okay, right.
it_it: [_nurse_s_vent_crawling_s_video_] Okay, giusto.

source: [_nurse_s_vent_crawling_s_video_] You!
it_it: [_nurse_s_vent_crawling_s_video_] Tu!

source: [_mc_] Yes, but put the walkie-talkie down and then listen.
it_it: [_mc_] Sì, ma mettere il walkie-talkie giù e poi ascoltare.

source: [_nurse_s_vent_crawling_s_video_] I did! I heard you through the wall!
it_it: [_nurse_s_vent_crawling_s_video_] l'ho fatto! Ti ho sentito attraverso il muro!

source: [_mc_] Did you just go in a circle?
it_it: [_mc_] Sei appena andato in cerchio?

source: [_nurse_s_vent_crawling_s_video_] Possibly!
it_it: [_nurse_s_vent_crawling_s_video_] Possibilmente!

source: Huh? The x-ray function on this thing only seems to work on the school vents...
it_it: Huh? La funzione di raggi X su questa cosa sembra funzionare solo sulle bocche scolastiche...

source: How did [maxine] even do this?
it_it: Come ha fatto [maxine] anche questo?

source: As if this room wasn't weird enough...
it_it: Come se questa stanza non fosse abbastanza strana...
