Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/nurse/q_nurse_venting.po
Languages: it_it

source: [_mc_] Tell me, can it see through... anything?
it_it: [_mc_] Dimmi, può vedere attraverso... qualcosa?

source: [_maxine_s_thinking_] I've got it configured for walls and metal. Not fabric.
it_it: [_maxine_s_thinking_] ho configurato per pareti e metalli. Non tessuto.

source: [_mc_] Okay, okay. Just checking...
it_it: [_mc_] Okay, okay. Basta controllare...

source: [_mc_] I'll let you know if we run into any soap goblins in there.
it_it: [_mc_] Ti farò sapere se ci imbattiamo in qualche goblin di sapone.

source: [_maxine_s_thinking_] Their venom will clean a person's blood until it's like water. Watch out for that.
it_it: [_maxine_s_thinking_] Il loro veleno pulirà il sangue di una persona finché non sarà come l'acqua.

source: Easy on the body, easy on the eyes.
it_it: Facile sul corpo, facile sugli occhi.

source: No way does [jacklyn] use this for art.
it_it: Nessun modo [jacklyn] usa questo per l'arte.

source: Nah. Who knows what lurks inside the school's walls?
it_it: Nah. Chi sa cosa si nasconde dentro le mura della scuola?

source: Spiders... soap goblins... [maxine]...
it_it: Spider... goblins... sapone... [maxine]...

source: Yeah, no thanks.
it_it: Sì, nessun grazie.

source: [_nurse_s_concerned_] Is it time? Into the vent?
it_it: [_nurse_s_concerned_] È il tempo? In vento?

source: [_mc_] First we have to get you ready. Strip.
it_it: [_mc_] Prima dobbiamo prepararti. Striscia.

source: [_nurse_s_thinking_] Strip?
it_it: [_nurse_s_thinking_] Striscia?

source: [_mc_] Of course. The vents are tight. We have to remove every unnecessary{space=-30} layer of clothing.
it_it: [_mc_] Certo. Le bocche sono strette. Dobbiamo rimuovere ogni inutile {space=-30} strato di abbigliamento.

source: [_nurse_s_sad_] If you say so...
it_it: [_nurse_s_sad_] Se lo dici...

source: [_nurse_s_sad_] Some days I think I spend more time undressed than I do dressed.
it_it: [_nurse_s_sad_] Alcuni giorni penso di passare più tempo spogliato di quello che ho vestito.

source: [_nurse_s_concerned_] I don't know how I feel about that.
it_it: [_nurse_s_concerned_] Non so come mi sento a riguardo.

source: [_mc_] Don't be coy. It excites you.
it_it: [_mc_] Non siate accoglienti. Ti emoziona.

source: [_nurse_s_blush_] I don't know about that...
it_it: [_nurse_s_blush_] Non so quello...

source: [_mc_] But I do.
it_it: [_mc_] Ma lo faccio.

source: [_nurse_s_thinking_] I'm so exposed like this...
it_it: [_nurse_s_thinking_] Sono così esposto così...

source: [_nurse_s_thinking_] What if I get caught?
it_it: [_nurse_s_thinking_] Cosa succede se vengo catturato?

source: [_mc_] Don't be ridiculous. The [guard] has eaten way too many doughnuts to fit in the vent.
it_it: [_mc_] Non essere ridicolo. La [guard] ha mangiato troppe ciambelle per adattarsi alla bocca.

source: [_nurse_s_annoyed_] But what if I get stuck?
it_it: [_nurse_s_annoyed_] Ma cosa succede se mi blocca?

source: [_mc_] See, that's why I brought this. Let's oil you up.
it_it: [_mc_] Vedi, ecco perché ho portato questo.

source: [_nurse_s_neutral_] But won't I be all icky then?
it_it: [_nurse_s_neutral_] Ma allora non sarò tutto malvagio?

source: [_mc_] Do you want friction burns?
it_it: [_mc_] Vuoi bruciare gli attriti?

source: [_mc_] Then shut up and let me spread this on you.
it_it: [_mc_] Poi chiudete e lasciatemi spargere su di voi.

source: [_nurse_s_annoyed_] Yes, sir...
it_it: [_nurse_s_annoyed_] Sì, signore...

source: [_nurse_s_afraid_] Ah! It's cold!
it_it: [_nurse_s_afraid_] Ah! Fa freddo!

source: The oil spreads over her skin like liquid light.
it_it: L'olio si diffonde sulla sua pelle come luce liquida.

source: My hands explore every inch of her, the curve of her hips, the fold under her tits, the warmth between her thighs...
it_it: Le mie mani esplorano ogni centimetro di lei, la curva dei fianchi, la piega sotto le sue tette, il calore tra le cosce...

source: The heat of me goes into the oil, so that her skin heats up, getting slick and warm.
it_it: Il calore di me va nell'olio, in modo che la sua pelle si riscalda, diventando lenta e calda.

source: Little shivers of ecstasy radiate out from my touch. She's trembling.{space=-5}
it_it: Piccoli brividi di estasi irradiano dal mio tocco. È tremore.{space=-5}

source: Look at her. The way her lips part, her eyes close, and her head tilts back.
it_it: Guardatela. Il modo in cui le sue labbra parte, i suoi occhi si chiudono, e la sua testa si inclina indietro.

source: [_mc_] You're getting off on this, aren't you?
it_it: [_mc_] Stai scendendo su questo, vero?

source: [_nurse_s_annoyed_oiled_up_] I'm not sure I should say...
it_it: [_nurse_s_annoyed_oiled_up_] Non sono sicuro che dovrei dire...

source: [_mc_] I'm telling you to answer me. Are you enjoying this?
it_it: [_mc_] ti sto dicendo di rispondermi. Ti piace questo?

source: [_nurse_s_blush_oiled_up_] Y-yes.
it_it: [_nurse_s_blush_oiled_up_] Y-sì.

source: [_mc_] Are you getting excited?
it_it: [_mc_] Ti stai emozionando?

source: [_nurse_s_blush_oiled_up_] Yes...
it_it: [_nurse_s_blush_oiled_up_] Sì...

source: [_mc_] Haha! You really are! You're soaked.
it_it: [_mc_] Haha! Sei davvero! Sei immerso.

source: [_mc_] If only I'd known, we wouldn't have needed so much oil.
it_it: [_mc_] Se solo lo sapessi, non avremmo avuto bisogno di così tanto petrolio.

source: [_nurse_s_sad_oiled_up_] Please, you're embarrassing me...
it_it: [_nurse_s_sad_oiled_up_] Per favore, sei imbarazzante...

source: [_mc_] Whatever.
it_it: [_mc_] Qualcosa.

source: [_mc_] I've got everything we need.
it_it: [_mc_] Ho tutto quello di cui abbiamo bisogno.

source: [_nurse_s_thinking_] And what is it we're looking for again?
it_it: [_nurse_s_thinking_] E cosa cerchiamo di nuovo?

source: [_mc_] My inhaler. But if you happen to find a fish hook in there, take it.
it_it: [_mc_] Il mio inalatore. Ma se ti capita di trovare un gancio di pesce lì dentro, prenderlo.

source: [_nurse_s_sad_] Are you sure you have an inhaler?
it_it: [_nurse_s_sad_] Sei sicuro di avere un inalatore?

source: [_mc_] Of course I do!
it_it: [_mc_] Naturalmente lo faccio!

source: [_nurse_s_sad_] Because I'd help you even if you were looking for something else.
it_it: [_nurse_s_sad_] Perché ti aiuterei anche se stavi cercando qualcos'altro.

source: [_nurse_s_blush_] I like to be helpful.
it_it: [_nurse_s_blush_] Mi piace essere utile.

source: [_mc_] ...fine. There's no inhaler. It's the fish hook I'm really after.
it_it: [_mc_] ... bene. Non c'è inalatore. È il gancio di pesce che sono davvero dopo.

source: [_nurse_s_smile_] Thank you for being honest. Honesty is very important to me.
it_it: [_nurse_s_smile_] Grazie per essere onesti. L'onestà è molto importante per me.

source: Ugh, now I kind of feel bad. She's so sweet.
it_it: Ugh, ora mi sento male. È così dolce.

source: But... it's for the greater good...
it_it: Ma... è per il bene più grande...

source: [_mc_] Are you sure you're okay with this?
it_it: [_mc_] Sei sicuro di stare bene con questo?

source: [_nurse_s_smile_] Will it make you happy?
it_it: [_nurse_s_smile_] Ti renderà felice?

source: [_mc_] It would.
it_it: [_mc_] Lo farebbe.

source: [_nurse_s_smile_] Then I'm okay with it.
it_it: [_nurse_s_smile_] Poi sto bene con esso.

source: [_mc_] Not yet. I need more things.
it_it: [_mc_] Non ancora. Ho bisogno di più cose.

source: [_nurse_s_concerned_] Okay, I'll be waiting...
it_it: [_nurse_s_concerned_] Okay, sarò in attesa...

source: [_mc_] Let's get this started. Here's your walkie-talkie.
it_it: [_mc_] Cominciamo a iniziare. Ecco il tuo walkie-talkie.

source: [_mc_] The place you're trying to get to is two floors above us, so try to go up as much as possible.
it_it: [_mc_] Il posto in cui stai cercando di arrivare è di due piani sopra di noi, quindi prova a salire il più possibile.

source: [_mc_] If you get stuck or lost, wait for me to come find you. I'll help you figure out where to go.
it_it: [_mc_] Se ti sei bloccato o perduto, aspetta che io venga a trovarti. Ti aiuterò a capire dove andare.

source: [_nurse_s_annoyed_oiled_up_] I'm not sure my hips can fit into the vent... It's going to be tight.
it_it: [_nurse_s_annoyed_oiled_up_] Non sono sicuro che i miei fianchi possano entrare nella bocca... Sta per essere stretto.

source: [_nurse_s_annoyed_] I'm not sure my hips can fit into the vent... It's going to be tight.
it_it: [_nurse_s_annoyed_] Non sono sicuro che i miei fianchi possano entrare nella bocca... Sta per essere stretto.

source: [_mc_] Tight fits are the best fits! Nothing a little push can't fix.
it_it: [_mc_] Tight fits are the best fits! Niente un po 'push non può risolvere.

source: [_nurse_s_neutral_oiled_up_] Okay... Please just... don't abandon me in there. It's dark.
it_it: [_nurse_s_neutral_oiled_up_] Okay... Semplicemente... non abbandonarmi lì dentro. È buio.

source: [_nurse_s_neutral_] Okay... Please just... don't abandon me in there. It's dark.
it_it: [_nurse_s_neutral_] Okay... Semplicemente... non abbandonarmi lì dentro. È buio.

source: [_mc_] We've got our walkie-talkies. Don't worry. I won't let you down.
it_it: [_mc_] Abbiamo i nostri walkie-talkies. Non ti preoccupare. Non ti deluderò.

source: [_nurse_s_smile_oiled_up_] Thank you...
it_it: [_nurse_s_smile_oiled_up_] Grazie...

source: [_nurse_s_smile_oiled_up_] Here I go.
it_it: [_nurse_s_smile_oiled_up_] Qui vado.

source: [_nurse_s_smile_] Thank you...
it_it: [_nurse_s_smile_] Grazie...

source: [_nurse_s_smile_] Here I go.
it_it: [_nurse_s_smile_] Eccomi.

source: [_nurse_] I have no idea where I am...
it_it: [_nurse_] Non ho idea di dove sono...

source: [_nurse_] I might be dehydrated. The air is so hot and dry.
it_it: [_nurse_] Potrei essere disidratato. L'aria è così calda e asciutta.

source: [_mc_] Do you need me to come find you?
it_it: [_mc_] Hai bisogno di me per venire a trovarti?

source: [_nurse_] P-please...
it_it: [_nurse_] P-per favore...

source: [_mc_] Hold tight. Let me check some rooms.
it_it: [_mc_] Tenere stretto. Lasciami controllare alcune stanze.

source: The [nurse] has finally made it to [maxine]'s office! Now I just need to drop her a water bottle before she passes out...
it_it: L' [nurse] ha finalmente fatto l'ufficio di [maxine]! Ora ho solo bisogno di lasciarla cadere una bottiglia d'acqua prima che lei passa...

source: [_nurse_] I forgot which way I was going... I might be a bit disoriented...
it_it: [_nurse_] Ho dimenticato da che parte stavo andando... Forse sono un po' disorientato...

source: [_nurse_] I'm so dehydrated... I'm seeing double... No, triple... No, single...
it_it: [_nurse_] sono così disidratato... sto vedendo doppio... No, triplo... No, singolo...

source: [_mc_] You do sound dehydrated. Let's get you out of here.
it_it: [_mc_] Tu suoni disidratato. Facciamoci uscire da qui.

source: [_mc_] You're in the gym. You have to turn around.
it_it: [_mc_] Sei in palestra. devi girarti.

source: [_nurse_] There's an intersection. Which way should I go?
it_it: [_nurse_] C'è un'intersezione. In che modo dovrei andare?

source: [_mc_] Left.
it_it: [_mc_] Sinistra.

source: [_nurse_] To the left, to the left!
it_it: [_nurse_] A sinistra, a sinistra!

source: [_nurse_] I used to sing that in nursing school...
it_it: [_nurse_] Ho usato cantare quella nella scuola di cura...

source: [_nurse_] Hey, it smells like paint!
it_it: [_nurse_] Hey, ha un odore di pittura!

source: [_mc_] Straight.
it_it: [_mc_] Dritto.

source: [_nurse_] I can do straight! And I can do ladies, too! Haha!
it_it: [_nurse_] posso fare dritto! E posso fare anche le signore! Haha!

source: [_nurse_] Sounds like someone is writing on a blackboard... and I think I heard [mrsl]'s voice.
it_it: [_nurse_] Suona come qualcuno sia scrivendo su una lavagna... e penso di aver sentito la voce di [mrsl].

source: [_mc_] Right.
it_it: [_mc_] Destra.

source: [_nurse_] Right!
it_it: [_nurse_] Destra!

source: [_mc_] Exactly.
it_it: [_mc_] Esattamente.

source: [_nurse_] Haha! I think I heard a vending machine puke!
it_it: [_nurse_] Haha! Credo di aver sentito un distributore automatico di vomitare!

source: [_nurse_] I could drink a whole vending machine right now...
it_it: [_nurse_] Potrei bere un intero distributore in questo momento...

source: [_mc_] That's all sugar stuff. Shouldn't nurses be more into water?
it_it: [_mc_] Questo è tutto lo zucchero. Le infermiere non dovrebbero essere più in acqua?

source: [_nurse_] I have a hopeless sweet tooth!
it_it: [_nurse_] Ho un dente dolce senza speranza!

source: [_mc_] Maybe that's something that needs working on...
it_it: [_mc_] Forse è qualcosa che ha bisogno di lavorare...

source: [_mc_] Anyway, keep going.
it_it: [_mc_] Comunque continuate ad andare.

source: [_nurse_] Which way should I go?
it_it: [_nurse_] In che modo dovrei andare?

source: [_nurse_] Getting left behind... that's what I was always worried about in school.
it_it: [_nurse_] Rimanendo indietro... è quello che ero sempre preoccupato a scuola.

source: [_nurse_] I can hear balls up ahead! Bouncing, bouncing! And running feet!
it_it: [_nurse_] posso sentire le palle in avanti! rimbalzare, rimbalzare! E piedi in corso!

source: [_nurse_] As an arrow!
it_it: [_nurse_] Come freccia!

source: [_nurse_] I hit my head...
it_it: [_nurse_] Ho colpito la testa...

source: [_nurse_] I think I can hear [mrsl]? Smells like cigarettes here.
it_it: [_nurse_] penso di poter sentire [mrsl]? Odore come sigarette qui.

source: [_nurse_] Right, okay.
it_it: [_nurse_] Destra, okay.

source: [_nurse_] I'm hearing a chisel. No, wait! Two chisels!
it_it: [_nurse_] Sto ascoltando uno scalpello. No, aspetta! Due scalpelli!

source: [_mc_] Let's hurry this up. I don't want you to get stuck in there.
it_it: [_mc_] Facciamo fretta in su. non voglio che tu sia bloccato in .

source: [_nurse_] If I get stuck they'll have to perform a c-section on the vent! Haha!
it_it: [_nurse_] Se rimango bloccato, avranno per eseguire una sezione C su la bocca! Haha!

source: That's probably easier said than done.
it_it: Probabilmente è più facile dire che fare.

source: [_mc_] Please don't get stuck in there...
it_it: [_mc_] Si prega di non ottenere bloccato lì...

source: [_nurse_] I'll do my best!
it_it: [_nurse_] Farò del mio meglio!

source: [_mc_] Okay, let's pick a direction for you.
it_it: [_mc_] Okay, scegliamo una direzione per te.

source: [_nurse_] Left, left, left, right, left!
it_it: [_nurse_] Sinistra, sinistra, sinistra, destra, sinistra!

source: [_nurse_] If it wasn't so serious, I'd love to be an army medic.
it_it: [_nurse_] Se non fosse così grave, amerei essere un medico dell'esercito.

source: [_nurse_] They're always getting told what to do.
it_it: [_nurse_] stanno sempre ottenendo ha detto cosa fare.

source: [_nurse_] Squeaky shoes and cheers in this direction!
it_it: [_nurse_] scarpe squeaky e tifano in questa direzione!

source: [_nurse_] Straight? You or me?
it_it: [_nurse_] Dritto? Tu o me?

source: That dehydration is really getting to her...
it_it: Quella disidratazione sta davvero arrivando a lei...

source: [_mc_] Just keep going, [nurse].
it_it: [_mc_] Basta andare avanti, [nurse].

source: [_nurse_] Oh, deary me... I'm so thirsty.
it_it: [_nurse_] Oh, caro me... Sono così assetato.

source: [_nurse_] There's a {i}tap tap tap tap, clink{/} up ahead!
it_it: [_nurse_] C'è un tocco {i}tap tap tap, clink{/} in avanti!

source: [_nurse_] Sounds like an old typewriter!
it_it: [_nurse_] Sembra una vecchia macchina da scrivere!

source: [_nurse_] You said it!
it_it: [_nurse_] L'hai detto!

source: [_mc_] I did say it.
it_it: [_mc_] l'ho detto.

source: [_nurse_] It's quiet up ahead... just the sound of chalk scratching a blackboard.
it_it: [_nurse_] È silenzioso davanti... solo il suono dei graffi di gesso una lavagna.

source: [_mc_] Almost there... I think.
it_it: [_mc_] Quasi lì... penso.

source: [_nurse_] Okay. I trust you.
it_it: [_nurse_] Okay. Mi fido di te.

source: [_nurse_] Where to next?
it_it: [_nurse_] Dove seguire?

source: [_nurse_] It feels like I've been in here forever...
it_it: [_nurse_] Mi sembra di essere stato qui per sempre...

source: [_nurse_] Maybe I'll be old enough to retire when I get out.
it_it: [_nurse_] Forse sarò abbastanza vecchio per andare in pensione quando fuori.

source: [_nurse_] I hear a tap and splashing water.
it_it: [_nurse_] sento un rubinetto e spruzzare acqua.

source: [_nurse_] I've got a good feeling about this one!
it_it: [_nurse_] Ho una buona sensazione riguardo a questo!

source: [_mc_] Me too!
it_it: [_mc_] Anch'io!

source: [_nurse_] [maxine] plays basketball in her office, right?
it_it: [_nurse_] [maxine] gioca a basket nel suo ufficio, giusto?

source: [_nurse_] I'm hearing basketballs...
it_it: [_nurse_] Sto ascoltando pallacanestro...

source: [_nurse_] That's the question! Where to?
it_it: [_nurse_] Questa è la domanda! Dove?

source: [_mc_] No, I'm answering you. Go right.
it_it: [_mc_] No, sto rispondendo tu. Va bene.

source: [_nurse_] Oh, I thought you were saying... sorry, I'm getting a bit sleepy...
it_it: [_nurse_] Oh, pensavo che tu fossi dicendo... scusa, sto diventando un po' assonnato...

source: [_nurse_] Okay, right.
it_it: [_nurse_] Okay, giusto.

source: [_mc_] What are you hearing now?
it_it: [_mc_] Cosa stai sentendo adesso?

source: [_nurse_] You!
it_it: [_nurse_] Tu!

source: [_mc_] Yes, but put the walkie-talkie down and then listen.
it_it: [_mc_] Sì, ma metti giù il walkie-talkie e poi ascolta.

source: [_nurse_] I did! I heard you through the wall!
it_it: [_nurse_] l'ho fatto! Ti ho sentito attraverso il muro!

source: [_mc_] Did you just go in a circle?
it_it: [_mc_] Sei appena andato in cerchio?

source: [_nurse_] Possibly!
it_it: [_nurse_] Possibilmente!

source: [_nurse_] It's dark in here. I keep catching on the vent's edges.
it_it: [_nurse_] È buio dentro qui. Continuo a catturare sui bordi della bocca.

source: [_mc_] But are you making progress? Can you see where you're going?
it_it: [_mc_] Ma stai facendo progressi? Riesci a vedere dove stai andando?

source: [_nurse_] Sort of... there's openings that let in some light...
it_it: [_nurse_] Ordina per... ci sono le aperture che lasciano un po' di luce...

source: [_nurse_] And it's so hot. I'm sweating. The dust is sticking to my sweat.
it_it: [_nurse_] Ed è così caldo. Sto sudando. La polvere si attacca al mio sudore.

source: [_mc_] We'll get you showered off once you're done.
it_it: [_mc_] Ti faremo svuotare una volta finito.

source: [_mc_] Just keep moving for now. Have you gone up a floor yet?
it_it: [_mc_] Continua a muoverti per ora. Sei già salito un piano?

source: [_nurse_] Yes, but I can't find another way up. I've passed a few junctions and I may have gotten turned around...
it_it: [_nurse_] Sì, ma non riesco a trovare un altro modo . Ho superato alcuni incroci e potrei avere girato intorno...

source: I shouldn't be surprised. She could get lost on a one-way street.
it_it: Non dovrei essere sorpreso. Potrebbe perdersi in una strada a senso unico.

source: [_mc_] Just keep moving. I'm sure you'll find the way eventually.
it_it: [_mc_] Basta continuare a muoversi. Sono sicuro che troverai la strada alla fine.

source: Hmm... no signal. Maybe I got too far from the [nurse]?
it_it: Hmm... nessun segnale. Forse mi sono allontanato troppo dalla [nurse]?

source: I promised the [nurse] I wouldn't abandon her in the vents. Can't let her down now.
it_it: Ho promesso la [nurse] che non la avrei abbandonata nelle bocche. Non può lasciarla giù.

source: [_nurse_] [mc]? I'm getting nervous... and possibly delirious.
it_it: [_nurse_] [mc]? Sto diventando nervoso... e forse delirante.

source: [_nurse_] There's strange shapes moving inside the vents...
it_it: [_nurse_] Ci sono strane forme che si muovono all'interno delle bocchette...

source: Could those be the soap goblins...?
it_it: Quelli potrebbero essere i goblins del sapone...?

source: No way. Those definitely aren't real.
it_it: In nessun modo. Sicuramente non sono reali.

source: [_mc_] Hold on. I'm still checking rooms. I'll find you soon.
it_it: [_mc_] tienete. Sto ancora controllando stanze. Ti troverò presto.

source: [_nurse_] Please hurry!
it_it: [_nurse_] Per favore, sbrigati!

source: [_mc_] You don't tell me what to do.
it_it: [_mc_] Non mi dici cosa fare.

source: [_nurse_] Of course. I'm sorry.
it_it: [_nurse_] naturalmente. Mi dispiace.

source: [_nurse_] It's the heat... I'm feeling so open.
it_it: [_nurse_] E 'il calore... Sono sentirsi così aperto.

source: [_mc_] You've been in there for what? Five minutes?
it_it: [_mc_] Sei stato lì per cosa? Cinque minuti?

source: [_nurse_] I believe it's been a bit longer than that...
it_it: [_nurse_] Credo che sia passato un po' più tempo di così...

source: [_mc_] Well, either way. You're going to quit whining.
it_it: [_mc_] Beh, in entrambi i casi. Sei per smettere di piagnucolare.

source: [_mc_] Let's talk about something else.
it_it: [_mc_] Parliamo di qualcos'altro.

source: [_mc_] Just try to relax. I'm sorry it's taking so long.
it_it: [_mc_] Cerca solo di rilassarti. Mi dispiace che ci sia voluto così tanto tempo.

source: [_mc_] Try to breathe slower and think of something else.
it_it: [_mc_] Prova a respirare più lentamente e pensa a qualcos'altro.

source: [_nurse_] I like that.
it_it: [_nurse_] Mi piace.

source: [_mc_] Like what?
it_it: [_mc_] Ti piace cosa?

source: [_nurse_] That you're taking care of me. It's nice...
it_it: [_nurse_] Che ti prendi cura di me. È carino...

source: [_nurse_] Do you want to know why I like helping people so much?
it_it: [_nurse_] Vuoi sapere perché piace aiutare così tanto le persone?

source: [_mc_] Sure, I've been wondering about that.
it_it: [_mc_] Certo, mi sono chiesto al riguardo.

source: [_nurse_] I have a hard time knowing what I'm supposed to do...
it_it: [_nurse_] Ho difficoltà a conoscere quello che dovrei fare...

source: [_nurse_] This same feeling is why people get into astrology or self-help groups.
it_it: [_nurse_] Questa stessa sensazione è il motivo per cui la gente entra in astrologia o gruppi di auto-aiuto.

source: [_nurse_] So, I almost appreciate it when somebody is sick.
it_it: [_nurse_] Così, lo apprezzo quasi quando qualcuno è malato.

source: [_nurse_] When they're sick, I know exactly what I'm supposed to do.
it_it: [_nurse_] Quando sono malati, so esattamente cosa dovrei fare.

source: [_nurse_] I care for them. Give them medicine. And make sure they're healthy again.
it_it: [_nurse_] mi cura di loro. Dai loro medicina. E assicurati che siano di nuovo sani.

source: [_nurse_] I don't have to think.
it_it: [_nurse_] non devo pensare.

source: [_nurse_] But there's more to my life than my job, and I guess I feel lost most of the time...
it_it: [_nurse_] Ma c'è di più nella mia vita che nel mio lavoro, e immagino che mi sento perso la maggior parte del tempo...

source: [_nurse_] When somebody tells me I have to do something — even if I don't like it — it's comfortable in a way.
it_it: [_nurse_] Quando qualcuno mi dice devo fare qualcosa — anche se non mi piace — è a mio agio in un certo senso.

source: [_nurse_] I have to do it, so I do.
it_it: [_nurse_] devo farlo, così faccio.

source: [_mc_] That's good, because I like telling you what to do.
it_it: [_mc_] È buono, perché mi piace dirti cosa fare.

source: [_mc_] You're so kind and gentle, I just want to...
it_it: [_mc_] Sei così gentile e gentile, che voglio solo...

source: [_nurse_] What?
it_it: [_nurse_] Cosa?

source: [_mc_] I guess I want to see how far I can push you.
it_it: [_mc_] Immagino che voglio vedere come lontano posso spingerti.

source: [_mc_] Do you know what I'm talking about?
it_it: [_mc_] Sai di cosa sto parlando?

source: [_nurse_] I think so...
it_it: [_nurse_] Penso di sì...
