Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/nurse/q_nurse_photogenic.po
Languages: fr_fr, it_it

source: [_mc_] I think she's quite charming!
fr_fr: [_mc_] Je pense qu'elle est assez charmante !
it_it: [_mc_] penso che sia abbastanza affascinante!

source: [_lindsey_s_laughing_] She does have her moments!
fr_fr: [_lindsey_s_laughing_] Elle a ses moments !
it_it: [_lindsey_s_laughing_] Lei ha i suoi momenti!

source: [_mc_] I've always found her type fascinating.
fr_fr: [_mc_] J'ai toujours trouvé son type fascinant.
it_it: [_mc_] Ho sempre trovato il suo tipo affascinante.

source: [_lindsey_s_smile_] I've always thought she was unique.
fr_fr: [_lindsey_s_Souriez_] J'ai toujours pensé qu'elle était unique.
it_it: [_lindsey_s_smile_] Ho sempre pensato che fosse unica.

source: [_mc_] I guess that's true.
fr_fr: [_mc_] Je suppose que c'est vrai.
it_it: [_mc_] Immagino che sia vero.

source: [_lindsey_s_flirty_] So, you find her fascinating?
fr_fr: [_lindsey_s_flirty_] Alors, vous la trouvez fascinante ?
it_it: [_lindsey_s_flirty_] Quindi, la trovi affascinante?

source: [_lindsey_s_flirty_] I'll let her know!
fr_fr: [_lindsey_s_flirty_] Je le ferai savoir !
it_it: [_lindsey_s_flirty_] le farò sapere!

source: [_mc_] It'll go over her head...
fr_fr: [_mc_] Ça lui passera au-dessus de la tête...
it_it: [_mc_] Sarà andare oltre la sua testa...

source: [_lindsey_s_laughing_] Maybe! Who knows?
fr_fr: [_lindsey_s_laughing_] Peut-être ! Qui sait ?
it_it: [_lindsey_s_laughing_] Forse! Chissà?

source: [_mc_] You two are unstoppable together!
fr_fr: [_mc_] Ensemble, vous êtes inarrêtables !
it_it: [_mc_] Voi due siete inarrestabili insieme!

source: [_lindsey_s_concerned_] I agree, but I doubt she thinks so...
fr_fr: [_lindsey_s_concerned_] Je suis d'accord, mais je doute qu'elle le pense ...
it_it: [_lindsey_s_concerned_] Sono d'accordo, ma dubito che lo pensi...

source: [_mc_] How come?
fr_fr: [_mc_] Comment venir ?
it_it: [_mc_] Come viene?

source: [_lindsey_s_sad_] It's been a while since we sat down and had a genuine talk. I miss that.{space=-55}
fr_fr: [_lindsey_s_sad_] C'est un moment depuis que nous nous sommes assis et avons eu une vraie discussion. Il me manque. {space=-55}
it_it: [_lindsey_s_sad_] È passato un po' da quando ci siamo seduti e abbiamo avuto un vero colloquio. Mi manca.{space=-55}

source: [_mc_] Why don't you ask her for one?
fr_fr: [_mc_] Pourquoi ne pas la lui demander ?
it_it: [_mc_] Perché non le chiedi uno?

source: [_lindsey_s_sad_] I don't want to waste her time. You know how she is.
fr_fr: [_lindsey_s_sad_] Je ne veux pas perdre son temps. Tu sais comment elle est.
it_it: [_lindsey_s_sad_] Non voglio sprecare il suo tempo. Sai com'è.

source: [_mc_] If it's important to you, maybe just book an appointment with her?
fr_fr: [_mc_] Si c'est important pour vous, peut-être réserver un rendez-vous avec elle ?
it_it: [_mc_] Se è importante per te, magari prenota un appuntamento con lei?

source: [_lindsey_s_laughing_] Oh, good idea! That would be funny!
fr_fr: [_lindsey_s_laughing_] Oh, bonne idée ! Ce serait drôle !
it_it: [_lindsey_s_laughing_] Oh, buona idea! Sarebbe divertente!

source: [_lindsey_s_laughing_] I just might!
fr_fr: [_lindsey_s_laughing_] Je viens de le faire !
it_it: [_lindsey_s_laughing_] potrei basta!

source: [_mc_] Yeah, she can be difficult...
fr_fr: [_mc_] Oui, elle peut être difficile ...
it_it: [_mc_] Sì, può essere difficile...

source: [_lindsey_s_laughing_] Very.
fr_fr: [_lindsey_s_laughing_] Très.
it_it: [_lindsey_s_laughing_] Molto.

source: [_lindsey_s_smile_] Do you think you can make it the rest of the way on your own without fainting?
fr_fr: [_lindsey_s_smile_] Pensez-vous pouvoir faire le reste du chemin toute seule sans vous évanouir ?
it_it: [_lindsey_s_smile_] Pensi di poterlo fare da solo il resto della strada senza svenire?

source: [_mc_] Yeah, no problem! I think it's just low blood sugar or something.
fr_fr: [_mc_] Oui, pas de problème ! Je pense que c'est juste un faible taux de sucre dans le sang ou quelque chose.
it_it: [_mc_] Sì, nessun problema! Penso che sia solo basso livello di zucchero nel sangue o qualcosa.

source: [_mc_] Thanks for the help!
fr_fr: [_mc_] Merci pour l'aide !
it_it: [_mc_] Grazie per l'aiuto!

source: [_lindsey_s_flirty_] Now we're even!
fr_fr: [_lindsey_s_flirty_] Nous sommes même !
it_it: [_lindsey_s_flirty_] Ora siamo uguali!

source: [_mc_] I mean... dragging and carrying someone is a bit different, don't you think?{space=-130}
fr_fr: [_mc_] Je veux dire ... traîner et transporter quelqu'un est un peu différent, ne pensez-vous pas ? {space=-130}
it_it: [_mc_] Voglio dire... trascinare e portare qualcuno è un po 'diverso, non si pensa?{space=-130}

source: [_lindsey_s_laughing_] I suppose that's true.
fr_fr: [_lindsey_s_laughing_] Je suppose que c'est vrai.
it_it: [_lindsey_s_laughing_] Suppongo che sia vero.

source: [_mc_] So, that means you still owe me... big time!
fr_fr: [_mc_] Alors, ça veut dire que tu me dois encore ... grand temps !
it_it: [_mc_] Quindi, questo significa che mi devi ancora... grande tempo!

source: [_lindsey_s_flirty_] Yeah?
fr_fr: [_lindsey_s_flirty_] Oui ?
it_it: [_lindsey_s_flirty_] Sì?

source: [_lindsey_s_flirty_] How will I ever repay you?
fr_fr: [Comment vais-je vous remercier ?
it_it: [_lindsey_s_flirty_] Come ti ripagherò?

source: [_mc_] If this doesn't kill me, there'll be plenty of time for you to hit the gym.{space=-30}
fr_fr: [_mc_] Si ça ne me tue pas, il y aura beaucoup de temps pour vous faire la gym. {space=-30}
it_it: [_mc_] Se questo non mi uccide, ci sarà molto tempo per colpire la palestra.{space=-30}

source: [_mc_] I'll be expecting a proper carrying.
fr_fr: [_mc_] Je m'attendrai à un bon port.
it_it: [_mc_] mi aspetto un corretto trasporto.

source: [_lindsey_s_laughing_] Maybe I can repay you in some other way!
fr_fr: [_lindsey_s_laughing_] Peut-être que je peux vous rembourser d'une autre façon !
it_it: [_lindsey_s_laughing_] Forse posso ripagarti in qualche altro modo!

source: [_mc_] I'm sure we can come to an agreement!
fr_fr: [_mc_] Je suis sûr que nous pouvons parvenir à un accord !
it_it: [_mc_] Sono sicuro che possiamo raggiungere un accordo!

source: [_mc_] Again, I really appreciate it. You're a lot stronger than you look.
fr_fr: [_mc_] Encore une fois, je l'apprécie vraiment. Vous êtes beaucoup plus fort que vous ne le regardez.
it_it: [_mc_] Ancora una volta, lo apprezzo davvero. Sei molto più forte di te.

source: [_lindsey_s_laughing_] Thank you! I've been spending more time at the gym lately!
fr_fr: [_lindsey_s_laughing_] Merci ! J'ai passé plus de temps à la gym dernièrement !
it_it: [_lindsey_s_laughing_] Grazie! Ho trascorso più tempo in palestra ultimamente!

source: [_mc_] If this doesn't kill me, we should totally meet at the gym some time.
fr_fr: [_mc_] Si ça ne me tue pas, nous devrions nous rencontrer à la gym un peu de temps.
it_it: [_mc_] Se questo non mi uccide, dovremmo incontrare totalmente in palestra un po 'di tempo.

source: [_lindsey_s_flirty_] Sure thing!
fr_fr: [_lindsey_s_flirty_] Sure chose !
it_it: [_lindsey_s_flirty_] Sicura!

source: [_lindsey_s_flirty_] Don't mention it!
fr_fr: [_lindsey_s_flirty_] Ne le mentionnez pas !
it_it: [_lindsey_s_flirty_] Non citarlo!

source: [_lindsey_s_flirty_] Anyway, I'll see you around, [mc]!
fr_fr: [_lindsey_s_flirty_] Quoi qu'il en soit, je te verrai autour du [mc]!
it_it: [_lindsey_s_flirty_] Comunque, ti vedrò in giro, [mc]!

source: [_lindsey_] ...You did what?
fr_fr: [_lindsey_] ...Tu as fait quoi ?
it_it: [_lindsey_] ...Hai fatto cosa?

source: [_maxine_] There's no need to concern yourself with this.
fr_fr: [_maxine_] Il n'y a pas lieu de s'en préoccuper.
it_it: [_maxine_] Non c'è bisogno di preoccuparsi di questo.

source: [_lindsey_] You know that's illegal, right?
fr_fr: [_lindsey_] Vous savez que c'est illégal, non ?
it_it: [_lindsey_] Sai che è illegale, giusto?

source: [_maxine_] The quest for truth is above all laws.
fr_fr: [_maxine_] La quête de la vérité est avant tout des lois.
it_it: [_maxine_] La ricerca della verità è al di sopra di ogni legge.

source: [_lindsey_] You could get in trouble!
fr_fr: [_lindsey_] Vous pourriez avoir des ennuis !
it_it: [_lindsey_] Si potrebbe ottenere nei guai!

source: [_maxine_] Then, so be it. Someone has to be prepared.
fr_fr: [_maxine_] Alors, qu'il en soit ainsi. Quelqu'un doit être préparé.
it_it: [_maxine_] Poi, così sia. Qualcuno deve essere preparato.

source: [_lindsey_] Prepared for what?
fr_fr: [_lindsey_] Préparé pour quoi ?
it_it: [_lindsey_] Preparato per cosa?

source: [_maxine_] Why, the Juice Apocalypse, of course.
fr_fr: [_maxine_] L'Apocalypse des jus, bien sûr.
it_it: [_maxine_] Perché, l'Apocalisse del succo, naturalmente.

source: [_lindsey_] The what?
fr_fr: [_maya_] Le quoi ?
it_it: [_lindsey_] Il cosa?

source: [_maxine_] Trying times lie ahead...
fr_fr: [_maxine_] Des temps difficiles nous attendent...
it_it: [_maxine_] I tempi di prova si trovano davanti...

source: [_lindsey_] You know he could've gotten hurt, right?
fr_fr: [_lindsey_] Vous savez qu'il aurait pu être blessé, n'est-ce pas ?
it_it: [_lindsey_] Sai che avrebbe potuto farsi male, vero?

source: [_maxine_] A small sacrifice in the grand scheme of things.
fr_fr: [_maxine_] Un petit sacrifice dans le grand système des choses.
it_it: [_maxine_] Un piccolo sacrificio nel grande schema delle cose.

source: [_lindsey_] Look around, these are real people! You can't experiment on them!
fr_fr: [_lindsey_] Regardez autour, ce sont des gens réels ! Tu ne peux pas les expérimenter !
it_it: [_lindsey_] Guardatevi intorno, queste sono persone vere! Non puoi sperimentarle!

source: [_maxine_] On the contrary, it seems to be working quite well.
fr_fr: [_maxine_] Au contraire, il semble bien fonctionner.
it_it: [_maxine_] Al contrario, sembra funzionare abbastanza bene.

source: [_lindsey_] I can't believe it, Max!
fr_fr: [_lindsey_] Je n'arrive pas à le croire, Max !
it_it: [_lindsey_] Non riesco a crederci, Max!

source: [_maxine_] It's nothing for you to worry about.
fr_fr: [_maxine_] Ce n'est pas pour vous de vous inquiéter.
it_it: [_maxine_] Non c'è niente di cui preoccuparsi.

source: [_maxine_] Besides, it was a great success.
fr_fr: [_maxine_] En plus, c'était un grand succès.
it_it: [_maxine_] Inoltre, è stato un grande successo.

source: [_lindsey_] You don't know that! What if it has lasting effects?
fr_fr: [_lindsey_] Vous ne le savez pas ! Et si elle a des effets durables ?
it_it: [_lindsey_] Non lo sai! E se avesse effetti duraturi?

source: [_maxine_] It doesn't. I've tested it on myself already.
fr_fr: [_maxine_] Ce n'est pas le cas. Je l'ai déjà testé sur moi-même.
it_it: [_maxine_] Non lo fa. L'ho già testato su di me.

source: [_lindsey_] What about your heart? You're not supposed to put drugs into your body.{space=-110}
fr_fr: [_lindsey_] Qu'en est-il de votre cœur ? Vous n'êtes pas censé mettre des médicaments dans votre corps. {space=-110}
it_it: [_lindsey_] Che dire del tuo cuore? Non dovresti mettere farmaci nel tuo corpo.{space=-110}

source: [_maxine_] It's not exactly drugs... it's more of a chemical compound that—
fr_fr: [_maxine_] Ce n'est pas exactement de la drogue ... c'est plus un composé chimique que-
it_it: [_maxine_] Non è esattamente droghe... è più di un composto chimico che—

source: [_lindsey_] Seriously, Max!
fr_fr: [_lindsey_] Sérieusement, Max !
it_it: [_lindsey_] Seriamente, Max!

source: [_lindsey_] Please, you need to stop this. Why can't we go back to how it used to be?{space=-110}
fr_fr: [_lindsey_] S'il vous plaît, vous devez arrêter ça. Pourquoi ne pouvons-nous pas revenir à la façon dont il était utilisé ? {space=-110}
it_it: [_lindsey_] Per favore, devi fermare questo. Perché non possiamo tornare a come era solo?{space=-110}

source: [_maxine_] I'm a truth-seeker. This is my job.
fr_fr: [_maxine_] Je suis un demandeur de vérité. C'est mon boulot.
it_it: [_maxine_] Sono un ricercatore della verità. Questo è il mio lavoro.

source: [_maxine_] Besides, you were the one that ended that era.
fr_fr: [_maxine_] En plus, vous étiez celui qui a mis fin à cette époque.
it_it: [_maxine_] Inoltre, tu eri quello che finì quell'epoca.

source: [_maxine_] In any case, my duties are calling.
fr_fr: [_maxine_] En tout cas, mes fonctions appellent.
it_it: [_maxine_] In ogni caso, i miei doveri sono chiamati.

source: [_lindsey_] Oh my god...
fr_fr: [_lindsey_] Oh mon dieu ...
it_it: [_lindsey_] Oh mio dio...

source: That's weird. It almost sounded like [maxine] did this to me.
fr_fr: C'est bizarre. Il a presque sonné comme [maxine] m'a fait ça.
it_it: È strano. Sembrava quasi che [maxine] mi facesse questo.

source: Maybe it's the dizziness talking, but if she's conducting experiments{space=-5} on the students, someone needs to stop her...
fr_fr: Peut-être que c'est le vertige qui parle, mais si elle conduit des expériences {space=-5} sur les étudiants, quelqu'un doit l'arrêter ...
it_it: Forse è la vertigine a parlare, ma se sta conducendo esperimenti{space=-5} sugli studenti, qualcuno deve fermarla...

source: ...although, most people here deserve it.
fr_fr: ... bien que la plupart des gens ici le méritent.
it_it: ...anche se, la maggior parte delle persone qui lo merita.

source: But the strawberry juice is sacred! She can't be allowed to spike it!
fr_fr: Mais le jus de fraise est sacré ! Elle ne peut pas être autorisée à le corser !
it_it: Ma il succo di fragola è sacro! Non può essere permesso di picchiare!

source: Ugh, anyway...
fr_fr: Ugh, de toute façon ...
it_it: Ugh, comunque...

source: I need to get to the [nurse]... who knows what [maxine] poisoned me with?{space=-75}
fr_fr: J'ai besoin d'aller au [nurse]... qui sait ce que [maxine] m'a empoisonné ? {space=-75}
it_it: Devo andare su [nurse]... chissà con cosa mi ha avvelenato [maxine]?{space=-75}

source: [_nurse_] ...I can't.
fr_fr: [_nurse_] ...Je ne peux pas.
it_it: [_nurse_] ... non posso.

source: [_nurse_] ...yes, but—
fr_fr: [_nurse_] ... oui, mais-
it_it: [_nurse_] ...sì, ma—

source: [_nurse_] Fine! I know that! I'll be there!
fr_fr: [_nurse_] Fine ! Je le sais ! Je serai là !
it_it: [_nurse_] Fine! Lo so che! Sarò lì!

source: [_nurse_] Sorry, I didn't mean to shout...
fr_fr: [_nurse_] Désolé, je ne voulais pas crier ...
it_it: [_nurse_] Scusa, non avevo intenzione di gridare...

source: [_nurse_] No, please! I'll do better, I promise!
fr_fr: [_nurse_] Non, s'il vous plaît ! Je vais faire mieux, promis !
it_it: [_nurse_] No, per favore! Farò meglio, lo prometto!

source: I'm not sure what's going on behind there, but it sounds serious...
fr_fr: Je ne suis pas sûr de ce qui se passe derrière, mais ça semble sérieux ...
it_it: Non sono sicuro che cosa sta succedendo alle spalle, ma suona seriamente...

source: [_nurse_s_afraid_phone_] I have to go! Sorry!
fr_fr: [_nurse_s_afraid_phone_] Je dois y aller ! Désolé !
it_it: [_nurse_s_afraid_phone_] devo andare! Mi dispiace!

source: [_nurse_s_afraid_] Oh my goodness! You scared the everloving bejesus out of me!
fr_fr: [_nurse_s_afraid_] Oh mon Dieu ! Tu as fait peur à l'amour éternelle de moi !
it_it: [_nurse_s_afraid_] Oh mia bontà! Hai spaventato il faggio eterno da me!

source: [_mc_] Give me the phone.
fr_fr: [_mc_] Donnez-moi le téléphone.
it_it: [_mc_] Dammi il telefono.

source: [_nurse_s_annoyed_] I-I don't think—
fr_fr: [_nurse_s_annoyed_] I-I ne pense pas-
it_it: [_nurse_s_annoyed_] I-Non penso—

source: [_mc_] Do as I say.
fr_fr: [_mc_] Faites ce que je dis.
it_it: [_mc_] Fate come dico.

source: [_kate_] [mc]? What the fuck do you want?
fr_fr: [_kate_] [mc] ? Quelle est la merde que vous voulez ?
it_it: [_kate_] [mc]? Che cazzo vuoi?

source: [_mc_] We had a deal. The [nurse] is no longer any of your concern.
fr_fr: [_mc_] Nous avons eu un accord. Le [nurse] est qui n'est plus une préoccupation.
it_it: [_mc_] Abbiamo avuto un affare. La [nurse] è non più nessuna delle tue preoccupazioni.

source: [_kate_] God, you're lame.
fr_fr: [_kate_] Dieu, vous êtes boiteux.
it_it: [_kate_] Dio, sei zoppo.

source: [_mc_] Don't ever call her again.
fr_fr: [_mc_] Ne l'appelez plus jamais.
it_it: [_mc_] Non richiamarla mai.

source: [_kate_] No one talks to me like—
fr_fr: [_kate_] Personne ne me parle comme-
it_it: [_kate_] Nessuno mi parla come—

source: [_mc_] Here's your phone back.
fr_fr: [_mc_] Voici votre téléphone.
it_it: [_mc_] Ecco il tuo telefono indietro.

source: [_nurse_s_blush_] Thanks...
fr_fr: [_nurse_s_blush_] Merci ...
it_it: [_nurse_s_blush_] Grazie...

source: [_mc_] I've blocked her number. If she tries to call you again, you let me know.{space=-55}
fr_fr: [_mc_] J'ai bloqué son numéro. Si elle essaie de t'appeler à nouveau, tu me le fais savoir.{space=-55}
it_it: [_mc_] Ho bloccato il suo numero. Se tenta di chiamarti di nuovo, lo fai sapere.{space=-55}

source: [_mc_] Sorry, I should've knocked...
fr_fr: [_mc_] Désolé, j'aurais dû frapper ...
it_it: [_mc_] Mi dispiace, avrei dovuto battere...

source: [_nurse_] No, it's not like that.
fr_fr: [_nurse_] Non, ce n'est pas comme ça.
it_it: [_nurse_] No, non è così.

source: [_nurse_] It's too risky...
fr_fr: [_nurse_] C'est trop risqué ...
it_it: [_nurse_] È troppo rischioso...

source: [_nurse_] Please, [kate]...
fr_fr: [_nurse_] S'il vous plaît, [kate]...
it_it: [_nurse_] Per favore, [kate]...

source: [_nurse_] Yes... I'll be there...
fr_fr: [_nurse_] Oui ... Je serai là ...
it_it: [_nurse_] Sì... Sarò lì...

source: [_nurse_] ...thank you.
fr_fr: [_nurse_] ... merci.
it_it: [_nurse_] ... grazie.

source: [_nurse_] I have to go now.
fr_fr: [_nurse_] Je dois y aller maintenant.
it_it: [_nurse_] devo andare adesso.

source: [_nurse_s_surprised_phone_] My goodness! How long have you been here? [withvpunch]
fr_fr: [_nurse_s_surprised_phone_] Ma bonté ! Depuis combien de temps es-tu ici ? [withvpunch]
it_it: [_nurse_s_surprised_phone_] Mia bontà! Da quanto tempo sei qui? [withvpunch]

source: [_nurse_s_afraid_phone_] I-I don't think—
fr_fr: [_nurse_s_afraid_phone_] I-I ne pense pas-
it_it: [_nurse_s_afraid_phone_] I-Non penso—

source: [_mc_] Not that long...
fr_fr: [_mc_] Pas si longtemps ...
it_it: [_mc_] Non così tempo...

source: So, she was talking to [kate]. It sounded like she's being blackmailed.{space=-5}
fr_fr: Donc, elle parlait au [kate]. Ça sonnait comme si elle était mise au chantage. {space=-5}
it_it: Quindi, stava parlando con [kate]. Sembrava essere ricattata.{space=-5}

source: I wouldn't put it past [kate] to do something like that...
fr_fr: Je ne ferais pas le [kate] pour faire quelque chose comme ça ...
it_it: Non lo avrei messo passato [kate] per fare qualcosa del genere...

source: Somehow, the [nurse] seems to end up in all sorts of sticky situations{space=-20} lately. It's odd... She used to be so prim and proper.
fr_fr: D'une manière ou d'une autre, la [nurse] semble se retrouver dans toutes sortes de situations délicates{space=-20} ces derniers temps. C'est étrange... Elle avait l'habitude d'être tellement primitive et convenable.
it_it: In qualche modo, la [nurse] sembra finire in tutti i tipi di situazioni appiccicose{space=-20} ultimamente. È strana... Una volta era così pregiata e corretta.

source: [_nurse_] Mr. Brown!
fr_fr: [_nurse_] M. Brown !
it_it: [_nurse_] Signor Brown!

source: [_nurse_] That's not how you use a medical massager!
fr_fr: [_nurse_] Ce n'est pas comme ça que vous utilisez un masseur médical !
it_it: [_nurse_] Non è così che usi un massacro medico!

source: [_nurse_] Oh! Oh, my... {i}Mr. Brown!{/}
fr_fr: [_nurse_] Oh ! Oh, mon ... {i}M. Brown ! {/}
it_it: [_nurse_] Oh! Oh, mio... {i}Mr. Brown!{/}

source: [_nurse_] You can't let anyone know! My reputation! My job!
fr_fr: [_nurse_] Vous ne pouvez pas le faire savoir ! Ma réputation ! Mon travail !
it_it: [_nurse_] Non puoi far sapere a nessuno! La mia reputazione! Il mio lavoro!

source: Despite being on the verge of fainting, this seems like one of those opportunities you just can't pass up on...
fr_fr: En dépit d'être sur le point de s'évanouis, cela semble être l'une de ces opportunités que vous ne pouvez pas passer ...
it_it: Nonostante sia sull'orlo di svenimento, questo sembra una di quelle opportunità che non si può passare su...

source: Maybe it's wrong to intrude on something like this, but...
fr_fr: Peut-être que c'est une erreur d'empiéter sur quelque chose comme ça, mais ...
it_it: Forse è sbagliato intrudere qualcosa di simile, ma...

source: [_mc_] Anyway, I'm feeling really dizzy. That's why I came here.
fr_fr: [_mc_] En tout cas, je me sens vraiment étourdi. C'est pourquoi je suis venu ici.
it_it: [_mc_] Comunque, mi sento davvero vertiginoso. Ecco perché sono venuto qui.

source: [_nurse_s_concerned_] Oh, um... okay, let me just...
fr_fr: [_nurse_s_concerned_] Oh, euh ... Ok, laissez-moi juste ...
it_it: [_nurse_s_concerned_] Oh, um... ok, lasciami solo...

source: [_nurse_s_concerned_] Oh, um... okay, let me have a look at you.
fr_fr: [Oh, euh... ok, laissez-moi vous regarder.
it_it: [_nurse_s_concerned_] Oh, um... ok, lasciami dare un'occhiata a te.

source: [_nurse_s_concerned_] Have you eaten enough today?
fr_fr: [_nurse_s_concerned_] Avez-vous assez mangé aujourd'hui ?
it_it: [_nurse_s_concerned_] Hai mangiato abbastanza oggi?

source: [_mc_] I think so.
fr_fr: [_mc_] Je pense que oui.
it_it: [_mc_] penso di sì.

source: [_nurse_s_concerned_] Okay, what about water? Are you staying hydrated?
fr_fr: [_nurse_s_concerned_] Ok, qu'en est-il de l'eau ? Vous restez-vous hydraté ?
it_it: [_nurse_s_concerned_] Okay, che dire dell'acqua? Sei idratato?

source: [_mc_] Yeah, I just had strawberry juice.
fr_fr: [_mc_] Oui, j'avais du jus de fraise.
it_it: [_mc_] Sì, ho appena avuto succo di fragola.

source: [_nurse_s_neutral_] Your heart rate is fine.
fr_fr: [_nurse_s_neutral_] Votre rythme cardiaque est bien.
it_it: [_nurse_s_neutral_] La frequenza cardiaca va bene.

source: [_nurse_s_neutral_] Have you been sleeping well?
fr_fr: [_nurse_s_neutral_] Avez-vous bien dormi ?
it_it: [_nurse_s_neutral_] Hai dormito bene?

source: [_nurse_s_neutral_] Getting enough hours is very important. You do look tired.
fr_fr: [_nurse_s_neutral_] Obtenir suffisamment d'heures est très important. Tu as l'air fatigué.
it_it: [_nurse_s_neutral_] Ottenere abbastanza ore è molto importante. Sembri stanco.

source: She might be right. This whole going back in time ordeal is taking its toll.
fr_fr: Elle a peut-être raison. Tout ce qu'il y a de retour dans le temps, c'est de faire son bilan.
it_it: Potrebbe avere ragione: tutto questo tornando indietro nel tempo ordeal sta prendendo il suo pedaggio.

source: [_nurse_s_neutral_] Stress can be a huge problem; especially if you combine it with poor sleep.
fr_fr: [_nurse_s_neutral_] Le stress peut être un énorme problème, surtout si vous le combinez avec un sommeil médiocre.
it_it: [_nurse_s_neutral_] Lo stress può essere un problema enorme; specialmente se lo si combina con un pessimo sonno.

source: [_nurse_s_smile_] Here, move to the bed and rest a bit.
fr_fr: [_nurse_s_Souriez_] Ici, se déplacer vers le lit et reposer un peu.
it_it: [_nurse_s_smile_] Qui, passare al letto e riposare un po'.

source: [_mc_] Okay.
fr_fr: [_mc_] Ok.

source: [_nurse_s_smile_] There you go. I think lying down will help as well.
fr_fr: [_nurse_s_Souriez_] Vous y allez. Je pense que mentir va aussi aider.
it_it: [_nurse_s_smile_] Lì vai. Penso che sdraiarsi aiuterà.

source: [_nurse_s_smile_] Just relax and let yourself drift.
fr_fr: [_nurse_s_Souriez_] Détendez-vous et laissez-vous dériver.
it_it: [_nurse_s_smile_] Basta rilassarsi e lasciarsi alla deriva.

source: [_nurse_s_blush_] Oh, good! You're awake. How do you feel?
fr_fr: [_nurse_s_blush_] Oh, bien ! Tu es réveillée. Comment vous sentez-vous ?
it_it: [_nurse_s_blush_] Oh, buono! Sei sveglio. Come ti senti?
