Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/characters/isabelle/season_1/q_isabelle_tour.po
Languages: uk_ua

source: Don't let her slip away
uk_ua: Не дай їй піти
