Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/characters/isabelle/season_1/q_isabelle_tour.po
Languages: uk_ua

source: [_isabelle_s_excited_] Because all English people have a personal butler?
uk_ua: [_isabelle_s_excited_] Тому що всі англічани мають особистого лакея?

source: [_mc_] I thought you were Scottish?
uk_ua: [_mc_] А ти хіба не шотландка?

source: [_isabelle_s_blush_] I wish...
uk_ua: [_isabelle_s_blush_] Я б хотіла...

source: [_mc_] Same! There's just something special about a hot-blooded Scottish lass...
uk_ua: [_mc_] Я теж! Є щось особливе в гарячій шотландській дівчині...

source: [_isabelle_s_annoyed_left_] Pfft!
uk_ua: [_isabelle_s_annoyed_left_] Пфф!

source: [_isabelle_s_annoyed_left_] The English aren't so bad...
uk_ua: [_isabelle_s_annoyed_left_] Англійці не такі вже й погані...

source: [_mc_] Imagine if William Wallace could hear you now...
uk_ua: [_mc_] Уявляю, що було б, якби Вільям Уоллес тебе зараз почув...

source: [_isabelle_s_blush_] Shh! Don't tell him!
uk_ua: [_isabelle_s_blush_] Тсс! Тільки не кажи йому!

source: [_mc_] Only the posh ones.
uk_ua: [_mc_] Тільки шикарні.

source: [_mc_] The commoners have to settle for American students.
uk_ua: [_mc_] Простим людям доводиться задовольнятися американськими студентами.

source: [_isabelle_s_confident_] I might have a butler back home, you don't know that!
uk_ua: [_isabelle_s_confident_] У мене вдома може бути лакей, ти ж цього не знаєш!

source: [_mc_] Maybe you do, but he's not here right now... nobody has to know.
uk_ua: [_mc_] Можливо, ти знаєш, але його зараз тут немає... Ніхто не повинен знати.

source: [_isabelle_s_laughing_] Sorry, but I would never cheat on him!
uk_ua: [_isabelle_s_laughing_] Вибачте, але я б ніколи йому не зрадила!

source: [_mc_] You're loyal... I like that in a girl.
uk_ua: [_mc_] Ти вірна... Мені подобається це в дівчатах.

source: [_isabelle_s_confident_] Is that right?
uk_ua: [_isabelle_s_confident_] Правда?

source: [_mc_] When you find the one, you just know. Truly good service is worth waiting for.
uk_ua: [_mc_] Коли ти знайдеш того самого, ти відразу це зрозумієш. По-справжньому хороший сервіс вартий того, щоб на нього почекати.

source: [_isabelle_s_laughing_] Right? That's what I think too!
uk_ua: [_isabelle_s_laughing_] Так? Я теж так вважаю!

source: [_mc_] I've seen the movies!
uk_ua: [_mc_] Я бачив це в фільмах!

source: [_mc_] Yes, and when they lift the cover there's a hole in the platter...
uk_ua: [_mc_] Так, і коли вони піднімають кришку, в тарілці з'являється дірка...

source: [_mc_] And they say, "Would the lady care for some spotted dick?"
uk_ua: [_mc_] І кажуть, "Чи хотіла б леді плямистого члена?"

source: [_isabelle_s_laughing_] Ew! Those weren't the movies I had in mind!
uk_ua: [_isabelle_s_laughing_] Фу! Це не ті фільми, про які я подумала!

source: [_mc_] Like what?
uk_ua: [_mc_] Наприклад?

source: [_isabelle_s_neutral_] Overly polite and old-fashioned.
uk_ua: [_isabelle_s_neutral_] В більшості ввічливі та старомодні.

source: [_mc_] I thought you liked polite...
uk_ua: [_mc_] Я думав, тобі подобаються ввічливі...

source: [_isabelle_s_smile_] You're right! I do like that.
uk_ua: [_isabelle_s_smile_] Твоя правда! Мені це подобається.

source: [_isabelle_s_eyeroll_] I'm just used to Americans being loud and rude...
uk_ua: [_isabelle_s_eyeroll_] Я просто звикла до того, що американці шумні і грубі...

source: [_mc_] The loud ones get noticed. They're bad PR for the rest of us.
uk_ua: [_mc_] Гучних помічають. Це поганий піар для решти.

source: [_isabelle_s_smile_] That's probably true for a lot of things.
uk_ua: [_isabelle_s_smile_] Це, мабуть, стосується багатьох речей.

source: [_isabelle_s_smile_left_] The ones screaming the loudest don't necessarily represent the majority.
uk_ua: [_isabelle_s_smile_left_] Ті, хто кричать найголосніше, не обов'язково представляють більшість.

source: [_mc_] I don't mind screamers. I don't mind criers either.
uk_ua: [_mc_] Я не проти крикунів і не проти плаксивих.

source: [_isabelle_s_laughing_] I feel like this conversation just took a whole new direction...
uk_ua: [_isabelle_s_laughing_] Я відчуваю, що ця розмова щойно перейшла в абсолютно новий напрямок...

source: [_mc_] A better direction!
uk_ua: [_mc_] Кращий напрямок!

source: [_isabelle_s_laughing_] I don't know about that!
uk_ua: [_isabelle_s_laughing_] Ну я не знаю про це!

source: [_mc_] 'Tis but how I prattle!
uk_ua: [_mc_] Я так балакати!

source: [_isabelle_s_laughing_] You're weird, you know that?
uk_ua: [_isabelle_s_laughing_] Знаєш? А ти дивний.

source: Somehow, my joke landed with her... that's what's weird here.
uk_ua: Якимось чином мій жарт її зачепив... що дивно.

source: [isabelle] is so easy to talk to. Maybe she's more forgiving than other girls?
uk_ua: З [isabelle] так легко розмовляти. Може, вона більш лагідна, ніж інші дівчата?

source: Or perhaps my social skills have improved?
uk_ua: Чи, можливо, мої соціальні навички покращилися?

source: [_mc_] Maybe I'm the normal one? Have you thought about that?
uk_ua: [_mc_] Може, це я нормальний? Ти про це не думала?

source: [_isabelle_s_confident_] Nope, definitely weird! But not in a bad way.
uk_ua: [_isabelle_s_confident_] Ні, безумовно, дивний! Але в хорошому сенсі.

source: [_isabelle_s_confident_] What would life be like if everyone was normal?
uk_ua: [_isabelle_s_confident_] Яким було б життя, якби всі були нормальними?

source: [_mc_] Monotone, I guess...
uk_ua: [_mc_] Звичайним, напевно...

source: [_isabelle_s_laughing_] Boring, that's for sure!
uk_ua: [_isabelle_s_laughing_] Нудним, так точно!

source: [_mc_] Remind me to be ruder.
uk_ua: [_mc_] Нагадай мені бути грубішим.

source: [_isabelle_s_laughing_] That's not what I meant!
uk_ua: [_isabelle_s_laughing_] Я не це мала на увазі!

source: [_mc_] Are you sure? Some girls like it rude.
uk_ua: [_mc_] Ти впевнена? Деяким дівчатам подобається грубість.

source: [_isabelle_s_eyeroll_] Really, now?
uk_ua: [_isabelle_s_eyeroll_] Серйозно, зараз?

source: [_mc_] I meant "rough." Some girls like it rough.
uk_ua: [_mc_] Я мав на увазі "жорстко". Деяким дівчатам подобається жорстко.

source: [_isabelle_s_eyeroll_] Way to ruin a joke.
uk_ua: [_isabelle_s_eyeroll_] Як можна зіпсувати жарт.

source: [_mc_] I thought you didn't get it...
uk_ua: [_mc_] Я думав, ти не зрозуміла...

source: [_isabelle_s_confident_] You're just digging yourself deeper, mate.
uk_ua: [_isabelle_s_confident_] Ти просто закопуєш себе ще глибше, приятелю.

source: Damn it... why is it so hard to flirt with girls?
uk_ua: Чорт забирай... чому так важко фліртувати з дівчатами?

source: [_mc_] Why do you talk like you do all the time?
uk_ua: [_mc_] Чому ти завжди говориш так, як говориш?

source: [_isabelle_s_afraid_] Whoa! I wasn't being judgemental or anything.
uk_ua: [_isabelle_s_afraid_] Ей! Я не засуджувала тебе, нічого такого.

source: [_isabelle_s_cringe_] Way to make something out of nothing...
uk_ua: [_isabelle_s_cringe_] Спосіб зробити щось з нічого...

source: [_isabelle_s_thinking_] And for the record, my accent is the original English accent.
uk_ua: [_isabelle_s_thinking_] Між іншим, мій акцент - це оригінальний англійський акцент.

source: That was perhaps a bit snappy...
uk_ua: Можливо, це було трохи поспішно...

source: But when you're used to people poking fun at every little thing you do...
uk_ua: Але коли ти звик до того, що люди кепкують з кожної твоєї дрібниці...

source: [_mc_] Sorry... I overreacted...
uk_ua: [_mc_] Вибач... Я трохи переборщив...

source: [_isabelle_s_eyeroll_] You think so?
uk_ua: [_isabelle_s_eyeroll_] Ти так вважаєш?

source: [_mc_] Sometimes I have a hard time reading the situation right... especially with new people.
uk_ua: [_mc_] Іноді мені важко правильно прочитати ситуацію... особливо з новими людьми.

source: [_isabelle_s_smile_] Ah, okay! Don't worry about it. No harm done.
uk_ua: [_isabelle_s_smile_] А, Окей! Не хвилюйся про це. Нічого страшного.

source: [isabelle] is so nice. How is she so nice? Why do I always screw things up?
uk_ua: [isabelle] така мила. Чому вона така мила? Чому я завжди все псую?

source: [_mc_] Thanks... I'm not sure what to say... I'm sorry for snapping.
uk_ua: [_mc_] Дякую... Не знаю, що й сказати. Вибач, що я зірвався.

source: [_isabelle_s_laughing_] You don't have to say anything, but I appreciate the apology!
uk_ua: [_isabelle_s_laughing_] Ти можеш нічого не казати, але я вдячна за вибачення!

source: [_mc_] That's actually incorrect!
uk_ua: [_mc_] Насправді це неправильно!

source: [_mc_] During the Industrial Revolution, many lower-class British people found themselves with a great deal of money, but a voice that instantly marked them as a commoner...
uk_ua: [_mc_] Під час промислової революції багато британців з нижчого класу опинилися з великими грошима, але з голосом, який миттєво визначив їх як простолюдинів...

source: [_mc_] In order to distinguish themselves from their lowly roots, they developed their own posh way of speaking.
uk_ua: [_mc_] Щоб відрізнити себе від свого низького коріння, вони розробили власний шикарний спосіб говорити.

source: [_mc_] Eventually, their way of talking caught on with the entire country.
uk_ua: [_mc_] Зрештою, їхня манера спілкування підхопила всю країну.

source: [_mc_] The original English accent sounded a lot more like today's American.
uk_ua: [_mc_] Оригінальний англійський акцент звучав набагато ближче до сучасного американського.

source: [_isabelle_s_flirty_] I did not know that!
uk_ua: [_isabelle_s_flirty_] Я цього не знала!

source: [_isabelle_s_flirty_] That's pretty cool, and it makes sense since the pilgrims left to colonize America before the revolution.
uk_ua: [_isabelle_s_flirty_] Це досить круто, і має сенс, оскільки паломники поїхали колонізувати Америку ще до революції.

source: [_mc_] Don't sass me, woman. I could snap you like a twig.
uk_ua: [_mc_] Не задирайся, жінко. Я можу зламати тебе, як гілку.

source: [_isabelle_s_afraid_] Seriously?!
uk_ua: [_isabelle_s_afraid_] Серйозно?!

source: [_isabelle_s_cringe_] Sorry if I hurt your feelings... I just found your way of talking funny there.
uk_ua: [_isabelle_s_cringe_] Вибач, якщо я тебе образила... Я просто вважаю твою манеру розмовляти кумедною.

source: [_mc_] You can't hurt me! My feelings are as firm as my abs.
uk_ua: [_mc_] Ти не можеш мене скривдити! Мої почуття такі ж міцні, як і мій прес.

source: [_isabelle_s_thinking_] I'm sure they are, Popeye...
uk_ua: [_isabelle_s_thinking_] Я впевнений, що так і є, Попа́й...

source: [_isabelle_s_neutral_] All right, I think I'm going to check out the surrounding area outside now... I appreciate the tour.
uk_ua: [_isabelle_s_neutral_] Гаразд, я, мабуть, піду огляну околиці зовні... Дякую за екскурсію.

source: [_mc_] There's another floor as well that you haven't seen yet.
uk_ua: [_mc_] Є ще один поверх, який ти ще не бачила.

source: [_isabelle_s_concerned_left_] I'll have a look later. I just need some fresh air right now...
uk_ua: [_isabelle_s_concerned_left_] Я подивлюся пізніше. Мені зараз треба подихати свіжим повітрям...

source: It feels like [isabelle] is trying to get rid of me, which isn't all that strange. By tomorrow, she'll have moved on to more interesting people.
uk_ua: Таке відчуття, що [isabelle] намагається позбутися мене, що не так вже й дивно. До завтрашнього дня вона почне спілкуватися з більш цікавими людьми.

source: Staying relevant might be the play here, but nobody likes a clinger...
uk_ua: Залишатися актуальним - це, можливо правильний хід, але ніхто не любить зациклених...

source: [_mc_] All right, I guess I'll see you around.
uk_ua: [_mc_] Гаразд, думаю, ще побачимося.

source: [_isabelle_s_smile_] Don't look so disappointed! I'm not leaving for good.
uk_ua: [_isabelle_s_smile_] Не дивись так розчаровано! Ми ще зустрінемось.

source: Crap. So much for playing it cool...
uk_ua: Дідько. Так багато зусиль потрачено марно...

source: [_mc_] I didn't think that...
uk_ua: [_mc_] Я не думаю, що...

source: [_isabelle_s_laughing_] Come on, I'm just taking the piss.
uk_ua: [_isabelle_s_laughing_] Та годі, я просто приколююсь.

source: [_mc_] You're doing what, now?
uk_ua: [_mc_] Що ти робиш?

source: [_isabelle_s_confident_] It means I'm messing with you.
uk_ua: [_isabelle_s_confident_] Це означає, що я тебе розігрую.

source: [_isabelle_s_confident_] Here, let me put my number in your phone and we can hang out sometime?
uk_ua: [_isabelle_s_confident_] Давай я запишу свій номер до твого телефону, і ми зможемо якось поспілкуватися?

source: The what now? Was that... did she just... wait, what's happening?
uk_ua: Що тепер? Це було... вона щойно... зачекайте, що відбувається?

source: Not losing face... that's the goal. Already took one risk, might as well take another...
uk_ua: Не втратити обличчя... ось мета. Один раз вже ризикнули, можна спробувати ще раз...

source: [_mc_] Sorry, my contact list is full.
uk_ua: [_mc_] На жаль, мій список контактів переповнений.

source: [_isabelle_s_eyeroll_] Really?
uk_ua: [_isabelle_s_eyeroll_] Справді?

source: [_mc_] No, I'm just taking the piss.
uk_ua: [_mc_] Ні, я просто приколююся.

source: [_isabelle_s_laughing_] I probably deserved that...
uk_ua: [_isabelle_s_laughing_] Я, мабуть, заслужила це...

source: [_isabelle_s_confident_] Okay, hand it over!
uk_ua: [_isabelle_s_confident_] Окей, давай сюди!

source: Even though it means very little, watching her fingers tapping away at the screen is a dream come true...
uk_ua: Навіть якщо це означає зовсім небагато, спостерігати за тим, як її пальці вводять ці цифри, - це мрія, що здійснилася...

source: It doesn't mean that we'll sleep together or that she has a crush on me, but it does mean that I'm not repulsive to her.
uk_ua: Звичайно це не означає, що ми тепер будемо спати разом чи що вона закохана в мене, але як мінімум це знак, що я не викликаю в неї антипатії.

source: That's a victory in my book.
uk_ua: Для мене це перемога.

source: [_isabelle_s_neutral_] Okay, done!
uk_ua: [_isabelle_s_neutral_] Ось, готово!

source: [_isabelle_s_excited_] See you around, [mc]!
uk_ua: [_isabelle_s_excited_] Ще побачимось, [mc]!

source: [_isabelle_s_excited_] Okay, see you around, [mc]!
uk_ua: [_isabelle_s_excited_] Гаразд, ще побачимося, [mc]!

source: Not sure if that worked. Maybe she's just gone now...
uk_ua: Не впевнений, що це спрацювало. Може, вона вже поїхала...

source: On the plus side, no rejection.
uk_ua: З іншого боку, жодних відмов.

source: [_mc_] H-hey, would you like to hang out sometime...?
uk_ua: [_mc_] А-агов, не хочеш ще якось потусуватися...?

source: [_isabelle_s_excited_] Sure! I just need to clear my head right now... this [kate] thing has me all riled up.
uk_ua: [_isabelle_s_excited_] Звісно! Мені просто потрібно освіжити свої думки... ця історія з [kate] мене дуже розлютила.

source: [_mc_] Yeah, I get that...
uk_ua: [_mc_] Так, я розумію...

source: [_isabelle_s_neutral_] If you want, I can put my number in your phone?
uk_ua: [_isabelle_s_neutral_] Якщо хочеш, я можу дати тобі свій номер телефону?

source: Her number... in my phone?!
uk_ua: Її номер... в моєму телефоні?!

source: Is there a replay function in this version of the Matrix because this doesn't seem like real life...
uk_ua: Чи є в цій версії матриці функція повтору, бо це не схоже на реальне життя...

source: [_mc_] W-what?
uk_ua: [_mc_] Щ-що?

source: [_isabelle_s_blush_] You know, if you want to hang out?
uk_ua: [_isabelle_s_blush_] Ну, знаєш, якщо захочеш потусуватися?

source: It's a hundred percent platonic. No reason to freak out.
uk_ua: Це на сто відсотків щиро платонічно. Немає причин хвилюватися.

source: No need to throw your hand up in triumph or run a victory lap around the school.
uk_ua: Не потрібно тріумфально піднімати руку догори або бігти переможне коло навколо школи.

source: [_mc_] R-right! Sounds good! Here you go...
uk_ua: [_mc_] Г-гаразд! Звучить непогано! Ось тримай...

source: [_mc_] I could show you the top floor too, and the computer room!
uk_ua: [_mc_] Я можу показати тобі і верхній поверх, і комп'ютерний зал!

source: [_mc_] The computers are program-locked so you can't install anything, but I know a way around it...
uk_ua: [_mc_] Комп'ютери мають програмне блокування, тому ви нічого не можна встановити, але я знаю, як це обійти...

source: [_isabelle_s_neutral_] Thanks, but I think I can find my way around on my own now.
uk_ua: [_isabelle_s_neutral_] Спасибі, але гадаю, що тепер я зможу зорієнтуватися самостійно.

source: God, that was stupid... she's way out of my league, and now she thinks I'm desperate...
uk_ua: Боже, це було нерозумно... вона не з мого рівня, і тепер напевно думає, що я у відчаї...

source: "Best you can do is keep your head down."
uk_ua: "Найкраще, що ти можеш робити, це не висовуватися."

source: "She probably doesn't understand what a great opportunity it is."
uk_ua: "Вона, мабуть, не розуміє, яка це чудова можливість."

source: "I'll go talk to her and make sure she apologizes."
uk_ua: "Піду поговорю з нею і переконаюся, щоб вона вибачилася."

source: "On second thought, that's a terrible idea..."
uk_ua: "Якщо подумати, то це була жахлива ідея..."

source: "I've always wanted to set her straight. It's about damn time!"
uk_ua: "Я завжди хотів поставити її на місце. Давно пора було це зробити, чорт забирай!"

source: "You're new here... some things just aren't worth it."
uk_ua: "Ти тут новенька... деякі речі просто не варті того."

source: "I'm used to it."
uk_ua: "Я вже звик до цього."

source: "She's probably just jealous that I got to hang out with the cute new girl first."
uk_ua: "Вона, мабуть, просто заздрить, що я перший познайомився з новою симпатичною дівчиною."

source: "I've always wanted to set her straight... it's about damn time."
uk_ua: "Я завжди хотіла поставити її на місце... Цей клятий момент настав."

source: "That's not a good idea."
uk_ua: "Це погана ідея."

source: "Is making enemies really the best way to start off the year?"
uk_ua: "Наживати ворогів в перший же день це справді найкращий спосіб розпочати навчальний рік?"

source: "Ugh, I guess..."
uk_ua: "Хм, напевно..."

source: "No, I've made that mistake before..."
uk_ua: "Ні, я вже робив цю помилку раніше..."

source: "What are you planning to do?"
uk_ua: "Що ти плануєш робити?"

source: "I think we should start by signing up for our focus classes. Have you decided on yours yet?"
uk_ua: "Думаю, варто почати з того, щоб записатися на наші профільні заняття. Ти вже визначилася зі своїми?"

source: "Wait here, I'll go get the [nurse]!"
uk_ua: "Зачекайте тут, я піду за [nurse]!"

source: "Help me get her to the [nurse]'s office!"
uk_ua: "Допоможи мені відвести її до кабінету [nurse]!"

source: "She should've paid more attention."
uk_ua: "Їй слід було бути уважнішою."

source: ?mc.strength>=3@[mc.strength]/3|{image=stats str}|Carry [lindsey]
uk_ua: ?mc.strength>=3@[mc.strength]/3|{image=stats str}|Віднести [lindsey]

source: Help
uk_ua: Допомогти

source: Pass
uk_ua: Відмовитись

source: "Don't worry, I've got you."
uk_ua: "Не хвилюйся, я тебе тримаю."

source: "Never seen anyone run so fast!"
uk_ua: "Ніколи не бачив, щоб хтось так швидко бігав!"

source: Pull back the curtain
uk_ua: Підняти занавісу

source: Make your presence known
uk_ua: Зробити свою присутність помітною

source: "Huh! It looks exactly like you were having a very wet daydream about the English teacher!"
uk_ua: "Ага! Виглядає так, ніби у вас була дуже волога мрія про вчителя англійської мови!"

source: "I'm so sorry! I should've knocked!"
uk_ua: "Вибачте! Треба було постукати!"

source: "Smile for the camera!"
uk_ua: "Посміхніться в камеру!"

source: "Relax... there's no shame in this, and I won't tell anyone."
uk_ua: "Розслабтесь... в цьому немає нічого соромного, і я нікому не скажу."

source: "Just one for the yearbook, okay?"
uk_ua: "Лише фото для випускного альбому, гаразд?"

source: "It's okay, I know how hard you work."
uk_ua: "Все гаразд, я знаю, як важко ви працюєте."

source: "Where is Mr. Brown?"
uk_ua: "Де містер Браун?"

source: "What were you doing behind there?"
uk_ua: "Що ви там робили?"

source: "Sorry to intrude, but [lindsey] had an accident in the gym..."
uk_ua: "Вибачте, що відволікаю, але з [lindsey] стався нещасний випадок у спортзалі..."

source: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"I'll be in touch."
uk_ua: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"Я буду на зв'язку."

source: "I've always wanted to help out those in need. Glad I got the chance!"
uk_ua: "Я завжди хотів допомагати тим, хто цього потребує. Радий, що у мене з'явилася така можливість!"

source: "I demand a kiss as payment! That's what all heroes get!"
uk_ua: "Я вимагаю поцілунок як плату! Це те, що отримують всі герої!"

source: "It's my fault she's hurt... fetching you was the least I could do."
uk_ua: "Це моя провина, що їй боляче... Покликати вас - це найменше, що я міг зробити."

source: "She tried to mow me down, but didn't realize I'm made of steel."
uk_ua: "Вона намагалася мене скосити, але не зрозуміла, що я зроблений зі сталі."

source: "Frontal collision at about eighty miles an hour."
uk_ua: "Лобове зіткнення на швидкості близько вісімдесяти миль на годину."

source: "She was doing laps in the gym and accidentally ran into me... she hit her head quite hard."
uk_ua: "Вона намотувала кола в спортзалі і випадково зіткнулася зі мною... досить сильно вдарилася головою."

source: "It's my duty to keep the people safe!"
uk_ua: "Це мій обов'язок - захищати людей!"

source: "It was my fault... and she looked like she needed my help getting here."
uk_ua: "Це була моя провина... і вона виглядала так, ніби їй потрібна була моя допомога, щоб дістатися сюди."

source: Let [isabelle] explain
uk_ua: Нехай [isabelle] пояснить

source: Don't be a creep
uk_ua: Не будь дурнем

source: "Just claiming my reward for helping you."
uk_ua: "Просто отримую винагороду за те, що допоміг тобі."

source: "I'm sorry, but I figured I'd only have one chance at seeing an angel the way god made her..."
uk_ua: "Вибач, але я подумав, що у мене буде лише один шанс побачити ангела таким, яким його створив Бог..."

source: ?mc.charisma>=3@[mc.charisma]/3|{image=stats cha}|"I was going to see them sooner or later, anyway."
uk_ua: ?mc.charisma>=3@[mc.charisma]/3|{image=stats cha}|"Я все одно планував побачити їх рано чи пізно."

source: "Wholeheartedly!"
uk_ua: "Всім серцем і душею!"

source: "Maybe, I don't know..."
uk_ua: "Можливо, я не знаю..."

source: "Not really, no."
uk_ua: "Не зовсім."

source: "I must've been a butler in a previous life."
uk_ua: "У минулому житті я, мабуть, був лакеєм."

source: "Just trying to make you feel at home."
uk_ua: "Просто хочу, щоб ти почувалася як вдома."

source: "Like what?"
uk_ua: "Наприклад?"

source: "Why do you talk like you do all the time?"
uk_ua: "Чому ти завжди говориш так, як говориш?"

source: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"I thought you were Scottish?"
uk_ua: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"А ти хіба не шотландка?"

source: "Only the posh ones."
uk_ua: "Тільки шикарні."

source: "I've seen the movies!"
uk_ua: "Я бачив це в фільмах!"

source: "I thought you liked polite..."
uk_ua: "Я думав, тобі подобаються ввічливі..."

source: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"'Tis but how I prattle!"
uk_ua: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"Сказати щось з акцентом"

source: "Remind me to be ruder."
uk_ua: "Нагадай мені бути грубішим."

source: "Sorry... I overreacted..."
uk_ua: "Вибач... Я трохи переборщив..."

source: ?mc.intellect>=4@[mc.intellect]/4|{image=stats int}|"That's actually incorrect!"
uk_ua: ?mc.intellect>=4@[mc.intellect]/4|{image=stats int}|"Насправді це неправда!"

source: "Don't sass me, woman. I could snap you like a twig."
uk_ua: "Не задирайся, жінко. Я можу зламати тебе, як гілку."

source: Play it cool
uk_ua: Розслабся
