Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/characters/isabelle/season_1/q_isabelle_tour.po
Languages: uk_ua

source: [_isabelle_s_laughing_] I just wanted to say that I appreciate you showing me around.
uk_ua: [_isabelle_s_laughing_] Я просто хотіла сказати, що я ціную те, що ти мені тут все показуєш.

source: [_mc_] It's fine! This school is confusing sometimes, even for me.
uk_ua: [_mc_] Все гаразд! Ця школа іноді збиває з пантелику, навіть мене.

source: It's been years since graduation... my memory is a bit fuzzy on the layout.
uk_ua: Минуло багато років з моменту випуску... моя пам'ять трохи розмила план школи.

source: [_mc_] So, I guess we should start by signing up for our focus classes. That's what [mrsl] said, right?
uk_ua: [_mc_] Тож, гадаю, нам варто почати з того, щоб записатися на наші профільні заняття. Це те, що сказала [mrsl], так?

source: [_isabelle_s_smile_] I think so!
uk_ua: [_isabelle_s_smile_] Гадаю, що так!

source: [_mc_] What classes are you interested in?
uk_ua: [_mc_] Які класи тебе цікавлять?

source: [_isabelle_s_smile_left_] Hmm... I haven't really had the time to think about it yet, but English is a given for me... we could start there.
uk_ua: [_isabelle_s_smile_left_] Хм... У мене ще не було часу подумати про це, але англійська мова для мене - це даність... ми могли б почати з цього.

source: [_mc_] Sure, just got to pick up my locker key. Meet you upstairs, okay?
uk_ua: [_mc_] Звичайно, тільки візьму ключ від своєї шафки. Зустрінемося нагорі, добре?

source: [_isabelle_s_laughing_] All right! See you there.
uk_ua: [_isabelle_s_laughing_] Гаразд! Побачимося там.

source: [_mc_] Sure, let's head upstairs, then.
uk_ua: [_mc_] Звісно, тоді йди нагору.

source: [_isabelle_s_laughing_] Great!
uk_ua: [_isabelle_s_laughing_] Чудово!

source: [_isabelle_s_annoyed_left_] I saw [kate] on the way up.
uk_ua: [_isabelle_s_annoyed_left_] Я бачила [kate], коли піднімалася нагору.

source: [_isabelle_s_annoyed_left_] She gave me this smug look... as if she took some kind of twisted pleasure in ditching me earlier.
uk_ua: [_isabelle_s_annoyed_left_] Вона подивилася на мене таким самовдоволеним поглядом... ніби вона отримала якесь збочене задоволення від того, що покинула мене раніше.

source: [_mc_] Best you can do is keep your head down.
uk_ua: [_mc_] Найкраще, що ти можеш зробити - не висовуватися.

source: [_isabelle_s_annoyed_] I don't think I will. She needs to learn some manners...
uk_ua: [_isabelle_s_annoyed_] Не думаю, що буду. Їй треба навчитися манерам...

source: [_mc_] Trust me, you don't want to push her.
uk_ua: [_mc_] Повір, ти не захочеш на неї тиснути.

source: [_isabelle_s_angry_] Bullies make me sick! I'm going to have a word with her... are you coming or not?
uk_ua: [_isabelle_s_angry_] Мене бісять хулігани! Я з нею поговорю... Ти йдеш чи ні?

source: [_mc_] She probably doesn't understand what a great opportunity it is.
uk_ua: [_mc_] Вона, мабуть, не розуміє, яка це чудова можливість.

source: [_isabelle_s_annoyed_] A great opportunity for what?
uk_ua: [_isabelle_s_annoyed_] Чудова можливість для чого?

source: [_mc_] To meet a new person and exchange experiences!
uk_ua: [_mc_] Познайомитися з новою людиною та обмінятися досвідом!

source: [_isabelle_s_blush_] Aw, I like that mindset!
uk_ua: [_isabelle_s_blush_] О, мені подобається таке мислення!

source: Playing Super Seducer is finally paying off! Hell yeah.
uk_ua: Нарешті гра в Супер Спокусника приносить свої плоди! Так, чорт забирай.

source: [_mc_] I'll go talk to her and make sure she apologizes.
uk_ua: [_mc_] Піду поговорю з нею і переконаюся, щоб вона вибачилася.

source: [_isabelle_s_blush_] That's so nice!
uk_ua: [_isabelle_s_blush_] Це так мило!

source: And probably so stupid... sometimes the need to impress flushes my wits down the toilet.
uk_ua: І, напевно, тупо... іноді потреба справити враження спускає мій розум в унітаз.

source: [_isabelle_s_blush_] I didn't think you would do something like that...
uk_ua: [_isabelle_s_blush_] Я не думала, що ти зробиш щось подібне...

source: [_isabelle_s_sad_] I'm sorry for misjudging your character. You're more than meets the eye.
uk_ua: [_isabelle_s_sad_] Вибач, що я неправильно оцінила твій характер. Ти не такий, як здається на перший погляд.

source: The old me was too much of a loser to even look at [kate]... has anything really changed?
uk_ua: Колишній я був занадто великим невдахою, щоб навіть дивитися на [kate]... чи дійсно щось змінилося?

source: [_mc_] On second thought, that's a terrible idea...
uk_ua: [_mc_] Якщо подумати, то це була жахлива ідея...

source: [_isabelle_s_annoyed_] Really? Did your spine turn to rubber all of a sudden?
uk_ua: [_isabelle_s_annoyed_] Реально? Ти в моменті став м'якотілим?

source: [_mc_] I mean... it's not like that. It's just...
uk_ua: [_mc_] Типу... це не так. Просто...

source: [_mc_] I've always wanted to set her straight. It's about damn time!
uk_ua: [_mc_] Я завжди хотів поставити її на місце. Давно пора було це зробити, чорт забирай!

source: [_isabelle_s_blush_] Definitely! Let's go!
uk_ua: [_isabelle_s_blush_] Точно! Ходімо!

source: Things are different now. At least, on the paper... hopefully?
uk_ua: Зараз все інакше. Принаймні, на папері... сподіваюсь?

source: Shit... this might just be the worst idea ever.
uk_ua: Бляха... це, мабуть, найгірша ідея у світі.

source: [_isabelle_s_annoyed_left_] Who is the bored-looking blonde over there?
uk_ua: [_isabelle_s_annoyed_left_] Хто та нудьгуюча блондинка?

source: [_mc_] That's [kate]. She's the head cheerleader, mean-bean extraordinaire, and future prom queen.
uk_ua: [_mc_] Це [kate]. Вона - головна черлідерка, надзвичайна злюка і майбутня королева випускного балу.

source: [_isabelle_s_annoyed_] On the way up the stairs, I overheard her calling you all sorts of nasty things for volunteering.
uk_ua: [_isabelle_s_annoyed_] Піднімаючись сходами, я почула, як вона обзивала тебе всілякими образливими словами за те, що ти визвався допомогти.

source: [_mc_] That's... let's just ignore that...
uk_ua: [_mc_] Ну... давай просто не будемо звертати увагу...

source: [_isabelle_s_annoyed_] Ignore it? Why?
uk_ua: [_isabelle_s_annoyed_] Не звертати уваги? Чому?

source: Crap. How do you tell someone that you're everyone's punching bag?
uk_ua: Дідько. Як сказати комусь, що ти для всіх боксерська груша?

source: [_mc_] You're new here... some things just aren't worth it.
uk_ua: [_mc_] Ти тут новенька... деякі речі просто не варті того.

source: [_isabelle_s_angry_] And some things are absolutely worth it!
uk_ua: [_isabelle_s_angry_] А деякі речі абсолютно того варті!

source: [_isabelle_s_angry_] I've seen this all before, and it makes everyone miserable... even her.
uk_ua: [_isabelle_s_angry_] Я все це вже бачила, і від цього усі стають нещасними... навіть вона.

source: [_mc_] I think you're wrong. [kate] takes great pleasure in this.
uk_ua: [_mc_] Думаю, ти помиляєшся. [kate] отримує від цього величезне задоволення.

source: [_isabelle_s_angry_] I'm going to have a word with her. Are you coming or not?
uk_ua: [_isabelle_s_angry_] Я поговорю з нею. Ти йдеш чи ні?

source: [_mc_] I'm used to it.
uk_ua: [_mc_] Я вже звик до цього.

source: [_isabelle_s_sad_] That's one of the saddest things I've heard. You need to stand up for yourself...
uk_ua: [_isabelle_s_sad_] Це одна із найсумніших речей, які я чула. Ти повинен за себе постояти...

source: Right... because that's such an easy thing to do.
uk_ua: Авжеж... бо це ж так просто зробити.

source: [_mc_] She's probably just jealous that I got to hang out with the cute new girl first.
uk_ua: [_mc_] Вона, мабуть, просто заздрить, що я перший познайомився з новою симпатичною дівчиною.

source: [_isabelle_s_blush_] Aw, that's so sweet!
uk_ua: [_isabelle_s_blush_] Оу, це так мило!

source: [_isabelle_s_annoyed_left_] But her behavior is unacceptable! I'm going to have a word with her.
uk_ua: [_isabelle_s_annoyed_left_] Але її поведінка неприпустима! Я поговорю з нею.

source: [_mc_] I've always wanted to set her straight... it's about damn time.
uk_ua: [_mc_] Я завжди хотіла поставити її на місце... Цей клятий момент настав.

source: Things are different now. At least, on paper... hopefully?
uk_ua: Зараз все інакше. Принаймні, на папері... сподіваюсь?

source: [_mc_] That's not a good idea.
uk_ua: [_mc_] Це погана ідея.

source: [_isabelle_s_angry_] I think it's a perfect idea! We can't allow this type of behavior.
uk_ua: [_isabelle_s_angry_] Я думаю, що це прекрасна ідея! Ми не можемо допустити такої поведінки.

source: [_mc_] This is how you end up in a dumpster. Don't try to break the status quo.
uk_ua: [_mc_] Так ти опинишся на смітнику. Не намагайся зламати статус-кво.

source: [_isabelle_s_angry_] Sorry, but that's what I'm all about.
uk_ua: [_isabelle_s_angry_] Вибач, але я така.

source: [_isabelle_s_angry_] I'm going to have a word with her... are you coming or not?
uk_ua: [_isabelle_s_angry_] Я поговорю з нею... ти йдеш чи ні?

source: [_mc_] Is making enemies really the best way to start off the year?
uk_ua: [_mc_] Наживати ворогів в перший же день це справді найкращий спосіб розпочати навчальний рік?

source: [_isabelle_s_sad_] I suppose it's not...
uk_ua: [_isabelle_s_sad_] Гадаю, що ні...

source: [_isabelle_s_angry_] But with people like her, you have to nip that attitude in the bud! Otherwise, they'll just keep doing it...
uk_ua: [_isabelle_s_angry_] Але з такими людьми, наче вона, ти маєш присікати таке відношення в зародку! Інакше вони будуть продовжувати це робити...

source: [_mc_] Ugh, I guess...
uk_ua: [_mc_] Хм, напевно...

source: [_isabelle_s_angry_] Let's go!
uk_ua: [_isabelle_s_angry_] Ходімо!

source: [_mc_] No, I've made that mistake before...
uk_ua: [_mc_] Ні, я вже робив цю помилку раніше...

source: [_isabelle_s_sad_] Why did I expect more?
uk_ua: [_isabelle_s_sad_] Чому я очікувала більшого?

source: [_isabelle_s_sad_] I'll go alone.
uk_ua: [_isabelle_s_sad_] Я піду сама.

source: [_isabelle_s_annoyed_left_] I can't believe people like [kate] are allowed to walk around the school...
uk_ua: [_isabelle_s_annoyed_left_] Не можу повірити, що людям, як [kate] дозволяють ходити по школі...

source: [_isabelle_s_annoyed_left_] It's stark raving bonkers!
uk_ua: [_isabelle_s_annoyed_left_] Це просто якесь божевілля!

source: [_mc_] She's always been like that, and she never gets detention or any other form of discipline.
uk_ua: [_mc_] Вона завжди була такою, і її ніколи не залишали після уроків або піддавали будь-яким іншим дисциплінарним покаранням.

source: [_isabelle_s_annoyed_] How come?
uk_ua: [_isabelle_s_annoyed_] Як так?

source: [_mc_] Her dad knows the people on the board... at least, that's what I've heard.
uk_ua: [_mc_] Її батько знає людей у раді директорів... принаймні, це те, що я чув.

source: [_isabelle_s_angry_] A corrupt system! That's always how bad people get away with things.
uk_ua: [_isabelle_s_angry_] Корумпована система! Саме так погані люди і виходять сухими з води.

source: [_isabelle_s_sad_] If we can't trust the authorities to do their job, we'll have to take justice into our own hands...
uk_ua: [_isabelle_s_sad_] Якщо ми не можемо довіряти шкільній владі у виконанні їхніх обов'язків, нам доведеться взяти правосуддя у свої руки...

source: [_isabelle_s_concerned_left_] I don't know yet, but I'm sure I'll come up with something...
uk_ua: [_isabelle_s_concerned_left_] Я ще не знаю, але впевнена, що щось придумаю...

source: [_isabelle_s_skeptical_] Someone needs to show her that her behavior isn't acceptable.
uk_ua: [_isabelle_s_skeptical_] Хтось має показати їй, що її поведінка неприйнятна.

source: [_mc_] And I guess that someone is you?
uk_ua: [_mc_] І я припускаю, що цей хтось - ти?

source: [_isabelle_s_neutral_] And you, I hope? You saw how she acted...
uk_ua: [_isabelle_s_neutral_] І ти, я сподіваюся, теж? Ти бачив, як вона поводилася...

source: [_mc_] I mean, it's a bit risky, but I've got your back.
uk_ua: [_mc_] Це трохи ризиковано, але можеш на мене розраховувати.

source: [_isabelle_s_excited_] Thanks! I knew you weren't all bad.
uk_ua: [_isabelle_s_excited_] Дякую! Я знала, що ти не такий вже й поганий.

source: That's funny... might be the first time I've heard those words within these walls.
uk_ua: Кумедно... мабуть, я вперше чую такі слова в цих стінах.

source: [_isabelle_s_excited_] I've signed up for English. Can you take me to the art classroom next?
uk_ua: [_isabelle_s_excited_] Я записалась на англійську. Можеш провести мене до класу малювання?

source: [_mc_] Sure thing, it's right next door.
uk_ua: [_mc_] Звісно, це зовсім поруч.

source: [_mc_] I think we should start by signing up for our focus classes. Have you decided on yours yet?
uk_ua: [_mc_] Думаю, варто почати з того, щоб записатися на наші профільні заняття. Ти вже визначилася зі своїми?

source: [_isabelle_s_skeptical_] You're right... revenge and malice can wait.
uk_ua: [_isabelle_s_skeptical_] Ти маєш рацію... помста і злість можуть почекати.

source: [_isabelle_s_excited_] So, I've signed up for English now. I think art would be fun as well!
uk_ua: [_isabelle_s_excited_] Так, я записалася на англійську мову. Думаю, мистецтво теж було б цікавим!

source: [_isabelle_s_neutral_] I'll have to think a bit more on my third pick.
uk_ua: [_isabelle_s_neutral_] Треба буде ще трохи подумати над третім вибором.

source: [_mc_] Okay, let's meet in the art classroom? It's right next door.
uk_ua: [_mc_] Гаразд, зустрінемося в художньому класі? Це поруч.

source: [_isabelle_s_excited_] Sure. Meet you there!
uk_ua: [_isabelle_s_excited_] Звичайно. Побачимося там!

source: [_isabelle_s_excited_] [jacklyn] seems nice! I'm really looking forward to taking her classes.
uk_ua: [_isabelle_s_excited_] [jacklyn] здається милою! Я з нетерпінням чекаю на її заняття.

source: [_isabelle_s_concerned_] What? You don't think so?
uk_ua: [_isabelle_s_concerned_] Що? Ти так не думаєш?

source: [_isabelle_s_concerned_] You seem distracted...
uk_ua: [_isabelle_s_concerned_] Ти виглядаєш розгубленим...

source: [_mc_] I have a lot on my mind right now.
uk_ua: [_mc_] Зараз я багато про що думаю.

source: And a hot teacher's assistant is just one of them.
uk_ua: Як мінімум про гарячу асистентку вчителя.

source: The whole [kate] drama is making me nervous. [isabelle] is acting like nothing happened... does she often run into trouble like that?
uk_ua: А ще вся ця драма з [Кейт] мене нервує. [isabelle] поводиться так, ніби нічого не сталося... вона часто потрапляє в такі неприємності?

source: Also, going back in time still has me off balance.
uk_ua: Крім того, повернення в минуле досі вибиває мене з колії.

source: Those texts... I really need to find out who sent them... they might be the only one with answers.
uk_ua: Ці повідомлення... Мені дуже потрібно дізнатися, хто їх надіслав... можливо, він єдиний, хто має відповіді.

source: [_isabelle_s_neutral_] I think I need to balance out my schedule with something physical.
uk_ua: [_isabelle_s_neutral_] Думаю, мені потрібно збалансувати свій розпорядок дня чимось фізичним.

source: [_isabelle_s_excited_] I'm going to take gym classes as my last focus!
uk_ua: [_isabelle_s_excited_] Я збираюся взяти заняття в спортзалі як останній предмет!

source: [_isabelle_s_concerned_] Why what?
uk_ua: [_isabelle_s_concerned_] Що "чому"?

source: [_mc_] Why gym? There are all sorts of other classes upstairs.
uk_ua: [_mc_] Чому саме спортзал? Нагорі є багато інших класів.

source: [_isabelle_s_excited_] I just told you why... I need something physical.
uk_ua: [_isabelle_s_excited_] Я щойно пояснила тобі, чому... Мені потрібна фізична активність.

source: [_mc_] ...Can't you just ride a bike to school?
uk_ua: [_mc_] ...А хіба ти не можеш просто їздити до школи на велосипеді?

source: [_isabelle_s_skeptical_] What's wrong, [mc]? Why the shifty eyes?
uk_ua: [_isabelle_s_skeptical_] Щось не так, [mc]? Чому ти так дивишся?

source: If only she knew what a toll gym class took on me... the pushy teachers, the nasty classmates, crowded locker rooms and showers...
uk_ua: Якби вона тільки знала, як важко мені давалися уроки фізкультури... настирливі вчителі, неприємні однокласники, переповнені роздягальні та душові...

source: [_mc_] Bad things always happen in the east wing...
uk_ua: [_mc_] У східному крилі завжди трапляються погані речі...

source: [_isabelle_s_skeptical_] What kind of bad things?
uk_ua: [_isabelle_s_skeptical_] Які саме погані речі?

source: [_mc_] I... I always end up getting hurt...
uk_ua: [_mc_] Я... Я завжди закінчую тим, що отримую травми...

source: Physically, but also psychologically. That place is cursed.
uk_ua: Фізично, ну і психологічно теж. Це місце прокляте.

source: [_isabelle_s_confident_] It's all right... I'll look after you.
uk_ua: [_isabelle_s_confident_] Все гаразд... Я подбаю про тебе.

source: Ugh, she's too nice for this place.
uk_ua: Гм, вона занадто мила для цього місця.

source: [_isabelle_s_laughing_] Come on, let's get it over with!
uk_ua: [_isabelle_s_laughing_] Ну ж бо, давай покінчимо з цим!

source: [_isabelle_s_smile_] Thanks for showing me around, [mc]!
uk_ua: [_isabelle_s_smile_] Дякую, що показав мені тут все, [mc]!

source: [_isabelle_s_laughing_] Apart from the run-in with [kate], this was quite the pleasant tour.
uk_ua: [_isabelle_s_laughing_] За винятком сутички з [kate], це була досить приємна екскурсія.

source: [_mc_] No problem!
uk_ua: [_mc_] Без проблем!

source: The story with [kate] is, however, far from over...
uk_ua: Історія з [kate] ще далека від завершення...

source: [isabelle] has no idea what's coming. It feels a little bad, but such is life.
uk_ua: [isabelle] не має жодного уявлення про те, що буде далі. Це трохи неприємно, але таке життя.

source: The first part of [kate]'s request was finding out [isabelle]'s focus classes... with that out of the way, the next thing is her favorite drink.
uk_ua: Першою частиною завдання [kate] було з'ясувати профільні заняття [isabelle]... з цим ми розібралися, наступним пунктом був її улюблений напій.

source: [_mc_] Hey, would you like me to show you the cafeteria as well?
uk_ua: [_mc_] Ей, хочеш, я покажу тобі ще й кафетерій?

source: [_isabelle_s_confident_] Oh, sure! If you have time...
uk_ua: [_isabelle_s_confident_] О, звісно! Якщо маєш час...

source: [_mc_] Yeah, no worries. The food isn't amazing, but the strawberry juice is the best!
uk_ua: [_mc_] Так, не хвилюйся. Їжа там не дивовижна, але полуничний сік просто супер!

source: [_isabelle_s_confident_] Cool, let's meet up there.
uk_ua: [_isabelle_s_confident_] Круто, зустрінемося там.

source: [isabelle] has no idea what's coming. I need to make sure she's safe.
uk_ua: [isabelle] не має жодного уявлення про те, що буде далі. Я маю переконатися, що вона в безпеці.

source: [_mc_] Have you thought about the [kate] problem?
uk_ua: [_mc_] Ти вже думав про ситуацію з [kate]?

source: [_isabelle_s_eyeroll_] Yeah, we need to do something about her...
uk_ua: [_isabelle_s_eyeroll_] Так, з нею треба щось робити...

source: [_isabelle_s_eyeroll_] Meet me in the cafeteria and we'll come up with a plan.
uk_ua: [_isabelle_s_eyeroll_] Давай зустрінемося в кафетерії, і разом розробимо план.

source: [_mc_] Sounds good.
uk_ua: [_mc_] Звучить непогано.

source: [_isabelle_s_flirty_] By the way, have you—
uk_ua: [_isabelle_s_flirty_] До речі, ти —

source: [_isabelle_s_afraid_] Look out!
uk_ua: [_isabelle_s_afraid_] Обережно!

source: [_lindsey_s_lindseypose01_] Oww...
uk_ua: [_lindsey_s_lindseypose01_] Йой...

source: Damn, that took the wind out of me! [lindsey]'s always been fast, but luckily for me, she's tiny.
uk_ua: Чорт, це трохи вибило мене з рівноваги! [lindsey] завжди була швидкою, але, на щастя для мене, вона невелика.

source: That's the second time she's crashed today. She never seemed like the clumsy kind... maybe her eye-sight is getting bad?
uk_ua: Це вже вдруге за сьогодні вона падає. Вона ніколи не здавалася незграбною... може, у неї погіршився зір?

source: In any case, mine isn't, and that's a relief — else I wouldn't be able to feast my eyes on her.
uk_ua: У будь-якому випадку, я не такий, і це добре, бо інакше не зміг би милуватися нею зараз.

source: It does feel a little bad, but everyone else is staring too... who can blame us when she spreads her legs like that?
uk_ua: Трохи ніяково, але всі інші теж дивляться... хто може нас винити, коли вона так розставила ноги?

source: It's like her dazed state has shattered her inhibitions. Her body is calling out for someone to... just give it to her.
uk_ua: Неначе приголомшений стан розбив усі її комплекси. Її тіло кличе когось, хто... просто дасть їй це.

source: Like she's longing to wrap her legs around your waist as you slam into her. Maybe she has a thing for slamming into stuff?
uk_ua: Ніби вона прагне обхопити тебе ногами за талію, коли ти вріжешся в неї. Може, їй подобається врізатися в речі?

source: Maybe she likes it rough and saw the opportunity to get physical with me?
uk_ua: Може, вона любить жорстко і вирішила відчути фізичну близькість зі мною?

source: Oh, who am I kidding? That's just me projecting my fantasies — push her down, grab her by the throat, thrust into her repeatedly until her eyes roll back.
uk_ua: Та кого я обманюю? Це просто я проектую свої фантазії — штовхнути її на землю, схопити за горло, вставляти в неї до тих пір, поки її очі не закотяться назад.

source: Might be a trick of the light, but isn't there a wet spot... just in the right spot?
uk_ua: Можливо, це гра світла, але хіба тут не волога пляма... якраз у потрібному місці?

source: The contour of her labia against her panties... oh, man...
uk_ua: Контур її статевих губ на тлі трусиків... о, боже...

source: [_lindsey_s_lindseypose01_] Who put a wall there...?
uk_ua: [_lindsey_s_lindseypose01_] Хто поставив тут стіну...?

source: [_isabelle_s_thinking_] Hey, are you okay?
uk_ua: [_isabelle_s_thinking_] Агов, з тобою все гаразд?

source: [_lindsey_s_lindseypose01_] M-my head...
uk_ua: [_lindsey_s_lindseypose01_] М-моя голова...

source: [_isabelle_s_afraid_] [mc], she looks really hurt!
uk_ua: [_isabelle_s_afraid_] [mc], здається, їй дуже погано!

source: [_mc_] Wait here, I'll go get the [nurse]!
uk_ua: [_mc_] Зачекайте тут, я піду за [nurse]!

source: [_isabelle_s_afraid_] Okay, but hurry!
uk_ua: [_isabelle_s_afraid_] Окей, але поквапся!

source: [_mc_] Help me get her to the [nurse]'s office!
uk_ua: [_mc_] Допоможи мені відвести її до кабінету [nurse]!

source: [lindsey] probably never cared about my existence until it hit her in the face... but this is what second chances are about.
uk_ua: [lindsey] напевно, ніколи не хвилювало моє існування, поки не вдарилась в мене обличчям... але в цьому і полягає сенс другого шансу.

source: [_isabelle_s_concerned_left_] Hey, what's your name?
uk_ua: [_isabelle_s_concerned_left_] Ей, як тебе звати?

source: [_isabelle_s_concerned_left_] Okay, [lindsey], do you think you can stand if we help you?
uk_ua: [_isabelle_s_concerned_left_] Гаразд, [lindsey], ти зможеш встояти, якщо ми тобі допоможемо?

source: [_lindsey_s_lindseypose01_] M-maybe...
uk_ua: [_lindsey_s_lindseypose01_] М-можливо...

source: [_isabelle_s_neutral_] Okay, put one arm around each of our necks... we'll take you to the [nurse].
uk_ua: [_isabelle_s_neutral_] Добре, поклади руки на шию кожному з нас... ми відведемо тебе до [nurse].

source: [_mc_] She should've paid more attention.
uk_ua: [_mc_] Їй слід було бути уважнішою.

source: [_isabelle_s_angry_] What's wrong with you?!
uk_ua: [_isabelle_s_angry_] Та що з тобою таке?!

source: [_mc_] Why should I care about someone who has never given two shits about me?
uk_ua: [_mc_] Чому я маю дбати про когось, кому ніколи не було до мене діла?

source: [_isabelle_s_annoyed_left_] Because she's hurt! Don't you have any compassion?
uk_ua: [_isabelle_s_annoyed_left_] Тому що їй боляче! Хіба у тебе немає співчуття?
