Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/characters/isabelle/season_1/q_isabelle_tour.po
Languages: uk_ua

source: [_isabelle_s_skeptical_] Besides, heroes don't demand payment.
uk_ua: [_isabelle_s_skeptical_] Тим паче, герої не вимагають оплати.

source: [_lindsey_s_skeptical_] Thanks for getting me help, but that's really not how it works...
uk_ua: [_lindsey_s_skeptical_] Дякую, що допоміг мені, але насправді це не так працює...

source: Ugh, girls are the worst... so entitled to everything, yet never willing to pay up!
uk_ua: Ех, дівчата найгірші... мають право на все, але ніколи не хочуть платити!

source: Ridiculous, when you think about it. The nicer you are, the less they like you...
uk_ua: Смішно, якщо подумати. Чим ти добріший, тим менше ти їм подобаєшся...

source: [_nurse_s_concerned_] Okay, [lindsey], come with me.
uk_ua: [_nurse_s_concerned_] Гаразд, [lindsey], ходімо зі мною.

source: [_mc_] It's my fault she's hurt... fetching you was the least I could do.
uk_ua: [_mc_] Це моя провина, що їй боляче... Покликати вас - це найменше, що я міг зробити.

source: [_nurse_s_blush_] That's a good attitude to have.
uk_ua: [_nurse_s_blush_] Це гарне відношення.

source: [_isabelle_s_excited_] Yes, I like that! If everyone was more like you, the world would be a better place.
uk_ua: [_isabelle_s_excited_] Мені це подобається! Якби всі були такими, як ти, світ став би кращим.

source: That's probably a stretch and a half... I can hardly stand my reflection.
uk_ua: Це, мабуть, з натяжкою... Я ледве витримую своє власне віддзеркалення.

source: Feels kinda nice that they noticed it, though! Trying to be a decent human being might not be so bad after all.
uk_ua: Але приємно, що вони це помітили! Намагатися бути хорошою людиною - це не так вже й погано, зрештою.

source: [_lindsey_s_skeptical_] I think I might pass out...
uk_ua: [_lindsey_s_skeptical_] Здається, я зараз знепритомнію...

source: [_nurse_s_concerned_] It's okay, there's a bed in my office... lean on me.
uk_ua: [_nurse_s_concerned_] Все гаразд, у мене в кабінеті є ліжко... можеш спертися на мене.

source: [_isabelle_s_concerned_left_] I hope she'll be okay...
uk_ua: [_isabelle_s_concerned_left_] Сподіваюся, з нею все буде гаразд...

source: [_mc_] I'm sure she'll be fine.
uk_ua: [_mc_] Я впевнений, з нею все буде добре.

source: [_isabelle_s_excited_] Oh, man! This tour turned out way more eventful than I expected!
uk_ua: [_isabelle_s_excited_] О, Боже! Ця екскурсія виявилася набагато більш насиченою, ніж я очікувала!

source: [_isabelle_s_excited_] I think I need to sit down for a bit... let's go to the cafeteria.
uk_ua: [_isabelle_s_excited_] Думаю, мені треба трохи перепочити... Ходімо в кафетерій.

source: [_mc_] All right.
uk_ua: [_mc_] Гаразд.

source: [_nurse_s_concerned_] My, oh my! Please, put her on the bed...
uk_ua: [_nurse_s_concerned_] Боже, боже! Будь ласка, поклади її на ліжко...

source: [_nurse_] How are you feeling, [lindsey]?
uk_ua: [_nurse_] Як ти себе почуваєш, [lindsey]?

source: [_lindsey_s_clinic_lindsey_annoyed_] D-dizzy... my head hurts...
uk_ua: [_lindsey_s_clinic_lindsey_annoyed_] У голові паморочиться... голова болить...

source: [_nurse_s_clinic_nurse_angry_] How did this happen?
uk_ua: [_nurse_s_clinic_nurse_angry_] Як це сталося?

source: [_mc_] She tried to mow me down, but didn't realize I'm made of steel.
uk_ua: [_mc_] Вона намагалася мене скосити, але не зрозуміла, що я зроблений зі сталі.

source: [_lindsey_s_clinic_lindsey_laughing_] Not true! I just didn't see you!
uk_ua: [_lindsey_s_clinic_lindsey_laughing_] Не правда! Я просто тебе не бачила!

source: [_nurse_s_clinic_nurse_confused_] I get the feeling this wasn't a car accident...
uk_ua: [_nurse_s_clinic_nurse_confused_] У мене таке відчуття, що це була не автокатастрофа...

source: [_mc_] No, but the result would probably have been the same.
uk_ua: [_mc_] Ні, але результат, мабуть, був би той самий.

source: [_isabelle_] Right. Since you're all muscle, there aren't any brain cells to lose.
uk_ua: [_isabelle_] Правильно. Оскільки ти весь м'язистий, то немає жодної клітини мозку, яку можна було б втратити.

source: [_lindsey_s_clinic_lindsey_angry_] Nothing wrong with staying fit!
uk_ua: [_lindsey_s_clinic_lindsey_angry_] Немає нічого поганого в тому, щоб тримати себе у формі!

source: [_mc_] Frontal collision at about eighty miles an hour.
uk_ua: [_mc_] Лобове зіткнення на швидкості близько вісімдесяти миль на годину.

source: [_mc_] No, but she was going way over the speed limit.
uk_ua: [_mc_] Ні, але вона перевищила швидкість.

source: [_lindsey_s_clinic_lindsey_blush_] Awww, I never knew you were so charming before!
uk_ua: [_lindsey_s_clinic_lindsey_blush_] Ого, я й не знала, що ти такий чарівний!

source: [_lindsey_s_clinic_lindsey_blush_] In fact, we've never really talked much at all...
uk_ua: [_lindsey_s_clinic_lindsey_blush_] Насправді ми ніколи особливо не розмовляли...

source: [_mc_] She was doing laps in the gym and accidentally ran into me... she hit her head quite hard.
uk_ua: [_mc_] Вона намотувала кола в спортзалі і випадково зіткнулася зі мною... досить сильно вдарилася головою.

source: [_nurse_s_clinic_nurse_confused_] Accidents happen. Good job bringing her here so fast.
uk_ua: [_nurse_s_clinic_nurse_confused_] Нещасні випадки трапляються. Молодці, що так швидко привезли її сюди.

source: [_mc_] It's my duty to keep the people safe!
uk_ua: [_mc_] Це мій обов'язок - захищати людей!

source: [_isabelle_s_blush_] That's an admirable sentiment.
uk_ua: [_isabelle_s_blush_] Це похвальний підхід.

source: [_mc_] It was my fault... and she looked like she needed my help getting here.
uk_ua: [_mc_] Це була моя провина... і вона виглядала так, ніби їй потрібна була моя допомога, щоб дістатися сюди.

source: [_lindsey_s_clinic_lindsey_smile_] It was both our faults!
uk_ua: [_lindsey_s_clinic_lindsey_smile_] Це була наша спільна провина!

source: [_lindsey_s_clinic_lindsey_blush_] But, yes, I could hardly walk... thank you.
uk_ua: [_lindsey_s_clinic_lindsey_blush_] Але так, я ледве ходжу... дякую.

source: [_isabelle_s_sad_] They ran into each other... [lindsey] got the worst of it.
uk_ua: [_isabelle_s_sad_] Вони зіткнулися один з одним... [lindsey] дісталося найгірше.

source: [_nurse_s_clinic_nurse_confused_] Very well. Good that you got her here so fast...
uk_ua: [_nurse_s_clinic_nurse_confused_] Добре. Добре, що ви так швидко привели її сюди...

source: [_isabelle_s_blush_] That's the least we could do! [mc] seemed more than happy to help out.
uk_ua: [_isabelle_s_blush_] Це найменше, що ми могли зробити! [mc] був більш ніж радий допомогти.

source: [_nurse_s_clinic_nurse_confused_] [lindsey] is lucky to have such considerate classmates...
uk_ua: [_nurse_s_clinic_nurse_confused_] [lindsey] пощастило мати таких чуйних однокласників...

source: [_nurse_s_clinic_nurse_confused_] I'm sure she's thankful even though she's a bit out of it right now.
uk_ua: [_nurse_s_clinic_nurse_confused_] Я впевнена, що вона вдячна, хоча зараз вона трохи не в собі.

source: [_nurse_s_clinic_nurse_confused_] Okay, [lindsey]. I'm going to check you for a concussion... does anywhere else hurt?
uk_ua: [_nurse_s_clinic_nurse_confused_] Гаразд, [lindsey]. Я перевірю тебе на струс мозку... Щось ще болить?

source: [_lindsey_s_clinic_lindsey_smile_] My head and my chest...
uk_ua: [_lindsey_s_clinic_lindsey_smile_] Моя голова і мої груди...

source: [_nurse_s_clinic_nurse_confused_] All right, you guys can wait outside. Thanks for your help!
uk_ua: [_nurse_s_clinic_nurse_confused_] Гаразд, ви можете почекати в коридорі. Дякую за допомогу!

source: [_isabelle_s_neutral_] No problem! [mc], meet me at the cafeteria.
uk_ua: [_isabelle_s_neutral_] Без проблем! Побачимось в кафетерії [mc].

source: [_nurse_] It looks like you have a concussion, [lindsey], but it's not severe.
uk_ua: [_nurse_] Схоже, у тебе струс мозку, [lindsey], але це не серйозно.

source: [_lindsey_] Oh, no! How long 'til I can run again?
uk_ua: [_lindsey_] О, ні! Коли я знову зможу бігати?

source: [_nurse_] It can take a while, you need to be careful...
uk_ua: [_nurse_] Це може зайняти деякий час, потрібно бути обережною...

source: [_lindsey_] What about the District Marathon?
uk_ua: [_lindsey_] А як же районний марафон?

source: [_nurse_] If you rest well, you'll be back on your feet long before that.
uk_ua: [_nurse_] Якщо ти добре відпочинеш, то будеш на ногах задовго до цього.

source: [_nurse_] I'd like to look at your chest now. So, if you could take off your top, please...
uk_ua: [_nurse_] Я б хотіла подивитися на твої груди. Зніміть, будь ласка, топ...

source: This could be my only chance to see a pair of real-life boobs!
uk_ua: Це може бути мій єдиний шанс побачити пару справжніх цицьок!

source: But it might ruin my chances with [lindsey] for good... and I'd likely get detention...
uk_ua: Але це може зруйнувати мої шанси з [lindsey] назавжди... і мене, швидше за все, візьмуть під арешт...

source: [_nurse_] Okay, let's get that bra off so I can listen to your heart...
uk_ua: [_nurse_] Гаразд, давай знімемо ліфчик, щоб я могла послухати твоє серце...

source: [_lindsey_s_clinic_lindsey_neutral_topless_] Okay.
uk_ua: [_lindsey_s_clinic_lindsey_neutral_topless_] Окей.

source: [_nurse_s_clinic_nurse_surprised_] Huh?
uk_ua: [_nurse_s_clinic_nurse_surprised_] А?

source: [_lindsey_s_clinic_lindsey_scared_topless_] Aaah!
uk_ua: [_lindsey_s_clinic_lindsey_scared_topless_] Ааа!

source: Some prophets may call this a heavy risk, but there it finally is — the prize.
uk_ua: Деякі віщуни можуть назвати це великим ризиком, але ось вона, нарешті, — нагорода.

source: People would kill to see her tits. There's a big chance that no man has ever seen her naked...
uk_ua: Люди вбили б за те, щоб побачити її цицьки. Існує велика ймовірність, що жоден чоловік ніколи не бачив її голою...

source: That's what makes this so special.
uk_ua: Це те, що робить цей момент особливим.

source: Judging by the tan lines, even the sun's been deprived of the soft flesh of her chest.
uk_ua: Зважаючи на лінії засмаги, навіть сонце було очароване її ніжною шкірою грудей.

source: The unblemished snow-white skin — a sharp but enticing contrast to the soft pink of her areolas.
uk_ua: Бездоганна білосніжна шкіра - різкий, але спокусливий контраст з ніжно-рожевими ареолами.

source: Some girls sunbathe to get an even tan, but [lindsey] clearly doesn't care about that.
uk_ua: Деякі дівчата засмагають, щоб отримати рівномірну засмагу, але [lindsey] це явно не хвилює.

source: As long as her sports bra keeps her boobs from bouncing!
uk_ua: Поки її спортивний бюстгальтер утримує груди від підстрибування!

source: If only she'd allow me to reach out, weigh them in my hands, squeeze them gently...
uk_ua: Якби вона дозволила мені простягнути руку, зважити їх у долонях, ніжно стиснути...

source: Or roughly... whatever, she prefers! Twist her nipples... or give them kind and gentle kisses...
uk_ua: Або грубо... як їй більше подобається! Покрутити її соски... або поцілувати їх чутливими та ніжними рухами губ...

source: There are so many possibilities! Play with them! Nibble them! Suck them!
uk_ua: Так багато можливостей! Гратися з ними! Кусати їх! Облизувати їх!

source: So soft and supple — so forbidden — joy-sized perfection!
uk_ua: Такі м'які й гнучкі — такі заборонені — досконалий розмір для задоволення!

source: [_nurse_s_clinic_nurse_surprised_] What in god's name?!
uk_ua: [_nurse_s_clinic_nurse_surprised_] Заради Бога, що це таке?!

source: [_mc_] Just claiming my reward for helping you.
uk_ua: [_mc_] Просто отримую винагороду за те, що допоміг тобі.

source: [_lindsey_s_clinic_lindsey_angry_topless_] That's sick! Go away!
uk_ua: [_lindsey_s_clinic_lindsey_angry_topless_] Це ненормально! Забирайся звідси!

source: [_nurse_s_clinic_nurse_angry_] That is outrageous, [mc]!
uk_ua: [_nurse_s_clinic_nurse_angry_] Це жахливо, [mc]!

source: [_nurse_] Wait until [jo] hears about this...
uk_ua: [_nurse_] Зачекай поки [jo] дізнається про це...

source: [_mc_] I'm sorry, but I figured I'd only have one chance at seeing an angel the way god made her...
uk_ua: [_mc_] Вибач, але я подумав, що у мене буде лише один шанс побачити ангела таким, яким його створив Бог...

source: [_lindsey_s_clinic_lindsey_blush_topless_] That's oddly nice...
uk_ua: [_lindsey_s_clinic_lindsey_blush_topless_] Це так мило...

source: [_nurse_s_clinic_nurse_angry_] No, it's inappropriate, and I'm reporting it!
uk_ua: [_nurse_s_clinic_nurse_angry_] Ні, це неприпустимо, і я доповім про це!

source: [_nurse_s_clinic_nurse_angry_] Get out of here, [mc].
uk_ua: [_nurse_s_clinic_nurse_angry_] Геть звідси, [mc].

source: [_mc_] I was going to see them sooner or later, anyway.
uk_ua: [_mc_] Я все одно планував побачити їх рано чи пізно.

source: [_lindsey_s_clinic_lindsey_laughing_topless_] Oh my god!
uk_ua: [_lindsey_s_clinic_lindsey_laughing_topless_] Боже мій!

source: [_mc_] I agree... two-fold.
uk_ua: [_mc_] Згоден... двічі.

source: [_lindsey_s_clinic_lindsey_blush_topless_] Oh my god!
uk_ua: [_lindsey_s_clinic_lindsey_blush_topless_] Боже мій!

source: [_nurse_s_clinic_nurse_confused_] Young love, huh? Okay, pull back the curtain now.
uk_ua: [_nurse_s_clinic_nurse_confused_] Юне кохання, га? Гаразд, тепер опусти занавіску.

source: [_mc_] Who said anything about love?
uk_ua: [_mc_] Хто говорив про кохання?

source: [_lindsey_s_clinic_lindsey_annoyed_topless_] Oh my god!
uk_ua: [_lindsey_s_clinic_lindsey_annoyed_topless_] Боже мій!

source: Old me would've jumped at the opportunity, but this is my chance to be better. To learn from my mistakes.
uk_ua: Колишній я вхопився б за цю можливість, але це мій шанс стати кращим. Вчитися на своїх помилках.

source: Someone once told me that being decent goes a long way...
uk_ua: Хтось колись сказав мені, що порядність має велике значення...

source: It always seemed like good advice.
uk_ua: Це завжди здавалося доброю порадою.

source: [_lindsey_] Don't tell him, but [mc] made me feel really cared for...
uk_ua: [_lindsey_] Не говори йому, але [mc] реально змусив мене відчути, що таке справжня турбота...

source: [_nurse_] He did look concerned when he brought you in...
uk_ua: [_nurse_] Він виглядав занепокоєним, коли привів тебе сюди...

source: [_nurse_] Okay, take a deep breath.
uk_ua: [_nurse_] Гаразд, зроби глибокий вдих.

source: [_nurse_] Your chest looks fine. You do have an elevated heart rate, but I don't think it's related...
uk_ua: [_nurse_] Грудна клітка виглядає нормально. У тебе прискорене серцебиття, але я не думаю, що це пов'язано з...

source: [_lindsey_] Heh... probably not!
uk_ua: [_lindsey_] Хех... навряд чи!

source: [_isabelle_s_excited_] All right, so I've got my three focus classes down... that's a relief.
uk_ua: [_isabelle_s_excited_] Гаразд, отже, у мене є три профільних класи... це полегшення.

source: [_isabelle_s_neutral_] I think I'm going to get something to drink.
uk_ua: [_isabelle_s_neutral_] Думаю, я візьму чогось випити.

source: [_mc_] The drinks here aren't really conventional, apart from the strawberry juice.
uk_ua: [_mc_] Місцеві напої не зовсім стандартні, якщо не тільки не рахувати полуничний сік.

source: [_isabelle_s_concerned_left_] Yes... I can see that. Salted cola? Pepelepsi?
uk_ua: [_isabelle_s_concerned_left_] Так... Я бачу. Солона кола? Пепелепсі?

source: [_mc_] Yes, they're a bit off-brand, but the strawberry juice is a godsend.
uk_ua: [_mc_] Так, вони трохи небрендові, але полуничний сік - просто бомба.

source: [_isabelle_s_excited_] What about ice tea? That's my favorite!
uk_ua: [_isabelle_s_excited_] Як щодо чаю з льодом? Це мій улюблений!

source: Great. That was easier than expected...
uk_ua: Що ж… Це було легше, ніж я очікував...

source: English, Art, and Gym are her focus classes, and ice tea is her favorite drink.
uk_ua: Англійська мова, мистецтво та фізкультура - її профільні заняття, а чай з льодом - улюблений напій.

source: Hopefully, [kate] will have a reward ready for me!
uk_ua: Сподіваюся, [kate] приготувала для мене нагороду!

source: [isabelle] seems way too relaxed regarding [kate]. She could strike at any moment...
uk_ua: [isabelle] здається занадто розслабленою щодо [kate]. Вона може вдарити в будь-який момент...

source: [_mc_] What are you going to do about [kate]?
uk_ua: [_mc_] Що ти збираєшся робити з [kate]?

source: [_isabelle_s_concerned_] You mean "we," right?
uk_ua: [_isabelle_s_concerned_] Ти хотів сказати "ми", так?

source: [_mc_] Fine... what are we going to do about [kate]?
uk_ua: [_mc_] Гаразд... що ми будемо робити з [kate]?

source: [_isabelle_s_concerned_left_] We need a plan first...
uk_ua: [_isabelle_s_concerned_left_] Спочатку нам потрібен план...

source: [_isabelle_s_concerned_left_] What does she care about the most?
uk_ua: [_isabelle_s_concerned_left_] Що її хвилює найбільше?

source: [_mc_] Status, I guess, and her looks.
uk_ua: [_mc_] Статус, напевно, і її зовнішність.

source: [_isabelle_s_excited_] That makes things a lot easier.
uk_ua: [_isabelle_s_excited_] Це значно полегшує ситуацію.

source: [_mc_] What do you have in mind?
uk_ua: [_mc_] Що ти маєш на увазі?

source: [_isabelle_s_skeptical_] We're going to teach her a lesson, once and for all.
uk_ua: [_isabelle_s_skeptical_] Ми провчимо її раз і назавжди.

source: [_isabelle_s_neutral_] Do you trust me?
uk_ua: [_isabelle_s_neutral_] Ти мені довіряєш?

source: [_mc_] Wholeheartedly!
uk_ua: [_mc_] Всім серцем і душею!

source: [_isabelle_s_excited_] Great! Do you know of Carrie? The book, I mean.
uk_ua: [_isabelle_s_excited_] Чудово! Ти знаєш про Керрі? Я про книгу.

source: [_mc_] I don't read much, to be honest...
uk_ua: [_mc_] Я не дуже багато читаю, якщо чесно...

source: [_isabelle_s_neutral_] That's okay!
uk_ua: [_isabelle_s_neutral_] Нічого страшного!

source: [_isabelle_s_neutral_] Here's what we'll need: a bucket of red paint, a fishing line, a hook, a pig mask, and whoever is in charge of the school's newspaper.
uk_ua: [_isabelle_s_neutral_] Ось що нам знадобиться: відро червоної фарби, рибальська ліска, гачок, маска свині і той, хто відповідає за шкільну газету.

source: [_mc_] That would be [maxine].
uk_ua: [_mc_] Це, мабуть [maxine].

source: [_isabelle_s_excited_] Okay, good! Do you think you can get the items and arrange a meeting with her?
uk_ua: [_isabelle_s_excited_] Гаразд, добре! Як думаєш, ти зможеш дістати речі і домовитися про зустріч з нею?

source: [_mc_] I'll do my best... I've always wanted to see [kate] fall.
uk_ua: [_mc_] Я зроблю все, що зможу. Я завжди хотів побачити, як [kate] зазнає поразки.

source: [_isabelle_s_skeptical_] People like her have to learn the hard way.
uk_ua: [_isabelle_s_skeptical_] Такі люди, як вона, повинні вчитися на власних помилках.

source: [_mc_] I think you're right.
uk_ua: [_mc_] Думаю, ти маєш рацію.

source: [_mc_] Maybe, I don't know...
uk_ua: [_mc_] Можливо, я не знаю...

source: [_isabelle_s_neutral_] We've only just met, so I get that hesitation.
uk_ua: [_isabelle_s_neutral_] Ми щойно познайомилися, тому я розумію ці сумніви.

source: [_isabelle_s_concerned_left_] [kate] seems to be quite popular, so going after her doesn't come without risks.
uk_ua: [_isabelle_s_concerned_left_] [kate] схоже, досить популярна, тож переслідування її не обходиться без ризиків.

source: [_mc_] Right. It might not be the smartest thing...
uk_ua: [_mc_] Так. Можливо, це не найрозумніша річ...

source: [_isabelle_s_concerned_] Sometimes you have to face your fears to make changes.
uk_ua: [_isabelle_s_concerned_] Іноді для того, щоб щось змінити, потрібно подивитися в очі своїм страхам.

source: [_isabelle_s_neutral_] But in this case, you don't have to face them alone... so what do you say?
uk_ua: [_isabelle_s_neutral_] Але цього разу тобі не доведеться протистояти їм наодинці... то що скажеш?

source: Suffering through a whole year of bullying is something I've done before.
uk_ua: Страждати цілий рік від знущань - це те, що я вже проходив раніше.

source: Going through it a second time — fuck that... but I know I'll survive.
uk_ua: Пройти через це вдруге - до біса... хоча б я знаю, що переживу.

source: Trying to stop [kate] might make it worse, though.
uk_ua: Проте спроба зупинити [kate] може лише погіршити ситуацію.

source: [_mc_] I'm done being afraid.
uk_ua: [_mc_] Я перестав боятися.

source: [_isabelle_s_excited_] That's the spirit!
uk_ua: [_isabelle_s_excited_] Оце так дух!

source: Living with regrets sucks, and this is one of those things that I wish I'd had the courage to do last time around.
uk_ua: Жити з жалем - це відстій, і це одна з тих речей, на які я шкодую, що не наважився минулого разу.

source: [_mc_] Right. So, what's the plan?
uk_ua: [_mc_] Так. То який план?

source: [_isabelle_s_concerned_] Do you know of Carrie? The book, I mean.
uk_ua: [_isabelle_s_concerned_] Ти знаєш про Керрі? Це така книга.

source: [_isabelle_s_excited_] Great! I'll fill you in on the details once you've got the items.
uk_ua: [_isabelle_s_excited_] Чудово! Я розкажу всі деталі, як тільки ти дістанеш все необхідне.

source: [_mc_] That works for me.
uk_ua: [_mc_] Мені це підходить.

source: [_mc_] Not really, no.
uk_ua: [_mc_] Не зовсім.

source: [_isabelle_s_concerned_left_] I see...
uk_ua: [_isabelle_s_concerned_left_] Розумію...

source: [_isabelle_s_concerned_] Do you think we can work together anyway?
uk_ua: [_isabelle_s_concerned_] Як ти думаєш, ми можемо працювати разом?

source: [_mc_] I guess. We both want to see a bully fall.
uk_ua: [_mc_] Напевно. Ми обидва хочемо побачити, як хуліган падатиме.

source: [_isabelle_s_excited_] You're right! Allies of convenience, then.
uk_ua: [_isabelle_s_excited_] Ти маєш рацію! Значить, ми тепер союзники по інтересам.

source: [_mc_] Right... so, what's the plan?
uk_ua: [_mc_] Так... То який план?

source: [_mc_] Anyway, where were we?
uk_ua: [_mc_] Отже, на чому ми зупинилися?

source: [_isabelle_s_neutral_] Ice tea?
uk_ua: [_isabelle_s_neutral_] Холодний чай?

source: [_mc_] They only have regular tea, and you'll have to ask for hot water in the kitchen.
uk_ua: [_mc_] У них є лише звичайний чай, а гарячу воду доведеться просити на кухні.

source: [_isabelle_s_concerned_left_] Damn it... I was craving something cold. I guess I'll have strawberry juice, then.
uk_ua: [_isabelle_s_concerned_left_] Чорт забирай... Хотілося чогось холодненького. Тоді, мабуть, візьму полуничного соку.

source: [_mc_] A very fine choice!
uk_ua: [_mc_] Дуже гарний вибір!

source: [_isabelle_s_excited_] Why do you talk like that sometimes?
uk_ua: [_isabelle_s_excited_] Чому ти іноді так говориш?

source: [_mc_] I must've been a butler in a previous life.
uk_ua: [_mc_] У минулому житті я, мабуть, був лакеєм.

source: [_isabelle_s_flirty_] Did you forget your tuxedo and white gloves back home?
uk_ua: [_isabelle_s_flirty_] Ти забув вдома піджак і білі рукавички?

source: [_mc_] I said "previous life." You don't keep your clothes... unless you were buried with them.
uk_ua: [_mc_] Я сказав "у попередньому житті". Ти не зберігаєш свій одяг... якщо тільки тебе не поховали разом з ним.

source: [_isabelle_s_afraid_] Don't tell me you were buried, err...
uk_ua: [_isabelle_s_afraid_] Тільки не кажи, що тебе поховали, емм...

source: [_mc_] Nude as the day I was born!
uk_ua: [_mc_] Голим, як в день, коли я народився!

source: [_isabelle_s_cringe_] Oh god, how did we get here?
uk_ua: [_isabelle_s_cringe_] Боже, як ми взагалі до цього дійшли?

source: [_isabelle_s_cringe_] I never thought I'd think of naked dead butlers...
uk_ua: [_isabelle_s_cringe_] Ніколи не думала, що буду уявляти собі голих мертвих лакеїв...

source: [_mc_] You're welcome.
uk_ua: [_mc_] Можеш не дякувати.

source: [_isabelle_s_thinking_] Ugh, let's change the topic.
uk_ua: [_isabelle_s_thinking_] Емм, давай змінимо тему.

source: [_mc_] Just trying to make you feel at home.
uk_ua: [_mc_] Просто хочу, щоб ти почувалася як вдома.
