Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/characters/isabelle/season_1/q_isabelle_tour.po
Languages: uk_ua

source: [_mc_] She would probably have laughed if I ran into a beefy football player...
uk_ua: [_mc_] Вона б, напевно, засміялася, якби я зіткнувся зі здоровенним футболістом...

source: [_isabelle_s_angry_] Here's your chance to set things right, then! Be the bigger person!
uk_ua: [_isabelle_s_angry_] Тоді це твій шанс все виправити! Будь вищим за це!

source: [_mc_] Fine... okay. Help me get her up.
uk_ua: [_mc_] Добре... гаразд. Допоможи підняти її.

source: [_isabelle_s_sad_] Thank god.
uk_ua: [_isabelle_s_sad_] Дякувати богу.

source: [_mc_] Nope, not my problem.
uk_ua: [_mc_] Ні, це не моя проблема.

source: [_isabelle_s_annoyed_] How can you be so callous?
uk_ua: [_isabelle_s_annoyed_] Як можна бути таким бездушним?

source: When no one gives a shit about you, it's not that hard to turn off your emotions...
uk_ua: Коли всім на тебе начхати, не так вже й складно вимкнути емоції...

source: [lindsey] never cared about my existence until it hit her in the face.
uk_ua: [lindsey] ніколи не звертала уваги на моє існування, поки воно не вдарило їй в обличчя.

source: [_lindsey_s_lindseypose01_] Stars... so many stars...
uk_ua: [_lindsey_s_lindseypose01_] Зірки... так багато зірок...

source: [_isabelle_s_concerned_left_] Okay, [lindsey], do you think you can stand up?
uk_ua: [_isabelle_s_concerned_left_] Окей, [lindsey], як думаєш, зможеш встати?

source: [_isabelle_s_neutral_] Okay, put your arm around my neck... I'll take you to the [nurse].
uk_ua: [_isabelle_s_neutral_] Гаразд, поклади руку мені на шию... Я відведу тебе до [nurse].

source: [_lindsey_s_LindseyPose02a_] W-what happened...?
uk_ua: [_lindsey_s_LindseyPose02a_] Щ-що сталося...?

source: [_mc_] You had an accident. I'm taking you to the [nurse].
uk_ua: [_mc_] Нещасний випадок. Я відношу тебе до [nurse].

source: This is probably the closest I've ever been to a girl, and it's really not what I expected...
uk_ua: Це, мабуть, найближче, що я коли-небудь робив з дівчиною, і насправді це не те, чого я очікував...

source: I just want to hold her, breathe in the scent of her hair, the flowery shampoo and natural oils.
uk_ua: Я просто хочу обійняти її, вдихнути аромат її волосся, квіткового шампуню і натуральних олій.

source: All those dirty thoughts feel wrong now.
uk_ua: Всі ці брудні думки відчуваються зараз неправильними.

source: She's so light in my arms... so soft and fragile... like porcelain.
uk_ua: Вона така легка в моїх руках... така м'яка і тендітна... як пір'їнка.

source: It's a good feeling — a pure and selfless one — to care for someone in need.
uk_ua: Це приємне відчуття — чисте і безкорисливе — піклуватися про когось, хто цього потребує.

source: She's trusting me with her vulnerability... that's the best part.
uk_ua: Вона довіряє мені попри свою вразливість... і це найприємніше.

source: Makes me want to kiss her on the forehead and comfort her. Be a gentleman and a hero!
uk_ua: Так і хочеться поцілувати її в чоло і заспокоїти. Бути джентльменом і героєм!

source: Perhaps, that's what this feeling is — a taste of heroism.
uk_ua: Можливо, це і є те відчуття - смак героїзму.

source: [_lindsey_s_LindseyPose02b_] Everything's spinning...
uk_ua: [_lindsey_s_LindseyPose02b_] Все крутиться...

source: [_mc_] Don't worry, I've got you.
uk_ua: [_mc_] Не хвилюйся, я тебе тримаю.

source: [_lindsey_s_LindseyPose02a_] T-thank you... I think I hit my head...
uk_ua: [_lindsey_s_LindseyPose02a_] Д-дякую... Здається, я вдарилась головою...

source: [_mc_] You did.
uk_ua: [_mc_] Так і є.

source: [_mc_] Smacked right into my chest!
uk_ua: [_mc_] Прямо в мої груди!

source: [_lindsey_s_LindseyPose02b_] Oh... did I... did I hurt you?
uk_ua: [_lindsey_s_LindseyPose02b_] Ох... я... я завдала тобі шкоди?

source: [_mc_] Nah, you're good. Sorry I couldn't soften the blow.
uk_ua: [_mc_] Ні, все гаразд. Вибач, що не зміг пом'якшити удар.

source: [_lindsey_s_LindseyPose02a_] It's good that you're strong enough to carry me...
uk_ua: [_lindsey_s_LindseyPose02a_] Добре, що ти достатньо сильний, щоб нести мене...

source: [_lindsey_s_LindseyPose02a_] I don't think I could walk right now...
uk_ua: [_lindsey_s_LindseyPose02a_] Я не думаю, що змогла б зараз йти...

source: [_mc_] No worries! I'll carry you right back to the gym as soon as the [nurse] clears you!
uk_ua: [_mc_] Не хвилюйся! Я віднесу тебе назад до спортзалу, як тільки [nurse] дозволить!

source: [_lindsey_s_LindseyPose02c_] I bet you would...
uk_ua: [_lindsey_s_LindseyPose02c_] Б'юся об заклад, що ти б...

source: [_mc_] Never seen anyone run so fast!
uk_ua: [_mc_] Ніколи не бачив, щоб хтось так швидко бігав!

source: [_lindsey_s_LindseyPose02a_] Chivalry and flattery...? What's next...?
uk_ua: [_lindsey_s_LindseyPose02a_] Лицарство і лестощі...? Що далі...?

source: [_mc_] Hopefully, the [nurse] saying that it's a mild concussion and you'll be okay in a couple of days.
uk_ua: [_mc_] Будемо сподіватися, що [nurse] скаже, що це легкий струс мозку і через пару днів ти будеш в порядку.

source: [_mc_] You have a sprinting competition to win this year!
uk_ua: [_mc_] Цього року ти маєш виграти спринтерський забіг!

source: [_lindsey_s_LindseyPose02a_] T-thanks for taking me there... that's so nice of you...
uk_ua: [_lindsey_s_LindseyPose02a_] Д-дякую, що привів мене сюди... Це так мило з твого боку...

source: I've never seen a girl look at me like this before...
uk_ua: Я ще ніколи не бачив, щоб дівчина так на мене дивилася...

source: Who knew admiration would feel so fulfilling?
uk_ua: Хто б міг подумати, що захоплення може приносити стільки задоволення?

source: [lindsey] must've hit her head really hard.
uk_ua: [lindsey] мабуть, дуже сильно вдарилася головою.

source: [_nurse_] Mr. Brown!
uk_ua: [_nurse_] Містер Браун!

source: [_nurse_] That's not how you use a medical massager!
uk_ua: [_nurse_] Медичним масажером так не користуються!

source: [_nurse_] Oh! Oh, my... {i}Mr. Brown!{/}
uk_ua: [_nurse_] Ох! Ох, боже... {i}Містер Браун!{/}

source: [_nurse_] You can't let anyone know! My reputation! My job!
uk_ua: [_nurse_] Не можна, щоб хтось дізнався! Моя репутація! Моя робота!

source: [_nurse_s_surprised_] [mc]?! What in god's name?! [withvpunch]
uk_ua: [_nurse_s_surprised_] [mc]?! Що за чортівня?! [withvpunch]

source: Look at her all embarrassed! The heat of her lust still clinging to her cheeks!
uk_ua: Подивіться на неї, всю збентежену! Тепло її пристрасті все ще липне до її щік!

source: To catch someone in such a compromising position has always been a fantasy of mine.
uk_ua: Спіймати когось у такому компрометуючому становищі завжди було моєю фантазією.

source: To see the terror and desire in her eyes... her fingers still glistening with her juices...
uk_ua: Бачити жах і бажання в її очах... її пальці все ще блищать від її соків...

source: Beads of sweat on her forehead, so close to reaching her climax — but unable now.
uk_ua: На її лобі з'явилися краплі поту, вона була так близька до оргазму, однак не змогла його досягти.

source: Denied.
uk_ua: Скасований.

source: And then the repercussions start filling her head. Shame... regret... fear... but also excitement.
uk_ua: Потім наслідки починають переповнювати її голову. Сором... жаль... страх... але також і схвильованість.

source: It still lingers as her body disagrees with her mind.
uk_ua: Її тіло не погоджується з її розумом, і вона все ще відчуває себе збудженою.

source: Her blush deepens.
uk_ua: Її рум'янець посилюється.

source: How will she get out of this? Will I let her?
uk_ua: Як вона з цього вийде? Чи дозволю я їй?

source: The loss of power... the exposure... we're both feeling it.
uk_ua: Втрата влади... оголення... ми обидва це відчуваємо.

source: [_nurse_s_afraid_] This is not what it looks like!
uk_ua: [_nurse_s_afraid_] Це не те, на що схоже!

source: [_mc_] Huh! It looks exactly like you were having a very wet daydream about the English teacher!
uk_ua: [_mc_] Ага! Виглядає так, ніби у вас була дуже волога мрія про вчителя англійської мови!

source: [_nurse_s_annoyed_] I... I...
uk_ua: [_nurse_s_annoyed_] Я... Я...

source: [_mc_] Don't worry, I won't tell anyone.
uk_ua: [_mc_] Не хвилюйся, я нікому не скажу.

source: [_nurse_s_neutral_] Really?
uk_ua: [_nurse_s_neutral_] Справді?

source: [_mc_] Of course not! It'll be our little secret.
uk_ua: [_mc_] Звісно, ні! Це буде наш маленький секрет.

source: [_nurse_s_smile_] Thank you... I can't lose this job...
uk_ua: [_nurse_s_smile_] Дякую... Я не можу втратити цю роботу...

source: [_mc_] Just one for the yearbook, okay?
uk_ua: [_mc_] Лише фото для випускного альбому, гаразд?

source: [_nurse_s_afraid_] W-what?
uk_ua: [_nurse_s_afraid_] Щ-що?

source: [_mc_] Your job and reputation mean everything to you, right?
uk_ua: [_mc_] Значить робота і репутація означають для вас все, чи не так?

source: [_nurse_s_surprised_] Please, this can't get out!
uk_ua: [_nurse_s_surprised_] Будь ласка, це не повинно вийти!

source: [_mc_] If you play your cards right, nobody will see this.
uk_ua: [_mc_] Якщо ви правильно розіграєте свої карти, ніхто цього не побачить.

source: [_nurse_s_surprised_] This is blackmail!
uk_ua: [_nurse_s_surprised_] Це шантаж!

source: [_mc_] Yes, and I've got nothing to lose... you do.
uk_ua: [_mc_] Так, і мені нема чого втрачати... а вам є.

source: [_mc_] Do you know how easy it is to print up a few of these?
uk_ua: [_mc_] Знаєте, як легко роздрукувати кілька таких?

source: [_mc_] Or just report you to [jo]?
uk_ua: [_mc_] Чи просто повідомити про вас [jo]?

source: [_nurse_s_afraid_] Please! I'll be ruined!
uk_ua: [_nurse_s_afraid_] Будь ласка! Мені ж кінець!

source: [_mc_] You'll be all right... just don't do anything stupid.
uk_ua: [_mc_] З тобою все буде добре... тільки не роби дурниць.

source: [_nurse_s_annoyed_] Like what?
uk_ua: [_nurse_s_annoyed_] Наприклад?

source: [_mc_] Like snitching. No snitching!
uk_ua: [_mc_] Наприклад, стукацтво. Ніяких доносів!

source: [_nurse_s_afraid_] I won't say anything!
uk_ua: [_nurse_s_afraid_] Я нічого не скажу!

source: [_nurse_s_afraid_] Just please don't show this to anyone!
uk_ua: [_nurse_s_afraid_] Тільки, будь ласка, не показуйте це нікому!

source: [_mc_] You have my word.
uk_ua: [_mc_] Даю вам слово.

source: This could all come crashing down on me, but I never took risks in the past.
uk_ua: Все це могло б обернутися для мене катастрофою, але я ніколи не ризикував у минулому.

source: Here's my chance to get something back from the place that took everything from me...
uk_ua: Це мій шанс отримати щось назад від місця, яке забрало у мене все...

source: Just got to be smart about this.
uk_ua: Просто треба бути розумним з цього приводу.

source: [_mc_] It's okay, I know how hard you work.
uk_ua: [_mc_] Все гаразд, я знаю, як важко ви працюєте.

source: [_nurse_s_smile_] I appreciate that. It won't happen again!
uk_ua: [_nurse_s_smile_] Я ціную це. Такого більше не повториться!

source: [_mc_] And if it does, just make sure you lock the door first.
uk_ua: [_mc_] І якщо це все-таки трапиться, не полінуйтеся спершу зачинити двері.

source: [_nurse_s_smile_] Okay, I promise.
uk_ua: [_nurse_s_smile_] Гаразд, обіцяю.

source: The [nurse] seems relieved, but there's something else in her eyes.
uk_ua: [nurse], здається, відчула полегшення, але в її очах з'явилося щось інше.

source: Disappointment...? Nah, that can't be — must be my imagination.
uk_ua: Розчарування...? Ні, цього не може бути. Це, мабуть, моя уява.

source: [_mc_] I'm so sorry! I should've knocked!
uk_ua: [_mc_] Вибачте! Треба було постукати!

source: [_nurse_s_afraid_] Oh my lord! This can't be happening...
uk_ua: [_nurse_s_afraid_] Боже мій! Цього не може бути...

source: [_mc_] Hey, it could've been worse... at least you look great.
uk_ua: [_mc_] Агов, могло бути й гірше... принаймні, ви виглядаєте чудово.

source: [_nurse_s_smile_] Do you really think so?
uk_ua: [_nurse_s_smile_] Ти справді так думаєш?

source: [_nurse_s_annoyed_] Err, I mean... this is widely inappropriate!
uk_ua: [_nurse_s_annoyed_] Е-е, я хотіла сказати... це зовсім неприпустимо!

source: [_mc_] Maybe what you were doing. I'm just complimenting you.
uk_ua: [_mc_] Хіба що те, що ти робила. Я просто роблю тобі комплімент.

source: [_nurse_s_neutral_] This is the most embarrassing moment of my life...
uk_ua: [_nurse_s_neutral_] Це найганебніший момент у моєму житті...

source: [_mc_] Don't beat yourself up. It's really not a big deal.
uk_ua: [_mc_] Не вини себе. Це не така вже й велика проблема.

source: [_nurse_s_neutral_] Don't tell anyone, okay?
uk_ua: [_nurse_s_neutral_] Нікому не кажи, добре?

source: [_mc_] My lips are sealed!
uk_ua: [_mc_] Буду тримати язик за зубами!

source: [_mc_] Smile for the camera!
uk_ua: [_mc_] Посміхніться в камеру!

source: [_nurse_s_surprised_] D-did you just...?
uk_ua: [_nurse_s_surprised_] Т-ти щойно...?

source: [_mc_] You have a lot to lose, don't you?
uk_ua: [_mc_] Вам є що втрачати, чи не так?

source: [_nurse_s_afraid_] Oh, my... this... this can't get out!
uk_ua: [_nurse_s_afraid_] О, Боже... це... це не може вийти!

source: [_mc_] If you follow my instructions, it won't.
uk_ua: [_mc_] Якщо ви будете слідувати моїм інструкціям, цього не станеться.

source: [_nurse_s_afraid_] Y-you're going to blackmail me?!
uk_ua: [_nurse_s_afraid_] Т-ти збираєшся шантажувати мене?!

source: [_mc_] We'll see, I guess...
uk_ua: [_mc_] Подивимось...

source: [_mc_] Maybe I'll just print up a bunch of these and post them all over the school.
uk_ua: [_mc_] Можливо, я просто роздрукую декілька і розклею по всій школі.

source: [_mc_] Maybe I'll give the photo anonymously to the principal.
uk_ua: [_mc_] Можливо, я анонімно передам фото директору школи.

source: [_nurse_s_surprised_] Oh, please! Please, you can't! My life will be over!
uk_ua: [_nurse_s_surprised_] О Боже, благаю! Прошу, ти не можеш! Моє життя буде скінчено!

source: [_mc_] Maybe I won't... it all depends on your actions.
uk_ua: [_mc_] Може, не буду... все залежить від ваших дій.

source: [_mc_] If you're quiet about it, no one will know. But if you decide to tell people...
uk_ua: [_mc_] Якщо ти будеш мовчати про це, ніхто не дізнається. Але якщо ви вирішите розповісти людям...

source: [_nurse_s_afraid_] I'll keep quiet! I swear!
uk_ua: [_nurse_s_afraid_] Я мовчатиму! Присягаюся!

source: [_nurse_s_afraid_] Please, don't ruin me...
uk_ua: [_nurse_s_afraid_] Будь ласка, мені ж кінець...

source: [_mc_] Okay, that's good. We'll see what happens, then... for now, you're safe.
uk_ua: [_mc_] Гаразд, це добре. Подивимося, що буде далі, а поки що ти в безпеці.

source: [_mc_] But if you do decide to tell people, just know that my life isn't worth anything, and the only loser in that scenario will be you.
uk_ua: [_mc_] Але якщо ви вирішите розповісти людям, просто знайте, що моє життя нічого не варте, і єдиним, хто програє в цьому сценарії, будете ви.

source: [_nurse_s_afraid_] I won't! I promise!
uk_ua: [_nurse_s_afraid_] Я не буду! Обіцяю!

source: [_mc_] Relax... there's no shame in this, and I won't tell anyone.
uk_ua: [_mc_] Розслабтесь... в цьому немає нічого соромного, і я нікому не скажу.

source: [_mc_] Yes, really.
uk_ua: [_mc_] Так, справді.

source: Getting caught masturbating is a very relatable fear...
uk_ua: Бути спійманим за мастурбацією - це дуже знайомий страх...

source: If it ever happened to me, I'd like it to be by someone kind and understanding.
uk_ua: Якби це коли-небудь сталося зі мною, я б хотів, щоб це був хтось доброзичливий і розуміючий.

source: [_mc_] Everyone needs to take the edge off... just lock the door next time.
uk_ua: [_mc_] Всім необхідно знімати стрес... просто замкніть двері наступного разу.

source: [_nurse_s_smile_] I'm such an idiot... I'm so sorry you had to see it. I've been so stressed out lately...
uk_ua: [_nurse_s_smile_] Я така ідіотка... Мені так шкода, що тобі довелося це побачити. Останнім часом у мене був такий стрес...

source: [_mc_] Don't worry about it!
uk_ua: [_mc_] Не хвилюйся про це!

source: The [nurse] seems relieved, but there's something else in her eyes, as well...
uk_ua: [nurse], здається, відчула полегшення, але в її очах також є щось інше...

source: [_mc_] ...Hello?
uk_ua: [_mc_] ...Є хто живий?

source: [_nurse_] Just a moment!
uk_ua: [_nurse_] Хвилинку!

source: [_nurse_] How can I help?
uk_ua: [_nurse_] Чим я можу допомогти?

source: [_mc_] Where is Mr. Brown?
uk_ua: [_mc_] Де містер Браун?

source: [_nurse_s_afraid_] W-who?
uk_ua: [_nurse_s_afraid_] Х-хто?

source: [_mc_] The English teacher. I thought I heard you say his name?
uk_ua: [_mc_] Вчитель англійської. Здається, я чув, як ви назвали його ім'я?

source: [_nurse_s_annoyed_] I, err... I think you must've misheard...
uk_ua: [_nurse_s_annoyed_] Я, ем... Мабуть, ти ослухався...

source: [_mc_] Were you masturbating?
uk_ua: [_mc_] Ви мастурбували?

source: [_nurse_s_surprised_] Absolutely not! What an outrageous thing to say!
uk_ua: [_nurse_s_surprised_] Абсолютно ні! Що за маячня!

source: [_nurse_s_smile_] I... I didn't, but thanks... that's very mature of you...
uk_ua: [_nurse_s_smile_] Я... Я не робила цього, але дякую... Це дуже по-дорослому з твого боку...

source: [_mc_] Right, I almost forgot. [lindsey] had an accident in the gym.
uk_ua: [_mc_] Так, мало не забув. З [lindsey] стався нещасний випадок у спортзалі.

source: [_nurse_s_surprised_] My goodness! Let's go immediately!
uk_ua: [_nurse_s_surprised_] Боже мій! Ходімо негайно!

source: Looks like she forgot to hide the evidence... these might come in handy.
uk_ua: Схоже, вона забула заховати докази... вони можуть стати в нагоді.

source: [_mc_] What were you doing behind there?
uk_ua: [_mc_] Що ви там робили?

source: [_nurse_s_annoyed_] N-nothing! Just preparing for the day.
uk_ua: [_nurse_s_annoyed_] Н-нічого! Просто готувалася до дня.

source: [_mc_] Sounded like very in-depth preparation...
uk_ua: [_mc_] Звучало як дуже глибока підготовка...

source: [_nurse_s_afraid_] Thanks! I... I like to—
uk_ua: [_nurse_s_afraid_] Дякую! Я... Я люблю

source: [_mc_] Oh, it did sound like you were enjoying yourself!
uk_ua: [_mc_] О, схоже, вам справді сподобалося!

source: [_nurse_s_annoyed_] Err... was there anything you wanted?
uk_ua: [_nurse_s_annoyed_] Емм... ти щось хотів?

source: [_mc_] Yes, [lindsey] had an accident in the gym.
uk_ua: [_mc_] Так, з [lindsey] стався нещасний випадок у спортзалі.

source: [_mc_] Sorry to intrude, but [lindsey] had an accident in the gym...
uk_ua: [_mc_] Вибачте, що відволікаю, але з [lindsey] стався нещасний випадок у спортзалі...

source: [_nurse_s_surprised_] Oh, no! What happened?
uk_ua: [_nurse_s_surprised_] О, ні! Що сталося?

source: [_mc_] She ran into me. Hit her head quite hard.
uk_ua: [_mc_] Вона врізалася в мене. Досить сильно вдарилася головою.

source: [_nurse_s_neutral_] Okay, let's hurry then!
uk_ua: [_nurse_s_neutral_] Гаразд, тоді поспішаймо!

source: [_nurse_s_neutral_] Gosh, I hope she's okay...
uk_ua: [_nurse_s_neutral_] Боже, сподіваюся, з нею все гаразд...

source: Hmm... the room smells a bit funny...
uk_ua: Хм... в кімнаті трохи дивно пахне...

source: Oh, well. Better go and make sure [lindsey]'s okay.
uk_ua: Ох, що ж. Краще піду і переконаюся, що з [lindsey] все гаразд.

source: [_nurse_s_neutral_] My goodness! Let me just...
uk_ua: [_nurse_s_neutral_] Боже мій! Дай мені просто...

source: [_mc_] We should probably hurry, she hit her head quite hard...
uk_ua: [_mc_] Треба, мабуть, поспішати, вона сильно вдарилася головою...

source: [_nurse_s_neutral_] Gosh, I hope she's okay.
uk_ua: [_nurse_s_neutral_] Боже, сподіваюся, з нею все гаразд.

source: [_nurse_s_concerned_] Goodness gracious, [lindsey]!
uk_ua: [_nurse_s_concerned_] Боже милостивий, [lindsey]!

source: [_lindsey_s_lindseypose01_] It's not the knee this time, I think...
uk_ua: [_lindsey_s_lindseypose01_] Цього разу, здається, це не коліно...

source: [_isabelle_s_concerned_left_] No, it's way worse! She's been talking all sorts of nonsense while you were gone.
uk_ua: [_isabelle_s_concerned_left_] Ні, все набагато гірше! Вона несла всілякі нісенітниці, поки тебе не було.

source: [_isabelle_s_concerned_left_] It's like the collision made her drunk... is that common?
uk_ua: [_isabelle_s_concerned_left_] Схоже, що зіткнення зробило її нібито п'яною... це часто трапляється?

source: [_nurse_s_thinking_] I don't know... I don't think it is...
uk_ua: [_nurse_s_thinking_] Я не знаю... Не думаю, що це...

source: [_nurse_s_concerned_] Can you help me get her up?
uk_ua: [_nurse_s_concerned_] Можеш допомогти мені підняти її?

source: [_isabelle_s_neutral_] Of course!
uk_ua: [_isabelle_s_neutral_] Звичайно!

source: [_lindsey_s_skeptical_] Why is the floor moving...?
uk_ua: [_lindsey_s_skeptical_] Чому підлога рухається...?

source: [_nurse_s_thinking_] I think you have a concussion, but I'll need to take you to my office for more tests.
uk_ua: [_nurse_s_thinking_] Думаю, у тебе струс мозку, але мені потрібно забрати тебе до себе в кабінет для обстеження.

source: [_lindsey_s_laughing_] Do I get a lollipop?
uk_ua: [_lindsey_s_laughing_] Можна мені льодяник?

source: [_nurse_s_blush_] I suppose that could be arranged...
uk_ua: [_nurse_s_blush_] Думаю, це можна було б влаштувати...

source: [_nurse_s_blush_] Thank you, [mc]. I've got it from here.
uk_ua: [_nurse_s_blush_] Дякую, [mc]. Далі я сама.

source: [_mc_] I'll be in touch.
uk_ua: [_mc_] Я буду на зв'язку.

source: [_mc_] About... you know.
uk_ua: [_mc_] Про... ти знаєш.

source: [_nurse_s_annoyed_] But I thought—
uk_ua: [_nurse_s_annoyed_] Але я думала —

source: [_mc_] We can discuss it now if you want! I don't think anyone would mind.
uk_ua: [_mc_] Ми можемо обговорити це зараз, якщо хочете! Не думаю, що хтось буде проти.

source: [_nurse_s_afraid_] No! That's okay!
uk_ua: [_nurse_s_afraid_] Ні! Все гаразд!

source: [_mc_] Okay, then. Don't worry too much about it now... just tend to [lindsey].
uk_ua: [_mc_] Гаразд. Не хвилюйтеся про це зараз... просто подбайте про [lindsey].

source: [_nurse_s_neutral_] Right... fine...
uk_ua: [_nurse_s_neutral_] Так... добре...

source: [_nurse_s_smile_] Okay, [lindsey], come with me.
uk_ua: [_nurse_s_smile_] Гаразд, [lindsey], ходімо зі мною.

source: [_mc_] I've always wanted to help out those in need. Glad I got the chance!
uk_ua: [_mc_] Я завжди хотів допомагати тим, хто цього потребує. Радий, що у мене з'явилася така можливість!

source: [_isabelle_s_excited_] That's a great goal to have!
uk_ua: [_isabelle_s_excited_] Це чудова ціль!

source: [_lindsey_s_smile_] Thanks again! Sorry for running into you!
uk_ua: [_lindsey_s_smile_] Ще раз дякую! Вибач, що зіткнулась з тобою!

source: [_lindsey_s_flirty_] I hope it didn't hurt too much...
uk_ua: [_lindsey_s_flirty_] Сподіваюся, це було не дуже боляче...

source: [_mc_] I'm fine! Never been better.
uk_ua: [_mc_] Я в порядку! Краще не буває.

source: [_lindsey_s_laughing_] That's nice... I'll see you around, [mc]!
uk_ua: [_lindsey_s_laughing_] Як мило... Побачимося, [mc]!

source: [_nurse_s_blush_] Okay, let's go.
uk_ua: [_nurse_s_blush_] Гаразд, ходімо.

source: Somehow, being positive feels good.
uk_ua: Якось так сталося, що бути позитивним - це приємно.

source: Even though it's mostly forced and for show, everyone else seems to appreciate it...
uk_ua: Хоча це здебільшого вимушено і для годиться, але всі інші, здається, цінують це...

source: Maybe that's worth it?
uk_ua: Може, воно того варте?

source: [_mc_] I demand a kiss as payment! That's what all heroes get!
uk_ua: [_mc_] Я вимагаю поцілунок як плату! Це те, що отримують всі герої!

source: [_isabelle_s_skeptical_] Running to get the [nurse] hardly qualifies as heroic...
uk_ua: [_isabelle_s_skeptical_] Бігти за [nurse] навряд чи можна назвати героїзмом...
