Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/*_class/int_teachers_desk.po
Languages: fr_fr, it_it

source: Perhaps this is my time to finally get my act together?
fr_fr: Peut-être que c'est mon temps de me réunir enfin ?
it_it: Forse è giunto il momento di riunire finalmente il mio atto?

source: On one hand, [isabelle] would probably like me for focusing on her favorite subject.
fr_fr: D'une part, [isabelle] aimerait probablement que je me concentre sur son sujet préféré.
it_it: Da un lato, [isabelle] sarebbe probabilmente come me per concentrarsi sul suo soggetto preferito.

source: On the other hand, lame.
fr_fr: D'un autre côté, c'est boiteux.
it_it: D'altra parte, zoppo.

source: The sunset of joy.
fr_fr: Le coucher de soleil de la joie.
it_it: Il tramonto della gioia.

source: Broken under piles of books.
fr_fr: Cassé sous des piles de livres.
it_it: Rotto sotto mucchi di libri.

source: Desperation.
fr_fr: Le désespoir.
it_it: Disperazione.

source: [isabelle] better help me with my homework now. This is going to be rough.
fr_fr: [isabelle] mieux m'aider avec mes devoirs maintenant. Ça va être dur.
it_it: [isabelle] meglio aiutarmi con i miei compiti ora. Questo sarà ruvido.

source: Too late. Already plastered my John Hancock all over the dotted line.
fr_fr: Trop tard. J'ai déjà apposé mon John Hancock sur la ligne pointillée.
it_it: Troppo tardi. Già intonacato il mio John Hancock su tutta la linea tratteggiata.

source: English must be the most boring subject. Why would anyone willingly subject themselves to Hamlet?
fr_fr: L'anglais doit être le sujet le plus ennuyeux. Pourquoi quiconque se ferait un plaisir de se soumettre à Hamlet ?
it_it: L'inglese deve essere il soggetto più noioso. Perché qualcuno si sottometterebbe volentieri ad Amleto?

source: [mc] Total English Points: 0
fr_fr: [mc] Total des points anglais : 0
it_it: [mc] Totale Punti Inglesi: 0

source: No papers, of course... but there are safety pins.
fr_fr: Pas de papiers, bien sûr ... mais il y a des goupilles de sécurité.
it_it: Senza documenti, naturalmente... ma ci sono spilli di sicurezza.

source: Perhaps one can be used to pick the lock to the art classroom?
fr_fr: Peut-être peut-on être utilisé pour choisir l'écluse dans la salle de classe ?
it_it: Forse si può essere utilizzati per scegliere la serratura all'aula d'arte?

source: English Focus Sign-Up List
fr_fr: Liste d'inscription en anglais
it_it: Lista Di Iscrizione A Focus Inglese

source: Points List
fr_fr: Liste de points
it_it: Elenco Punti

source: To be
fr_fr: Pour être
it_it: Da essere

source: Not to be
fr_fr: Ne pas être
it_it: Da non essere
