Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/*_class/int_bookshelf.po
Languages: fr_fr, it_it

source: She's not going to read it anyway. Might as well pick a title that'll make [jo] raise an eyebrow in her direction.
fr_fr: Elle ne va pas le lire de toute façon. Might as well pick a title that'll make [jo] raise an eyebrow in her direction.
it_it: Non lo leggerà comunque. Potrebbe anche scegliere un titolo che farà [jo] alzare un sopracciglio nella sua direzione.

source: Technically, these fuckers are filled with paper, but [maxine] would probably spend a year analyzing all the text on the pages for hidden meanings.
fr_fr: Techniquement, ces putains sont remplis de papier, mais [maxine] passerait probablement une année à analyser tout le texte des pages pour des significations cachées.
it_it: Tecnicamente, questi scopatori sono pieni di carta, ma [maxine] probabilmente passerebbe un anno analizzando tutto il testo sulle pagine per significati nascosti.

source: Someone used a bookmark and forgot to take it out.
fr_fr: Quelqu'un a utilisé un signet et a oublié de le sortir.
it_it: Qualcuno usò un segnalibro e dimenticò di toglierlo.

source: It's a rare drawing of Marilyn the Mason — the satanic brick-laying icon of the 1400s.
fr_fr: C'est un dessin rare de Marilyn the Mason-l'icône satanique de la pose de briques du 1400s.
it_it: È un disegno raro di Marilyn il Mason — l'icona di mattoni satanici del 1400.

source: Catcher in the Rye... Catcher in the Rye...
fr_fr: Catcher dans le Rye ... Catcher dans le Rye ...
it_it: Catcher in Rye... Catcher in Ry...

source: Crap. Someone already picked it out.
fr_fr: Crap. Quelqu'un l'a déjà choisi.
it_it: Crap. Qualcuno lo ha già scelto.

source: {i}"Snow White and the Seven Below-Average-Normal-Guys."{/}
fr_fr: {i}"Blanche-Neige et les Sept Ci-dessous-Moyenne-Guys." { / }

source: Classics — the dust-gathering heart of any good English education.
fr_fr: Les classiques-le cœur de la poussière-qui est le cœur de toute bonne éducation anglaise.
it_it: I classici — il cuore di polvere-raduno di qualsiasi buona istruzione inglese.

source: All right, let's see what's available here. Need to keep [lindsey] in mind while choosing.
fr_fr: Très bien, voyons ce qui est disponible ici. Il faut garder à l'esprit le [lindsey] tout en choisissant.
it_it: Bene, vediamo cosa è disponibile qui. Necessità di tenere in mente [lindsey] durante la scelta.

source: This sounds too good to pass up on.
fr_fr: Ça a l'air trop beau pour passer.
it_it: Questo sembra troppo buono per passare su.

source: Let's hope [lindsey] likes this. Some girls would.
fr_fr: Espérons que [lindsey] aime ça. Certaines filles le feraient.
it_it: Speriamo che ad [lindsey] piacerebbe. Alcune ragazze lo farebbero.

source: This one's a bit weird, but so are most fairy tales.
fr_fr: Celle-là est un peu bizarre, mais la plupart des contes de fées.
it_it: Questo è un po' strano, ma così sono le fiabe.

source: {image= items book catch_34}|Catch-34, a Porno-Political Conflict
fr_fr: { image= items book rattrap_34 } | Catch-34, a Porno-Political Conflict
it_it: {image= items book catch_34}<unk> Catch-34, a Porno-Political Conflict

source: {image= items book atlas_plugged}|Atlas Plugged, a Tale of Rails, Fails, and Fluffy Tails
fr_fr: { image= livre d'articles atlas_plugged } | Atlas Plugged, a Tale of Rails, Fails, and Fluffy Tails
it_it: {image= items book atlas_plugged}<unk> Atlas Plugged, una storia di rotaie, falle, e code fluffy

source: {image= items book snow_white_and_7_bang}|Snow White and the Seven Below-Average-Normal-Guys
fr_fr: { image= items livre snow_white_and_7_bang } | Snow White et Seven Below-Average-Normal-Guys
it_it: {image= items book snow_white_and_7_bang}<unk> Biancaneve e i sette sotto-Average-Normal-Guys

source: {i}"Atlas Plugged, a Tale of Rails, Fails, and Fluffy Tails."{/}
it_it: {i}"Atlas Plugged, un racconto di rotaie, falle, e code fluffy"{/}
