Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/clubroom/int_doll.po
Languages: fr_fr, it_it

source: Spinach keeps hissing at it. A cat is never wrong about these things.
fr_fr: Les épinards n'arrêtent pas de le siffler. Un chat ne se trompe jamais sur ce genre de choses.
it_it: Gli spinaci continuano a sibilarci. Un gatto non ha mai torto su queste cose.

source: I wonder what the symbols on its dress mean...
fr_fr: Je me demande ce que les symboles sur sa robe signifient ...
it_it: Mi chiedo cosa significhino i simboli sul suo vestito...

source: It looks like they've been burnt into it.
fr_fr: On dirait qu'ils ont été brûlés.
it_it: Sembra che siano stati bruciati in esso.

source: [_maxine_s_confident_] We did it! And I only lost my train of thought once.
fr_fr: [_maxine_s_confident_] Nous l'avons fait ! Et j'ai seulement perdu mon train de pensée une fois.
it_it: [_maxine_s_confident_] Lo abbiamo fatto! E ho perso solo una volta il mio treno di pensiero.

source: [_mc_] Great. Saved [lindsey] and the school, I'm sure.
fr_fr: [_mc_] Génial. Ça a sauvé [lindsey] et l'école, j'en suis sûr.
it_it: [_mc_] Grande. Salvato [lindsey] e la scuola, sono sicuro.

source: [_mc_] What?
fr_fr: [_mc_] Quoi ?
it_it: [_mc_] Cosa?

source: [_maxine_s_thinking_] There are bigger dangers than the saucer-eyed doll still lurking in the shadows.
fr_fr: [_maxine_s_thinking_] Il y a des dangers plus grands que la poupée à la poupée qui continue à se promener dans l'ombre.
it_it: [_maxine_s_thinking_] Ci sono pericoli più grandi della bambola con gli occhi di piattino ancora in agguato nelle ombre.

source: [_mc_] We'll pick them off together, one by one!
fr_fr: [_mc_] Nous les choisirons ensemble, un par un !
it_it: [_mc_] Li sceglieremo assieme, uno per uno!

source: [_maxine_s_smile_] It's been a lonely road so far, but after this success, I might entrust you with more important matters.
fr_fr: [_maxine_s_Souriez_] C'est une route solitaire jusqu'à présent, mais après ce succès, je pourrais vous confier des questions plus importantes.
it_it: [_maxine_s_smile_] È stata una strada solitaria finora, ma dopo questo successo, potrei affidarvi questioni più importanti.

source: [_mc_] Thanks! I feel the same way.
fr_fr: [_mc_] Merci ! Je ressens la même façon.
it_it: [_mc_] Grazie! Mi sento allo stesso modo.

source: [_mc_] What's next? The fork-toothed duck?
fr_fr: [_mc_] Quoi de suite ? Le canard à fourche ?
it_it: [_mc_] Cosa c'è dopo? L'anatra dentata?

source: [_maxine_s_laughing_] Don't be ridiculous!
fr_fr: [_maxine_s_laughing_] Ne pas être ridicule !
it_it: [_maxine_s_laughing_] Non siate ridicoli!

source: [_maxine_s_angry_] We could never take it on.
fr_fr: [_maxine_s_angry_] Nous ne pourrions jamais l'accepter.
it_it: [_maxine_s_angry_] Non potremmo mai accettarlo.

source: There's no way there's a fork-toothed duck...
fr_fr: Il n'y a aucun moyen d'avoir un canard à fourche ...
it_it: Non c'è modo che ci sia un'anatra dentata...

source: [_maxine_s_smile_] Anyway, good work on this case.
fr_fr: [_maxine_s_Souriez_] Quoi qu'il en soit, bon travail dans ce cas.
it_it: [_maxine_s_smile_] Comunque, buon lavoro su questo caso.

source: [_mc_] Thank you.
fr_fr: [_mc_] Merci.
it_it: [_mc_] Grazie.

source: [_mc_] We're lucky that you're here watching over us.
fr_fr: [_mc_] Nous avons de la chance que vous soyez là à veiller sur nous.
it_it: [_mc_] Siamo fortunati che sei qui a guardare su di noi.

source: [_maxine_s_blush_] I do my best...
fr_fr: [_maxine_s_blush_] Je fais de mon mieux ...
it_it: [_maxine_s_blush_] faccio del mio meglio...

source: [_mc_] And it's appreciated.
fr_fr: [_mc_] Et c'est apprécié.
it_it: [_mc_] Ed è apprezzato.

source: [_mc_] I don't think enough people understand the importance of your work.
fr_fr: [_mc_] Je ne pense pas que les gens comprennent l'importance de votre travail.
it_it: [_mc_] Non penso che abbastanza persone capiscano l'importanza del vostro lavoro.

source: [_mc_] Your newspaper is an important part of staying... ahead of the curve.
fr_fr: [_mc_] Votre journal est une partie importante de votre séjour ... avant la courbe.
it_it: [_mc_] Il tuo giornale è una parte importante del soggiorno... davanti alla curva.

source: [_maxine_s_excited_] I'm glad someone finds it informative!
fr_fr: [_maxine_s_excited_] Je suis content que quelqu'un trouve ça instructif !
it_it: [_maxine_s_excited_] Sono contento che qualcuno lo trovi informativo!

source: [_maxine_s_concerned_] It's an integral part of school safety.
fr_fr: [_maxine_s_concerned_] C'est une partie intégrante de la sécurité scolaire.
it_it: [_maxine_s_concerned_] È parte integrante della sicurezza scolastica.

source: It's sometimes hard to take her wild theories seriously.
fr_fr: Il est parfois difficile de prendre ses théories sauvages au sérieux.
it_it: A volte è difficile prendere sul serio le sue teorie selvatiche.

source: But she was right about this doll, and somehow I don't think she planted it there.
fr_fr: Mais elle avait raison à propos de cette poupée, et je ne pense pas qu'elle l'ait planté là.
it_it: Ma lei aveva ragione su questa bambola, e in qualche modo non penso che abbia piantato lì.

source: This raises a lot of new questions... because who did put it there, and why?
fr_fr: Cela soulève beaucoup de nouvelles questions ... parce que qui l'a mis là, et pourquoi ?
it_it: Questo solleva un sacco di nuove domande... perché chi l'ha messo lì, e perché?

source: [maxine] seems like the right person to ask for help in solving my time travelling mystery.
fr_fr: [maxine] semble être la bonne personne pour demander de l'aide pour résoudre mon mystère de voyage.
it_it: [maxine] sembra la persona giusta per chiedere aiuto per risolvere il mio tempo di viaggio mistero.

source: She might not have all the answers, but at least she's looking for them in her own way.
fr_fr: Elle n'a peut-être pas toutes les réponses, mais au moins elle les cherche à sa façon.
it_it: Potrebbe non avere tutte le risposte, ma almeno lei le sta cercando a modo suo.

source: As it is, I doubt the doll had anything to do with [lindsey]'s poor balance, but I guess we'll see.
fr_fr: Comme c'est le cas, je doute que la poupée ait quelque chose à voir avec le pauvre équilibre de [lindsey], mais je suppose que nous verrons.
it_it: Così com'è, dubito che la bambola avesse qualcosa a che fare con il pessimo equilibrio di [lindsey], ma credo che vedremo.

source: Let's hope [maxine] was right...
fr_fr: Espérons que [maxine] a raison ...
it_it: Speriamo che [maxine] abbia ragione...

source: I need more magnets to form a circle around it...
fr_fr: J'ai besoin de plus d'aimants pour former un cercle autour ...
it_it: Ho bisogno di più magneti per formare un cerchio intorno ad esso...

source: Imprisoning the doll with my [item.title_lower] would look kinda funny, but I doubt [maxine] would approve.
fr_fr: Emprisonner la poupée avec mon [item.title_lower] serait plutôt drôle, mais je doute que [maxine] approuve.
it_it: Imprigionare la bambola con la mia [item.title_lower] sembrerebbe piuttosto divertente, ma dubito che [maxine] approverebbe.

source: I'm not sure if the lack of eyes made it any less creepy.
fr_fr: Je ne suis pas sûr que le manque d'yeux l'a rendu moins flirte.
it_it: Non sono sicuro che la mancanza di occhi lo renda meno raccapricciante.

source: There's something wrong with it, I can feel it...
fr_fr: Il y a quelque chose qui ne va pas, je peux le sentir ...
it_it: C'è qualcosa che non va, posso sentirlo...

source: It's like a primal fear of some sort.
fr_fr: C'est comme une peur primale de quelque sorte.
it_it: È come una paura primordiale di qualche tipo.

source: "We'll pick them off together, one by one!"
fr_fr: "Nous les choisirons ensemble, un par un !"
it_it: "Li sceglieremo assieme, uno per uno!"

source: "What's next? The fork-toothed duck?"
fr_fr: " Quoi de suite ? Le canard à fourche ? "
it_it: "Cosa c'è dopo? L'anatra dentata?"

source: "We're lucky that you're here watching over us."
fr_fr: "Nous avons de la chance que vous soyez là à veiller sur nous."
it_it: "Siamo fortunati che sei qui a guardare su di noi."
