Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/clubroom/int_hook_up_table.po
Languages: fr_fr, it_it

source: [_mc_] Okay, I think we can plug this in now...
fr_fr: [_mc_] Ok, je pense que nous pouvons le brancher en ce moment ...
it_it: [_mc_] Okay, penso che possiamo collegarlo ora...

source: [_mc_] How's that?
fr_fr: [_mc_] Comment ça ?
it_it: [_mc_] Com'è?

source: [_maxine_] That's... q-quite deep...
fr_fr: [_maxine_] C'est. .. q-assez profond ...
it_it: [_maxine_] Qui... q-abbastanza profondo...

source: [_mc_] You didn't like that? I mean, the transmitter is in your colon somewhere.{space=-80}
fr_fr: [_mc_] Vous n'aimais pas ça ? Je veux dire, l'émetteur est dans votre colon quelque part. {space=-80}
it_it: [_mc_] Non ti è piaciuto? Voglio dire che il trasmettitore è nel tuo colon da qualche parte.{space=-80}

source: [_maxine_] Y-yes, but...
fr_fr: [_maxine_] Oui, mais ...
it_it: [_maxine_] Y-sì, ma...

source: [_mc_] It's still not connected, is it? Maybe it needs more conductivity?
fr_fr: [_mc_] Il n'est toujours pas connecté, n'est-ce pas ? Peut-être qu'il a besoin de plus de conductivité ?
it_it: [_mc_] Non è ancora connesso, vero? Forse ha bisogno di più conduttività?

source: [_mc_] How about a snack?
fr_fr: [_mc_] Comment prendre une collation ?
it_it: [_mc_] Che ne dici di uno spuntino?

source: [_mc_] What's that? You want the watermelon in your butt?
fr_fr: [_mc_] Qu'est-ce que c'est ? Tu veux la pastèque dans ton cul ?
it_it: [_mc_] Che cos'è? Vuoi l'anguria nel tuo culo?

source: [_mc_] I think you've talked enough.
fr_fr: [_mc_] Je pense que vous en avez assez parlé.
it_it: [_mc_] penso che tu abbia parlato abbastanza.

source: It feels good to finally shut her up for a bit.
fr_fr: Il est bon de la fermer définitivement pour un peu.
it_it: Si sente bene chiuderla finalmente per un po'.

source: [_maxine_] What?! No! That doesn't go there!
fr_fr: [_maxine_] Quoi ?! Non ! Ça ne va pas là !
it_it: [_maxine_] Cosa?! No! Questo non va lì!

source: [_mc_] Where there's a will... and enough vaseline... there's a way!
fr_fr: [_mc_] Où il y a une volonté ... et assez de vaseline ... il y a un moyen !
it_it: [_mc_] Dove c'è una volontà... e abbastanza vaseline... c'è un modo!

source: [_maxine_] No, that is all wrong! You're ruining it!
fr_fr: [_maxine_] Non, c'est tout faux ! Vous le gâchez !
it_it: [_maxine_] No, è tutto sbagliato! Lo stai rovinando!

source: [_mc_] Maybe some more conductivity wouldn't hurt?
fr_fr: [_mc_] Peut-être qu'une plus grande conductivité ne ferait pas de mal ?
it_it: [_mc_] Forse qualche conduttività in più non farebbe male?

source: [_mc_] What? We need the electricity to reach the transmitter.
fr_fr: [_mc_] Quoi ? Nous avons besoin de l'électricité pour atteindre l'émetteur.
it_it: [_mc_] Cosa? Abbiamo bisogno dell'elettricità per raggiungere il trasmettitore.

source: [_mc_] Electricity travels well through liquids like watermelon juice.
fr_fr: [_mc_] L'électricité se déplace bien dans des liquides comme le jus de melon.
it_it: [_mc_] L'elettricità viaggia bene attraverso liquidi come il succo di anguria.

source: [_maxine_] You're... ugh... right...
fr_fr: [_maxine_] Vous êtes... euh... juste...
it_it: [_maxine_] ha... lu... destra...

source: [_mc_] Maybe some more juices?
fr_fr: [_mc_] Peut-être plus de jus ?
it_it: [_mc_] Forse qualche altro succo?

source: [_maxine_] If you think so... I can't really tell...
fr_fr: [_maxine_] Si vous pensez que ... Je ne peux pas vraiment dire ...
it_it: [_maxine_] Se pensi così... Non posso davvero dire...

source: [_mc_] I definitely think so.
fr_fr: [_mc_] Je le pense vraiment.
it_it: [_mc_] lo penso sicuramente.

source: [_mc_] I don't think we need more conductivity, but...
fr_fr: [_mc_] Je ne pense pas que nous avons besoin de plus de conductivité, mais ...
it_it: [_mc_] Non credo che abbiamo bisogno di più conduttività, ma...

source: [_mc_] I have a question for you — do you like tasting your own ass?
fr_fr: [_mc_] J'ai une question à vous poser : aimez-vous goûter votre propre cul ?
it_it: [_mc_] Ho una domanda per te — ti piace assaggiare il tuo culo?

source: [_maxine_] That is not—
fr_fr: [_maxine_] Ce n'est pas-
it_it: [_maxine_] Questo non è—

source: [_mc_] That was a yes or no question.
fr_fr: [_mc_] C'était une question oui ou non.
it_it: [_mc_] Era un sì o nessuna domanda.

source: [_mc_] Sounds like a yes to me.
fr_fr: [_mc_] Pour moi, c'est un oui.
it_it: [_mc_] Suona come un sì per me.

source: [_maxine_] How's... it looking?
fr_fr: [_maxine_] Comment ça va ?
it_it: [_maxine_] come... guarda?

source: [_mc_] I think we've got plenty of conductivity now.
fr_fr: [_mc_] Je pense que nous avons beaucoup de conductivité maintenant.
it_it: [_mc_] penso che abbiamo un sacco di conducibilità ora.

source: [_maxine_] Well, then you—
fr_fr: [_maxine_] Eh bien, alors vous-
it_it: [_maxine_] Beh, allora tu—

source: [_mc_] I agree. Too much talking again.
fr_fr: [_mc_] Je suis d'accord. Trop parler à nouveau.
it_it: [_mc_] Sono d'accordo. Troppo parlare di nuovo.

source: [_mc_] Is this thing even on?
fr_fr: [_mc_] Est-ce que c'est encore le cas ?
it_it: [_mc_] È questa cosa anche su?

source: [_maxine_] Yes! It's needed in order to orient myself in cyberspace.
fr_fr: [_maxine_] Oui ! C'est nécessaire pour s'orienter dans le cyberespace.
it_it: [_maxine_] Sì! È necessario per orientarmi nel cyberspazio.

source: [_mc_] Well, on it goes!
fr_fr: [_mc_] Eh bien, ça va !
it_it: [_mc_] Beh, va!

source: That looks almost like a blindfold...
fr_fr: Ça ressemble presque à un bandeau ...
it_it: Sembra quasi una bendata...

source: [_maxine_] Hey, don't touch that cable!
fr_fr: [_maxine_] Hé, ne touche pas ce câble !
it_it: [_maxine_] Hey, non toccare quel cavo!

source: [_mc_] Don't worry, I'm something of a tech guy myself.
fr_fr: [_mc_] Ne vous inquiétez pas, je suis moi-même un technicien.
it_it: [_mc_] Non ti preoccupare, io stesso sono qualcosa di un ragazzo tecnologico.

source: [_maxine_] I believe you've got me tangled up by mistake...
fr_fr: [_maxine_] Je crois que vous m'avez embrouillé par erreur...
it_it: [_maxine_] Credo che tu mi abbia aggrovigliato per errore...

source: [_mc_] It looks fine to me.
fr_fr: [_mc_] Ça me semble bien.
it_it: [_mc_] Mi sembra bene.
