Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/clubroom/int_pile_of_books.po
Languages: fr_fr, it_it

source: The sunlight catches the mirror perfectly, focusing the beams.
fr_fr: La lumière solaire attrapa parfaitement le miroir, en concentrant les poutres.
it_it: La luce del sole cattura perfettamente lo specchio, mettendo a fuoco le travi.

source: It's burning the face of the doll.
fr_fr: Il brûle le visage de la poupée.
it_it: Sta bruciando la faccia della bambola.

source: Can't say I'm sad to—
fr_fr: Je ne peux pas dire que je suis triste à-
it_it: Non posso dire che sono triste to—

source: Huh? What was that?
fr_fr: Huh? Qu'est-ce que c'était?
it_it: Eh? Cos'era quello?

source: Wait a minute — did the eyes of the doll just fly out the window?!
fr_fr: Attends une minute-est-ce que les yeux de la poupée sortent de la fenêtre? !
it_it: Aspettate un minuto — gli occhi della bambola appena volano fuori la finestra?!

source: Damn, I must be more tired than I feel...
fr_fr: Merde, je dois être plus fatiguée que je ne le sens ...
it_it: Dannazione, devo essere più stanco di quanto mi sento...

source: Oh, well.
fr_fr: Oh, bien.
it_it: Oh, bene.

source: Hold up! Isn't this the book that [flora] always talks about?
fr_fr: Attends ! N'est-ce pas le livre que [flora] parle toujours?
it_it: Tieniti! Non è questo il libro di cui [flora] parla sempre?

source: Hmm... let's see what we got here...
fr_fr: Hmm ... voyons ce que nous avons là ...
it_it: Hmm... vediamo cosa abbiamo ottenuto qui...

source: {i}"Flying Saucers, Pans, and Cutlery — an Abducted Chef's Guide to Anger Management" by Bim Mea & U. P. Scotty{/}
fr_fr: {i}"Flying Saucers, Pans, and Cutlery-an Abducted Chef's Guide to Anger Management" par Bim Mea & U. P. Scotty { / }
it_it: {i}"Flying Saucers, Pans, and Cutlery — an Abducted Chef's Guide to Anger Management" di Bim Mea & U. P. Scotty{/}

source: {i}"Hoggard's School of Lizardry" by Zark Luckerberg{/}
fr_fr: {i}"Hoggard's School of Lizardry" par Zark Luckerberg { / }
it_it: {i}"Hoggard's School of Lizardry" di Zark Luckerberg{/}

source: {i}"Illuminati: the Theory of Changing Light Bulbs" by Yureka Archimedeson{/}
fr_fr: {i}"Illuminati: the Theory of Changing Light Bulbs" par Yureka Archimedeson { / }
it_it: {i}"Illuminati: la teoria del cambiamento delle lampadine" di Yureka Archimedeson{/}

source: Hmm... these look interesting...
fr_fr: Hmm ... ça a l'air intéressant ...
it_it: Hmm... questi sembrano interessanti...

source: {i}"Pyramid Schemes and Other Types of Alien Architecture" by Dorra T. X. P. Laura{/}
fr_fr: {i}"Pyramid Schemes and Other Types of Alien Architecture" par Dorra T. X. P. Laura { / }
it_it: {i}"Pyramid Schemes and Other Types of Alien Architecture" di Dorra T. X. P. Laura{/}

source: {i}"Rasputin: Losing the 'Ras' and Winning the Russian Presidency, an Autobiography"{/}
fr_fr: {i}"Raspoutine: Perdre le'Ras'et gagner la Présidence russe, une Autobiographie" { / }
it_it: {i}"Rasputin: Perdere i 'Ras' e Vincere la Presidenza russa, un'Autobiografia"{/}

source: {i}"Vatican's Secret Fashion Show — the Truth Beneath the Robe" by Richard Pope{/}
fr_fr: {i}"The Vatican's Secret Fashion Show-the Truth Beneath the Robe" de Richard Pope { / }
it_it: {i}"Sfilata di Moda Segreta del Vaticano — la Verità sotto la Roba" di Richard Pope{/}

source: Hmm... what are these titles?
fr_fr: Hmm ... quels sont ces titres?
it_it: Hmm... quali sono questi titoli?

source: {i}"Red Hot Chilipeppers, and Other Ways to Burn Your Eardrums"{/}
it_it: {i}"Peperoncini caldi rossi, e altri modi per bruciare i tuoi Eardrum"{/}

source: {i}"Slapjacks and Paina Colada, a Masochist's Guide to an Enjoyable Diet"{/}
it_it: {i}"Slapjacks e Paina Colada, una Guida Masochista a una Dieta Piacevole"{/}

source: {i}"Area 52 and Other Lesser Known Charter Destinations"{/}
it_it: {i}"Area 52 e altre destinazioni di charter meno conosciute"{/}

source: Hmm... some interesting titles here...
fr_fr: Hmm ... quelques titres intéressants ici ...
it_it: Hmm... alcuni titoli interessanti qui...

source: {i}"Voodoo and Other Cures for Jealousy" by T. S. Hex{/}
fr_fr: {i}"Voodoo and Other Cures for Jealousy" par T. S. Hex { / }
it_it: {i}"Voodoo and Other Cures for Jealousy" di T. S. Hex{/}

source: {i}"Moon Landings & Moon Dust, an Astronaut's Favorite Trips" by Buzz Goodyear{/}
it_it: {i}"Luna Landings & Moon Dust, un Astronaut's Favorite Trips" di Buzz Goodyear{/}

source: {i}"Pancakes, Pizzas, and Pies — the Flat Earther's Guide to a Well-Rounded Diet" by Abso Lue Tefowl{/}
it_it: {i}"Pancakes, Pizzas and Pies — The Flat Earther's Guide to a Well-Rounded Diet" di Abso Lue Tefowl{/}

source: Move
fr_fr: Déplacer
it_it: Sposta

source: Examine
fr_fr: Examiner
it_it: Esamina
