Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/locations/home/bathroom/int_toilet.po
Languages: uk_ua

source: Ahh! Just like in the old raiding days.
uk_ua: Ах! Як у старі добрі часи рейдерства.

source: Some would probably argue that it's time to flush my [item.title_lower] down the toilet, but maybe there's still hope.
uk_ua: Хтось скаже, що настав час спустити мій [item.title_lower] в унітаз, але напевно ще є надія.

source: Ahh! Glorious release.
uk_ua: А-а! Чудове полегшення.

source: A weight lifted off my bladder.
uk_ua: З мого сечового міхура знявся тягар.

source: Is there anything better than emptying a full bladder?
uk_ua: Чи є щось краще, ніж спорожнити всю сечу з міхура?

source: Maybe sex, love, or joy. But those things don't come easily... or ever, really.
uk_ua: Може секс, кохання чи радість. Але ці речі не даються легко... і ніколи, насправді.

source: Ahh, just like that.
uk_ua: А, ось так.

source: Never hurts to flush an extra time!
uk_ua: Ніколи не завадить змити зайвий раз!

source: Unless it's clogged...
uk_ua: Якщо він не забитий...

source: Or you live in Cali...
uk_ua: Або ж живеш у Калі...

source: Or you've injured your flushing-hand...
uk_ua: Або поранив руку, що змиває...

source: Nevermind.
uk_ua: Забудьте.

source: God damn... it feels like days since my last leak.
uk_ua: Щоб тебе... здається, що минуло кілька днів з моменту мого останнього разу.

source: Luckily, my bladder is immense.
uk_ua: На щастя, мій сечовий міхур величезний.
