Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/locations/home/bathroom/int_sink.po
Languages: uk_ua

source: I wonder what [kate] will think when I return her socks perfectly clean...{space=-45}
uk_ua: Цікаво, що подумає [kate], коли я поверну їй шкарпетки чистими...{space=-45}

source: It's weird, but I can't wait to feel that shame she'll undoubtedly pour on.
uk_ua: Це дивно, але не можу дочекатися, щоб відчути той сором, який вона виллє на мене.

source: Whoa, there! I almost got my non-waterproof [item.title_lower] wet!
uk_ua: Ей! Я ледь не намочив свій водонепроникний [item.title_lower]!

source: One was enough... but I guess this makes up for all my other missed laundry days.
uk_ua: Одного було достатньо... але гадаю це компенсує всі інші мої пропущені дні прання.

source: There we go. Ready to wash some clothes.
uk_ua: Ось так. Готовий випрати одяг.

source: Great, I ruined it. The apocalypse draws nigh.
uk_ua: Чудово, я все зіпсував. Апокаліпсис наближається.

source: Better follow the instructions this time...
uk_ua: Цього разу краще дотримуватися інструкцій...

source: Better follow the instructions this time.
uk_ua: Цього разу краще дотримуватись вказівок.

source: Errr... or at least this is as clean as it will ever get.
uk_ua: Е-е... або принаймні це настільки чисте, наскільки це коли-небудь станеться.

source: Nice and hot. Need to add laundry detergent now.
uk_ua: Приємно і тепло. Потрібно додати пральний порошок.

source: Need to add laundry detergent now.
uk_ua: Тепер потрібно додати пральний порошок.

source: Nice and hot.
uk_ua: Приємно і тепло.

source: The monotony of staying hygienic.
uk_ua: Одноманітність дотримання гігієни.

source: Is it masochism to seek out this pain every morning, or just a need to feel something at all?
uk_ua: Шукати цей біль щоранку — це мазохізм, чи просто потреба відчувати щось взагалі?

source: Either way, it's better than looking at the dried boogers on the porcelain.
uk_ua: Так чи інакше, це краще, ніж дивитися на засохлі соплі на порцеляні.

source: Hold on...
uk_ua: Стривай-но...

source: The face of a true loser stares back from the mirror. Pale with a moonscape of zits and acne.
uk_ua: З дзеркала дивиться обличчя справжнього невдахи. Бліде з місячним пейзажем прищів і вугрів.

source: Vulture neck, dark eye-rings, weak jawline...
uk_ua: Горбата шия, темні зморшки, слабка форма підборіддя...

source: But something doesn't seem quite right.
uk_ua: Але щось здається не зовсім правильним.

source: Did [jo] cut my hair in my sleep? That bowl-cut used to be my mark of shame in high school, but I've let it grow since.
uk_ua: Це [jo] підстригла мене уві сні? Ця стрижка під каре була моїм знаком ганьби в старших класах, але відтоді я дозволив їй відрости.

source: Those few hours of sleep sucked, but somehow, my face looks younger... more rested. Fewer lines of despair and grief.
uk_ua: Ці кілька годин сну були відстійними, але чомусь моє обличчя виглядає молодшим... більш відпочилим. Менше зморшок відчаю і горя.

source: Also, less facial hair. Less weight. Less... of an urge to end it all...
uk_ua: Також менше волосся на обличчі. Менше ваги. Менше... бажання покінчити з усім цим...

source: The scar above my eye from tumbling down the stage at graduation. It's gone.
uk_ua: Шрам над оком від падіння зі сцени на випускному. Він зник.

source: The nerd in the mirror is definitely younger — high school age, perhaps.
uk_ua: Ботанік у дзеркалі безумовно молодший — можливо, старшокласник.

source: It's like the late nights in front of the computer haven't caught up with him yet.
uk_ua: Ніби до ночі за комп’ютером його ще не наздогнали.

source: Like the fast food and soft drinks haven't left their mark on his body.
uk_ua: Наче фаст-фуд і безалкогольні напої не залишили сліду на його тілі.

source: He's still me — the nervous eyes, the bad posture, the lack of confidence — but, somehow, a less broken version.
uk_ua: Він все ще я — нервові очі, погана постава, невпевненість у собі — але, так чи інакше, менш зламана версія.

source: What the fuck is going on?
uk_ua: Якого біса тут коїться?

source: [_jo_] [mc]! You and [flora] will have to catch the bus today. I have to leave early.
uk_ua: [_jo_] [mc]! [flora] та ти маєте їхати сьогодні на автобусі. Мені треба піти рано.

source: The bus? The bus to where?
uk_ua: Автобусі? Автобусом куди?

source: [_jo_] [mc], did you hear me? If you miss the bus, you'll regret it!
uk_ua: [_jo_] [mc], ти мене чуєш? Якщо запізнитеся на автобус, то пошкодуєте!

source: [_jo_] Do you know how bad it looks if you're late on the first day? This is your last year! Just graduate for goodness' sakes!
uk_ua: Ти знаєш, як це погано, коли ти запізнюєшся у перший же день? Це твій останній рік! Заради Бога, закінчи школу!

source: [jo]'s poker face is worse than Lady Gaga's. So, if this is a prank, she's really killing it.
uk_ua: Покерне обличчя [jo] куди гірше ніж у Леді Гаги. Тож, якщо це розіграш, то вона справді вб’є.

source: There's also that hope in her voice, which I thought had died years ago.
uk_ua: У її голосі також звучить надія, яка, як мені здавалося, померла багато років тому.

source: First, I get a strange text. Then, the alarm goes off out of nowhere. My face changes. And now this?
uk_ua: Спочатку я отримую дивне повідомлення. Потім, нізвідки несподівано спрацьовує будильник. Моє обличчя змінюється. А тепер це?

source: Did I just wake up from the nightmare that'll be my life? Or did I actually travel back in time?
uk_ua: Я щойно прокинувся від кошмару, який стане моїм життям? Чи я справді перенісся у минуле?

source: Oh, god. What if I have to live through all the suffering a second time?
uk_ua: О, боже. Що, якщо мені доведеться пережити всі ці страждання вдруге?

source: [_jo_] [mc]! Answer me!
uk_ua: [_jo_] [mc]! Відповідай!

source: [_mc_] Err... yes, [jo]! I'll be down in a minute!
uk_ua: [_mc_] Е-е... добре, [jo]! Я буду за хвилину!

source: [_jo_] Okay, but hurry up! First day of school! Make yourself presentable!
uk_ua: [_jo_] Добре, але поквапся! Перший день у школі! Приведи себе в порядок!

source: [_mc_] Is this a joke?
uk_ua: [_mc_] Це що, жарт?

source: [_jo_] Do I sound like I'm joking, [mc]? Get dressed and come down now!
uk_ua: [_jo_] Хіба я жартую?, [mc]? Одягайся і спускайся негайно!

source: [_mc_] I'm going back to bed! See you tonight!
uk_ua: [_mc_] Я йду назад у ліжко! Побачимося ввечері!

source: [_jo_] Don't test me, young man! You'll be down here in five minutes, or you can kiss your computer goodbye!
uk_ua: Не випробовуйте мене, юначе! Ти будеш тут через п’ять хвилин, або можеш поцілувати свій комп’ютер на прощання!

source: She sounds serious. Better not antagonize her any further.
uk_ua: Схоже, вона налаштована серйозно. Краще не дратувати її ще більше.

source: Oh shit! Splashed water all over my boxers.
uk_ua: От лайно! Розбризкав воду на мої труси.

source: Looks like pee.
uk_ua: Ніби обпісявся.

source: What a shame.
uk_ua: Як соромно.

source: What do you call it when you're sent back through the years and given another chance at life, but spend it washing your hands?
uk_ua: Як називається ситуація, коли тебе відсилають назад у часі та дають ще один шанс на життя, але ти витрачаєш його на вмивання рук?

source: A time sink.
uk_ua: Раковина часу.

source: God, I wish I never stroke. Now I gotta wash my hand out with soap.
uk_ua: Боже, як би я хотів ніколи не мати інсульту. Тепер мені треба вимити руку з милом.

source: For years, my goal has been to wash off the filth, but I'm starting to think it's part of my personality.
uk_ua: Роками моєю метою було змити бруд, але я починаю думати, що він є частиною моєї особистості.

source: "Err... yes, [jo]! I'll be down in a minute!"
uk_ua: “Е-е... добре, [jo]! Я буду за хвилину!”

source: "Is this a joke?"
uk_ua: “Це що, жарт?”

source: "I'm going back to bed! See you tonight!"
uk_ua: “Я йду назад у ліжко! Побачимося ввечері!”
