Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/kitchen/int_mf.po
Languages: fr_fr, it_it

source: I already got enough items. I should give them to [flora].
fr_fr: J'ai déjà assez d'articles. Je devrais leur donner le [flora].
it_it: Ho già ricevuto abbastanza oggetti. Dovrei darli a [flora].

source: You picked up a cooking item. Is it the right one? No one knows.
fr_fr: Tu as ramassé un article de cuisine. C'est la bonne ? Personne ne le sait.
it_it: Hai raccolto un oggetto da cucina. È quello giusto? Nessuno sa.

source: The mini fridge contains milk, eggs, and a bottle of pepelepsi.
fr_fr: Le mini-réfrigérateur contient du lait, des œufs et une bouteille de pepelepsi.
it_it: Il mini frigorifero contiene latte, uova e una bottiglia di pepelepsi.

source: There it is. The perfect crime.
fr_fr: C'est là. Le crime parfait.
it_it: Ce lo è. Il crimine perfetto.

source: The mini fridge contains milk, eggs, and a bottle of Pepelepsi.
fr_fr: Le mini-réfrigérateur contient du lait, des œufs et une bouteille de Pepelepsi.
it_it: Il mini frigorifero contiene latte, uova e una bottiglia di Pepelepsi.

source: What should I grab?
fr_fr: Que devrais-je prendre ?
it_it: Cosa dovrei afferrare?

source: Not sure who put milk in a plastic bottle. That seems illegal, somehow.
fr_fr: Pas certain qui a mis du lait dans une bouteille en plastique. Cela semble illégal, d'une manière ou d'une autre.
it_it: Non è sicuro di chi ha messo il latte in una bottiglia di plastica.

source: Oh, well.
fr_fr: Oh, bien.
it_it: Oh, bene.

source: Wouldn't want to carry around two plastic bottles, though. That's just burdensome.
fr_fr: Mais je ne voudrais pas avoir à transporter deux bouteilles en plastique. C'est tout simplement encombrant.
it_it: Non vorrebbe portare in giro due bottiglie di plastica, però. Questo è solo oneroso.

source: The Devil in a can.
fr_fr: Le diable en boîte.
it_it: Il diavolo in una lattina.

source: Yeah, that's their slogan.
fr_fr: Ouais, c'est leur slogan.
it_it: Sì, è il loro slogan.

source: All right, hopefully this will do the trick.
fr_fr: D'accord, j'espère que ça va faire le tour.
it_it: Va bene, speriamo che questo faccia il trucco.

source: Although the urge to put my hand between [jo]'s legs is strong sometimes...
fr_fr: Même si l'envie de mettre ma main entre les jambes de [jo] est parfois forte...
it_it: Anche se la voglia di mettere la mano tra le gambe di [jo]è forte a volte...

source: I don't think this is the right time to strike.
fr_fr: Je ne pense pas que ce soit le bon moment pour frapper.
it_it: Non penso che questo sia il momento giusto per scioperare.

source: Four cupboards, six cabinets, nine drawers, and not a single full-sized fridge?
fr_fr: Quatre armoires, six armoires, neuf tiroirs et pas un seul frigo ?
it_it: Quattro armadi, sei armadi, nove cassetti, e non un singolo frigorifero a grandezza?

source: Okay, so we have eggs, anchovies, olive oil, lettuce, and peppers...
fr_fr: Bon, nous avons des œufs, des anchois, de l'huile d'olive, de la laitue et des poivrons...
it_it: Ok, quindi abbiamo uova, acciughe, olio d'oliva, lattuga e peperoncini...

source: With garlic, croutons, and Whooshster™ Sauce, I could make a mean caesar salad.
fr_fr: Avec de l'ail, des croûtons et de la sauce Whooshster™, je pourrais faire une bonne salade César.
it_it: Con aglio, crostini e salsa WhooshsterTM potrei fare un'insalata cesare media.

source: The school kitchen probably has garlic, so that's a good place to start.
fr_fr: La cuisine de l'école a probablement de l'ail, donc c'est un bon endroit pour commencer.
it_it: La cucina della scuola probabilmente ha l'aglio, quindi è un buon posto per iniziare.

source: {image=items bottle milk}|Milk
fr_fr: {image=items lait de bouteille}|Lait
it_it: {image=items bottiglia di latte}<unk> Latte

source: {image=items bottle pepelepsi}|Pepelepsi
fr_fr: {image=items bouteille pepelepsi}|Pepelepsi
it_it: {image=items bottiglia pepelepsi}<unk> Pepelepsi
