Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/kitchen/int_stone.po
Languages: fr_fr, it_it

source: Where did this come from, and why is it so smooth?
fr_fr: D'où ça vient, et pourquoi est-il si lisse ?
it_it: Da dove è venuto questo e perché è così liscio?

source: Another stone? This one is even smoother than the last!
fr_fr: Une autre pierre ? Celui-ci est même plus lisse que le dernier !
it_it: Un'altra pietra? Questa è anche più liscia dell'ultima!

source: What's happening?! They're multiplying!
fr_fr: Qu'est-ce qui se passe ? Ils se multiplient !
it_it: Cosa sta succedendo?! Stanno moltiplicando!

source: What the hell? If [jo] notices these, I'm going to be in so much—
fr_fr: Qu'est-ce que c'est que ce bordel ? Si [jo] les remarque, je vais me retrouver dans une situation-
it_it: Che inferno? Se [jo] si accorge di questi, sarò in così tanto—

source: [_jo_s_smile_] Honey, I didn't know you had an interest in geology!
fr_fr: [_jo_s_Souriez_] Chérie, je ne savais pas que tu avais un intérêt pour la géologie !
it_it: [_jo_s_smile_] Miele, non sapevo che avessi interesse per la geologia!

source: [_mc_] Uh... I don't, actually...
fr_fr: [_mc_] Uh ... Je ne le fais pas, en fait ...
it_it: [_mc_] Uh... Non lo so, in realtà...

source: [_jo_s_neutral_] You don't? Why are you collecting these stones, then?
fr_fr: [_jo_s_neutral_] Vous ne le faites pas ? Pourquoi collectionnez-vous ces pierres, alors ?
it_it: [_jo_s_neutral_] Non sei? Perché state raccogliendo queste pietre, allora?

source: [_mc_] I accidentally entered [maxine]'s, err... ASS.
fr_fr: [_mc_] I accidentellement entré [maxine]'s, err ... ASS.
it_it: [_mc_] Ho inserito accidentalmente [maxine]'s, err... ASS.

source: [_jo_s_concerned_] What did you just say?
fr_fr: [_jo_s_concerned_] Qu'est-ce que vous venez de dire ?
it_it: [_jo_s_concerned_] Che cosa hai appena detto?

source: [_mc_] ASS is like... her new thing. She got me into it.
fr_fr: [_mc_] ASS est comme ... son nouveau truc. Elle m'a fait entrer.
it_it: [_mc_] ASS è come... la sua nuova cosa. Mi ha fatto entrare.

source: [_jo_s_skeptical_] Well, as long as you use protection.
fr_fr: [_jo_s_skeptical_] Bien, aussi longtemps que vous utilisez la protection.
it_it: [_jo_s_skeptical_] Beh, finché usi la protezione.

source: [_mc_] Wait, that's not—
fr_fr: [_mc_] Attends, ce n'est pas-
it_it: [_mc_] Aspetta, non è così—

source: [_flora_s_worried_] You have a problem.
fr_fr: [_flora_s_worried_] Vous avez un problème.
it_it: [_flora_s_worried_] Hai un problema.

source: [_mc_] You have to be more specific than that.
fr_fr: [_mc_] Vous devez être plus précis que cela.
it_it: [_mc_] Devi essere più specifico di quello.

source: [_flora_s_thinking_] Where did you even get all these stones?
fr_fr: [_flora_s_thinking_] Où avez-vous même obtenu toutes ces pierres ?
it_it: [_flora_s_thinking_] Dove hai persino ottenuto tutte queste pietre?

source: [_mc_] Does the acronym ASS tell you anything?
fr_fr: [_mc_] Est-ce que l'acronyme ASS vous dit quelque chose ?
it_it: [_mc_] L'acronimo ASS ti dice qualcosa?

source: [_flora_s_laughing_] Yes, that you're one!
fr_fr: [_flora_s_laughing_] Oui, que vous êtes un !
it_it: [_flora_s_laughing_] Sì, sei uno!

source: [_flora_s_laughing_] Did you sand paper the stones or something?
fr_fr: [_flora_s_laughing_] Avez-vous du papier de sable sur les pierres ou quelque chose ?
it_it: [_flora_s_laughing_] Hai carteggiato le pietre o qualcosa?

source: [_mc_] No, they're just naturally this smooth.
fr_fr: [_mc_] Non, ils sont tout naturellement aussi lisses.
it_it: [_mc_] No, sono naturalmente questo liscio.

source: [_mc_] At least, that's what [maxine] tells me...
fr_fr: [_mc_] Au moins, c'est ce que dit le [maxine]...
it_it: [_mc_] Almeno, questo è ciò che [maxine] mi dice...

source: [_flora_s_confused_] So, where did they come from?
fr_fr: [_flora_s_confused_] Alors, d'où sont-ils venus ?
it_it: [_flora_s_confused_] Quindi, da dove sono venuti?

source: [_mc_] I asked [maxine] to throw down the rope from her office...
fr_fr: [_mc_] J'ai demandé à [maxine] de jeter la corde de son bureau ...
it_it: [_mc_] ho chiesto ad [maxine] di gettare giù la corda dal suo ufficio...

source: [_mc_] ...so I could get back into the school after dark...
fr_fr: [_mc_] ... donc je pourrais retourner à l'école après la tombée de la nuit ...
it_it: [_mc_] ...così potrei tornare a scuola dopo il buio...

source: [_mc_] ...but I ended up joining the Association of Smooth Stones...
fr_fr: [_mc_] ...mais j'ai fini par rejoindre l'Association des pierres lisses...
it_it: [_mc_] ...ma ho finito per unirmi all'Associazione delle Pietre Lisci...

source: [_mc_] ...and now they're getting delivered here.
fr_fr: [_mc_] ... et maintenant ils sont livrés ici.
it_it: [_mc_] ...e ora si stanno consegnando qui.

source: [_flora_s_annoyed_] You're messing with me, aren't you?
fr_fr: [_flora_s_annoyed_] Vous m'emballez, n'est-ce pas ?
it_it: [_flora_s_annoyed_] Stai disordinando con me, vero?

source: [_mc_] This time I'm not! I swear!
fr_fr: [_mc_] Cette fois, je ne suis pas ! Je le jure !
it_it: [_mc_] Questa volta non sono così! Giuro!

source: [_flora_s_eyeroll_] Right. I totally believe you.
fr_fr: [_flora_s_eyeroll_] Droit. Je vous crois totalement.
it_it: [_flora_s_eyeroll_] Giusto. Io ti credo totalmente.

source: Hmm... I should probably get rid of these stones, but...
fr_fr: Hmm ... Je devrais probablement me débarrasser de ces pierres, mais ...
it_it: Hmm... Dovrei probabilmente sbarazzarmi di queste pietre, ma...

source: They're just so smooth. So precious.
fr_fr: Ils sont juste si lisses. Donc précieux.
it_it: Sono semplicemente così lisci. Così preziosi.

source: After all, why not? Why shouldn't I keep them?
fr_fr: Après tout, pourquoi pas ? Pourquoi je ne devrais pas les garder ?
it_it: Dopo tutto, perché no? Perché non li dovrei tenere?
