Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/kitchen/int_door.po
Languages: fr_fr, it_it

source: As much as I wish we had a garden of sugar canes outside, the sugar is probably hiding inside.
fr_fr: Comme j'aimerais que nous avions un jardin de cannes à sucre dehors, le sucre se cache probablement à l'intérieur.
it_it: Per quanto vorrei che avessimo un giardino di canne da zucchero fuori, lo zucchero probabilmente si nasconde all'interno.

source: Deny, delay, desist. Also, [jo] wanted to talk first.
fr_fr: Refuser, retarder, s'abstenir. De plus, [jo] voulait parler en premier.
it_it: Negare, ritardare, desistere. Anche, [jo] voleva parlare prima.

source: The bus isn't coming for another few minutes. No need to rush. Plus, [flora] is here.
fr_fr: Le bus ne va pas encore quelques minutes. Pas besoin de se précipiter. De plus, [flora] est ici.
it_it: L'autobus non sta arrivando per altri minuti. Non c'è bisogno di fretta. Inoltre, [flora] è qui.

source: Whatever awaits me on the other side, I've already been through before.
fr_fr: Peu importe ce qui m'attend de l'autre côté, je l'ai déjà fait auparavant.
it_it: Qualunque cosa mi aspetta dall'altra parte, sono già stato attraverso prima.

source: With some luck, it won't be nearly as bad.
fr_fr: Avec un peu de chance, ça ne sera pas aussi mauvais.
it_it: Con un po' di fortuna, non sarà così male.

source: [flora] will tell [jo] that I put something in the milk. Need to clear it up with her before doing anything else.
fr_fr: [flora] dira à [jo] que j'ai mis quelque chose dans le lait. Il faut la démonter avec elle avant de faire quoi que ce soit d'autre.
it_it: [flora] dirà ad [jo] che ho messo qualcosa nel latte. È necessario ripulirlo con lei prima di fare qualsiasi altra cosa.

source: [_flora_s_cringe_] You won't leave your room for weeks if you can get away with it, but the moment I need your help, you need to run outside?
fr_fr: [_flora_s_cringe_] Tu ne quitteras pas ta chambre pendant des semaines si tu peux le faire, mais dès que j'ai besoin de ton aide, tu dois sortir en courant ?
it_it: [_flora_s_cringe_] Non lascerai la tua stanza per settimane se riesci a farla franca, ma nel momento in cui ho bisogno del tuo aiuto, devi correre fuori?

source: [_mc_] The vitamin D deficiency is starting to get to me...
fr_fr: [_mc_] La carence en vitamine D commence à me rendre ...
it_it: [_mc_] La carenza di vitamina D sta iniziando a raggiungermi...

source: [_flora_s_annoyed_] You'll have a life deficiency if you dare reach for that door handle.
fr_fr: [_flora_s_annoyed_] Vous aurez une déficience si vous osez atteindre cette poignée de porte.
it_it: [_flora_s_annoyed_] Avrai una carenza di vita se oserai raggiungere per quella maniglia della porta.

source: [_mc_] Sunlight...
fr_fr: [_mc_] La lumière du soleil...
it_it: [_mc_] Luce Del Sole...

source: Going outside feels like a waste of a good house, you know?
fr_fr: Aller à l'extérieur ressemble à un gaspillage d'une bonne maison, vous savez ?
it_it: Andare fuori si sente come uno spreco di una buona casa, sa?

source: I can't just leave [flora] hanging. Milk or bust.
fr_fr: Je ne peux pas seulement laisser [flora] pendaison. Lait ou buste.
it_it: Non posso semplicemente lasciare [flora] sospeso. Latte o busto.

source: Everyone's asleep. Late-night expeditions are what landed me the curfew.
fr_fr: Tout le monde dort. Ce sont les expéditions nocturnes qui m'ont valu le couvre-feu.
it_it: Tutti stanno dormendo. Le spedizioni di tarda notte sono ciò che mi ha sbarcato il coprifuoco.

source: I need to work that off before further jeopardizing my freedom.
fr_fr: J'ai besoin de travailler avant de mettre ma liberté en péril.
it_it: Ho bisogno di lavorare per questo prima di compromettere ulteriormente la mia libertà.

source: [_jacklyn_s_neutral_] Did I miss the costume party memo? I could've rocked my slutty Professor Oak outfit.
fr_fr: [J'ai raté le mémo de la fête costumée ? J'aurais pu mettre mon costume de professeur Oak.
it_it: [_jacklyn_s_neutral_] Ho perso il ricordo della festa in costume? Avrei potuto sbattere il mio vestito di troia il professor Oak.

source: [_mc_] Arr! You did, but don't worry, you can dress up as the emperor from the Emperor's New Groove.
fr_fr: [_mc_] Arr ! C'est vrai, mais ne vous inquiétez pas, vous pouvez vous déguiser en empereur de l'Emperor's New Groove.
it_it: [_mc_] Arr! Hai fatto, ma non ti preoccupare, puoi vestirti come l'imperatore dal New Groove dell'Imperatore.

source: [_jacklyn_s_laughing_] Nice try, cherry pie.
fr_fr: [_jacklyn_s_laughing_] Nice essai, tarte à la cerise.
it_it: [_jacklyn_s_laughing_] Bella prova, torta di ciliegie.

source: Is she flirting with me? God, I hope so.
fr_fr: Est-ce qu'elle flirte avec moi ? Mon Dieu, j'espère.
it_it: Sta flirtando con me? Dio, spero così.

source: [_jacklyn_s_smile_] Don't you look absolutely baby legs?
fr_fr: [_jacklyn_s_Souriez_] Vous n'avez pas l'air de jambes absolument bébé ?
it_it: [_jacklyn_s_smile_] Non sembri assolutamente le gambe per bambini?

source: [_jacklyn_s_smile_] Did you dress up for me?
fr_fr: [_jacklyn_s_Souriez_] Êtes-vous habillées pour moi ?
it_it: [_jacklyn_s_smile_] Mi hai vestito?

source: [_mc_] I guess, yeah. Do you like it?
fr_fr: [_mc_] Je suppose, oui. Tu aimais ça ?
it_it: [_mc_] Immagino, sì. Ti piace?

source: [_jacklyn_s_excited_right_] Yeah! I'd totally put my dick in your ass.
fr_fr: [Ouais ! Je mettrais ma bite dans ton cul.
it_it: [_jacklyn_s_excited_right_] Yeah! Ho messo totalmente il mio cazzo nel vostro culo.

source: [_jacklyn_s_excited_] I'm kidding!
fr_fr: [_jacklyn_s_excited_] Je plaisante !
it_it: [_jacklyn_s_excited_] sto scherzando!

source: [_jacklyn_s_laughing_] Unless you'd like that.
fr_fr: [_jacklyn_s_laughing_] A moins que vous n'aimeriez cela.
it_it: [_jacklyn_s_laughing_] A meno che non ti piacerebbe.

source: [_jacklyn_s_neutral_] Oh, quit your blushing. It's not even a real one.
fr_fr: [_jacklyn_s_neutral_] Oh, arrête votre rougeur. Ce n'est même pas un vrai.
it_it: [_jacklyn_s_neutral_] Oh, abbandona il tuo arrossamento. Non è nemmeno vero.

source: Damn, she's quite the handful. How do you handle a girl like her?
fr_fr: Merde, c'est la poignée. Comment gérer une fille comme elle ?
it_it: Dannazione, lei è abbastanza manciata. Come gestisci una ragazza come lei?

source: Maybe you don't. Maybe you just have to let her take the lead.
fr_fr: Peut-être que vous ne le faites pas. Peut-être que vous avez juste à la laisser prendre le plomb.
it_it: Forse non lo fai. Forse devi solo lasciarla prendere la guida.

source: Always been shit at this, so maybe that's for the best.
fr_fr: Toujours un peu de merde, alors peut-être que c'est pour le meilleur.
it_it: È sempre stata una merda in questo, quindi forse è per il meglio.

source: [_jacklyn_s_cringe_] Sweet limp-on, what is that smell?
fr_fr: [Douceur molle, quelle est cette odeur ?
it_it: [_jacklyn_s_cringe_] Dolce limp-on, qual è quell'odore?

source: [_mc_] It's probably Whooshster™ Sauce.
fr_fr: [_mc_] C'est probablement de la Whooshster™ Sauce.
it_it: [_mc_] È probabilmente Salsa WhooshsterTM .

source: [_jacklyn_s_cringe_] Smells like sweat.
fr_fr: [_jacklyn_s_cringe_] Des odeurs comme la sueur.
it_it: [_jacklyn_s_cringe_] Odore come sudore.

source: Crap. I should probably have worn something clean.
fr_fr: Crap. J'aurais probablement dû porter quelque chose de propre.
it_it: Crap. Probabilmente avrei dovuto indossare qualcosa di pulito.

source: Pretty nervous about this, but bailing wouldn't be a great strategy, no matter how you look at it.
fr_fr: Je suis assez nerveux à ce sujet, mais se retirer ne serait pas une bonne stratégie, quelle que soit la façon dont on l'envisage.
it_it: Abbastanza nervoso su questo, ma il bailing non sarebbe una grande strategia, non importa come si guarda a esso.

source: I can't just leave [jacklyn] with a potential murderer in the house...
fr_fr: Je ne peux pas seulement quitter le [jacklyn] avec un meurtrier potentiel dans la maison ...
it_it: Non posso lasciare [jacklyn] con un potenziale assassino in casa...
