Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/kitchen/int_cooking_pot.po
Languages: fr_fr, it_it

source: Jesse! We have to cook...
fr_fr: Jesse ! Nous devons cuisiner ...
it_it: Jesse! Dobbiamo cucinare...

source: [_flora_s_afraid_] What did you just do?
fr_fr: [_flora_s_afraid_] Qu'est-ce que vous venez de faire ?
it_it: [_flora_s_afraid_] Che cosa hai appena fatto?

source: [_mc_] I put the onion in the pot, like you said.
fr_fr: [_mc_] J'ai mis l'oignon dans le pot, comme vous l'avez dit.
it_it: [_mc_] Ho messo la cipolla nel piatto, come hai detto.

source: [_flora_s_sarcastic_] Okay, just making sure.
fr_fr: [_flora_s_sarcastic_] Ok, en s'assurant.
it_it: [_flora_s_sarcastic_] Okay, solo assicurandovi.

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement ?
it_it: [_mc_] Seriamente?

source: [_flora_s_annoyed_] What? It's impossible to know what you're up to.
fr_fr: [_flora_s_annoyed_] Quoi ? Il est impossible de savoir ce que vous êtes.
it_it: [_flora_s_annoyed_] Cosa? È impossibile sapere cosa stai facendo.

source: [_flora_s_annoyed_] Anyway, I need a few more items.
fr_fr: [_flora_s_annoyed_] En tout cas, j'ai besoin de quelques autres articles.
it_it: [_flora_s_annoyed_] Comunque, ho bisogno di qualche altro elemento.

source: [_flora_s_sarcastic_] First, I need an apron. Then, I need a grater. And last, but not least, I need spices!
fr_fr: [_flora_s_sarcastic_] D'abord, j'ai besoin d'un tablier. Ensuite, j'ai besoin d'un broyeur. Enfin, mais pas le moindre, j'ai besoin d'épices !
it_it: [_flora_s_sarcastic_] In primo luogo, ho bisogno di un grembiule. Poi, ho bisogno di una grattugia. E ultimo, ma non meno importante, ho bisogno di spezie!

source: I'm not sure [flora] would appreciate me altering the recipe.
fr_fr: Je ne suis pas sûr que [flora] m'apprécierait de modifier la recette.
it_it: Non sono sicuro che [flora] mi piacerebbe cambiare la ricetta.

source: [_flora_s_excited_] Oh! That smells good!
fr_fr: [_flora_s_excited_] Oh ! Ça sent bon !
it_it: [_flora_s_excited_] Oh! Ha un buon odore!

source: [_flora_s_excited_] What spices did you put in?
fr_fr: [_flora_s_excited_] Quelles épices avez-vous mises ?
it_it: [_flora_s_excited_] Quali spezie hai messo?

source: [_mc_] You didn't specify.
fr_fr: [_mc_] Vous n'avez pas spécifié.
it_it: [_mc_] non hai specificato.

source: [_flora_s_neutral_] Okay, it smells nice, so I'll let it slide this time.
fr_fr: [_flora_s_neutral_] Ok, ça sent bon, donc je vais laisser glisser cette fois.
it_it: [_flora_s_neutral_] Okay, ha un buon odore, quindi lascerò scivolare questa volta.

source: [_flora_s_concerned_] Anyway, the water wasn't enough to wash the spoon.
fr_fr: [_flora_s_concerned_] En tout cas, l'eau n'était pas suffisante pour laver la cuillère.
it_it: [_flora_s_concerned_] Comunque, l'acqua non era sufficiente per lavare il cucchiaio.

source: [_flora_s_concerned_] Bring me a towel, then salt, and then a lighter.
fr_fr: [_flora_s_concerned_] Apportez-moi une serviette, puis du sel, puis un briquet.
it_it: [_flora_s_concerned_] Portami un asciugamano, poi il sale, e poi un accendino.

source: [_mc_] You're going to wash it with salt? And then... burn it?
fr_fr: [_mc_] Vous allez le laver avec du sel ? Et puis ... brûle ?
it_it: [_mc_] Lo laverai con il sale? E allora... lo bruci?

source: [_flora_s_angry_] Yes! Who knows what diseases live in your mouth.
fr_fr: [_flora_s_angry_] Oui ! Qui sait quelles maladies vivent dans votre bouche.
it_it: [_flora_s_angry_] Sì! Chissà quali malattie vivono in bocca.
