Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/kitchen/int_d1.po
Languages: fr_fr, it_it

source: I already got enough items. I should give them to [flora].
fr_fr: J'ai déjà assez d'articles. Je devrais leur donner le [flora].
it_it: Ho già ricevuto abbastanza oggetti. Dovrei darli a [flora].

source: You picked up a cooking item. Is it the right one? No one knows.
fr_fr: Tu as ramassé un article de cuisine. C'est la bonne ? Personne ne le sait.
it_it: Hai raccolto un oggetto da cucina. È quello giusto? Nessuno sa.

source: There we go, the letter has been disposed of.
fr_fr: Nous y allons, la lettre a été éliminée.
it_it: Lì andiamo, la lettera è stata disposta.

source: Hopefully, [maxine] will take note of my meticulous ways.
fr_fr: J'espère que le [maxine] prendra note de mes méthodes méticuleuses.
it_it: Speriamo che [maxine] prenda nota dei miei modi meticolosi.

source: If I leave my [item.title_lower] here, it might cause mass confusion.
fr_fr: Si je laisse ma [item.title_lower] ici, ça peut provoquer une confusion de masse.
it_it: Se lascio il mio [item.title_lower] qui, potrebbe causare confusione di massa.

source: This drawer contains knives, spoons, forks, and a lighter.
fr_fr: Ce tiroir contient des couteaux, des cuillères, des fourchettes et un briquet.
it_it: Questo cassetto contiene coltelli, cucchiai, forchette e un accendino.

source: Murder, dinner, and arson... but perhaps not in that order.
fr_fr: Meurtre, dîner et incendie ... mais peut-être pas dans cet ordre.
it_it: Assassino, cena, arson... ma forse non in quell'ordine.

source: I can probably use something in here to make a distraction.
fr_fr: Je peux probablement utiliser quelque chose ici pour faire une distraction.
it_it: Probabilmente posso usare qualcosa qui dentro per fare una distrazione.

source: Knife
fr_fr: Couteau
it_it: Coltello

source: Spoon
fr_fr: Cuillère
it_it: Cucchiaio

source: Fork
fr_fr: Fourche

source: Lighter
fr_fr: Briquet
it_it: Accendino
