Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/kitchen/int_onion.po
Languages: fr_fr, it_it

source: Crying because you're chopping an onion.
fr_fr: Pleurer parce qu'on coupe un oignon.
it_it: Piangere perché stai tagliando una cipolla.

source: Or crying because you're all alone and no one will ever love you.
fr_fr: Ou en pleurant parce que vous êtes tous seuls et que personne ne vous aime jamais.
it_it: O piangendo perché siete tutti soli e nessuno vi amerà mai.

source: Your tear ducts don't know the difference.
fr_fr: Vos gaines de déchirure ne connaissent pas la différence.
it_it: I tuoi condotti lacrimogeni non conoscono la differenza.

source: [_flora_s_annoyed_] Seems like you managed to cut the onion and keep all your fingers intact...
fr_fr: [_flora_s_annoyed_] On dirait que vous avez réussi à couper l'oignon tout en gardant vos doigts intacts...
it_it: [_flora_s_annoyed_] Sembra che tu sia riuscito a tagliare la cipolla e mantenere intatte tutte le dita...

source: [_mc_] You don't have to look so upset about that.
fr_fr: [_mc_] Vous n'avez pas à être si contrariété à ce sujet.
it_it: [_mc_] Non è necessario guardare così sconvolto al riguardo.

source: [_flora_s_sarcastic_] I'm just kidding!
fr_fr: [_flora_s_sarcastic_] Je plaisante !
it_it: [_flora_s_sarcastic_] sto solo scherzando!

source: [_flora_s_sarcastic_] Put the onion in the pot.
fr_fr: [_flora_s_sarcastic_] Mettez l'oignon dans le pot.
it_it: [_flora_s_sarcastic_] Metti la cipolla nel piatto.

source: [_flora_s_confused_] Why is the onion cut in the shape of a crane?
fr_fr: [_flora_s_confused_] Pourquoi l'oignon est-il coupé en forme de grue ?
it_it: [_flora_s_confused_] Perché la cipolla viene tagliata a forma di gru?

source: [_mc_] I was just making an onion origami. Pretty good, right?
fr_fr: [_mc_] J'étais en train de faire un origami d'oignon. Pas mal, non ?
it_it: [_mc_] Stavo solo facendo un origami di cipolla. Bel bene, giusto?

source: [_flora_s_eyeroll_] Seriously? Start over!
fr_fr: [_flora_s_eyeroll_] Sérieusement ? Commencer !
it_it: [_flora_s_eyeroll_] Seriamente? Inizia finito!
