Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/kitchen/int_stove.po
Languages: fr_fr, it_it

source: Right. After the last incident, [jo] put safety locks on the stove.
fr_fr: D'accord. Après le dernier incident, le [jo] place des serrures de sécurité sur le poêle.
it_it: A destra. Dopo l'ultimo incidente, [jo] mettere serrature di sicurezza sulla stufa.

source: After the last incident, I no longer have stove privileges.
fr_fr: Après le dernier incident, je n'ai plus de privilèges de poêle.
it_it: Dopo l'ultimo incidente, non ho più privilegi di stufa.

source: Only [jo] and [flora] knows the twelve-digit code to the safety lock.
fr_fr: Seuls les codes [jo] et [flora] connaissent le code à douze chiffres du verrou de sécurité.
it_it: Solo [jo] e [flora] conoscono il codice a dodici cifre per il blocco di sicurezza.

source: I need to find another way to boil these leaves.
fr_fr: Je dois trouver un autre moyen de faire bouillir ces feuilles.
it_it: Ho bisogno di trovare un altro modo per bollire queste foglie.

source: Two minutes to midnight and the world is on fire. It's high time to add water and leaves, then sit back and enjoy a cup of tea.
fr_fr: Deux minutes à minuit et le monde est en feu. Il est grand temps d'ajouter de l'eau et des feuilles, puis de s'asseoir et de déguster une tasse de thé.
it_it: Due minuti a mezzanotte e il mondo è in fiamme. È ora di aggiungere acqua e foglie, poi sedersi e godersi una tazza di tè.

source: I'm all for experimenting with cooking, but boiling water on my [item.title_lower] is too Frankenstein even for me.
fr_fr: Je veux bien faire des expériences culinaires, mais faire bouillir de l'eau sur mon [item.title_lower], c'est trop Frankenstein, même pour moi.
it_it: Sono tutto per sperimentare la cottura, ma l'acqua bollente sulla mia [item.title_lower] è troppo Frankenstein anche per me.

source: Okay, time to toss that caesar salad...
fr_fr: Bon, il est temps de mélanger cette salade César...
it_it: Ok, il tempo di gettare quell'insalata cesare...

source: Best to keep the Whooshster™ Sauce. Never know when it might come in handy.
fr_fr: Mieux vaut garder le Whooshster™ Sauce. On ne sait jamais quand elle peut être utile.
it_it: Meglio per mantenere la salsa WhooshsterTM. Non sapere mai quando potrebbe venire utile.

source: Okay, the salad is done.
fr_fr: Ok, la salade est faite.
it_it: Va bene, l'insalata è finita.

source: Now to wait for [jacklyn].
fr_fr: Maintenant, pour attendre [jacklyn].
it_it: Ora di aspettare [jacklyn].

source: My first date ever and I refuse to do even the most basic of preparations?
fr_fr: C'est mon premier rendez-vous et je refuse de faire les préparatifs les plus élémentaires ?
it_it: Il mio primo appuntamento mai e mi rifiuto di fare anche il più elementare dei preparati?

source: Suprising? No.
fr_fr: Surprenant ? Non.
it_it: Sorprendente? No.

source: Disappointing? Yes.
fr_fr: Dénommant ? Oui.
it_it: Deludente? Sì.

source: I know I can do better.
fr_fr: Je sais que je peux faire mieux.
it_it: So che posso fare di meglio.

source: How do you even make a salad without garlic?
fr_fr: Comment faire une salade sans ail ?
it_it: Come si fa anche a fare un'insalata senza aglio?

source: That's like a pizza without cheese.
fr_fr: C'est comme une pizza sans fromage.
it_it: È come una pizza senza formaggio.

source: The school kitchen should have a few cloves to spare.
fr_fr: La cuisine de l'école devrait avoir quelques gousses à épargner.
it_it: La cucina della scuola dovrebbe avere alcuni chiodi di garofano da risparmiare.

source: Still missing the[missingstring]
fr_fr: Toujours manquant le[missingstring]
it_it: Manca ancora la[missingstring]

source: But let's be honest, you probably don't need every ingredient to make a good salad.
fr_fr: Mais soyons honnêtes, vous n'avez probablement pas besoin de chaque ingrédient pour faire une bonne salade.
it_it: Ma siamo onesti, probabilmente non hai bisogno di ogni ingrediente per fare una buona insalata.

source: Honestly, following recipes is for sheep and people who are afraid of trying new flavors...
fr_fr: Honnêtement, les recettes sont pour les moutons et les gens qui ont peur d'essayer de nouvelles saveurs ...
it_it: Onestamente, seguire ricette è per pecore e persone che hanno paura di provare nuovi sapori...

source: It'll be fine.
fr_fr: Ça ira bien.
it_it: Andrà bene.

source: Mmm, yeah... probably best to follow the recipe.
fr_fr: Mmm, ouais ... probablement mieux de suivre la recette.
it_it: Mmm, sì... probabilmente meglio seguire la ricetta.

source: Proceed without the missing ingredients
fr_fr: Passer sans les ingrédients manquants
it_it: Procedere senza gli ingredienti mancanti

source: Do it right
fr_fr: Fais-le bien
it_it: Fai bene
