Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_spell.po
Languages: fr_fr, it_it

source: [_mc_] I can't say, but the [nurse] has requested hair samples to narrow down{space=-30} the source of the outbreak.
fr_fr: [_mc_] Je ne peux pas le dire, mais l'[_mc_] infirmière] a demandé des échantillons de cheveux pour déterminer{space=-30} la source de l'épidémie.
it_it: [_mc_] non posso dire, ma la [nurse] ha richiesto campioni di capelli per restringere {space=-30} la fonte del focolaio.

source: [_isabelle_s_cringe_] Ugh, that's bloody brilliant...
fr_fr: [_isabelle_s_cringe_] Ugh, c'est vraiment génial...
it_it: [_isabelle_s_cringe_] Ugh, che è sanguinoso brillante...

source: [_isabelle_s_cringe_] But whatever helps narrow it down to keep the school safe and clean,{space=-35} I guess. Here you go.
fr_fr: [_isabelle_s_cringe_] Mais tout ce qui peut aider à réduire le nombre de cas pour garder l'école sûre et propre, {space=-35} Je suppose. Et voilà.
it_it: [_isabelle_s_cringe_] Ma tutto ciò che aiuta a restringerlo per mantenere la scuola sicura e pulita,{space=-35} Immagino.

source: [_mc_] Thanks! You've done the school a service.
fr_fr: [_mc_] Merci ! Vous avez rendu service à l'école.
it_it: [_mc_] Grazie! Hai fatto un servizio alla scuola.

source: Next up, some sweat from a female horndog...
fr_fr: Prochainement, la sueur d'une femme excitée...
it_it: Successivamente, qualche sudore da un corno femminile...

source: And who here is hornier than [jacklyn]?
fr_fr: Et qui, ici, est plus excité que [jacklyn] ?
it_it: E chi qui è più hornier di [jacklyn]?

source: Next up, the sweat of a free spirit...
fr_fr: A suivre, la sueur d'un esprit libre...
it_it: Successivamente, il sudore di uno spirito libero...

source: And who here is more free spirited than [jacklyn]?
fr_fr: Et qui, ici, est plus libre d'esprit que [jacklyn] ?
it_it: E chi qui è più spirito libero di [jacklyn]?

source: [_jacklyn_s_smile_] Looking peaky, climber. How's the altitude?
fr_fr: [_jacklyn_s_Souriez_] Tu as l'air en pleine forme, alpiniste. Comment est l'altitude ?
it_it: [_jacklyn_s_smile_] Sembra piccante, arrampicatore. Com'è l'altitudine?

source: [_mc_] Oh, you know, thin but breathable.
fr_fr: [_mc_] Oh, vous savez, mince mais respirant.
it_it: [_mc_] Oh, sai, sottile ma traspirante.

source: [_jacklyn_s_smile_] Right on. The most our air sacs can hope for.
fr_fr: [_jacklyn_s_Souriez_] Tout à fait. C'est le maximum que nos sacs d'air peuvent espérer.
it_it: [_jacklyn_s_smile_] Proprio accanto. La maggior parte delle nostre sacche aeree può sperare.

source: [_mc_] Exactly...
fr_fr: [_mc_] Exactement...
it_it: [_mc_] Esattamente...

source: [_mc_] So, there was something I wanted to ask of you.
fr_fr: [_mc_] Je voulais vous demander quelque chose.
it_it: [_mc_] C'era qualcosa che volevo chiedervi.

source: [_jacklyn_s_neutral_] Straight to the point, just like Seurat?
fr_fr: [_jacklyn_s_neutral_] Droit au but, comme Seurat ?
it_it: [_jacklyn_s_neutral_] Dritto al punto, proprio come Seurat?

source: [_jacklyn_s_neutral_] I admire the boldness.
fr_fr: [_jacklyn_s_neutral_] J'admire l'audace.
it_it: [_jacklyn_s_neutral_] Ammiro l'audacia.

source: [_mc_] Err, thanks?
fr_fr: [_mc_] Err, merci ?
it_it: [_mc_] Err, grazie?

source: [_jacklyn_s_neutral_] Tell me what's blending your dots.
fr_fr: [_jacklyn_s_neutral_] Dites-moi ce qui mélange vos points.
it_it: [_jacklyn_s_neutral_] Dimmi cosa sta mescolando i tuoi punti.

source: [_mc_] Can I have some of your sweat?
fr_fr: [_mc_] Puis-je avoir un peu de votre sueur ?
it_it: [_mc_] Posso avere un po' del tuo sudore?

source: [_jacklyn_s_laughing_] Not beating around the bodily fluid ficus, I see.
fr_fr: [_jacklyn_s_laughing_] Je ne tourne pas autour du pot, à ce que je vois.
it_it: [_jacklyn_s_laughing_] Non battendo intorno al fico fluido corporeo, vedo.

source: [_mc_] It's for, err... an art project!
fr_fr: [_mc_] C'est pour, euh... un projet artistique !
it_it: [_mc_] È per errore... un progetto d'arte!

source: [_jacklyn_s_excited_] That's cheese spread! Why didn't you just drop the spice and say so?{space=-35}
fr_fr: [_jacklyn_s_excited_] C'est du fromage à tartiner ! Pourquoi n'as-tu pas laissé tomber les épices et ne l'as-tu pas dit ?{space=-35}
it_it: [_jacklyn_s_excited_] Questo è il formaggio spalmato! Perché non hai solo lasciato cadere la spezia e dirlo?{space=-35}

source: [_mc_] I, um... I wanted to keep it a surprise.
fr_fr: [_mc_] Je, hum... Je voulais garder la surprise.
it_it: [_mc_] Io, um... Volevo mantenerlo una sorpresa.

source: [_jacklyn_s_excited_] Using sweat, huh?
fr_fr: [_jacklyn_s_excited_] Utiliser de la sueur, hein ?
it_it: [_jacklyn_s_excited_] Usare il sudore, eh?

source: [_mc_] It's a statement... on repression... and freedom...
fr_fr: [_mc_] C'est une déclaration... sur la répression... et la liberté...
it_it: [_mc_] È una dichiarazione... sulla repressione... e la libertà...

source: [_jacklyn_s_excited_] That's as avant garde as what the iceberg did to the Titanic.
fr_fr: [_jacklyn_s_excited_] C'est aussi avant-gardiste que ce que l'iceberg a fait au Titanic.
it_it: [_jacklyn_s_excited_] Questo è un giardino avant come quello che l'iceberg ha fatto al Titanic.

source: [_mc_] So, is that a yes?
fr_fr: [_mc_] Alors, c'est oui ?
it_it: [_mc_] Quindi, è un sì?

source: [_jacklyn_s_laughing_] I'm not one to blue ball art, my dude.
fr_fr: [_jacklyn_s_laughing_] Je ne suis pas du genre à faire de l'art de la balle bleue, mon pote.
it_it: [_jacklyn_s_laughing_] Io non sono uno all'arte della palla blu, il mio tizio.

source: [_jacklyn_s_laughing_] I'm down to give you a bit of the old skin juice for the sake of expression.{space=-110}
fr_fr: [Je suis prêt à vous donner un peu de ce bon vieux jus de peau pour l'amour de l'expression.{space=-110}
it_it: [_jacklyn_s_laughing_] Sono giù per darti un po 'del vecchio succo di pelle per motivi di espressione.{space=-110}

source: [_mc_] Thanks, [jacklyn]!
fr_fr: [_mc_] Merci, [jacklyn]!
it_it: [_mc_] Grazie, [jacklyn]!

source: [_jacklyn_s_excited_] Let me just generate the spin...
fr_fr: [_jacklyn_s_excited_] Laissez-moi juste générer l'effet...
it_it: [_jacklyn_s_excited_] Permettetemi di generare il giro...

source: She begins to do jumping jacks right then and there.
fr_fr: Elle se met alors à faire des sauts d'obstacles.
it_it: Lei comincia a fare jumping jacks proprio allora e là.

source: Up and down she bounces, her arms going above her head, then to her side, then repeat.
fr_fr: Elle rebondit de haut en bas, les bras au-dessus de la tête, puis sur le côté, et recommence.
it_it: Su e giù rimbalza le braccia che vanno sopra la testa, poi al suo fianco, poi ripetono.

source: I can't help but stare at her perfect tits as they jiggle up and down in her tight shirt, working with gravity.
fr_fr: Je ne peux m'empêcher de fixer ses seins parfaits qui se balancent de haut en bas dans sa chemise moulante, jouant avec la gravité.
it_it: Non posso fare a meno di guardare le sue tette perfette come si muovono su e giù nella sua camicia stretta, lavorando con gravità.

source: [_mc_] That's... perfect.
fr_fr: [_mc_] C'est... parfait.
it_it: [_mc_] Questo... perfetto.

source: Finally, she stops jumping up and down and gives me a wicked smile.{space=-25}
fr_fr: Enfin, elle arrête de sauter et me fait un sourire malicieux.{space=-25}
it_it: Infine, lei smette di saltare su e giù e mi dà un sorriso malvagio.{space=-25}

source: [_jacklyn_s_smile_] Does that cure your ham?
fr_fr: [_jacklyn_s_smile_] Est-ce que cela guérit votre jambon ?
it_it: [_jacklyn_s_smile_] che cura il tuo prosciutto?

source: [_mc_] Err, yes! This is great.
fr_fr: [_mc_] Err, oui ! C'est très bien.
it_it: [_mc_] Err, sì! Questo è fantastico.

source: [_mc_] Thanks again!
fr_fr: [_mc_] Merci encore !
it_it: [_mc_] Grazie ancora!

source: [_jacklyn_s_smile_] Magnum. Keep burning outside the fire, [mc].
fr_fr: [_jacklyn_s_smile_] Magnum. Continuez à brûler en dehors du feu, [mc].
it_it: [_jacklyn_s_smile_] Magnum. Continua a bruciare fuori dal fuoco, [mc].

source: [_mc_] I want to get sweaty with you again.
fr_fr: [_mc_] Je veux encore transpirer avec toi.
it_it: [_mc_] Voglio sentirmi di nuovo sudare con te.

source: [_jacklyn_s_laughing_] Oh, my! Where's the Q in your inquiry alphabet?
fr_fr: [_jacklyn_s_laughing_] Oh, mon Dieu ! Où est le Q dans l'alphabet de votre enquête ?
it_it: [_jacklyn_s_laughing_] Oh, mio! Dov'è la Q nell'alfabeto della tua richiesta?

source: [_mc_] You're right, there's no question.
fr_fr: [_mc_] Vous avez raison, il n'y a pas de doute.
it_it: [_mc_] Hai ragione, non c'è domanda.

source: [_mc_] Just two people enjoying each other's bodies, admiring life's natural{space=-5} sculptures.
fr_fr: [_mc_] Juste deux personnes qui profitent du corps de l'autre, en admirant les sculptures naturelles de la vie{space=-5} .
it_it: [_mc_] Solo due persone che si divertono a vicenda corpi, ammirando le sculture naturali della vita{space=-5} .

source: [_jacklyn_s_excited_] Fair uno, I can dig that.
fr_fr: [_jacklyn_s_excited_] Juste uno, je peux le faire.
it_it: [_jacklyn_s_excited_] Fair uno, posso scavarlo.

source: [_mc_] Really? Sweet!
fr_fr: [_mc_] Vraiment ? C'est chouette !
it_it: [_mc_] Davvero? Dolce!

source: Like a sprinter at the starting block, my hands settle on the hem of my shirt, ready to take off.
fr_fr: Comme un sprinter au starting-block, mes mains se posent sur l'ourlet de ma chemise, prêtes à s'élancer.
it_it: Come uno sprinter al blocco di partenza, le mie mani si stabiliscono sull'orlo della mia camicia, pronta a decollare.

source: Never daring to miss an opportunity.
fr_fr: Il n'ose jamais manquer une occasion.
it_it: Non osare mai perdere un'opportunità.

source: [_jacklyn_s_annoyed_] Whoa, there! Jar your beans!
fr_fr: [_jacklyn_s_annoyed_] Whoa, là ! Jarre tes haricots !
it_it: [_jacklyn_s_annoyed_] Whoa, lì! Vanta i tuoi fagioli!

source: [_jacklyn_s_annoyed_] I admire the flow of your current, Sparky... but let's art for the sake of the muse.
fr_fr: [_jacklyn_s_annoyed_] J'admire la fluidité de ton courant, Sparky... mais faisons de l'art pour le bien de la muse.
it_it: [_jacklyn_s_annoyed_] Ammiro il flusso della tua corrente, Sparky... ma facciamo arte per il bene della musa.

source: Ugh, does she think I meant actual sculptures?
fr_fr: Ugh, pense-t-elle que je parlais de véritables sculptures ?
it_it: Ugh, pensa che io abbia significato delle vere e proprie sculture?

source: [_jacklyn_s_annoyed_] You have to lay your base first.
fr_fr: [_jacklyn_s_annoyed_] Il faut d'abord poser sa base.
it_it: [_jacklyn_s_annoyed_] Devi prima porre la tua base.

source: [_mc_] First base. Got it.
fr_fr: [_mc_] Première base. Je l'ai.
it_it: [_mc_] Prima base. Ottiene.

source: [_jacklyn_s_laughing_] The loose dog rattles its chain.
fr_fr: [_jacklyn_s_laughing_] Le chien en liberté fait tinter sa chaîne.
it_it: [_jacklyn_s_laughing_] Il cane sciolto sfiora la sua catena.

source: Not sure if [jacklyn] is calling me a dog, but I think I'll take it?
fr_fr: Je ne sais pas si [jacklyn] me traite de chien, mais je crois que je vais accepter ?
it_it: Non sei sicuro se [jacklyn] mi sta chiamando un cane, ma penso che lo prenderò?

source: [_jacklyn_s_laughing_] I can appreciate the effort, my guy.
fr_fr: [_jacklyn_s_laughing_] Je peux apprécier l'effort, mon gars.
it_it: [_jacklyn_s_laughing_] posso apprezzare lo sforzo, il mio ragazzo.

source: [_mc_] Yeah?
fr_fr: [_mc_] Oui ?
it_it: [_mc_] Sì?

source: [_jacklyn_s_smile_] Sure, who am I to stifle creativity?
fr_fr: [_jacklyn_s_Souriez_] Bien sûr, qui suis-je pour étouffer la créativité ?
it_it: [_jacklyn_s_smile_] Certo, chi sono io per soffocare la creatività?

source: [_mc_] Does that mean—
fr_fr: [Est-ce que ça veut dire...
it_it: [_mc_] Questo significa—

source: And just like that, she's stripping out of her clothes.
fr_fr: Et comme ça, elle se déshabille.
it_it: E proprio così, lei sta spogliandosi dai suoi vestiti.

source: I wasn't sure if my luck would hold, but it seems I've blown on the right dice.
fr_fr: Je n'étais pas sûr que ma chance tiendrait, mais il semble que j'aie fait le bon choix.
it_it: Non ero sicuro che la mia fortuna avrebbe avuto, ma sembra che io abbia saltato sui dadi giusti.

source: Held the right card up my sleeve.
fr_fr: J'ai gardé la bonne carte dans ma manche.
it_it: Tenuta la carta giusta sulla mia manica.

source: I went all in and now it's my time to take the jackpot.
fr_fr: J'ai fait tapis et c'est maintenant à moi de décrocher le jackpot.
it_it: Sono andato tutto in ed ora è il mio momento di prendere il jackpot.

source: And it is just that — a jackpot.
fr_fr: Et il s'agit bien d'un jackpot.
it_it: Ed è proprio quello — un jackpot.

source: Having [jacklyn] suddenly completely naked, standing in front of me of all people.
fr_fr: Le fait que [jacklyn] soit soudain complètement nue, devant moi.
it_it: Avendo [jacklyn] improvvisamente completamente nudo, in piedi di fronte a me di tutte le persone.

source: She talks about art with such passion, such fire. And yet she is a work of art, herself.
fr_fr: Elle parle de l'art avec une telle passion, un tel feu. Et pourtant, elle est elle-même une œuvre d'art.
it_it: Lei parla di arte con tanta passione, di fuoco simile, eppure è un'opera d'arte, se stessa.

source: The sensual curve of her body, her supple lines imperfectly sculpted{space=-10} by whatever, whoever, could have made her.
fr_fr: La courbe sensuelle de son corps, ses lignes souples imparfaitement sculptées{space=-10} par quiconque aurait pu la créer.
it_it: La curva sensuale del suo corpo, le sue linee elastiche imperfettamente scolpit{space=-10} da qualsiasi altra parte, chiunque potesse averla fatta.

source: Has true, raw beauty ever existed in a higher plane of existence than{space=-10} in the female form?
fr_fr: La beauté vraie et brute a-t-elle jamais existé dans un plan d'existence plus élevé que dans la forme féminine ?
it_it: È vero, la bellezza grezza è mai esistita in un piano più alto dell'esistenza di: {space=-10} nella forma femminile?

source: [_jacklyn_s_neutral_] Are you going to close your word trap and shed the polyester constraints{space=-110} or what?
fr_fr: [_jacklyn_s_neutral_] Allez-vous fermer votre piège à mots et vous débarrasser des contraintes de polyester{space=-110} ou quoi ?
it_it: [_jacklyn_s_neutral_] Stai per chiudere la tua trappola di parola e gettare i vincoli di poliestere{space=-110} o cosa?

source: Shit, my mouth was literally hanging open. Keep it together, [mc]!
fr_fr: Merde, ma bouche était littéralement ouverte. Gardez la tête froide, [mc] !
it_it: Merda, la mia bocca era letteralmente sospesa aperta. Tienila insieme, [mc]!

source: [_mc_] Err, yes! I'm going to shed them like skin!
fr_fr: [_mc_] Err, oui ! Je vais m'en débarrasser comme d'une peau !
it_it: [_mc_] Err, sì! Li perderò come pelle!

source: [_jacklyn_s_smile_hands_down_] You're kinda twisted, aren't you?
fr_fr: [_jacklyn_s_smile_hands_down_] Vous êtes un peu tordu, n'est-ce pas ?
it_it: [_jacklyn_s_smile_hands_down_] Sei un po' contorto, vero?

source: [_mc_] I, um...
fr_fr: [_mc_] Je, euh...

source: [_jacklyn_s_smile_hands_down_] That seeds my strawberry.
fr_fr: [Jacklyn_s_Souriez_hands_down] C'est ma fraise.
it_it: [_jacklyn_s_smile_hands_down_] Che semina la mia fragola.

source: Oh? That sounds... good?
fr_fr: Oh ? Ça a l'air... bien ?
it_it: Oh? Quel suono... buono?

source: She hasn't gotten dressed and changed her mind, anyway.
fr_fr: Elle ne s'est pas habillée et n'a pas changé d'avis, de toute façon.
it_it: Non si è vestita e ha cambiato idea, comunque.

source: One by one, my clothes land on the floor, until my nakedness radiates{space=-40} through the room.
fr_fr: Un à un, mes vêtements atterrissent sur le sol, jusqu'à ce que ma nudité rayonne{space=-40} à travers la pièce.
it_it: Uno a uno, i miei vestiti terra sul pavimento, fino a quando la mia nudità irradia {space=-40} attraverso la stanza.

source: Admittedly, some women can make me feel awkward or embarrassed...{space=-60}
fr_fr: Il est vrai que certaines femmes peuvent me mettre mal à l'aise ou me gêner...{space=-60}
it_it: Certo, alcune donne possono farmi sentire imbarazzante o imbarazzato...{space=-60}

source: ...but with [jacklyn], it feels like she admires the human body for what{space=-15} it is, too.
fr_fr: ...mais avec [jacklyn], on a l'impression qu'elle admire aussi le corps humain pour ce qu'il est{space=-15} .
it_it: ...ma con [jacklyn]si sente come lei ammira il corpo umano per cosa{space=-15} è troppo.

source: We are art, in our way. Fucked up, terrible, beautiful art.
fr_fr: Nous sommes de l'art, à notre manière. De l'art foutu, terrible et beau.
it_it: Siamo arte, a nostro modo. Scopata, terribile, bella arte.

source: Sustained by the red blood beating through us.
fr_fr: Soutenus par le sang rouge qui bat en nous.
it_it: Sostenuto dal sangue rosso che batte attraverso di noi.

source: The twisted bone and muscle holding us together.
fr_fr: Les os et les muscles tordus qui nous maintiennent ensemble.
it_it: L'osso torto e il muscolo ci tengono insieme.

source: [_jacklyn_s_smile_hands_down_] That's opium.
fr_fr: [_jacklyn_s_smile_hands_down_] C'est de l'opium.
it_it: [_jacklyn_s_smile_hands_down_] È oppio.

source: [_mc_] Hell yeah, it is.
fr_fr: [_mc_] Oui, c'est vrai.
it_it: [_mc_] Inferno sì, lo è.

source: And then it happens, the moment I've always fantasized about.
fr_fr: Et puis cela arrive, le moment que j'ai toujours fantasmé.
it_it: E poi accade, il momento in cui ho sempre fantasticato.

source: The moment when inhibition and doubt dissipates.
fr_fr: Le moment où l'inhibition et le doute se dissipent.
it_it: Il momento in cui l'inibizione e il dubbio si dissipano.

source: The moment when I seize the moment, the day, the fucking life, and I kiss her hard, right on her full lips.
fr_fr: Le moment où je saisis l'instant, la journée, la putain de vie, et où je l'embrasse fort, directement sur ses lèvres pleines.
it_it: Il momento in cui afferro il momento, il giorno, la vita del cazzo, e bacio la sua fatica, proprio sulle sue labbra piene.

source: I can still hardly believe it, but I don't let her know that.
fr_fr: J'ai encore du mal à y croire, mais je ne lui en fais pas part.
it_it: Posso ancora crederci a malapena, ma non lo fallo sapere.

source: The confidence surges through me in a way I never thought possible.{space=-25}
fr_fr: La confiance m'envahit d'une manière que je n'aurais jamais cru possible.{space=-25}
it_it: La fiducia sale attraverso di me in un modo che non ho mai pensato possibile.{space=-25}

source: Her lips, her tongue, mine. All mine.
fr_fr: Ses lèvres, sa langue, les miennes. Tout à moi.
it_it: Le sue labbra, la sua lingua, le mie. Tutte le mie.

source: The subtle sweet, smoky taste of whiskey tingles on my own lips and I crave more.
fr_fr: Le goût subtil, sucré et fumé du whisky me picote les lèvres et j'en redemande.
it_it: Il sapore delicato dolce, affumicato di whisky si ingoia sulle mie labbra e ho bisogno di più.

source: The intensity, the sheer power of the moment. My hand tangled in her hair, my lips controlling hers.
fr_fr: L'intensité, la puissance pure du moment. Ma main s'est emmêlée dans ses cheveux, mes lèvres ont contrôlé les siennes.
it_it: L'intensità, il potere puro del momento; la mia mano si è aggrovigliata nei capelli, le mie labbra che la controllano.

source: But she knows how to play, and her hand is already reaching down, finding my aching weakness, gripping it with delicate fingers.
fr_fr: Mais elle sait comment jouer, et sa main se tend déjà vers le bas, trouvant ma faiblesse douloureuse, la saisissant avec ses doigts délicats.
it_it: Ma lei sa come giocare, e la sua mano sta già raggiungendo, trovando la mia debolezza dolorante, afferrandola con le dita delicate.

source: She has all the finesse of a woman working a piece to her desire, so sure of the outcome.
fr_fr: Elle a toute la finesse d'une femme qui travaille une pièce selon ses désirs, si sûre du résultat.
it_it: Ha tutta la finezza di una donna che lavora un pezzo al suo desiderio, così sicuro del risultato.

source: Her hold on me tightens, and she strokes me hard.
fr_fr: Son emprise sur moi se resserre et elle me caresse avec force.
it_it: La sua presa su di me stringe, e lei mi accarezza duramente.

source: Forcing a desperate groan out of me, fanning my desire.
fr_fr: Me forçant à pousser un gémissement désespéré, attisant mon désir.
it_it: Forzare un disperato gemere di me, fanning il mio desiderio.

source: She's the kind of woman that will make you cum in her hand if you don't do anything about it.
fr_fr: C'est le genre de femme qui vous fera jouir dans sa main si vous ne faites rien.
it_it: Lei è il tipo di donna che vi farà sborrare in mano se non fate nulla a riguardo.

source: The kind that you have to break free from if you don't want an early ejaculation.
fr_fr: Le genre de choses dont il faut se libérer si l'on ne veut pas avoir une éjaculation précoce.
it_it: Il tipo che si deve rompere libero da se non si desidera una eiaculazione precoce.

source: The kind that you have to pin against the wall if you want any say in the matter.
fr_fr: Le genre qu'il faut plaquer contre le mur si l'on veut avoir son mot à dire.
it_it: Il tipo che si deve pin contro il muro se si desidera qualsiasi voce in proposito.

source: She breaks the kiss and bites my ear, hard enough to make me shiver,{space=-40} and likely drawing blood.
fr_fr: Elle rompt le baiser et me mord l'oreille, assez fort pour me faire frissonner,{space=-40} et probablement faire couler du sang.
it_it: Lei rompe il bacio e morde il mio orecchio, abbastanza difficile da farmi shiver,{space=-40} e probabilmente disegnare sangue.

source: [_jacklyn_s_paint_shelf_sex_s_anticipation_] Okay, slinger. Show me that pump action.
fr_fr: [_jacklyn_s_paint_shelf_sex_s_anticipation_] Ok, frondeur. Montrez-moi ce fusil à pompe.
it_it: [_jacklyn_s_paint_shelf_sex_s_anticipation_] Okay, slinger. Mostrami l'azione della pompa.

source: She says the words in my ear as she clutches my shoulder with one hand and guides my cock inside of her with the other.
fr_fr: Elle me dit les mots à l'oreille en s'agrippant à mon épaule d'une main et en guidant ma bite en elle de l'autre.
it_it: Lei dice le parole nel mio orecchio mentre stringe la mia spalla con una mano e guida il mio cazzo dentro di lei con l'altra.

source: The sensation sends a shock of excitement through me.
fr_fr: Cette sensation m'excite au plus haut point.
it_it: La sensazione invia uno shock di eccitazione attraverso di me.

source: Her pussy lips part around me, welcoming my shaft.
fr_fr: Les lèvres de sa chatte s'écartent autour de moi, accueillant ma tige.
it_it: Le sue labbra figa parte intorno a me, accogliendo il mio albero.

source: It's like sticking your dick inside a hot wet mouth.
fr_fr: C'est comme enfoncer sa bite dans une bouche chaude et humide.
it_it: È come attaccare il tuo cazzo all'interno di una bocca bagnata calda.

source: So tight it feels like she's sucking me off.
fr_fr: Tellement serrée qu'on a l'impression qu'elle me suce.
it_it: Così stretto si sente come lei mi succhia.

source: Her hold on me tightens, her fingers digging in.
fr_fr: Son emprise sur moi se resserre, ses doigts s'enfoncent.
it_it: La sua presa mi stringe, le sue dita scavano dentro.

source: She rocks her hips into mine, urging me to keep going.
fr_fr: Elle balance ses hanches contre les miennes, me poussant à continuer.
it_it: Lei scoglie i suoi fianchi nel mio, spingendomi a continuare ad andare.

source: Still trying to control the situation.
fr_fr: Il essaie toujours de contrôler la situation.
it_it: Ancora cercando di controllare la situazione.
