Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_quixote.po
Languages: it_it

source: [_maya_s_sarcastic_] Let's ditch this popsicle stand?
it_it: [_maya_s_sarcastic_] Ammettiamo questo popsicle stand?

source: [_flora_s_sarcastic_] Let's go!
it_it: [_flora_s_sarcastic_] Andiamo!

source: They're really spiking my blood pressure.
it_it: Stanno davvero punteggiando la mia pressione sanguigna.

source: The house is feeling a lot more crowded than usual.
it_it: La casa si sente molto più affollata del solito.

source: Not that I don't like [maya]... but some me time will do me good.
it_it: Non che non mi piace [maya]... ma un po' di tempo mi farà bene.

source: Just me, the shower, and my di—
it_it: Solo me, la doccia e la mia di—

source: [_maya_s_annoyed_] [mc]? What are you doing in here?! [withvpunch]
it_it: [_maya_s_annoyed_] [mc]? Cosa stai facendo qui dentro?! [withvpunch]

source: [_mc_] Oh, shit! I'm really sorry!
it_it: [_mc_] Oh, merda! Mi dispiace davvero!

source: [_mc_] I, err... I didn't know anyone was in here...
it_it: [_mc_] Io, erro... Non sapevo che nessuno fosse qui dentro...

source: [_maya_s_annoyed_] Actually, it's a good thing that you are here.
it_it: [_maya_s_annoyed_] In realtà, è una buona cosa che tu sia qui.

source: [_maya_s_annoyed_] I can't get the shower to work.
it_it: [_maya_s_annoyed_] Non riesco a far funzionare la doccia.

source: [_mc_] Oh? Err, I guess I can take a look...
it_it: [_mc_] Oh? Err, immagino che posso dare un'occhiata...

source: [_mc_] ...as long as you're not here to trash the bathroom again.
it_it: [_mc_] fino a quando non sei qui per spazzare di nuovo il bagno.

source: [_maya_s_smile_] I make no promises.
it_it: [_maya_s_smile_] Non faccio promesse.

source: [_mc_] I mean it. Else I'm leaving.
it_it: [_mc_] lo voglio dire. Altrimenti me ne sto andando.

source: [_maya_s_smile_] All right, all right!
it_it: [_maya_s_smile_] Va bene, va bene!

source: [_maya_s_smile_] On my honor as a house guest — no mess making.
it_it: [_maya_s_smile_] Sul mio onore come ospite di casa — nessun pasticcio fare.

source: [_mc_] Thank you...
it_it: [_mc_] Grazie...

source: [_mc_] Good enough, I guess.
it_it: [_mc_] Bene abbastanza, immagino.

source: [_mc_] I don't want to impede your comfortability as our guest.
it_it: [_mc_] Non voglio ostacolare la tua comodità come nostro ospite.

source: [_maya_s_eyeroll_] Ah, yes. I ache for destruction wherever I go.
it_it: [_maya_s_eyeroll_] Ah, sì. Mi fa male per la distruzione dovunque vado.

source: [_mc_] I didn't say that!
it_it: [_mc_] non l'ho detto!

source: [_maya_s_annoyed_] It's fine. I just had an off day.
it_it: [_maya_s_annoyed_] Va bene. Ho appena avuto un giorno libero.

source: [_mc_] Hey, I get it.
it_it: [_mc_] Ehi, lo capisco.

source: [_maya_s_thinking_] I must say, it is kind of nice having such a private bathroom.
it_it: [_maya_s_thinking_] devo dire, è piuttosto bello avere un tale bagno privato.

source: [_maya_s_thinking_] And hot water that doesn't run out after five minutes.
it_it: [_maya_s_thinking_] E acqua calda che non finisce dopo cinque minuti.

source: [_mc_] ...aren't most bathrooms private?
it_it: [_mc_] ... la maggior parte dei bagni non è privata?

source: [_maya_s_concerned_] You would think so, but foster homes tend to get crowded.
it_it: [_maya_s_concerned_] Penseresti così, ma le case di affidamento tendono ad essere affollate.

source: [_maya_s_concerned_] Or, at least, the ones I've been in.
it_it: [_maya_s_concerned_] O, almeno, quelli in cui sono stato dentro.

source: [_maya_s_thinking_] For what?
it_it: [_maya_s_thinking_] Per cosa?

source: [_maya_s_afraid_] Unless you're the one who brutally murdered my parents?!
it_it: [_maya_s_afraid_] A meno che tu non sia colui che ha brutalmente ucciso i miei genitori?!

source: [_mc_] Oh, god. Were your parents—
it_it: [_mc_] Oh, dio. Erano i tuoi genitori—

source: [_maya_s_neutral_] Nah. They were eaten by sharks.
it_it: [_maya_s_neutral_] Nah. Sono stati mangiati dagli squali.

source: [_mc_] I'm... I'm really sorry to hear that...
it_it: [_mc_] Io... Mi dispiace sentirlo...

source: [_maya_s_smile_] Just kidding! They actually started a demonic sex cult, and then left me on the step of a satanic church.
it_it: [_maya_s_smile_] Giusto scherzando! In realtà hanno iniziato un culto sessuale demoniaco, e poi mi hanno lasciato sul passo di una chiesa satanica.

source: [_mc_] What really happened to them, [maya]?
it_it: [_mc_] Cosa è successo loro davvero, [maya]?

source: [_maya_s_annoyed_] That is what really happened.
it_it: [_maya_s_annoyed_] Questo è ciò che è realmente accaduto.

source: Hmm... she really does look completely serious...
it_it: Hmm... davvero sembra completamente seria...

source: ...not that that means much when it comes to her.
it_it: ...non che questo significa molto quando si tratta di lei.

source: [_mc_] Err, I see.
it_it: [_mc_] Err, vedo.

source: [_maya_s_annoyed_] You haven't seen anything until you've seen your mother suck the toe of a dark priest.
it_it: [_maya_s_annoyed_] Non hai visto nulla fino a quando non hai visto tua madre succhiare la punta di un prete scuro.

source: [_mc_] I'm sorry you had to grow up with that...
it_it: [_mc_] Mi dispiace che tu abbia dovuto crescere con quello...

source: [_maya_s_smile_] Alas! A life of woe builds character.
it_it: [_maya_s_smile_] Ahim! Una vita di guai costruisce carattere.

source: [_mc_] Well, you certainly have a lot of that.
it_it: [_mc_] Beh, ne hai sicuramente molto.

source: [_maya_s_smile_] I know, right? So much woe...
it_it: [_maya_s_smile_] lo so, giusto? Tanto male...

source: [_mc_] Ha! I meant character!
it_it: [_mc_] Ciao! Volevo personaggio!

source: [_maya_s_thinking_] Right, right.
it_it: [_maya_s_thinking_] Destra destra.

source: [_maya_s_thinking_] I'm orphan Fannie on crack.
it_it: [_maya_s_thinking_] Sono orfano Fannie in crepa.

source: [_mc_] Pfft! Orphan Fannie wishes she was you.
it_it: [_mc_] Pfft! Orfano Fannie desidera che lei era voi.

source: [_mc_] You're much cooler than her.
it_it: [_mc_] Sei molto più cool di lei.

source: [_maya_s_flirty_] Ever the sweet talker, aren't you?
it_it: [_maya_s_flirty_] Mai il dolce parlatore, vero?

source: [_mc_] I must've had too much candy for breakfast.
it_it: [_mc_] Devo aver avuto troppe caramelle per la colazione.

source: [_maya_s_kiss_] Now that's a solid base for any food pyramid!
it_it: [_maya_s_kiss_] Ora questa è una solida base per qualsiasi piramide alimentare!

source: [_mc_] Heh. I thought so.
it_it: [_mc_] Heh. Ho pensato così.

source: [_mc_] That's just another Tuesday evening around here.
it_it: [_mc_] Questo è solo un altro martedì sera da queste parti.

source: [_maya_s_flirty_] Ha! The principal and the priest. Wouldn't that be something?
it_it: [_maya_s_flirty_] Ciao! Il preside e il sacerdote. Non sarebbe qualcosa?

source: [_mc_] It's the name of my next memoir.
it_it: [_mc_] È il nome della mia prossima memoria.

source: [_maya_s_thinking_] Oh? Do you already have one?
it_it: [_maya_s_thinking_] Oh? Ne hai già uno?

source: [_mc_] Yeah, I do.
it_it: [_mc_] Sì, lo faccio.

source: [_mc_] It's called {i}"Devilishly Handsome and Clever: How Satan Helped Me."{/}
it_it: [_mc_] Si chiama {i}"Devilishly Handsome and Clever: How Satan Helped Me."{/}

source: [_maya_s_kiss_] Sounds legit.
it_it: [_maya_s_kiss_] Suoni legit.

source: [_mc_] Yikes. That's messed up.
it_it: [_mc_] Yikes. È inconveniente.

source: [_maya_s_eyeroll_] I guess they thought so, too. Hence the doorstep of the church.
it_it: [_maya_s_eyeroll_] Immagino che abbiano pensato così, anche. Da qui la porta della chiesa.

source: [_maya_s_smile_] Because there's definitely nothing fucked up about that.
it_it: [_maya_s_smile_] Perché non c'è assolutamente niente che si sia scopata su questo.

source: [_mc_] Well, you're welcome to stay here whenever, okay?
it_it: [_mc_] Beh, sei il benvenuto a rimanere qui quando, va bene?

source: [_maya_s_concerned_] That's nice of you... but surely, that's [jo]'s call?
it_it: [_maya_s_concerned_] È bello di te... ma sicuramente, è la chiamata di [jo]?

source: [_mc_] Err, I doubt she minds.
it_it: [_mc_] Err, dubito che pensi.

source: [_maya_s_kiss_] I appreciate it, anyway.
it_it: [_maya_s_kiss_] lo apprezzo, comunque.

source: [_maya_s_thinking_] So, about the shower?
it_it: [_maya_s_thinking_] Quindi, circa la doccia?

source: [_mc_] Oh, right!
it_it: [_mc_] Oh, giusto!

source: [_mc_] You just have to twist the handle a bit.
it_it: [_mc_] Devi solo ruotare un po' la maniglia.

source: [_mc_] Left...
it_it: [_mc_] Sinistra...

source: [_extend_] right...
it_it: [_extend_] destra...

source: [_extend_] left...
it_it: [_extend_] rimanente...

source: [_extend_] and then it comes on!
it_it: [_extend_] e poi si accende!

source: [_maya_s_smile_] Wow, [mc]! You have the magic touch!
it_it: [_maya_s_smile_] Wow, [mc]! Hai il tocco magico!

source: [_mc_] Heh, well.
it_it: [_mc_] Heh, bene.

source: [_maya_s_smile_] This is almost as simple as a handjob!
it_it: [_maya_s_smile_] Questo è quasi semplice come un lavoro!

source: [_mc_] Oh? Is that your magic touch?
it_it: [_mc_] Oh? È questo il tuo tocco magico?

source: [_maya_s_smile_] Quick and easy. The perfect lazy approach.
it_it: [_maya_s_smile_] Veloce e facile. L'approccio pigro perfetto.

source: [_mc_] If it's so simple, maybe you could—
it_it: [_mc_] Se è così semplice, forse potete—

source: [_maya_s_annoyed_] Sorry, my carpal tunnel is acting up. You're shit out of luck.
it_it: [_maya_s_annoyed_] Mi dispiace, il mio tunnel carpale si sta comportando. Stai gridando di fortuna.

source: [_mc_] What? Me? I was just going to say we could make a killing in the shower industry.
it_it: [_mc_] Cosa? Io? Stavo solo per dire che avremmo potuto fare un omicidio nel settore della doccia.

source: [_mc_] {i}The handyman and the handyhand.{/}
it_it: [_mc_] {i}Il handyman e la handyhand.{/}

source: [_maya_s_flirty_] Only if I'm the handyman.
it_it: [_maya_s_flirty_] Solo se sono il handyman.

source: [_mc_] I thought that was implied?
it_it: [_mc_] pensavo che fosse implicito?

source: [_maya_s_kiss_] It's a deal, then!
it_it: [_maya_s_kiss_] È un affare, allora!

source: [_maya_s_thinking_] Now get out so I can shower.
it_it: [_maya_s_thinking_] Ora esci così posso fare la doccia.

source: There's an image I don't mind holding onto...
it_it: C'è un'immagine che non mi dispiace tenere su...

source: [_mc_] Err, you got it.
it_it: [_mc_] Err, hai capito.

source: Speaking of holding onto images... maybe if I go to sleep quickly, I'll have some extra wet dreams?
it_it: Parlando di tenere le immagini... forse se vado a dormire velocemente, avrò qualche sogno bagnato in più?

source: [_mc_] Let's see here...
it_it: [_mc_] Vediamo qui...

source: [_mc_] Err, I'll have to ask [jo] to call a plumber...
it_it: [_mc_] Err, dovrò chiedere a [jo] di chiamare un idraulico...

source: [_mc_] It might take a few days, though.
it_it: [_mc_] Potrebbe però volerci qualche giorno.

source: [_maya_s_eyeroll_] That's fantastic.
it_it: [_maya_s_eyeroll_] È fantastico.

source: [_maya_s_eyeroll_] I guess I'll just stay filthy, then.
it_it: [_maya_s_eyeroll_] Immagino che rimarrò solo sporco, allora.

source: [_mc_] It seems like the body can match the mind.
it_it: [_mc_] Sembra che il corpo possa corrispondere alla mente.

source: [_maya_s_flirty_] You see right into my dark and dirty soul, don't you?
it_it: [_maya_s_flirty_] Vedete proprio nella mia anima oscura e sporca, vero?

source: [_mc_] Heh. I try.
it_it: [_mc_] Heh. Provo.

source: As hot as [maya] calling herself dirty is... I better hurry up before I start to stink, too.
it_it: Come caldo come [maya] chiamarsi sporca è... meglio affrettarmi prima di iniziare a puzzare, troppo.

source: That would probably just scare her off.
it_it: Probabilmente la spaventerebbe.

source: If I want even the slightest chance of peeping on [maya] taking a shower{space=-55} while she's here, I need to let [jo] know about the shower situation first.{space=-55}
it_it: Se voglio anche la minima possibilità di peeping su [maya] prendere una doccia{space=-55} mentre lei è qui, Ho bisogno di far sapere a [jo] sulla situazione della doccia prima. space=-55}

source: [_mc_] Hello, [jo]!{nw}
it_it: [_mc_] Ciao, [jo]!{nw}

source: [_mc_] So, our shower doesn't seem to be working...
it_it: [_mc_] Quindi, la nostra doccia non sembra funzionare...

source: [_jo_] What did you do to it, [mc]?
it_it: [_jo_] Cosa hai fatto, [mc]?

source: [_mc_] I didn't do anything!
it_it: [_mc_] non ho fatto niente!

source: Ugh, why must she always assume the worst?
it_it: Ugh, perché deve sempre assumere il peggio?

source: [_jo_] Very well.{nw}
it_it: [_jo_] Molto bene.{nw}

source: [_jo_] I'll call a plumber to come take a look.
it_it: [_jo_] Chiamerò un idraulico per venire a dare un'occhiata.

source: [_mc_] Thanks...
it_it: [_mc_] Grazie...

source: Getting blamed for random shit always makes me tired and hungry.
it_it: Incolpare la merda casuale mi rende sempre stanco e affamato.

source: But I really should watch my weight, so sleep it is.
it_it: Ma dovrei davvero guardare il mio peso, in modo da dormire è.

source: [maya] is taking a shower right now. As enticing as perving on her is, I should probably give her some much need privacy.
it_it: [maya] sta prendendo una doccia in questo momento. Come allettante come perving su di lei è, probabilmente dovrei darle un po 'di privacy molto bisogno.

source: Ah, great. I wonder what these two are up to now.
it_it: Ah, grande. Mi chiedo quali sono questi due finora.

source: Those cute dimples and bright eyes can only mean trouble...
it_it: Quelle tenebre carine e gli occhi lucenti possono significare solo problemi...

source: ...specifically, getting me into it.
it_it: ...nello specifico, entrandomi in esso.

source: [_flora_s_smile_] Hello, [mc]!
it_it: [_flora_s_smile_] Ciao, [mc]!

source: [_flora_s_smile_] You're looking... well... less rundown than usual?
it_it: [_flora_s_smile_] Stai cercando... bene... meno degradato del solito?

source: Huh. She's almost being sweet.
it_it: Huh. È quasi dolce.

source: I'll take it... though I wonder what her real motive is.
it_it: Lo prenderò... anche se mi chiedo quale sia il suo vero motivo.

source: [_mc_] What do you want, [flora]?
it_it: [_mc_] Cosa vuoi, [flora]?

source: [_maya_s_dramatic_] Can't a girl give a half-hearted almost-compliment just because?
it_it: [_maya_s_dramatic_] Non può una ragazza dare un mezze cuore quasi-complimenti solo perché?

source: [_mc_] I mean, I guess...
it_it: [_mc_] Voglio dire, immagino...

source: [_flora_s_skeptical_] That's what I get for trying to be nice!
it_it: [_flora_s_skeptical_] Questo è ciò che ottengo per cercare di essere gentile!

source: [_flora_s_skeptical_] And we didn't want anything, okay?
it_it: [_flora_s_skeptical_] E non volevamo niente, okay?

source: [_flora_s_skeptical_] We were just heading to my room to gossip.
it_it: [_flora_s_skeptical_] Stavamo solo andando nella mia stanza per pettegolezzi.

source: [_mc_] Oh? About me?
it_it: [_mc_] Oh? Su di me?

source: [_flora_s_smile_] Yeah, right. That would be boring.
it_it: [_flora_s_smile_] Sì, giusto. Sarebbe noioso.

source: I'd be lying if I said I'm not mildly jealous that [maya] just gets to go into [flora]'s room and hang out with her.
it_it: Sarei mentito se dicessi che non sono leggermente geloso che [maya] arriva solo ad andare nella stanza di [flora]e uscire con lei.

source: One day I'll be invited in...
it_it: Un giorno sarò invitato in...

source: One day...
it_it: Un giorno...

source: [_mc_] Very well. Have f—
it_it: [_mc_] Molto bene. Avere f—

source: [_maya_s_sarcastic_] Sick.
it_it: [_maya_s_sarcastic_] Malattia.

source: [_flora_s_afraid_] What the hell?
it_it: [_flora_s_afraid_] Che inferno?

source: [_maya_s_sarcastic_] Maybe it's the witch?
it_it: [_maya_s_sarcastic_] Forse è la strega?

source: [_flora_s_afraid_] Witch?
it_it: [_flora_s_afraid_] Strega?

source: [_mc_] It's a long story...
it_it: [_mc_] È una lunga storia...

source: [_flora_s_eyeroll_] Whatever.
it_it: [_flora_s_eyeroll_] Qualcosa.

source: [_flora_s_eyeroll_] Can you fix this?
it_it: [_flora_s_eyeroll_] Riesci a risolvere questo problema?

source: [_mc_] Err, it must be due to the storm...
it_it: [_mc_] Err, deve essere dovuto alla tempesta...

source: [_flora_s_cringe_] Ugh! Oh, well. At least there's cell phones.
it_it: [_flora_s_cringe_] Ugh! Oh, bene. Almeno ci sono telefoni cellulari.

source: [_maya_s_bored_] Actually, I'd check your fact factor on that one.
it_it: [_maya_s_bored_] In realtà, controllerei il tuo fattore di fatto su quello.

source: [_mc_] [maya]'s right. There's no cell service.
it_it: [_mc_] [maya]è giusto. Non c'è nessun servizio di cella.

source: [_mc_] The cell towers must be down.
it_it: [_mc_] Le torri della cella devono essere giù.

source: [_flora_s_cringe_] What?! Oh, my god! What are we supposed to do?
it_it: [_flora_s_cringe_] Cosa?! Oh, mio Dio! Che cosa dovremmo fare?

source: [_flora_s_cringe_] Can people literally die of boredom?
it_it: [_flora_s_cringe_] La gente può letteralmente morire di noio?

source: [_maya_s_bored_] I've definitely heard of a case or two.
it_it: [_maya_s_bored_] Ho sicuramente sentito parlare di un caso o due.

source: [_maya_s_bored_] Worse, though — we could be stuck with nothing but our own thoughts{space=-70} for hours.
it_it: [_maya_s_bored_] Peggio ancora: potremmo rimanere bloccati solo con i nostri pensieri{space=-70} per ore.

source: [_flora_s_annoyed_] Great. So, what are we going to do?
it_it: [_flora_s_annoyed_] Grande. Quindi, cosa faremo?

source: [_mc_] I know one thing we could do that involves sheets and pillows...
it_it: [_mc_] Conosco una cosa che potremmo fare che coinvolge lenzuola e cuscini...

source: [_flora_s_cringe_] Really, [mc]? Gross.
it_it: [_flora_s_cringe_] Davvero, [mc]? Gross.

source: [_mc_] What?! I was talking about building a fort!
it_it: [_mc_] Cosa?! Stavo parlando di costruire un forte!

source: [_mc_] Get your mind out of the gutter, [flora]!
it_it: [_mc_] Sfrutta la tua mente dal grondaio, [flora]!

source: [_flora_s_eyeroll_] Sure you were.
it_it: [_flora_s_eyeroll_] Sicuro che eravi.

source: [_maya_s_confident_] Interesting and unexpected form of creativity from you, [mc].
it_it: [_maya_s_confident_] Forma interessante e inaspettata di creatività da parte tua, [mc].

source: [_mc_] Thanks, I think?
it_it: [_mc_] Grazie, penso?

source: [_flora_s_annoyed_] Either way, I don't think [jo] would appreciate the mess.
it_it: [_flora_s_annoyed_] In ogni caso, non penso che [jo] apprezzerebbe il disordine.

source: [_mc_] Yeah, you're probably right...
it_it: [_mc_] Sì, probabilmente hai ragione...

source: [_mc_] Each other?
it_it: [_mc_] L'un l'altro?

source: [_flora_s_cringe_] Is that seriously what you're going with?
it_it: [_flora_s_cringe_] È sul serio con quello che stai andando?

source: [_mc_] I can't be all wit all the time, you know?
it_it: [_mc_] Non posso essere tutto spiritoso per tutto il tempo, sapete?

source: [_flora_s_annoyed_] You're a halfwit short of a candle.
it_it: [_flora_s_annoyed_] Sei una mezzaluna corta di una candela.

source: [_mc_] I think you mean "wick."
it_it: [_mc_] Penso che tu voglia dire "cattivo".

source: [_flora_s_sarcastic_] I stand corrected.
it_it: [_flora_s_sarcastic_] Sono in piedi corretto.

source: [_flora_s_sarcastic_] A whole wit short.
it_it: [_flora_s_sarcastic_] Un intero wit breve.

source: [_maya_s_confident_] One whole wit! That's a lot.
it_it: [_maya_s_confident_] Un testimone intero! È molto.

source: [_maya_s_confident_] You should probably look into that.
it_it: [_maya_s_confident_] Si dovrebbe probabilmente esaminare in questo.

source: [_mc_] Ugh... you guys suck...
it_it: [_mc_] Ugh... ragazzi...

source: [_maya_s_confident_] Only when my hand is tired.
it_it: [_maya_s_confident_] Solo quando la mia mano è stanca.

source: [_mc_] We could tell each other stories about eldritch horrors.
it_it: [_mc_] Potremmo raccontarci vicendevolmente storie sugli orrori di eldritco.

source: [_flora_s_flirty_] Real ones, or made up ones?
it_it: [_flora_s_flirty_] Reali o costituiti?

source: [_mc_] Maybe both?
it_it: [_mc_] Forse entrambi?

source: [_maya_s_dramatic_] Oh, wow. That sounds like a really lit time.
it_it: [_maya_s_dramatic_] Oh, wow. Sembra un tempo davvero acceso.

source: [_maya_s_dramatic_] Definitely the most fun activity to do in the dark.
it_it: [_maya_s_dramatic_] Sicuramente l'attività più divertente da fare al buio.

source: [_maya_s_dramatic_] I can't think of anything more exciting.
it_it: [_maya_s_dramatic_] Non riesco a pensare a niente di più eccitante.

source: [_flora_s_laughing_] Err, maybe we could do something else...
it_it: [_flora_s_laughing_] Err, forse potremmo fare qualcos'altro...

source: [_mc_] I'm down for whatever you guys want.
it_it: [_mc_] Sono giù per quello che vuoi ragazzi.

source: [_flora_s_thinking_] How about a board game? Could you get one for us out of the attic?{space=-10}
it_it: [_flora_s_thinking_] Che ne dici di un gioco da tavolo? Potresti farne uno per noi fuori dall'attic?{space=-10}

source: [_mc_] Does that mean you won't exclude me?
it_it: [_mc_] Significa che non mi escluderete?

source: [_flora_s_worried_] Well, do you want to be included?
it_it: [_flora_s_worried_] Beh, vuoi essere incluso?

source: [_flora_s_confused_] Can't you just get a board game for us out of the attic or something?{space=-25}
it_it: [_flora_s_confused_] Non puoi solo ottenere un gioco da tavolo per noi fuori dalla soffitta o qualcosa?{space=-25}

source: [_flora_s_confused_] Well, do you want to be included?
it_it: [_flora_s_confused_] Beh, vuoi essere incluso?

source: [_mc_] It would be nice not to feel left out...
it_it: [_mc_] Sarebbe bello non sentirsi esclusi...

source: [_flora_s_smile_] Very well. You're in.
it_it: [_flora_s_smile_] Molto bene. Sei dentro.

source: [_flora_s_smile_] Get a game down for us and we'll all play!
it_it: [_flora_s_smile_] Ottieni una partita per noi e giocheremo tutti!

source: This might be a good opportunity for us to hang out...
it_it: Questa potrebbe essere una buona opportunità per noi per uscire...

source: I could be imagining it, but there even seems to be a hint of excitement in [flora]'s voice.
it_it: Potrei immaginarlo, ma sembra che ci sia anche un accenno di eccitazione nella voce di [flora].

source: [_mc_] All right! Deal!
it_it: [_mc_] Va bene! Affare!

source: [_flora_s_smile_] Thanks! We'll wait for you in your room.
it_it: [_flora_s_smile_] Grazie! Ti aspetteremo nella tua camera.

source: [_flora_s_annoyed_] Fine, then. You're in.
it_it: [_flora_s_annoyed_] Bene, allora. Sei dentro.

source: [_flora_s_annoyed_] Get a game down for us and we'll all play.
it_it: [_flora_s_annoyed_] Gioca una partita per noi e giocheremo tutti.

source: Hmm... [flora] doesn't sound all too excited about the prospect...
it_it: Hmm... [flora] non suona troppo eccitato per la prospettiva...

source: Still, it could end up being some quality bonding time for us.
it_it: Ancora, potrebbe finire per essere un po 'di tempo di legame di qualità per noi.

source: [_flora_s_sarcastic_] Thanks. We'll wait for you in your room.
it_it: [_flora_s_sarcastic_] Grazie. Ti aspettiamo nella tua camera.

source: Storm outside versus power outage inside?
it_it: Tempesta fuori contro interruzione di corrente all'interno?

source: Hmm... I'll stay inside.
it_it: Hmm... Resterò dentro.

source: Still a gaping useless hole...
it_it: Ancora un buco inutile spalancato...

source: Heh. Never thought I'd say that before.
it_it: Heh. Non ha mai pensato che lo avrei detto prima.

source: But without the ladder, it's kind of true.
it_it: Ma senza la scala, è piuttosto vero.
