Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_spell.po
Languages: fr_fr, it_it

source: A simple, seemingly harmless every day act...
fr_fr: Un acte quotidien simple et apparemment inoffensif...
it_it: Un semplice, apparentemente innocuo ogni giorno...

source: ...and yet, for the second time since I've entered [maya]'s vortex, fire catches.
fr_fr: ...et pourtant, pour la deuxième fois depuis que je suis entré dans le vortex de [maya], le feu prend.
it_it: ...e ancora, per la seconda volta da quando sono entrato nel vortex di [maya], cattura fuoco.

source: And not the heart-stopping, fireworks inducing, love making kind.
fr_fr: Et ce n'est pas le genre d'amour qui fait battre le cœur, qui provoque des feux d'artifice.
it_it: E non l'arresto del cuore, i fuochi d'artificio che inducono, l'amore che rende gentile.

source: The soda fountain sparks in an instant and flames jump into the air.
fr_fr: La fontaine à soda étincelle en un instant et des flammes sautent dans l'air.
it_it: La fontana di soda scintilla in un istante e fiamme saltano nell'aria.

source: [_maya_s_annoyed_] Oh, perfect. Just the kind of soda I was hoping for.
fr_fr: [_maya_s_annoyed_] Oh, parfait. Juste le genre de soda que j'espérais.
it_it: [_maya_s_annoyed_] Oh, perfetto. Proprio il tipo di soda che stavo sperando.

source: [_mc_] Quick, we need to do something!
fr_fr: [_mc_] Vite, il faut faire quelque chose !
it_it: [_mc_] Veloce, dobbiamo fare qualcosa!

source: [_maya_s_eyeroll_] Do we? I was just going to let it catch the whole building on fire.
fr_fr: [_maya_s_eyeroll_] C'est le cas ? J'allais juste le laisser mettre le feu à tout le bâtiment.
it_it: [_maya_s_eyeroll_] Fai? Stavo solo per lasciare che catturasse l'intero edificio in fiamme.

source: Hmm... as tempting as that actually is...
fr_fr: Hmm... aussi tentant que cela puisse être...
it_it: Hmm... così allettante come quello in realtà è...

source: Welp, here goes nothing.
fr_fr: Eh bien, il n'y a rien à faire.
it_it: Welp, qui non va nulla.

source: [_maya_s_thinking_] You really love whipping your dick out and pissing on things, don't you?{space=-75}
fr_fr: [_maya_s_thinking_] Tu aimes vraiment sortir ta bite et pisser sur les choses, n'est-ce pas ?{space=-75}
it_it: [_maya_s_thinking_] Ti piace davvero frustare il tuo cazzo fuori e pisciare sulle cose, no?{space=-75}

source: [_mc_] It's a primordial urge, okay? Territory marking and shit.
fr_fr: [_mc_] C'est un besoin primordial, d'accord ? Le marquage du territoire et tout ça.
it_it: [_mc_] È una primordiale urgenza, okay? Territorio marcatura e merda.

source: [_maya_s_flirty_] Oh, it's an urge, all right.
fr_fr: [_maya_s_flirty_] Oh, c'est une envie, d'accord.
it_it: [_maya_s_flirty_] Oh, è un desiderio, va bene.

source: Like a practiced fire pisser, I whip out my hose and aim it at the soda{space=-20} machine.
fr_fr: Comme un pompier expérimenté, je sors mon tuyau d'arrosage et le dirige vers la machine à soda{space=-20} .
it_it: Come un pisser di fuoco praticato, frusta il mio tubo e miralo alla macchina soda{space=-20} .

source: In an instant, my yellow stream bursts forth and quenches the evil fire before it can spread.
fr_fr: En un instant, mon jet jaune jaillit et éteint le feu maléfique avant qu'il ne se propage.
it_it: In un istante, il mio ruscello giallo scoppia e spegne il fuoco malvagio prima che possa diffondersi.

source: [_mc_] Easy fix. Once again, the hero saves the day.
fr_fr: [_mc_] Solution facile. Une fois de plus, le héros sauve la situation.
it_it: [_mc_] Facile riparazione. Ancora una volta, l'eroe salva la giornata.

source: [_mc_] That's just what I do. Spring into action.
fr_fr: [_mc_] C'est exactement ce que je fais. Je me lance dans l'action.
it_it: [_mc_] È proprio quello che faccio. Primavera in azione.

source: [_jo_s_cringe_] [mc]! Did you just expose yourself publicly?
fr_fr: [_jo_s_cringe_] [mc] ! Est-ce que tu viens de t'exposer publiquement ?
it_it: [_jo_s_cringe_] [mc]! Ti sei appena esposto pubblicamente?

source: Ugh, never a happy moment...
fr_fr: Ugh, jamais un moment de bonheur...
it_it: Ugh, mai un momento felice...

source: [_mc_] I did, but only to put out a raging fire, okay? It was, err... decently.
fr_fr: [_mc_] Je l'ai fait, mais seulement pour éteindre un feu qui faisait rage, d'accord ? C'était, euh... décemment.
it_it: [_mc_] Ho fatto, ma solo per spegnere un fuoco infuriante, ok? Era errato... decentemente.

source: [_jo_s_cringe_] Then you call for help! Or, god forbid, use water!
fr_fr: [_jo_s_cringe_] Alors vous appelez à l'aide ! Ou, à Dieu ne plaise, utilisez de l'eau !
it_it: [_jo_s_cringe_] Allora chiedi aiuto! Oppure, Dio vieta, usa l'acqua!

source: [_mc_] Sorry, I was thinking fast on my feet...
fr_fr: [_mc_] Désolé, je réfléchissais rapidement...
it_it: [_mc_] Mi dispiace, stavo pensando velocemente ai miei piedi...

source: [_jo_s_displeased_] I'm afraid I'm going to have to give you detention for this, young man.{space=-35}
fr_fr: [_jo_s_displeased_] Je crains de devoir vous mettre en retenue pour cela, jeune homme.{space=-35}
it_it: [_jo_s_displeased_] Temo che dovrò darti la detenzione per questo, giovane.{space=-35}

source: [_jo_s_displeased_] I can't have students being so careless.
fr_fr: [_jo_s_displeased_] Je ne peux pas tolérer que des étudiants soient aussi négligents.
it_it: [_jo_s_displeased_] Non posso avere studenti così imprudenti.

source: Seriously? This is what happens with heroics...
fr_fr: Sérieusement ? C'est ce qui arrive avec l'héroïsme...
it_it: Seriamente? Questo è quello che succede con l'eroica...

source: [_mc_] Fine. Whatever.
fr_fr: [_mc_] Fine. Peu importe.
it_it: [_mc_] Bene. Qualcosa.

source: [_jo_s_displeased_] And don't take that tone with me, mister, or I'll add more time.
fr_fr: [_jo_s_displeased_] Et ne prenez pas ce ton avec moi, monsieur, ou je rajouterai du temps.
it_it: [_jo_s_displeased_] E non prendere quel tono con me, mister, o aggiungerò più tempo.

source: [_maya_s_thinking_] Damn, you really pissed her off.
fr_fr: [_maya_s_thinking_] Bon sang, tu l'as vraiment énervée.
it_it: [_maya_s_thinking_] Dannazione, la hai davvero baciata.

source: After scanning the room for a moment, my eyes land on the freshly brewed pot of coffee.
fr_fr: Après avoir balayé la pièce du regard, mes yeux se posent sur la cafetière fraîchement préparée.
it_it: Dopo aver scansionato la stanza per un attimo, i miei occhi atterrano sulla pentola appena preparata di caffè.

source: In an instant, the scalding liquid hisses into the flames.
fr_fr: En un instant, le liquide brûlant siffle dans les flammes.
it_it: In un attimo, il liquido scottante sibila nelle fiamme.

source: The fire sputters, jumps once, then suddenly roars into greater life.
fr_fr: Le feu crachote, saute une fois, puis se met soudain à rugir de plus belle.
it_it: Il fuoco sputters, salta una volta, poi improvvisamente ruggisce nella vita più grande.

source: [_mc_] Crap. That didn't go as planned.
fr_fr: [_mc_] Merde. Cela ne s'est pas passé comme prévu.
it_it: [_mc_] Crap. Non è andato come previsto.

source: [_guard_s_angry_] Did you just throw my coffee on that fire?!
fr_fr: [_guard_s_angry_] Tu as jeté mon café sur le feu ?!
it_it: [_guard_s_angry_] Hai appena buttato il mio caffè su quel fuoco?!

source: [_mc_] Err, I think the bigger problem here is the fire...
fr_fr: [_mc_] Err, je pense que le plus gros problème est l'incendie...
it_it: [_mc_] Err, penso che il problema più grande qui sia il fuoco...

source: What is going on with people lately?
fr_fr: Que se passe-t-il avec les gens ces derniers temps ?
it_it: Che cosa sta succedendo con le persone ultimamente?

source: [_guard_s_neutral_phone_] Right... I guess I'll call 911...
fr_fr: [_guard_s_neutral_phone_] D'accord... Je suppose que je vais appeler le 911...
it_it: [_guard_s_neutral_phone_] Destra... Immagino che chiamerò 911...

source: He grumbles incoherently at me for a moment.
fr_fr: Il me regarde en grommelant de façon incohérente pendant un moment.
it_it: Mi soffoca incoerentemente per un momento.

source: That tired, sugar-withdrawal-look all over his pudgy face.
fr_fr: Ce regard fatigué, en manque de sucre, sur son visage rondouillard.
it_it: Quel stanco, zucchero-ritiro-sguardo su tutto il suo volto pudgy.

source: What a weird reaction... but at least he's taking care of it.
fr_fr: Quelle réaction bizarre... mais au moins il s'en occupe.
it_it: Che reazione strana... ma almeno si sta prendendo cura di esso.

source: Not that it was my fault to begin with...
fr_fr: Non pas que ce soit ma faute au départ...
it_it: Non che sia stato colpa mia per cominciare...

source: [_mc_] Help! Help! Fire! [withvpunch]
fr_fr: [_mc_] Au secours ! Au secours ! Au feu ! [withvpunch]
it_it: [_mc_] Aiuto! Aiuto! Fuoco! [withvpunch]

source: [_flora_s_afraid_] [mc]? What did you do?
fr_fr: [_flora_s_afraid_] [mc] ? Qu'est-ce que tu as fait ?
it_it: [_flora_s_afraid_] [mc]? Cosa hai fatto?

source: [_mc_] I didn't do anything!
fr_fr: [_mc_] Je n'ai rien fait !
it_it: [_mc_] non ho fatto niente!

source: [_flora_s_smile_] Oh, really? I've heard that one before.
fr_fr: [_flora_s_Souriez_] Oh, vraiment ? Je l'ai déjà entendue.
it_it: [_flora_s_smile_] Oh, veramente? L'ho sentito prima.

source: [_mc_] Seriously, [flora]! If you're not going to be useful, just go away!
fr_fr: [_mc_] Sérieusement, [flora] ! Si vous n'êtes pas utile, partez !
it_it: [_mc_] Seriamente, [flora]! Se non hai intenzione di essere utile, basta andarti!

source: [_flora_s_skeptical_] Wow, rude!
fr_fr: [_flora_s_skeptical_] Wow, grossier !
it_it: [_flora_s_skeptical_] Wow, maleducato!

source: [_mc_] God, where is everyone when you actually want them?!
fr_fr: [_mc_] Mon Dieu, où sont les gens quand on a besoin d'eux ?!
it_it: [_mc_] Dio, dove sono tutti quando li vuoi veramente?!

source: [_maya_s_bored_] It's fine, [mc], I got this.
fr_fr: [_maya_s_bored_] C'est bon, [mc], je m'en occupe.
it_it: [_maya_s_bored_] Va bene, [mc], ho ottenuto questo.

source: As casually as swatting a fly, [maya] upends a pot of water onto the fire.{space=-55}
fr_fr: Avec autant de désinvolture qu'une mouche, [maya] renverse un pot d'eau sur le feu.{space=-55}
it_it: Tanto casualmente quanto swatting una mosca, [maya] fa salire un vaso d'acqua sul fuoco.{space=-55}

source: Immediately it coughs, shivers, and dies.
fr_fr: Immédiatement, il tousse, tremble et meurt.
it_it: Immediatamente tosse, brividi, e muore.

source: [_maya_] No sense in waiting around for others to be of use.
fr_fr: [_maya_] Il est inutile d'attendre que les autres soient utiles.
it_it: [_maya_] Non ha senso aspettare che gli altri siano utili.

source: [_mc_] Cynical much?
fr_fr: [_mc_] Un peu de cynisme ?
it_it: [_mc_] molto cinico?

source: [_maya_] Practical much.
fr_fr: [_maya_] Pratiquement beaucoup.
it_it: [_maya_] Pratico molto.

source: [_mc_] I guess...
fr_fr: [_mc_] Je suppose ...
it_it: [_mc_] indovino...

source: Thankfully, we're in a place with plenty of liquids.
fr_fr: Heureusement, nous sommes dans un endroit où il y a beaucoup de liquides.
it_it: Per fortuna, siamo in un posto con un sacco di liquidi.

source: So many beverages from the vending machine to choose from...
fr_fr: Il y a tellement de boissons à choisir dans le distributeur automatique...
it_it: Tante bevande dal distributore automatico tra cui scegliere...

source: But anything will do, so long as the fire likes it.
fr_fr: Mais n'importe quoi peut faire l'affaire, pourvu que le feu l'apprécie.
it_it: Ma tutto farà fino a quando il fuoco lo piacerà.

source: With the drink in hand, I run back to the fire and dump its contents on the jumping flame.
fr_fr: Le verre à la main, je cours vers le feu et déverse son contenu sur la flamme naissante.
it_it: Con la bevanda in mano, torno al fuoco e getto il suo contenuto sulla fiamma di salto.

source: It tries to fight back, but its life is brief.
fr_fr: Il tente de se défendre, mais sa vie est brève.
it_it: Cerca di combattere indietro, ma la sua vita è breve.

source: It gives one last sputtering gasp, before dying.
fr_fr: Il émet un dernier crachotement avant de mourir.
it_it: Dà un ultimo sputtering gasp, prima di morire.

source: [_mc_] Ha! Take that!
fr_fr: [_mc_] Ha ! Prends ça !
it_it: [_mc_] Ciao! Prendetelo!

source: [_maya_s_smile_hands_in_pockets_] Well done, [mc].
fr_fr: [_maya_s_Souriez_hands_in_pockets_] Bien joué, [mc].
it_it: [_maya_s_smile_hands_in_pockets_] Ben fatto, [mc].

source: [_mc_] You know you don't have to keep setting fires to get my attention, right?
fr_fr: [_mc_] Tu sais que tu n'as pas besoin de mettre le feu pour attirer mon attention, n'est-ce pas ?
it_it: [_mc_] Sai che non devi continuare a mettere fuochi per attirare la mia attenzione, giusto?

source: [_maya_s_dramatic_] Oh, but how else would I get that attention I crave so desperately?
fr_fr: [_maya_s_dramatic_] Oh, mais comment pourrais-je obtenir l'attention dont j'ai si désespérément besoin ?
it_it: [_maya_s_dramatic_] Oh, ma come avrei potuto ottenere quell'attenzione che ho tanto desiderato?

source: [_maya_s_dramatic_] My life just isn't complete without your wandering gaze and magnetic{space=-25} personality!
fr_fr: [_maya_s_dramatic_] Ma vie n'est pas complète sans ton regard errant et ta personnalité magnétique !{space=-25}
it_it: [_maya_s_dramatic_] La mia vita non è completa senza il tuo sguardo vagante e magnetico{space=-25} personalità!

source: [_mc_] Okay, okay. Take it easy. I was just joking.
fr_fr: [_mc_] D'accord, d'accord. Calmez-vous. Je plaisantais.
it_it: [_mc_] Okay, okay. Prenditi facile. Stavo solo scherzando.

source: [_maya_s_sarcastic_] And I was completely sincere.
fr_fr: [_maya_s_sarcastic_] Et j'étais tout à fait sincère.
it_it: [_maya_s_sarcastic_] E ero completamente sincero.

source: I wonder what [maya]'s sincerity actually looks like. It's hard to picture.{space=-30}
fr_fr: Je me demande à quoi ressemble la sincérité de [maya]. C'est difficile à imaginer.{space=-30}
it_it: Mi chiedo quale sia la sincerità di [maya]. È difficile da immaginare.{space=-30}

source: [_mc_] Anyway, do you feel like actually giving that spell a try now?
fr_fr: [_mc_] Quoi qu'il en soit, avez-vous envie d'essayer ce sort maintenant ?
it_it: [_mc_] Comunque, hai voglia di dare effettivamente questo incantesimo ora di prova?

source: [_maya_s_neutral_] Why?
fr_fr: [_maya_s_neutral_] Pourquoi ?
it_it: [_maya_s_neutral_] Perché?

source: [_mc_] Oh, I don't know, the fact yet another spontaneous fire has erupted in your presence?
fr_fr: [_mc_] Oh, je ne sais pas, le fait qu'un autre incendie spontané ait éclaté en votre présence ?
it_it: [_mc_] Oh, non so, il fatto che un altro fuoco spontaneo è scoppiato in vostra presenza?

source: [_maya_s_annoyed_] Right, that.
fr_fr: [_maya_s_annoyed_] C'est vrai, ça.
it_it: [_maya_s_annoyed_] destra, quello.

source: [_mc_] Yeah, that.
fr_fr: [_mc_] Oui, c'est ça.
it_it: [_mc_] Sì, quello.

source: [_maya_s_smile_] Sure, why not?
fr_fr: [_maya_s_smile_] Bien sûr, pourquoi pas ?
it_it: [_maya_s_smile_] Certo, perché no?

source: [_maya_s_smile_] I have nothing to lose now but my life.
fr_fr: [_maya_s_smile_] Je n'ai plus rien à perdre, sauf ma vie.
it_it: [_maya_s_smile_] Non ho nulla da perdere ora ma la mia vita.

source: [_mc_] That's the spirit!
fr_fr: [_mc_] C'est ça l'esprit !
it_it: [_mc_] Questo è lo spirito!

source: [_maya_s_smile_] So, where are we going to weave this thing?
fr_fr: [_maya_s_Souriez_] Alors, où allons-nous tisser cette chose ?
it_it: [_maya_s_smile_] Allora, dove intendiamo tessere questa cosa?

source: [_mc_] Meet me in the science classroom at midnight?
fr_fr: [_mc_] Rejoignez-moi dans la salle de cours de sciences à minuit ?
it_it: [_mc_] Incontrami nella classe di scienza a mezzanotte?

source: [_maya_s_flirty_] Oh, my! What a scandalous hour!
fr_fr: [_maya_s_flirty_] Oh, mon Dieu ! Quelle heure scandaleuse !
it_it: [_maya_s_flirty_] Oh, mio! Che ora scandalosa!

source: [_mc_] I'll keep it all business this time.
fr_fr: [_mc_] Je vais m'en tenir aux affaires cette fois-ci.
it_it: [_mc_] lo terrò per tutto questo tempo.

source: [_maya_s_kiss_] Lucky me.
fr_fr: [_maya_s_kiss_] J'ai de la chance.
it_it: [_maya_s_kiss_] Fortunatemi.

source: [_maya_s_kiss_] See you at midnight, then.
fr_fr: [_maya_s_kiss_] On se voit à minuit, alors.
it_it: [_maya_s_kiss_] Ci vediamo a mezzanotte, allora.

source: It's getting late. I better get to the science classroom before the [guard] locks me out.
fr_fr: Il se fait tard. Je ferais mieux d'aller dans la salle de sciences avant que le [gardien] ne m'enferme dehors.
it_it: Sta diventando in ritardo. Meglio arrivare alla classe di scienza prima che la [guard] mi chiuda fuori.

source: Phew! Just in time!
fr_fr: Ouf ! Juste à temps !
it_it: Phew! Proprio in tempo!

source: It's going to be tricky staying at school after dark, but the [guard] should be easy enough to dupe.
fr_fr: Il va être difficile de rester à l'école après la tombée de la nuit, mais le [guard] devrait être assez facile à duper.
it_it: Sarà difficile rimanere a scuola dopo il buio, ma l' [guard] dovrebbe essere abbastanza facile da dovere.

source: I just need to find a way to hide out in the science classroom while he does his sweep.
fr_fr: Il faut juste que je trouve un moyen de me cacher dans la classe de sciences pendant qu'il fait son balayage.
it_it: Ho solo bisogno di trovare un modo per nascondersi in classe di scienza mentre lui fa il suo spazzatura.

source: Let's see what my options are here...
fr_fr: Voyons quelles sont les options qui s'offrent à moi...
it_it: Vediamo quali sono le mie opzioni...

source: Let's try that again...
fr_fr: Essayons encore une fois...
it_it: Proviamo di nuovo...

source: Pretending to be made of stone didn't work. I'd much rather be getting stoned.
fr_fr: Faire semblant d'être en pierre n'a pas fonctionné. Je préférerais me faire défoncer.
it_it: In attesa di essere fatto di pietra non ha funzionato. Preferirei molto essere lapidato.

source: I still need to cast that spell, though.
fr_fr: Mais je dois encore jeter ce sort.
it_it: Ho ancora bisogno di lanciare quell'incantesimo, però.

source: I'll just go with the old silver paint ruse again.
fr_fr: Je vais encore utiliser la vieille ruse de la peinture argentée.
it_it: Andrò solo con la vecchia rabbia di vernice d'argento.

source: If it ain't broke, don't fix it, right?
fr_fr: Si ce n'est pas cassé, ne le réparez pas, n'est-ce pas ?
it_it: Se non è rotto, non ripararlo, giusto?

source: If [jacklyn] has taught me anything, I'm going to need silver paint for this to work.
fr_fr: Si [jacklyn] m'a appris quelque chose, je vais avoir besoin de peinture argentée pour que cela fonctionne.
it_it: Se [jacklyn] mi ha insegnato qualcosa, ho bisogno di vernice d'argento perché questo funzioni.

source: I'm pretty sure there's a bucket in the art classroom.
fr_fr: Je suis presque sûr qu'il y a un seau dans la classe d'art.
it_it: Sono abbastanza sicuro che ci sia un secchio in aula d'arte.

source: Maybe this time the [guard] will fall for my tricks?
fr_fr: Peut-être que cette fois-ci, le [guard] se laissera prendre à mon jeu ?
it_it: Forse questa volta la [guard] cadrà per i miei trucchi?

source: I just have to {i}be{/} my environment.
fr_fr: Il me suffit de {i}être{/} mon environnement.
it_it: Devo solo {i}be{/} il mio ambiente.

source: Like a chameleon blending into his leaf...
fr_fr: Tel un caméléon se fondant dans sa feuille...
it_it: Come un camaleonte che si fonde nella sua foglia...

source: Nothing to see here, people. I'm just running an experiment.
fr_fr: Il n'y a rien à voir ici. Je fais juste une expérience.
it_it: Niente da vedere qui, la gente. Sto solo eseguendo un esperimento.

source: "How long can one loner go unnoticed?"
fr_fr: "Combien de temps un solitaire peut-il passer inaperçu ?"
it_it: "Per quanto tempo un loner può passare inosservato?"

source: In other words, the same experiment I've been running all my life.
fr_fr: En d'autres termes, la même expérience que celle que j'ai menée toute ma vie.
it_it: In altre parole, lo stesso esperimento che ho eseguito per tutta la mia vita.

source: It seems to be working—
fr_fr: Cela semble fonctionner...
it_it: Sembra che stia funzionando—

source: [_guard_s_angry_flashlight_] Hey! Are you seriously trying to pull this crap again, kid?
fr_fr: [_guard_s_angry_flashlight_] Hé ! Tu essaies vraiment de nous refaire le coup, gamin ?
it_it: [_guard_s_angry_flashlight_] Ehi! Stai seriamente cercando di tirare di nuovo questo sacchetto, bambino?

source: Damn, I should have known he's not as stupid as he looks.
fr_fr: J'aurais dû me douter qu'il n'était pas aussi stupide qu'il en avait l'air.
it_it: Dannazione, avrei dovuto sapere che non è stupido come sembra.

source: I really need to stop doing this ruse...
fr_fr: Il faut vraiment que j'arrête cette ruse...
it_it: Ho davvero bisogno di smettere di fare questo russo...

source: [_guard_s_angry_flashlight_] Hey! What do you think you're doing?
fr_fr: [_guard_s_angry_flashlight_] Hé ! Que penses-tu que tu fais ?
it_it: [_guard_s_angry_flashlight_] Hey! Cosa pensi che stai facendo?

source: Shit.
fr_fr: Merde.
it_it: Merda.

source: Don't move a muscle... don't move a muscle...
fr_fr: Ne bougez pas un muscle... ne bougez pas un muscle...
it_it: Non spostare un muscolo... non spostare un muscolo...

source: [_guard_s_suspicious_flashlight_] Quit playing school clown. You're coming with me.
fr_fr: [_guard_s_suspicious_flashlight_] Arrête de faire le clown de l'école. Tu viens avec moi.
it_it: [_guard_s_suspicious_flashlight_] Smettete di giocare il clown della scuola. Stai venendo con me.

source: Damn it! So close to working.
fr_fr: Bon sang de bonsoir ! Il s'en est fallu de peu pour que ça marche.
it_it: Dannazione! Così vicino a lavorare.

source: Well, last night was a complete failure.
fr_fr: La nuit dernière a été un échec total.
it_it: Bene, ieri sera è stato un fallimento completo.

source: Not only is [maya] still cursed, but now she's probably also mad at me for standing her up.
fr_fr: Non seulement [Maya] est toujours maudite, mais en plus, elle m'en veut probablement de l'avoir soutenue.
it_it: Non solo [maya] è ancora maledetto, ma ora è probabilmente anche arrabbiata con me per averla alzata.

source: Hopefully, she's still willing to give that spell a try...
fr_fr: Espérons qu'elle soit toujours prête à essayer ce sort...
it_it: Speriamo che lei sia ancora disposta a fare un tentativo...

source: The most cliché spot would be under the table, and honestly, it might go overlooked this time.
fr_fr: L'endroit le plus cliché serait sous la table, et honnêtement, il pourrait être négligé cette fois-ci.
it_it: Il posto più cliche<unk> sarebbe sotto il tavolo, e onestamente, potrebbe andare trascurato questa volta.

source: It's neither comfortable nor flattering, but it'll have to do.
fr_fr: Ce n'est ni confortable ni flatteur, mais il faudra s'en contenter.
it_it: Non è né comodo né lusinghiero, ma dovrà fare.

source: God, what a compromising position...
fr_fr: Mon Dieu, quelle position compromettante...
it_it: Dio, che posizione compromessa...

source: Hopefully, I don't get caught. How humiliating would that be?
fr_fr: Avec un peu de chance, je ne me ferai pas prendre. Ce serait vraiment humiliant.
it_it: Speriamo che non mi venga catturato. Quanto sarebbe umiliante?

source: Especially if [maya] sees me.
fr_fr: Surtout si [maya] me voit.
it_it: Soprattutto se [maya] mi vede.

source: Stomping footsteps approach, accompanied by labored breathing.
fr_fr: Des pas lourds s'approchent, accompagnés d'une respiration difficile.
it_it: Approccio pedonale, accompagnato da respirazione laboriosa.

source: It's either an angry [flora] or the [guard].
fr_fr: Il s'agit soit d'une [flora] en colère, soit du [gardien].
it_it: Si tratta di un [flora] arrabbiato o [guard].
