Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_spell.po
Languages: fr_fr, it_it

source: [_mc_] My pot of frogs, [jacklyn]'s sweat, and [kate]'s hair.
fr_fr: [_mc_] Mon pot de grenouilles, la sueur de [jacklyn] et les cheveux de [_mc_] Kate].
it_it: [_mc_] La mia pentola di rane, il sudore di [jacklyn]e i capelli di [kate].

source: [_maya_s_thinking_] Do I want to know how you got these things?
fr_fr: [_maya_s_thinking_] Est-ce que je veux savoir comment vous avez eu ces choses ?
it_it: [_maya_s_thinking_] Voglio sapere come hai ottenuto queste cose?

source: [_mc_] I sold my soul.
fr_fr: [_mc_] J'ai vendu mon âme.
it_it: [_mc_] ho venduto la mia anima.

source: [_maya_s_concerned_] Really? I don't remember any recent transactions.
fr_fr: [_maya_s_concerned_] Vraiment ? Je ne me souviens d'aucune transaction récente.
it_it: [_maya_s_concerned_] Davvero? Non ricordo nessuna transazione recente.

source: [_mc_] Ah, damn. The payment must not have gone through...
fr_fr: [_mc_] Ah, zut. Le paiement n'a pas dû être effectué...
it_it: [_mc_] Ah, maledetta. Il pagamento non deve essere stato effettuato...

source: [_maya_s_kiss_] I'll write it down. Make it an IOU.
fr_fr: [_maya_s_kiss_] Je vais l'écrire. C'est une reconnaissance de dette.
it_it: [_maya_s_kiss_] lo scriverò. Rendilo un IOU.

source: [_mc_] Heh. Okay.
fr_fr: [_mc_] Heh. D'accord.

source: [_mc_] I slaved away for days to gather them.
fr_fr: [_mc_] J'ai travaillé pendant des jours pour les rassembler.
it_it: [_mc_] Ho schiavo via per giorni per raccoglierli.

source: [_maya_s_dramatic_] All just part of your giving nature, right?
fr_fr: [_maya_s_dramatic_] Tout cela fait partie de votre nature généreuse, n'est-ce pas ?
it_it: [_maya_s_dramatic_] Tutto solo parte della tua natura donatrice, giusto?

source: [_maya_s_dramatic_] You don't possibly want anything in return, do you?
fr_fr: [_maya_s_dramatic_] Vous ne pouvez pas vouloir quelque chose en retour, n'est-ce pas ?
it_it: [_maya_s_dramatic_] Forse non vuoi nulla in cambio, vero?

source: [_mc_] Is that so hard to believe?
fr_fr: [_mc_] Est-ce si difficile à croire ?
it_it: [_mc_] È così difficile da credere?

source: [_maya_s_cringe_] Harder to believe than equality between the sexes.
fr_fr: [_maya_s_cringe_] Plus difficile à croire que l'égalité entre les sexes.
it_it: [_maya_s_cringe_] Più difficile credere che l'uguaglianza tra i sessi.

source: [_mc_] I'm simply helping a friend. Stop being snarky and just accept that.
fr_fr: [_mc_] Je ne fais qu'aider un ami. Arrêtez d'être hargneux et acceptez-le.
it_it: [_mc_] Sto semplicemente aiutando un amico. Smettila di essere snarky e solo accettarlo.

source: [_maya_s_sarcastic_] Fine. I'll accept it... this time.
fr_fr: [_maya_s_sarcastic_] Très bien. Je vais l'accepter... cette fois.
it_it: [_maya_s_sarcastic_] Bene. Lo accetterò... questa volta.

source: [_mc_] Good enough.
fr_fr: [_mc_] C'est suffisant.
it_it: [_mc_] abbastanza buono.

source: [_mc_] That's beside the point.
fr_fr: [_mc_] Ce n'est pas la question.
it_it: [_mc_] Questo è accanto al punto.

source: [_maya_s_confident_] Exactly where I like to be. Better vantage.
fr_fr: [_maya_s_confident_] Exactement là où j'aime être. Meilleur point de vue.
it_it: [_maya_s_confident_] Esattamente dove mi piace essere. Vantaggio migliore.

source: [_mc_] Well, the point is I have all sorts of new recipes to try out.
fr_fr: [_mc_] Le fait est que j'ai toutes sortes de nouvelles recettes à essayer.
it_it: [_mc_] Beh, il punto è che ho tutti i tipi di nuove ricette da provare.

source: [_mc_] Maybe I can make you dinner sometime?
fr_fr: [_mc_] Je pourrais peut-être vous préparer un dîner un jour ?
it_it: [_mc_] Forse posso farti cenare qualche volta?

source: [_maya_s_bored_] Sure, maybe.
fr_fr: [_maya_s_bored_] Bien sûr, peut-être.
it_it: [_maya_s_bored_] Certo, forse.

source: [_maya_s_bored_] I'll let you know if I ever need food poisoning as an excuse to get out of something.
fr_fr: [_maya_s_bored_] Je te ferai savoir si j'ai besoin d'une intoxication alimentaire comme excuse pour échapper à quelque chose.
it_it: [_maya_s_bored_] Ti farò sapere se mai ho bisogno di avvelenamento alimentare come scusa per uscire da qualcosa.

source: [_mc_] Heh. You're almost as spicy as the enchiladas.
fr_fr: [_mc_] Heh. Tu es presque aussi épicé que les enchiladas.
it_it: [_mc_] Heh. Sei quasi piccante come le enchilada.

source: [_maya_s_skeptical_] Gross.
fr_fr: [_maya_s_skeptical_] Brut.

source: [_mc_] The enchiladas or me?
fr_fr: [_mc_] Les enchiladas ou moi ?
it_it: [_mc_] Le enchiladi o me?

source: [_maya_s_skeptical_] Both.
fr_fr: [_maya_s_skeptical_] Les deux.
it_it: [_maya_s_skeptical_] entrambi.

source: [_mc_] Fair enough.
fr_fr: [_mc_] Très bien.
it_it: [_mc_] abbastanza giusto.

source: [_mc_] So, we should probably do this spell now before it gets too late...
fr_fr: [_mc_] Il faut donc lancer ce sort avant qu'il ne soit trop tard...
it_it: [_mc_] Quindi, dovremmo probabilmente fare questo incantesimo ora prima che diventi troppo tardi...

source: [_maya_s_neutral_] Right, it's already way past your bedtime.
fr_fr: [_maya_s_neutral_] C'est vrai, tu as déjà largement dépassé l'heure du coucher.
it_it: [_maya_s_neutral_] Destra, è già passato il tempo di andare a dormire.

source: [_mc_] I don't have a bedtime, okay?
fr_fr: [_mc_] Je n'ai pas d'heure de coucher, d'accord ?
it_it: [_mc_] Non ho un'ora di coricarsi, ok?

source: [_maya_s_annoyed_] Getting cranky already...
fr_fr: [_maya_s_annoyed_] Je deviens déjà grincheux...
it_it: [_maya_s_annoyed_] Ottenere già...

source: [_mc_] Ugh, I'm not!
fr_fr: [_mc_] Ugh, je ne le suis pas !

source: [_maya_s_smile_] I could probably find you a bottle and a blankie, if you want?
fr_fr: [_maya_s_smile_] Je pourrais probablement te trouver un biberon et un doudou, si tu veux ?
it_it: [_maya_s_smile_] Potrei probabilmente trovarti una bottiglia e un blankie, se vuoi?

source: [_mc_] Just be quiet so I can focus.
fr_fr: [_mc_] Taisez-vous pour que je puisse me concentrer.
it_it: [_mc_] Sii solo silenzioso in modo da potermi concentrare.

source: This needs to be done right. Or, at least, it feels that way.
fr_fr: Il faut que ce soit bien fait. C'est du moins ce que l'on ressent.
it_it: Questo deve essere fatto bene, o almeno si sente in questo modo.

source: First, the pot of frogs goes on the table.
fr_fr: Tout d'abord, le pot de grenouilles est posé sur la table.
it_it: In primo luogo, il vaso di rane va sul tavolo.

source: Then, the strand of hair follows.
fr_fr: Ensuite, la mèche de cheveux suit.
it_it: Poi segue il filo dei capelli.

source: And finally, the sweat joins the mix.
fr_fr: Enfin, la sueur vient s'ajouter au mélange.
it_it: E infine, il sudore si unisce al mix.

source: There we go. Witchcraft at its finest.
fr_fr: Nous y voilà. La sorcellerie dans toute sa splendeur.
it_it: Ci andiamo. Stregoneria al suo meglio.

source: [_mc_] Now, just repeat these words with me...
fr_fr: [_mc_] Maintenant, répétez ces mots avec moi...
it_it: [_mc_] Ora, basta ripetere queste parole con me...

source: Her eyes find the first line in the spellbook.
fr_fr: Ses yeux trouvent la première ligne du livre de sorts.
it_it: I suoi occhi trovano la prima riga nel quaderno.

source: [_mc_] Ready?
fr_fr: [_mc_] Prêt ?
it_it: [_mc_] Pronto?

source: [_maya_s_smile_hands_in_pockets_] Yeah. Let's call Satan or whatever.
fr_fr: [_maya_s_Souriez_hands_in_pockets_] Ouais. Appelons Satan ou autre.
it_it: [_maya_s_smile_hands_in_pockets_] Sì. Chiamiamo Satana o qualsiasi altra cosa.

source: Together, we begin to read, our voices mingling in a low, steady chant.
fr_fr: Ensemble, nous commençons à lire, nos voix se mêlant dans un chant bas et régulier.
it_it: Insieme, cominciamo a leggere, le nostre voci si mescolano in un canto basso e costante.

source: Part of me feels silly for doing this at all.
fr_fr: Une partie de moi se sent stupide de faire cela.
it_it: Parte di me si sente sciocco per fare questo affatto.

source: But mostly, I'm glad [maya] is giving it a chance and I'm glad she's here beside me, in the quiet dark, just the two of us.
fr_fr: Mais surtout, je suis heureux que [Maya] lui donne une chance et je suis heureux qu'elle soit là, à côté de moi, dans l'obscurité silencieuse, juste nous deux.
it_it: Ma per la maggior parte, sono contento che [maya] stia dando una possibilità e sono contento che sia qui accanto a me, nel buio tranquillo, solo i due di noi.

source: Her presence is weirdly calming, maybe because of the ease with which she seems to let stuff roll off her back.
fr_fr: Sa présence est étrangement apaisante, peut-être en raison de la facilité avec laquelle elle semble laisser les choses se dérouler sur son dos.
it_it: La sua presenza è stranamente calmante, forse per la facilità con cui sembra lasciare che la roba rotoli fuori dalla schiena.

source: The whispers about her... the unsureness of who she is... and now these fires and harassment...
fr_fr: Les chuchotements à son sujet... l'incertitude quant à son identité... et maintenant ces incendies et ce harcèlement...
it_it: I sussurri su di lei... l'insicurezza di chi è... e ora questi incendi e molestie...

source: She's strong in a quiet sort of way, and she makes me want to be stronger, too.
fr_fr: Elle est forte d'une manière discrète, et elle me donne envie d'être plus forte aussi.
it_it: Lei è forte in un modo tranquillo e mi fa desiderare di essere più forte.

source: It's as if—
fr_fr: C'est comme si...
it_it: È come se—

source: [_mc_] Huh? What was that?
fr_fr: [_mc_] Hein ? Qu'est-ce que c'était ?
it_it: [_mc_] Huh? Cos'era quello?

source: [_guard_] Greetings, pupils.
fr_fr: [_guard_] Salutations, élèves.
it_it: [_guard_] Saluti, alunni.

source: [_guard_] What an interesting display the pair of you just put on.
fr_fr: [_guard_] Quel spectacle intéressant vous venez de faire tous les deux.
it_it: [_guard_] Che cosa interessante visualizzare la coppia di voi appena messo su.

source: [_mc_] Hello? Who's there?
fr_fr: [_mc_] Allô ? Qui est là ?
it_it: [_mc_] Ciao? Chi c'è là?

source: [_guard_] It is just I, [mc].
fr_fr: [_guard_] C'est juste moi, [mc].
it_it: [_guard_] È solo I, [mc].

source: [_guard_] Your favorite teacher. Haha.
fr_fr: [_guard_] Votre professeur préféré. Haha.
it_it: [_guard_] Il tuo insegnante preferito. Haha.

source: [cyberia]? Does she have control over the classroom speakers?
fr_fr: [cyberia] ? A-t-elle le contrôle des haut-parleurs de la salle de classe ?
it_it: [cyberia]? Ha il controllo sugli altoparlanti in classe?

source: [cyberia]? How does she have control over the classroom speakers?
fr_fr: [cyberia] ? Comment contrôle-t-elle les haut-parleurs de la salle de classe ?
it_it: [cyberia]? Come ha il controllo sugli altoparlanti in classe?

source: [_mc_] Err, what are you doing in the science room, [cyberia]?
fr_fr: [_mc_] Err, que faites-vous dans la salle des sciences, [cyberia] ?
it_it: [_mc_] Err, cosa stai facendo nella sala scienze, [cyberia]?

source: [_maya_s_dramatic_] And how the shit did you do that?
fr_fr: [_maya_s_dramatic_] Et comment t'as fait ça ?
it_it: [_maya_s_dramatic_] E come ha fatto la merda?

source: [_guard_] How did I do what, pupil?
fr_fr: [_guard_] Comment j'ai fait quoi, élève ?
it_it: [_guard_] Come ho fatto cosa, allievo?

source: [_mc_] How did you take over the speakers?
fr_fr: [_mc_] Comment avez-vous pris les rênes des orateurs ?
it_it: [_mc_] Come hai preso il controllo degli oratori?

source: [_maya_s_cringe_] Yeah, what he said.
fr_fr: [_maya_s_cringe_] Oui, c'est ce qu'il a dit.
it_it: [_maya_s_cringe_] Sì, quello che ha detto.

source: [_maya_s_cringe_] Classic man answering for a lady...
fr_fr: [_maya_s_cringe_] Un homme classique qui répond à une dame...
it_it: [_maya_s_cringe_] uomo classico che risponde per una signora...

source: [_mc_] I'm just trying to help, okay?
fr_fr: [_mc_] J'essaie juste d'aider, d'accord ?
it_it: [_mc_] Sto solo cercando di aiutare, okay?

source: [_guard_] I control this side of the school now.
fr_fr: [_guard_] Je contrôle ce côté de l'école maintenant.
it_it: [_guard_] Ora controllo questo lato della scuola.

source: [_mc_] Err, why?
fr_fr: [_mc_] Err, pourquoi ?
it_it: [_mc_] Err, perché?

source: [_guard_] Change of scenery.
fr_fr: [_guard_] Changement de décor.
it_it: [_guard_] Cambiamento di scenario.

source: [_maya_s_sarcastic_] Welp. I can't blame you.
fr_fr: [_maya_s_sarcastique_] Eh bien. Je ne peux pas te blâmer.
it_it: [_maya_s_sarcastic_] Welp. Non posso incolparti.

source: [_maya_s_sarcastic_] Exchanging computer nerds for science nerds...
fr_fr: [_maya_s_sarcastique_] Échanger les intellos de l'informatique contre les intellos de la science...
it_it: [_maya_s_sarcastic_] Scambio di nerd informatici per nerd scientifici...

source: [_maya_s_sarcastic_] Anyway, we'll just be going now. Lates!
fr_fr: [_maya_s_sarcastic_] Quoi qu'il en soit, nous allons y aller maintenant. Tard !
it_it: [_maya_s_sarcastic_] Comunque, andremo solo adesso. Lates!

source: [_guard_] So soon?
fr_fr: [_guard_] Si tôt ?
it_it: [_guard_] Così presto?

source: [_mc_] It is kind of late...
fr_fr: [_mc_] Il est un peu tard...
it_it: [_mc_] È un po' tardivo...

source: [_guard_] Very well.
fr_fr: [_guard_] Très bien.
it_it: [_guard_] Molto bene.

source: [_guard_] Until next time, and stay out of trouble.
fr_fr: [_guard_] À la prochaine fois, et évitez les ennuis.
it_it: [_guard_] Fino alla prossima volta, e rimanere fuori dai guai.

source: [_mc_] Well, that was weird.
fr_fr: [_mc_] C'était bizarre.
it_it: [_mc_] Beh, era strano.

source: [_maya_s_dramatic_] Which part?
fr_fr: [_maya_s_dramatic_] Quelle partie ?
it_it: [_maya_s_dramatic_] Quale parte?

source: [_mc_] I mean, all of it, really.
fr_fr: [_mc_] Je veux dire, tout cela, vraiment.
it_it: [_mc_] Voglio dire, tutto questo, davvero.

source: [_maya_s_confident_] Witchcraft I can get behind.
fr_fr: [_maya_s_confident_] La sorcellerie, je peux l'accepter.
it_it: [_maya_s_confident_] Stregoneria che posso ottenere dietro.

source: [_maya_s_skeptical_] But [cyberia] taking over is a bit odd, I guess...
fr_fr: [_maya_s_skeptical_] Mais la [cyberia] qui prend le pouvoir est un peu étrange, je suppose...
it_it: [_maya_s_skeptical_] Ma [cyberia] prendere il sopravvento è un po' strano, immagino...

source: [_mc_] Yeah...
fr_fr: [_mc_] Oui ...
it_it: [_mc_] Sì...

source: [_mc_] So, do you—
fr_fr: [Alors, est-ce que vous...
it_it: [_mc_] Allora, fate—

source: [_maya_s_bored_] Anyway, thanks for the help.
fr_fr: [_maya_s_bored_] Quoi qu'il en soit, merci pour votre aide.
it_it: [_maya_s_bored_] Comunque, grazie per l'aiuto.

source: [_maya_s_bored_] I guess we'll see what happens next.
fr_fr: [_maya_s_bored_] Je suppose que nous verrons ce qui se passera ensuite.
it_it: [_maya_s_bored_] Immagino che vedremo cosa succede dopo.

source: And just like that, all the magic drains out of the air.
fr_fr: Et juste comme ça, toute la magie se vide de l'air.
it_it: E proprio così, tutta la magia drena fuori dall'aria.

source: The cauldron stops bubbling, the witching hour ends, and all the mystique, wonder, and anticipation dissipates.
fr_fr: Le chaudron cesse de bouillonner, l'heure de la sorcellerie s'achève et toute la mystique, l'émerveillement et l'anticipation se dissipent.
it_it: Il calderone smette di bollire, l'ora di strega finisce, e tutto il mistico, meraviglia, e l'anticipazione dissipa.

source: Reality returns to its old mundane form... and me, I'm just a student{space=-5} who might have a crush on an unusually unlucky redhead.
fr_fr: La réalité reprend son ancienne forme banale... et moi, je ne suis qu'un étudiant{space=-5} qui pourrait avoir le béguin pour une rousse qui n'a pas de chance.
it_it: La realtà ritorna alla sua vecchia forma mondana... e io, sono solo uno studente{space=-5} che potrebbe avere una cotta su una rossa insolitamente sfortunata.

source: It's getting late. I can't wait to get home.
fr_fr: Il est en retard. Je ne peux pas attendre pour rentrer à la maison.
it_it: Sta diventando in ritardo. Non vedo l'ora di tornare a casa.

source: "Stop messing around and just listen for a sec."
fr_fr: "Arrêtez de jouer avec et écoutez une seconde."
it_it: "Smettila di metterti in giro e ascolta solo per un secondo."

source: "By my count, you have exactly 666 days left."
fr_fr: "D'après moi, il vous reste exactement 666 jours."
it_it: "Per il mio conte, hai esattamente 666 giorni rimasti."

source: I'm sorry, I didn't think—
fr_fr: Je suis désolé, je ne pensais pas...
it_it: Mi dispiace, non pensavo—

source: ?mc.strength>=10@[mc.strength]/10|{image=stats str}|Take a hair from [kate]
fr_fr: ?mc.strength>=10@[mc.strength]/10|{image=stats str}|Prendre un cheveu de [kate]
it_it: ?mc.strength>=10@[mc.strength]/10<unk> {image=stats str}<unk> Prendi i capelli da [kate]

source: ?mc.charisma>=6@[mc.charisma]/6|{image=stats cha}|Convince [kate] to give you a hair
fr_fr: ?mc.charisma>=6@[mc.charisma]/6|{image=stats cha}|Convaincre [kate] de vous donner un cheveu
it_it: ?mc.charisma>=6@[mc.charisma]/6<unk> {image=stats cha}<unk> Convince [kate] per darti un capello

source: ?mc.owned_item('bippity_boppity_bitch')@|{image=items book bippity_boppity_bitch}|"Give me a piece of your hair, bitch."
fr_fr: ?mc.owned_item('bippity_boppity_bitch')@|{image=items book bippity_boppity_bitch}|"Donne-moi un morceau de tes cheveux, salope."
it_it: ?mc.owned_item('bippity_boppity_bitch')@<unk> {image=items book bippity_boppity_bitch}<unk> "Dammi un pezzo dei tuoi capelli, cagna."

source: ?mc.owned_item('hex_vex_and_texmex')@|{image=items book hex_vex_and_texmex}|"I just need a piece of your hair."
fr_fr: ?mc.owned_item('hex_vex_and_texmex')@|{image=items book hex_vex_and_texmex}|"J'ai juste besoin d'un morceau de tes cheveux."
it_it: ?mc.owned_item('hex_vex_and_texmex')@<unk> {image=items book hex_vex_and_texmex}<unk> "Ho solo bisogno di un pezzo di capelli."

source: "To be honest, I was admiring something."
fr_fr: "Pour être honnête, j'admirais quelque chose."
it_it: "Per essere onesti, stavo ammirando qualcosa."

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"To warn you."
fr_fr: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"Pour vous prévenir."
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "Per avvisarti."

source: ?mc.owned_item('hex_vex_and_texmex')@|{image=items book hex_vex_and_texmex}|"I need a piece of your hair, please."
fr_fr: ?mc.owned_item('hex_vex_and_texmex')@|{image=items book hex_vex_and_texmex}|"J'ai besoin d'un morceau de vos cheveux, s'il vous plaît."
it_it: ?mc.owned_item('hex_vex_and_texmex')@<unk> {image=items book hex_vex_and_texmex}<unk> "Ho bisogno di un pezzo di i tuoi capelli, per favore."

source: ?mc.owned_item('bippity_boppity_bitch')@|{image=items book bippity_boppity_bitch}|"I need a piece of British bitch hair."
fr_fr: ?mc.owned_item('bippity_boppity_bitch')@|{image=items book bippity_boppity_bitch}|"J'ai besoin d'un morceau de cheveux de salope britannique."
it_it: ?mc.owned_item('bippity_boppity_bitch')@<unk> {image=items book bippity_boppity_bitch}<unk> "Ho bisogno di un pezzo di capelli di cagna britannici."

source: ?mc.charisma>=8@[mc.charisma]/8|{image=stats cha}|"There's a hair donation drive for those bald kids."
fr_fr: ?mc.charisma>=8@[mc.charisma]/8|{image=stats cha}|"Il y a un don de cheveux pour ces enfants chauves."
it_it: ?mc.charisma>=8@[mc.charisma]/8<unk> {image=stats cha}<unk> "C'è una donazione di capelli guidare per quei bambini calvi."

source: ?mc.intellect>=8@[mc.intellect]/8|{image=stats int}|"I come on official business."
fr_fr: ?mc.intellect>=8@[mc.intellect]/8|{image=stats int}|"Je viens en mission officielle."
it_it: ?mc.intellect>=8@[mc.intellect]/8<unk> {image=stats int}<unk> "Vengo agli affari ufficiali."

source: "Can I have some of your sweat?"
fr_fr: "Je peux avoir un peu de ta sueur ?"
it_it: "Posso avere un po' del tuo sudore?"

source: ?quest.jacklyn_statement['ending'] in ('anal','pegging')@|{image=flora_squid_pegging}|"I want to get sweaty with you again."
fr_fr: ?quest.jacklyn_statement['ending'] in ('anal','pegging')@|{image=flora_squid_pegging}|"Je veux encore transpirer avec toi."
it_it: ?quest.jacklyn_statement['ending'] in ('anal','pegging')@|{image=flora_squid_pegging}|"Voglio sudare di nuovo con te."

source: ?quest.jacklyn_statement['ending'] in ('anal','pegging')@|{image=flora_squid_anal}|"I want to get sweaty with you again."
fr_fr: ?quest.jacklyn_statement['ending'] in ('anal','pegging')@|{image=flora_squid_anal}|"Je veux encore transpirer avec toi."
it_it: ?quest.jacklyn_statement['ending'] in ('anal','pegging')@|{image=flora_squid_anal}|"Voglio sudare di nuovo con te."

source: "Uh, gross."
fr_fr: "Euh, dégoûtant."
it_it: "Uh, lordo."

source: "It's the least I could do..."
fr_fr: "C'est le moins que je puisse faire..."
it_it: "È il minimo che potrei fare..."

source: "{i}You{/} clean it up."
fr_fr: "{i}Vous{/} nettoyez."
it_it: "{i}Tu{/} lo pulisci."

source: ?mc.lust>=4@[mc.lust]/4|{image=stats lust}|Pee on the fire
fr_fr: ?mc.lust>=4@[mc.lust]/4|{image=stats lust}|Pisser sur le feu
it_it: ?mc.lust>=4@[mc.lust]/4<unk> {image=stats lust}<unk> Pee sul fuoco

source: Throw coffee on the fire
fr_fr: Jeter du café sur le feu
it_it: Gettare il caffè sul fuoco

source: Scream and yell for help
fr_fr: Crier et appeler à l'aide
it_it: Urla e urla per aiuto

source: ?mc.money>=20@[mc.money]/20|{image=ui hud icon_money}|Use something from a nearby vending machine
fr_fr: ?mc.money>=20@[mc.money]/20|{image=ui hud icon_money}|Utiliser un élément d'un distributeur automatique à proximité
it_it: ?mc.money>=20@[mc.money]/20|{image=ui hud icon_money}|Usa qualcosa da a distributore automatico nelle vicinanze

source: Hide in plain sight, masquerading as a statue{space=-35}
fr_fr: Se cacher à la vue de tous, en se faisant passer pour une statue{space=-35}
it_it: Nascondi a vista semplice, mascherando come statue{space=-35}

source: Hide under a table
fr_fr: Se cacher sous une table
it_it: Nascondi sotto una tabella

source: ?mc.charisma>=8@[mc.charisma]/8|{image=stats cha}|Put on a lab coat and play it cool
fr_fr: ?mc.charisma>=8@[mc.charisma]/8|{image=stats cha}|Mettre une blouse de laboratoire et se la jouer cool
it_it: ?mc.charisma>=8@[mc.charisma]/8<unk> {image=stats cha}<unk> Mettete un cappotto di laboratorio e giocate al fresco

source: "You brought drugs?"
fr_fr: "Vous avez apporté de la drogue ?"
it_it: "Hai portato delle droghe?"

source: "Let's do this."
fr_fr: "Faisons-le."
it_it: "Facciamo questo."

source: ?mc.owned_item('bippity_boppity_bitch')@|{image=items book bippity_boppity_bitch}|"Hell yeah, and maybe after we're done we can dance naked under the moon."
fr_fr: ?mc.owned_item('bippity_boppity_bitch')@|{image=items book bippity_boppity_bitch}|"Bien sûr, et peut-être qu'après nous pourrons danser nus sous la lune."
it_it: ?mc.owned_item('bippity_boppity_bitch')@<unk> {image=items book bippity_boppity_bitch}<unk> "Hell yeah, e forse dopo abbiamo finito di ballare nudo sotto la luna."

source: ?mc.owned_item('hex_vex_and_texmex')@|{image=items book hex_vex_and_texmex}|"Yes, and afterwards I can share a nice taco recipe I found while looking through the book."
fr_fr: ?mc.owned_item('hex_vex_and_texmex')@|{image=items book hex_vex_and_texmex}|"Oui, et après je peux partager une bonne recette de tacos que j'ai trouvée en regardant le livre."
it_it: ?mc.owned_item('hex_vex_and_texmex')@<unk> {image=items book hex_vex_and_texmex}<unk> "Sì, e poi posso condividere una bella ricetta di taco che ho trovato mentre guardavo attraverso il libro."

source: "I sold my soul."
fr_fr: "J'ai vendu mon âme."
it_it: "Ho venduto la mia anima."

source: "I slaved away for days to gather them."
fr_fr: "J'ai travaillé pendant des jours pour les rassembler."
it_it: "Ho schiavo via per giorni per raccoglierli."
