Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_witch.po
Languages: fr_fr, it_it

source: [_jacklyn_s_annoyed_] You have to listen to the paintbrush when it tells you the direction it wants to go.
fr_fr: [_jacklyn_s_annoyed_] Vous devez écouter le pinceau quand il vous dit la direction qu'il veut aller.
it_it: [_jacklyn_s_annoyed_] Devi ascoltare il pennello quando ti dice la direzione che vuole andare.

source: [_mc_] Err, right.
fr_fr: [_mc_] Err, à droite.
it_it: [_mc_] Err, giusto.

source: [_mc_] So, uh, have you happened to notice anything weird going on with [maya] lately?
fr_fr: [_mc_] Alors, euh, est-ce que vous avez remarqué quelque chose de bizarre avec [maya] dernièrement ?
it_it: [_mc_] Così, uh, ti è capitato di notare qualcosa di strano in corso con [maya] ultimamente?

source: [_jacklyn_s_neutral_] Sorry, but the paintbrush only speaks to the artist, my man.
fr_fr: [_jacklyn_s_neutral_] Désolé, mais le pinceau ne parle qu'à l'artiste, mon homme.
it_it: [_jacklyn_s_neutral_] Mi dispiace, ma il pennello parla solo all'artista, il mio uomo.

source: Great. Helpful as always.
fr_fr: Super. Utile comme toujours.
it_it: Grande. Utile come sempre.

source: [_mc_] Thanks... I guess I'll keep that in mind...
fr_fr: [_mc_] Merci ... Je suppose que je garderai ça à l'esprit ...
it_it: [_mc_] Grazie... Immagino che lo terrò in mente...

source: [_jacklyn_s_smile_] Stick it in your back pocket and keep the change loose.
fr_fr: [_jacklyn_s_smile_] Mettez-le dans votre poche arrière et gardez la monnaie en vrac.
it_it: [_jacklyn_s_smile_] Stick nella tasca posteriore e mantenere il cambiamento allentato.

source: [_jacklyn_s_smile_] And if you're into [maya], don't waste time peeling the banana. Not that{space=-35} I personally dabble.
fr_fr: [_jacklyn_s_Souriez_] Et si vous êtes dans [maya], ne perdez pas de temps à éplucher la banane. Non pas que{space=-35} que je m'y adonne personnellement.
it_it: [_jacklyn_s_smile_] E se sei in [maya], non perdere tempo a sbucciare la banana. Non che{space=-35} io personalmente dabble.

source: [_mc_] I'm not—
fr_fr: [_mc_] Je ne suis pas-
it_it: [_mc_] non sono—

source: [_jacklyn_s_excited_] Oh, wait! There was something!
fr_fr: [_jacklyn_s_excited_] Oh, attends ! Il y avait quelque chose !
it_it: [_jacklyn_s_excited_] Oh, aspetta! C'era qualcosa!

source: [_mc_] What's that?
fr_fr: [_mc_] Qu'est-ce que c'est ?
it_it: [_mc_] Che cos'è?

source: [_jacklyn_s_excited_] The other day, in the piss box, the lights flipped shit when she entered!{space=-70} Straight epileptic.
fr_fr: [L'autre jour, dans la boîte à pisse, les lumières se sont éteintes quand elle est entrée ! Carrément épileptique.
it_it: [_jacklyn_s_excited_] L'altro giorno, nella scatola del piscio, le luci hanno capovolto la merda quando è entrata!{space=-70} Estremo epilettico.

source: [_mc_] Huh, interesting. Thank you, [jacklyn].
fr_fr: [_mc_] Huh, intéressant. Merci, [jacklyn].
it_it: [_mc_] Huh, interessante. Grazie, [jacklyn].

source: [_jacklyn_s_laughing_] Sure thing. It's no hair off my vag.
fr_fr: [_jacklyn_s_laughing_] Bien sûr. Ce n'est pas un poil de mon vagin.
it_it: [_jacklyn_s_laughing_] Sicuro cosa. Non sono i capelli fuori dal mio vag.

source: [_mc_] I have something hard you can vibe with...
fr_fr: [_mc_] J'ai quelque chose de dur avec lequel tu peux vibrer...
it_it: [_mc_] Ho qualcosa di difficile con cui puoi vibrare...

source: [_jacklyn_s_laughing_] You shoot as straight as you talk, slinger?
fr_fr: [_jacklyn_s_laughing_] Vous tirez aussi droit que vous parlez, l'ailier ?
it_it: [_jacklyn_s_laughing_] Hai sparato dritto come si parla, slinger?

source: [_mc_] Why don't we meet up sometime and I'll show you how straight I shoot?
fr_fr: [_mc_] Pourquoi ne nous rencontrons-nous pas et je vais vous montrer à quel point je tire ?
it_it: [_mc_] Perché non ci incontriamo qualche tempo e ti mostrerò quanto dritto sparo?

source: [_jacklyn_s_excited_] Aces! Just light me up and call me Mary.
fr_fr: [Des as ! Allumez-moi et appelez-moi Mary.
it_it: [_jacklyn_s_excited_] Assi! Mi accendi e chiamami Maria.

source: Seriously? I didn't think that would work that well...
fr_fr: Sérieusement ? Je ne pensais pas que ça pourrait bien fonctionner ...
it_it: Seriamente? Non pensavo che avrebbe funzionato così bene...

source: I do have to admire how open and free spirited [jacklyn] is.
fr_fr: Je dois admirer à quel point [jacklyn] est ouvert et libre.
it_it: Devo ammirare quanto sia aperto e libero spirito [jacklyn].

source: [_mc_] Err, like the Fourth of July!
fr_fr: [_mc_] Err, comme le 4 juillet !
it_it: [_mc_] Err, come il quarto luglio!

source: [_jacklyn_s_annoyed_] Easy there, Hornysaurus Rex. Don't spangle your banner too hard.
fr_fr: [Doucement, Hornysaurus Rex. N'étrangle pas trop ta bannière.
it_it: [_jacklyn_s_annoyed_] Facile lì, Hornysaurus Rex. Non impigliare troppo il tuo banner.

source: [_mc_] Right, sorry.
fr_fr: [_mc_] Très bien, désolé.
it_it: [_mc_] Destra, spiacente.

source: [_mc_] I got to run now, but I'm looking forward to... vibing.
fr_fr: [_mc_] Je dois courir maintenant, mais j'ai hâte de... vibrer.
it_it: [_mc_] ho avuto modo di correre ora, ma non vedo l'ora di... vibrare.

source: [_jacklyn_s_laughing_] Here, there, and everywhere, baby legs.
fr_fr: [_jacklyn_s_laughing_] Ici, là, et partout, les pattes de bébé.
it_it: [_jacklyn_s_laughing_] Qui, lì, e dappertutto, le gambe del bambino.

source: [_jacklyn_s_laughing_] Now, run free!
fr_fr: [_jacklyn_s_laughing_] Maintenant, gratuit !
it_it: [_jacklyn_s_laughing_] Ora, esegui gratis!

source: [_mc_] Do you know anything about someone pranking people around here?{space=-20}
fr_fr: [_mc_] Est-ce que vous savez quelque chose à propos de quelqu'un qui prie ici ? {space=-20}
it_it: [_mc_] Sai qualcosa di qualcuno che scherza le persone qui intorno?{space=-20}

source: [_jacklyn_s_excited_] Life is one big prank. You just have to be bold enough to prank her back.
fr_fr: [La vie est une grande farce. Tu dois juste être assez audacieux pour faire une farce à et lui rendre la pareille.
it_it: [_jacklyn_s_excited_] La vita è uno scherzetto grande. Devi solo essere abbastanza audace per scherzare la schiena.

source: Huh, that sounds surprisingly deep...
fr_fr: Huh, ça a l'air étonnamment profond ...
it_it: Huh, che suona sorprendentemente profondo...

source: Still, not quite what I was after.
fr_fr: Pourtant, pas tout à fait ce que j'étais après.
it_it: Ancora, non proprio quello che ero dopo.

source: [_mc_] So, you haven't noticed anything weird going on lately?
fr_fr: [_mc_] Alors, vous n'avez rien remarqué de bizarre dernièrement ?
it_it: [_mc_] Quindi, non hai notato nulla di strano che sta succedendo ultimamente?

source: [_jacklyn_s_laughing_] Weird is a state of mind, brohammon.
fr_fr: [_jacklyn_s_laughing_] La bizarrerie est un état d'esprit, Brohammon.
it_it: [_jacklyn_s_laughing_] Strano è uno stato mentale, brohammon.

source: [_jacklyn_s_laughing_] It's not all feathers and cancan dancers, you know?
fr_fr: [_jacklyn_s_laughing_] Ce n'est pas toutes les plumes et les danseurs cancans, vous savez ?
it_it: [_jacklyn_s_laughing_] Non sono tutte piume e ballerini cancani, sa?

source: [_jacklyn_s_annoyed_] It's cheap tricks and theatrics. The only thing real is art.
fr_fr: [Ce ne sont que des tours de passe-passe et du théâtre. La seule chose réelle est l'art.
it_it: [_jacklyn_s_annoyed_] Sono trucchi e teatri a buon mercato. L'unica cosa vera è l'arte.

source: [_mc_] You know what they say — life is just an imitation of it.
fr_fr: [_mc_] Vous savez ce qu'on dit : la vie n'est qu'une imitation.
it_it: [_mc_] Sai cosa dicono — la vita è solo un'imitazione di essa.

source: [_mc_] And I agree.
fr_fr: [_mc_] Et je suis d'accord.
it_it: [_mc_] E sono d'accordo.

source: [_jacklyn_s_excited_] That's wicked, [mc]! Your thought train just creamed into mine!
fr_fr: [_jacklyn_s_excited_] C'est un méchant, [mc]! Ton train de pensée s'est mis à la mienne !
it_it: [_jacklyn_s_excited_] È malvagio, [mc]! Il tuo pensiero si è appena insinuato nel mio!

source: [_mc_] Heh. Just paint me starry and call me Van Gogh, right?
fr_fr: [_mc_] Heh. Il suffit de me peindre la carrière et de m'appeler Van Gogh, non ?
it_it: [_mc_] Heh. Basta dipingermi stellato e chiamarmi Van Gogh, giusto?

source: [_jacklyn_s_laughing_] That's exactly right!
fr_fr: [_jacklyn_s_laughing_] C'est exact !
it_it: [_jacklyn_s_laughing_] È esattamente giusto!

source: As much as I love watching [jacklyn] come to life with this kind of talk, I'm not really getting anywhere about [maya]...
fr_fr: Aussi bien que j'aime regarder [jacklyn] viens à la vie avec ce genre de discours, je ne me sens pas vraiment au [maya]...
it_it: Per quanto mi piace guardare [jacklyn] venire in vita con questo tipo di colloqui, non sto davvero ottenendo da nessuna parte circa [maya]...

source: I need to stay focused.
fr_fr: Je dois rester concentrée.
it_it: Io devo rimanere concentrata.

source: [_mc_] Sorry, I'd love to talk more about it sometime, but I really should get going.
fr_fr: [_mc_] Désolé, j'aimerais en parler plus à un moment, mais je devrais vraiment y aller.
it_it: [_mc_] Mi dispiace, mi piacerebbe parlarne di più qualche volta, ma dovrei davvero andare avanti.

source: [_jacklyn_s_laughing_] Stellar. Keep it cherried, [mc].
fr_fr: [_jacklyn_s_laughing_] Stellaire. Gardez les cerises, [mc].
it_it: [_jacklyn_s_laughing_] Stellar. Tienilo amareggiato, [mc].

source: [_mc_] Err, I will.
fr_fr: [_mc_] Err, je le vais.
it_it: [_mc_] Err, lo farò.

source: Well, nothing supremely weird about those flashing lights in the bathroom. The wiring in this place is a joke.
fr_fr: Les lumières clignotantes de la salle de bain n'ont rien de très bizarre. Le câblage de cet endroit est une blague.
it_it: Beh, niente di sommamente strano di quelle luci lampeggianti in bagno. Il cablaggio in questo posto è una battuta.

source: I'll tail [maya] a little longer, just to be sure.
fr_fr: Je vais prendre le [maya] un peu plus longtemps, juste pour être sûr.
it_it: Mi coda [maya] un po' più a lungo, solo per essere sicuri.

source: Hmm... that didn't give me much...
fr_fr: Hmm ... ça ne m'a pas beaucoup donné ...
it_it: Hmm... che non mi ha dato molto...

source: I guess I'll tail [maya] a little longer.
fr_fr: Je vais queue [maya] un peu plus longtemps.
it_it: Immagino che mi coda [maya] un po' più a lungo.

source: Schedule says she has gym class soon.
fr_fr: L'annexe dit qu'elle a bientôt une classe de gym.
it_it: Schedule dice che ha lezioni di palestra presto.

source: No band in session. I'll just listen from there.
fr_fr: Aucune bande en session. J'écouterai juste de là.
it_it: Nessuna band in sessione. Ascolterò solo da lì.

source: Phew! It's empty.
fr_fr: Phew ! C'est vide.
it_it: Phew! È vuoto.

source: I'll just see if I can hear anything going on out in the hall...
fr_fr: Je vais voir si je peux entendre tout ce qui se passe dans la salle ...
it_it: Vedrò solo se posso sentire qualcosa che va fuori in sala...

source: [_isabelle_] Hi! [maya], right? Everything okay?
fr_fr: [_isabelle_] Salut ! [maya], non ? Tout va bien ?
it_it: [_isabelle_] Ciao! [maya], giusto? Tutto ok?

source: [_maya_s_music_class_peek_] Oh, my god! You know who I am! What a blessed day!
fr_fr: [_maya_s_music_class_peek_] Oh, mon dieu ! Tu sais qui je suis ! Quel jour béni !
it_it: [_maya_s_music_class_peek_] Oh, mio Dio! Tu sai chi sono! Che giorno benedetto!

source: [_isabelle_] No need to be rude, mate. I've been slowly getting to know everyone.{space=-20}
fr_fr: [_isabelle_] Pas besoin d'être grossier, mec. J'ai lentement pris connaissance de tout le monde. {space=-20}
it_it: [_isabelle_] Non c'è bisogno di essere maleducato, compagno. Ho lentamente conosciuto tutti.{space=-20}

source: [_maya_s_music_class_peek_] Shit, I'm so sorry! How can I ever make it up to you?
fr_fr: [_maya_s_music_class_peek_] Shit, je suis désolé ! Comment est-ce que je peux t'en faire ?
it_it: [_maya_s_music_class_peek_] Merda, mi dispiace! Come posso mai farlo?

source: [_isabelle_] You could start by dropping the sarcasm.
fr_fr: [_isabelle_] Vous pouvez commencer par abandonner le sarcasme.
it_it: [_isabelle_] Si potrebbe iniziare facendo cadere il sarcasmo.

source: [_maya_s_music_class_peek_] Okay, fine. If you must know, I keep getting these weird texts.
fr_fr: [Ok, très bien. Si tu veux savoir, je n'arrête pas de recevoir des messages bizarres.
it_it: [_maya_s_music_class_peek_] Okay, bene. Se devi sapere, continuo a ricevere questi strani testi.

source: Huh, [maya] sounds serious for once.
fr_fr: Huh, [maya] semble sérieux pour une fois.
it_it: Huh, [maya] suona seri per una volta.

source: Also a little worried... and is that contrition I hear for talking to [isabelle] that way?
fr_fr: Aussi un peu inquiet ... et est-ce que la contrition que j'entends pour parler à [isabelle] ?
it_it: Anche un po' preoccupato... ed è quella contrizione che sento parlare con [isabelle] in questo modo?

source: [_isabelle_] Threatening texts?
fr_fr: [_isabelle_] Des textes menaçants ?
it_it: [_isabelle_] Minacciare testi?

source: [_maya_s_music_class_peek_] Nah. At least not yet.
fr_fr: [_maya_s_music_class_peek_] Nah. Au moins pas encore.
it_it: [_maya_s_music_class_peek_] Nah. Almeno non ancora.

source: [_isabelle_] It could be worth reporting...
fr_fr: [_isabelle_] Il pourrait être utile de faire rapport ...
it_it: [_isabelle_] Potrebbe valere la pena di segnalare...

source: [_maya_s_music_class_peek_] Yeah, maybe.
fr_fr: [_maya_s_music_class_peek_] Oui, peut-être.
it_it: [_maya_s_music_class_peek_] Sì, forse.

source: [_isabelle_] What if it's some creepy stalker? You don't want to mess around if it's serious.
fr_fr: [_isabelle_] Et si c'est un harceleur de crépie ? Vous ne voulez pas gâcher si c'est sérieux.
it_it: [_isabelle_] E se fosse uno stalker raccapricciante? Se fosse grave, non vuoi metterti in disordine.

source: [_maya_s_music_class_peek_] I guess, but online creeps aren't something I haven't dealt with before.{space=-50}
fr_fr: [_maya_s_music_class_peek_] Je suppose, mais les crêtes en ligne ne sont pas quelque chose que je n'ai pas traité avant. {space=-50}
it_it: [_maya_s_music_class_peek_] Immagino, ma i creeps online non sono qualcosa che non ho affrontato prima.{space=-50}

source: [_maya_s_music_class_peek_] Once they find out there's a woman on the other side, their minds go static.
fr_fr: [_maya_s_music_class_peek_] Une fois qu'ils ont trouvé qu'il y a une femme de l'autre côté, leur esprit est statique.
it_it: [_maya_s_music_class_peek_] Una volta che scoprono che c'è una donna dall'altra parte, le loro menti vanno statiche.

source: [_isabelle_] Ugh, typical.
fr_fr: [_isabelle_] Ugh, typique.
it_it: [_isabelle_] Ugh, tipico.

source: [_maya_s_music_class_peek_] Yeah...
fr_fr: [_maya_s_music_class_peek_] Oui ...
it_it: [_maya_s_music_class_peek_] Sì...

source: [_isabelle_] Anyway, I've got to run to class now, but good luck, and don't be a stranger!
fr_fr: [_isabelle_] Quoi qu'il en soit, je dois courir à la classe maintenant, mais bonne chance, et ne soyez pas un étranger !
it_it: [_isabelle_] In ogni caso, devo correre a lezione ora, ma buona fortuna, e non essere uno sconosciuto!

source: Interesting... those texts could perhaps be prank related...
fr_fr: Intéressant ... ces textes pourraient peut-être être liés ...
it_it: Interessante... quei testi potrebbero forse essere scherzi correlati...

source: And is this a budding friendship between [maya] and [isabelle]?
fr_fr: Et est-ce une amitié naissante entre [maya] et [isabelle] ?
it_it: E questa è un'amicizia in via di sviluppo tra [maya] e [isabelle]?

source: [isabelle] sure knows how to pick the most difficult people... but if anyone could handle [maya]'s thorns, it's her.
fr_fr: [isabelle] sait choisir les gens les plus difficiles ... mais si quelqu'un pouvait gérer les épines [maya], c'est elle.
it_it: [isabelle] sa sicuramente come scegliere le persone più difficili... ma se c'è qualcuno che può gestire le spine di [maya] è lei.

source: Still, nothing about that sounded too out of the ordinary. It's always a jungle in the virtual world.
fr_fr: Pourtant, rien n'est trop sorti de l'ordinaire. C'est toujours une jungle dans le monde virtuel.
it_it: Eppure, nulla di tutto ciò suonava troppo fuori dall'ordinario. È sempre una giungla nel mondo virtuale.

source: How did this person get a hold of [maya]'s number, anyway?
fr_fr: Comment cette personne a-t-elle obtenu un numéro de [maya], de toute façon ?
it_it: Come ha fatto questa persona a ottenere una presa del numero di [maya], comunque?

source: Maybe it's someone she knows...
fr_fr: Peut-être que c'est quelqu'un qu'elle sait ...
it_it: Forse è qualcuno che conosce...

source: I'll tail her a little longer, just to be sure.
fr_fr: Je vais la queue un peu plus longtemps, juste pour être sûr.
it_it: La coda un po' più a lungo, solo per essere sicura.

source: The most risky spot. Just how I like it.
fr_fr: L'endroit le plus risqué. Juste comment j'aime ça.
it_it: Il punto più rischioso. Proprio come mi piace.

source: Hmm... bit of a tight fit, but it will have to do.
fr_fr: Hmm ... un peu en forme, mais il va devoir le faire.
it_it: Hmm... bit di una vestibilità stretta, ma dovrà fare.

source: Beethoven was deaf. Maybe [maya] is blind and won't notice me?
fr_fr: Beethoven était sourd. Peut-être que [maya] est aveugle et ne me remarquera pas ?
it_it: Beethoven era sordo. Forse [maya] è cieco e non mi noterà?

source: How can you even tell if a person is cursed, anyway?
fr_fr: Comment peut-on même dire si une personne est maudit, de toute façon ?
it_it: Come si può anche dire se una persona è maledetta, comunque?

source: She looks fine to me. And nothing else seems out of the ordinary.
fr_fr: Elle me semble bien. Et rien d'autre ne semble hors de l'ordinaire.
it_it: Mi sembra bella. E niente altro sembra fuori dall'ordinario.

source: Maybe she's just crazy...
fr_fr: Peut-être qu'elle est folle ...
it_it: Forse è appena pazza...

source: [_mrsl_] Hello, [maya]! Classes off to a good start so far this semester?
fr_fr: [_mrsl_] Bonjour, [maya]! Des classes jusqu'à un bon début jusqu'à présent ce semestre ?
it_it: [_mrsl_] Ciao, [maya]! Le lezioni partono per un buon inizio finora questo semestre?

source: [_maya_s_piano_peek_s_mrsl_] They're off all right, like the races. Jury's still out on whether they're{space=-10} any good or not.
fr_fr: [_maya_s_piano_peek_s_mrsl_] Ils sont en dehors de tout droit, comme les courses. Jury est toujours sur le point de savoir s'ils sont {space=-10} tout bon ou pas.
it_it: [_maya_s_piano_peek_s_mrsl_] Stanno benissimo, come le gare. La giuria è ancora fuori su se 're{space=-10} qualsiasi bene o no.

source: [_mrsl_] Well, I have full faith you will make the most of each day and make them good!
fr_fr: [_mrsl_] Eh bien, j'ai toute confiance que vous en faites le plus de chaque jour et que vous les faites bien !
it_it: [_mrsl_] Beh, ho piena fede che farete il massimo di ogni giorno e farli bene!

source: [_maya_s_piano_peek_s_mrsl_] Spoken like a true motivational poster! I feel more motivated already.{space=-20}
fr_fr: [_maya_s_piano_peek_s_mrsl_] Tu parles comme une vraie affiche de motivation ! Je me sens déjà plus motivé.{space=-20}
it_it: [_maya_s_piano_peek_s_mrsl_] Parlato come un vero poster motivazionale! Mi sento già più motivato.{space=-20}

source: [_mrsl_] Just keep up the good work. Make each day count.
fr_fr: [_mrsl_] Continuez à faire du bon travail. Faites en sorte que chaque jour compte.
it_it: [_mrsl_] Basta tenere il buon lavoro. Fai ogni giorno contare.

source: [_maya_s_piano_peek_s_mrsl_] Count the days. Got it.
fr_fr: [_maya_s_piano_peek_s_mrsl_] Nombre de jours. C'est ça.
it_it: [_maya_s_piano_peek_s_mrsl_] Contare i giorni. Ho capito.

source: [_mrsl_] Everything else going well?
fr_fr: [_mrsl_] Tout le reste va bien ?
it_it: [_mrsl_] Tutto il resto va bene?

source: Why is [mrsl] so interested in her?
fr_fr: Pourquoi le [mrsl] est-il si intéressé par elle ?
it_it: Perché [mrsl] è così interessata a lei?

source: Maybe she's just being nice and teacherly, but it's still a bit odd...
fr_fr: Peut-être qu'elle est sympa et enseignée, mais c'est encore un peu bizarre ...
it_it: Forse è solo essere gentile e insegnante, ma è ancora un po 'strano...

source: There has been a lot going on this year.
fr_fr: Il y a eu beaucoup de cours cette année.
it_it: Quest'anno sono andate avanti molte cose.

source: [_maya_s_piano_peek_s_mrsl_] Oh, you know me — happiest girl in the world.
fr_fr: [Oh, vous me connaissez - la fille la plus heureuse du monde.
it_it: [_maya_s_piano_peek_s_mrsl_] Oh, mi conosci — ragazza più felice del mondo.

source: [_mrsl_] I'm glad to hear it.
fr_fr: [_mrsl_] Je suis heureux de l'entendre.
it_it: [_mrsl_] Sono felice di sentirlo.

source: [_mrsl_] Do stop by if you ever... need anything.
fr_fr: [_mrsl_] Ne vous arrêtez pas si vous ... avez besoin de quoi que ce soit.
it_it: [_mrsl_] Fermatevi se mai... hai bisogno di qualcosa.

source: Mmm... the way she said that makes me want to stop by and need lots of things...
fr_fr: Mmm ... la façon dont elle a dit que je veux m'arrêter et avoir besoin de beaucoup de choses ...
it_it: Mmm... il modo in cui ha detto che mi fa voler fermarmi e ha bisogno di molte cose...

source: [_maya_s_piano_peek_s_mrsl_] Yeah, sure.
fr_fr: [_maya_s_piano_peek_s_mrsl_] Oui, bien sûr.
it_it: [_maya_s_piano_peek_s_mrsl_] Sì, certo.

source: Well, nothing supremely weird about that.
fr_fr: Eh bien, rien de plus bizarre à ce sujet.
it_it: Beh, niente di sommamente strano a riguardo.

source: ...other than [maya]'s cool ability to blow off figures of authority and their supposed interest in you.
fr_fr: ... autre que [maya]'s la capacité cool de faire exploser les chiffres de l'autorité et leur intérêt supposé pour vous.
it_it: ...a parte la fresca capacità di [maya]di soffiare figure di autorità e il loro presunto interesse per voi.

source: I've always found her intimidating in the past, but maybe there's more to her?
fr_fr: J'ai toujours trouvé son intimidant dans le passé, mais peut-être qu'il y a plus à elle ?
it_it: Ho sempre trovato la sua intimidazione in passato, ma forse c'è di più per lei?

source: She's always been a quiet girl... until someone pisses her off, that is.{space=-10}
fr_fr: Elle a toujours été une fille tranquille... jusqu'à ce que quelqu'un l'énerve, c'est-à-dire.{space=-10}
it_it: Lei è sempre stata una ragazza tranquilla... fino a quando qualcuno la pisse, cioè.{space=-10}

source: I wonder what else she gets up to in a day...
fr_fr: Je me demande ce qu'elle fait d'autre en un jour ...
it_it: Mi chiedo cos'altro si alza in un giorno...

source: Ah, gotta love the smell of gym socks and sweat in the afternoon...
fr_fr: Ah, il faut aimer l'odeur des chaussettes de gym et de la sueur dans l'après-midi ...
it_it: Ah, gotta ama l'odore di calze da palestra e sudore nel pomeriggio...

source: ...yet, there's also the subtle hint of wildflowers.
fr_fr: ... pourtant, il y a aussi l'indice subtil de fleurs sauvages.
it_it: ...ma c'è anche il sottile accenno di fiori selvatici.

source: Okay, just follow the scent and act casual.
fr_fr: Ok, juste suivre l'odeur et agir décontracté.
it_it: Ok, basta seguire il profumo e agire casual.

source: Maybe run a lap, or at the very least, give my muscles a stretch.
fr_fr: Peut-être courir un tour, ou à tout le moins, donner un étirement à mes muscles.
it_it: Forse correre un giro, o almeno, dare i miei muscoli un tratto.

source: Perfectly normal.
fr_fr: Parfaitement normal.
it_it: Perfettamente normale.
