Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_witch.po
Languages: fr_fr, it_it

source: We've nearly reached full power and I can feel the climax approaching{space=-35} for us both.
fr_fr: Nous avons presque atteint le plein pouvoir et je peux sentir que le climax approche {space=-35} pour nous tous les deux.
it_it: Abbiamo quasi raggiunto la piena potenza e posso sentire il climax avvicinando{space=-35} per entrambi noi.

source: She gives a little moan and her pussy walls squeeze me tight.
fr_fr: Elle émet un petit gémissement et les parois de sa chatte me serrent fortement.
it_it: Lei dà un po 'di gemito e le sue pareti figa mi stringono stretto.

source: [_mc_] F-fuck, I'm getting close!
fr_fr: [_mc_] Putain, je me rapproche !
it_it: [_mc_] F-fuck, mi sto avvicinando!

source: [_maxine_s_electrodes_sex_s_pleading_s_full_penetration_s_gripping_table_s_lights_s_juices_] Just... mmmm... a little more...
fr_fr: [_maxine_s_electrodes_sex_s_pleading_s_full_penetration_s_gripping_table_s_lights_s_juices_] Juste... mmmm... un peu plus...
it_it: [_maxine_s_electrodes_sex_s_pleading_s_full_penetration_s_gripping_table_s_lights_s_juices_] Just... mmmm... un po' di più...

source: [_mc_] Yeah? Want me to give it to you?
fr_fr: [_mc_] Oui ? Vous voulez que je vous le donne ?
it_it: [_mc_] Sì? Vuoi darlo a te?

source: [_maxine_s_electrodes_sex_s_pleading_s_full_penetration_s_gripping_table_s_lights_s_juices_] Y-yes! Keep going! Don't stop!
fr_fr: [_maxine_s_electrodes_sex_s_pleading_s_full_penetration_s_gripping_table_s_lights_s_juices_] Oui ! Continuez ! Ne t'arrête pas !
it_it: [_maxine_s_electrodes_sex_s_pleading_s_full_penetration_s_gripping_table_s_lights_s_juices_] Y-sì! Continua ad andare! Non fermarti!

source: [_mc_] I'm not... gonna stop...
fr_fr: [_mc_] Je ne vais pas ... arrêter ...
it_it: [_mc_] non lo sono... si fermerà...

source: [_maxine_s_electrodes_sex_s_orgasm_s_full_penetration_s_gripping_table_s_lights_s_juices_] Ohhhh!
it_it: [_maxine_s_electrodes_sex_s_orgasm_s_full_penetration_s_gripping_table_s_lights_s_juices_] Ohhhhh!

source: I bottom out against her cervix and my whole body stiffens.
fr_fr: Je touche le col de l'utérus et tout mon corps se raidit.
it_it: Mi fondo contro la cervice e tutto il mio corpo si irrigidisce.

source: Her head falls back and her eyes flutter shut as her orgasm hits just before mine.
fr_fr: Sa tête tombe en arrière et ses yeux se ferment lorsque son orgasme survient juste avant le mien.
it_it: La sua testa cade indietro e i suoi occhi flutter si chiudono mentre il suo orgasmo colpisce poco prima del mio.

source: I can feel it rolling through every inch of her as she shakes and shudders against me.
fr_fr: Je peux la sentir rouler à travers chaque centimètre carré d'elle alors qu'elle tremble et frémit contre moi.
it_it: Posso sentire che rotolando attraverso ogni centimetro di lei come scuote e trema contro di me.

source: [_mc_] Uhhhhhhh!
it_it: [_mc_] Uhhhhhhhhhh!

source: Unable to withdraw — and with no desire to —, I explode deep within [maxine].
fr_fr: Incapable de me retirer - et n'ayant aucune envie de le faire -, j'explose au plus profond de [maxine].
it_it: Incapace di ritirarsi — e senza desiderio di —, esplode in profondità dentro [maxine].

source: I fill her up as I come hard, releasing a steady stream of my hot cum deep into her womb.
fr_fr: Je la remplis en jouissant durement, libérant un flot régulier de mon sperme chaud dans son utérus.
it_it: La riempo mentre vengo duramente, rilasciando un flusso costante del mio sperma caldo in profondità nel suo grembo.

source: There's something so hot, so primal, about coming inside of her...
fr_fr: Il y a quelque chose de si chaud, donc primal, de venir à l'intérieur d'elle ...
it_it: C'è qualcosa di così caldo, così primordiale, di venire dentro di lei...

source: Everything for science, and this is the most basic, instinctual science there is.
fr_fr: Tout pour la science, et c'est la science instinctive la plus basique.
it_it: Tutto per la scienza, e questa è la scienza più elementare e istintiva che ci sia.

source: A man filling a woman with his seed. Survival of the human race.
fr_fr: Un homme qui remplit une femme avec sa semence. Survie de la race humaine.
it_it: Un uomo che riempie una donna del suo seme. Sopravvivenza della razza umana.

source: Not that I want to get her pregnant, but... damn if that need to stay buried deep within her doesn't drown out all other thoughts.
fr_fr: Non pas que je veux qu'elle soit enceinte, mais ... si ce besoin de rester enterré au fond d'elle ne noyer pas toutes les autres pensées.
it_it: Non che voglio rimanere incinta, ma... maledetto se quel bisogno di rimanere sepolto in profondità dentro di lei non annegare tutti gli altri pensieri.

source: I groan as my stream turns to spurts and the convulsions stop racking through me.
fr_fr: Je bosse au fur et à mesure que mon cours d'eau s'allume et que les convulsions s'arrêtent à travers moi.
it_it: Io gemito mentre il mio torrente si gira a speronate e le convulsioni smettono di scivolare attraverso di me.

source: Our hearts are still galloping as I finally pull out of her, and the computer pulses with life now.
fr_fr: Nos cœurs sont encore au galop quand je l'ai finalement sorti de chez elle, et les impulsions informatiques avec la vie maintenant.
it_it: I nostri cuori sono ancora galoppanti mentre finalmente tiro fuori di lei, e gli impulsi del computer con la vita ora.

source: [_mc_] H-how's that... for kinetic energy...?
fr_fr: [_mc_] Comment se présente l'énergie cinétique...?
it_it: [_mc_] H-come... per l'energia cinetica...?

source: Her breathing is still uneven and her glasses are slightly fogged over, but she offers me a smile.
fr_fr: Sa respiration est encore inégale et ses lunettes sont légèrement embrassées, mais elle me donne un sourire.
it_it: Il suo respiro è ancora irregolare e i suoi occhiali sono leggermente impantanati, ma lei mi offre un sorriso.

source: [_maxine_s_electrodes_sex_s_aftermath_s_no_penetration_s_lights_s_juices_s_cum_] Exactly what I needed...
fr_fr: [_maxine_s_electrodes_sex_s_aftermath_s_no_penetration_s_lights_s_juices_s_cum_] Exactement ce que j'avais besoin ...
it_it: [_maxine_s_electrodes_sex_s_aftermath_s_no_penetration_s_lights_s_juices_s_cum_] Esattamente quello che avevo bisogno...

source: Me too, it turns out.
fr_fr: Moi aussi, il s'avère.
it_it: Anche io, si scopre.

source: [maxine] finishes catching her breath and removes our electrodes before getting dressed, back to business as usual.
fr_fr: [maxine] finit par prendre son souffle et enlève nos électrodes avant de s'habiller comme d'habitude.
it_it: [maxine] finisce di catturare il respiro e rimuove i nostri elettrodi prima di vestirsi, di nuovo al lavoro come al solito.

source: I follow suit and pull my own clothes back on.
fr_fr: Je suis en costume et je tire mes propres vêtements.
it_it: Seguo la tuta e tiro indietro i miei vestiti.

source: [_mc_] So, about that tool you said could help me?
fr_fr: [_mc_] Alors, à propos de cet outil que vous avez dit pourrait m'aider ?
it_it: [_mc_] Quindi, riguardo a quello strumento che hai detto potrebbe aiutarmi?

source: [_maxine_s_laughing_] Ah, yes! There's nothing like a good book to help one in need.
fr_fr: [_maxine_s_laughing_] Ah, oui ! Il n'y a rien de tel qu'un bon livre pour en aider un dans le besoin.
it_it: [_maxine_s_laughing_] Ah, sì! Non c'è niente di simile a un buon libro per aiutarne uno nel bisogno.

source: [_mc_] What kind of book?
fr_fr: [_mc_] Quel genre de livre ?
it_it: [_mc_] Che tipo di libro?

source: [_maxine_s_smile_] It's a spell book. Perfect for all your casting, lifting, containing, selling, distilling, and/or pickling needs.
fr_fr: [_maxine_s_Souriez_] C'est un livre de sort. Parfait pour tous vos besoins de coulée, de levage, de vente, de distillation et/ou de décapage.
it_it: [_maxine_s_smile_] È un libro incantesimo. Perfetto per tutte le vostre esigenze di fusione, sollevamento, contenimento, vendita, distillazione e/o decapaggio.

source: [_maxine_s_smile_] Here you go.
fr_fr: [_maxine_s_Souriez_] Ici, vous allez.
it_it: [_maxine_s_smile_] Qui vai.

source: [_mc_] A spell book? Really?
fr_fr: [_mc_] Un livre de sort ? Vraiement ?
it_it: [_mc_] Un libro incantesimo? Davvero?

source: [_maxine_s_smile_] I've read it three times. It's very good.
fr_fr: [_maxine_s_Souriez_] Je l'ai lu trois fois. C'est très bien.
it_it: [_maxine_s_smile_] l'ho letto tre volte. È molto buono.

source: I suppose I did come here asking about curses...
fr_fr: Je suppose que je suis venu ici pour demander des malédictions ...
it_it: Suppongo di essere venuto qui a chiedere maledizioni...

source: What other option do I have, anyway?
fr_fr: Quelle autre option j'ai, de toute façon ?
it_it: Quale altra opzione ho, comunque?

source: [_mc_] Very well. I'll give it a try.
fr_fr: [_mc_] Très bien. Je vais essayer.
it_it: [_mc_] Molto bene. Farò un tentativo.

source: [_maxine_s_laughing_] Have fun!
fr_fr: [_maxine_s_laughing_] Amusez-vous bien!
it_it: [_maxine_s_laughing_] Divertiti!

source: [_mc_] Thanks, I guess?
fr_fr: [_mc_] Merci, je suppose ?
it_it: [_mc_] Grazie, immagino?

source: I can't believe I'm actually going to try breaking a curse with this dusty old thing.
fr_fr: Je n'arrive pas à croire que je vais essayer de briser une malédiction avec ce vieil objet poussiéreux.
it_it: Non posso credere che in realtà cercherò di rompere una maledizione con questa vecchia cosa polverosa.

source: It's all fun and games until you're in a face-off with an ancient witchy spell or something.
fr_fr: C'est du plaisir et des jeux jusqu'à ce que vous soyez dans un face-à-face avec un ancien sort de sorcière ou quelque chose.
it_it: E 'tutto divertente e giochi fino a quando sei in un face-off con un antico incantesimo strega o qualcosa.

source: This is how you fall deeper into the rabbit hole.
fr_fr: C'est comme ça que vous vous enfoncez plus profondément dans le trou de lapin.
it_it: Questo è il modo in cui si cade più in profondità nel foro del coniglio.

source: But if it helps [maya]...
fr_fr: Mais si ça aide [maya]...
it_it: Ma se aiuta [maya]...

source: I just need to read through this thing, and probably give her some space.
fr_fr: J'ai juste besoin de lire cette chose, et probablement de lui donner un peu d'espace.
it_it: Ho solo bisogno di leggere attraverso questa cosa, e probabilmente darle qualche spazio.

source: After all, she's not the most social type, and I basically stalked her the entire day.
fr_fr: Après tout, elle n'est pas la plus sociale, et je l'ai essentiellement traquée toute la journée.
it_it: Dopo tutto, non è il tipo più sociale, e fondamentalmente l'ho bloccata per tutta la giornata.

source: Those who wait for something good, and all that jazz.
fr_fr: Ceux qui attendent quelque chose de bien, et tout ce jazz.
it_it: Coloro che aspettano qualcosa di buono, e tutto quel jazz.

source: Who needs [maxine] when the internet is more reliable and coherent?
fr_fr: Qui a besoin de [maxine] quand Internet est plus fiable et plus cohérent ?
it_it: Chi ha bisogno di [maxine] quando Internet è più affidabile e coerente?

source: I'm sure there's all kinds of books on how to deal with this crap.
fr_fr: Je suis sûr qu'il y a toutes sortes de livres sur la façon de gérer cette merde.
it_it: Sono sicuro che ci sono tutti i tipi di libri su come affrontare questa merda.

source: Let's see here... I just need to get that shady site pulled up...
fr_fr: Voyons voir ici ... J'ai juste besoin de récupérer ce site ombragé ...
it_it: Vediamo qui... Ho solo bisogno di ottenere quel sito ombreggiato tirato su...

source: Ah, perfect! Here we go.
fr_fr: Ah, parfait ! Nous y allons.
it_it: Ah, perfetto! Eccoci qui.

source: One anti-hex, magical spell recipe book coming right up!
fr_fr: Un livre de recettes anti-hex et de sorts magiques à venir !
it_it: Un libro di ricette anti-hex, magico incantesimo in arrivo a destra!

source: I may have just gipped myself big time.
fr_fr: Je viens de me donner du temps.
it_it: Potrei essersi appena strappato grande tempo.

source: Or I'm about to swoop in and be the hero [maya] didn't want but maybe needs.
fr_fr: Ou je suis sur le point d'intervenir et d'être le héros que [maya] ne voulait pas mais dont elle avait peut-être besoin.
it_it: Oppure sto per entrare e essere l'eroe [maya] non voleva, ma forse ha bisogno.

source: Either way, time to wait for the delivery...
fr_fr: Dans les deux cas, le temps d'attente pour la livraison ...
it_it: In entrambi i casi, il tempo di attendere la consegna...

source: Hide in the art classroom
fr_fr: Masquer dans la salle de classe
it_it: Nascondi nell'aula d'arte

source: ?quest.isabelle_dethroning.finished@|{image=isabelle contact_icon}|{image=stats love}|Hide in the music classroom
fr_fr: ?quest.isabelle_dethroning.finished@|{image=isabelle contact_icon}|{image=stats love}|Se cacher dans la classe de musique
it_it: ?quest.isabelle_dethroning.finished@|{image=isabelle contact_icon}|{image=stats love}|Nasconditi nel aula di musica

source: Hide behind the piano
fr_fr: Cacher derrière le piano
it_it: Nascondi dietro il pianoforte

source: "Yeah, well, that tracks with my life."
fr_fr: "Ouais, bien, ça me suit avec ma vie."
it_it: "Sì, beh, quel brano con la mia vita."

source: "I have something hard you can vibe with..."{space=-15}
fr_fr: "J'ai quelque chose de dur avec lequel tu peux vibrer..."{space=-15}
it_it: "Ho qualcosa di difficile con cui puoi vibrare..."{space=-15}

source: "Do you know anything about someone pranking people around here?"
fr_fr: "Tu sais quoi que ce soit de quelqu'un qui prie les gens ici ?"
it_it: "Sapete qualcosa di qualcuno che scherza le persone qua intorno?"

source: "I think bullying is gross."
fr_fr: "Je pense que l'intimidation est brute."
it_it: "Penso che il bullismo sia grossolano."

source: "As long as it's not bigger than mine..."
fr_fr: "Tant que ce n'est pas plus grand que le mien ..."
it_it: "Finché non è più grande del mio..."

source: "Sounds like fake news."
fr_fr: "Ça ressemble à de fausses nouvelles."
it_it: "Suona come una falsa notizia."

source: "I think you're really cute."
fr_fr: "Je pense que tu es vraiment mignonne."
it_it: "Penso che siate davvero carini."

source: "I wanted to know who's pranking you."
fr_fr: "Je voulais savoir qui te prie."
it_it: "Volevo sapere chi ti sta scherzando."

source: "I always come to the computer room at this time."
fr_fr: "Je viens toujours à l'ordinateur en ce moment."
it_it: "Vengo sempre al computer stanza in questo momento."

source: ?mc.charisma>=8@[mc.charisma]/8|{image=stats cha}|"I'm actually not [mc] at all, I'm just wearing his skin."
fr_fr: ?mc.charisma>=8@[mc.charisma]/8|{image=stats cha}|"Je ne suis en fait pas [mc] du tout, Je porte juste sa peau."
it_it: ?mc.charisma>=8@[mc.charisma]/8<unk> {image=stats cha}<unk> "In realtà non sono [mc] affatto, sto solo indossando la sua pelle."

source: "This is serious! What if we're stuck in here all night?"
fr_fr: " C'est grave ! Et si nous étions coincés ici toute la nuit ? "
it_it: "Questo è serio! E se fossimo bloccati qui tutta la notte?"

source: "I didn't do it on purpose!"
fr_fr: "Je ne l'ai pas fait à dessein !"
it_it: "Non l'ho fatto di proposito!"

source: "Yeah, because I totally did it on purpose..."
fr_fr: "Ouais, parce que je l'ai totalement fait ..."
it_it: "Sì, perché l'ho fatto totalmente di proposito..."

source: "There's a sinister plot unfolding here."
fr_fr: "Il y a un complot sinistre qui se déroule ici."
it_it: "C'è un lotto sinistro che si sta svolgendo qui."

source: "Like what?!"
fr_fr: "Comme quoi ?"
it_it: "Come cosa?!"

source: Pee on the fire
fr_fr: Pisser sur le feu
it_it: Appello sul fuoco

source: "You know what? Nevermind."
fr_fr: " Vous savez quoi ? Peu importe. "
it_it: "Tu sai cosa? Non pensare."

source: "Is that a threat?"
fr_fr: "Est-ce une menace ?"
it_it: "È una minaccia?"

source: "I'll let you lead the procession, then."
fr_fr: "Je vous laisse diriger le cortège, alors."
it_it: "Ti lascerò guidare la processione, allora."

source: "So, I just run in place or what?"
fr_fr: "Alors, je me suis mis en place ou quoi ?"
it_it: "Così, ho appena eseguito a posto o cosa?"

source: ?maxine.lust>=8@[maxine.lust]/8|{image=maxine contact_icon}|{image=stats lust_3}|"Actually, how about you and I generate the power together?"
fr_fr: ?maxine.lust>=8@[maxine.lust]/8|{image=maxine contact_icon}|{image=stats lust_ 3}|"En fait, comment vous et moi générons le pouvoir ensemble ?"
it_it: ?maxine.lust>=8@[maxine.lust]/8<unk> {image=maxine contact_icon}<unk> {image=stats lust_3}<unk> "In realtà, che dire di te ed io generiamo il potere insieme?"

source: [_mc_] Huh? M-me?
fr_fr: [_mc_] Huh ? M-moi ?

source: [_mc_] Ugh! Fine!
fr_fr: [_mc_] Ugh ! Très bien !

source: [_mc_] Sorry, [jo]...
fr_fr: [_mc_] Désolé, [jo]...

source: [_mc_] Fuck!
fr_fr: [_mc_] Putain!
