Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_witch.po
Languages: fr_fr, it_it

source: [jacklyn] wouldn't be happy about the design of this piece of art. Not nearly esoteric enough.
fr_fr: [jacklyn] ne serait pas satisfaite de la conception de cette œuvre d'art. Il n'est pas assez ésotérique.
it_it: [jacklyn] non sarebbe felice del design di questo pezzo d'arte. Non quasi esoterico abbastanza.

source: Here we go. Just going to work out my hamstring. No big deal.
fr_fr: C'est parti. Je vais juste faire travailler mes ischio-jambiers. Ce n'est pas grave.
it_it: Qui andiamo. Basta andare a lavorare fuori il mio cordoncino. Nessun grande affare.

source: It looks like [maya] is settling in to be entertained by the jocks.
fr_fr: On dirait que [Maya] s'installe pour se faire divertir par les sportifs.
it_it: Sembra che [maya] si stia stabilendo per essere intrattenuti dai giocchi.

source: Gym class... sports... it really is basically the 21st Century equivalent{space=-20} of the Colosseum.
fr_fr: La classe Gym ... le sport ... c'est vraiment l'équivalent du 21ème siècle {space=-20} du Colisée.
it_it: Classe di palestra... sport... è davvero l'equivalente del XXI secolo{space=-20} del Colosseo.

source: Oh, crap. [kate] is approaching her.
fr_fr: Oh, merde. [kate] s'approche d'elle.
it_it: Oh, crap. [kate] si sta avvicinando a lei.

source: [_kate_s_smile_] Oh, my god, [maya]! Is it true?
fr_fr: [_kate_s_Souriez_] Oh, mon dieu, [maya]! C'est vrai ?
it_it: [_kate_s_smile_] Oh, mio dio, [maya]! È vero?

source: [_maya_s_eyeroll_] Only one way to find out, [kate].
fr_fr: [_maya_s_eyeroll_] Une seule façon de le savoir, [kate].
it_it: [_maya_s_eyeroll_] Solo un modo per scoprire, [kate].

source: Hmm... I'm not entirely sure what's going on here...
fr_fr: Hmm ... Je ne suis pas tout à fait sûr de ce qui se passe ici ...
it_it: Hmm... Non sono del tutto sicuro di cosa stia succedendo qui...

source: It's like a couple of hissing cats prepared to fight over an alley territory.
fr_fr: C'est comme un couple de chats qui s'apprêtant à se battre sur un territoire de l'allée.
it_it: È come un paio di gatti sibilanti pronti a combattere su un territorio vicolo.

source: Normally, I'd bet on [kate], but [maya] has a steel edge to her look that dares someone to fuck with her.
fr_fr: Normalement, je parie sur le [kate], mais [maya] a un bord d'acier à son look qui ose quelqu'un pour baiser avec elle.
it_it: Normalmente, scommetterei su [kate], ma [maya] ha un bordo d'acciaio per il suo look che osa qualcuno a scopare con lei.

source: I can't help but admire her ability to stare straight into the eye of the snake.
fr_fr: Je ne peux m'empêcher d'admirer sa capacité à regarder droit dans les yeux du serpent .
it_it: Non posso fare a meno di ammirare la sua capacità di stare dritto nell'occhio di il serpente.

source: [_kate_s_laughing_] Ew! No, thanks.
fr_fr: [_kate_s_laughing_] Ew ! Non, merci.
it_it: [_kate_s_laughing_] Ew! No, grazie.

source: [_kate_s_flirty_hands_on_hips_] What do you think, [mc], you pervy little eavesdropper?
fr_fr: [_kate_s_flirty_hands_on_hips_] Qu'est-ce que vous pensez, [mc], vous avez peu d'écoutes ?
it_it: [_kate_s_flirty_hands_on_hips_] Cosa ne pensi, [mc], pervy little eavesdropper?

source: [_mc_] I was just, err... minding my own business! Doing some pre-workout stretches!
fr_fr: [_mc_] J'étais juste, euh... en train de m'occuper de mes affaires ! Je faisais des étirements avant l'entraînement !
it_it: [_mc_] Ero giusto, errore... mentendo i miei affari! Facendo alcuni tratti pre-allenamento!

source: [_kate_s_eyeroll_] Please, the only thing you work out is that jaw of yours.
fr_fr: [_kate_s_eyeroll_] S'il vous plaît, la seule chose que vous travaillez est la mâchoire de la vôtre.
it_it: [_kate_s_eyeroll_] Per favore, l'unica cosa che risolvi è quella mascella della vostra.

source: [_maya_s_flirty_] Oh? Sucking too much cock too, [mc]?
fr_fr: [_maya_s_flirty_] Oh ? Sucer trop de bite aussi, [mc] ?
it_it: [_maya_s_flirty_] Oh? Succhiare troppo cazzo troppo, [mc]?

source: [_mc_] Ugh, don't encourage her!
fr_fr: [_mc_] Ugh, ne l'encourage pas !
it_it: [_mc_] Ugh, non incoraggiarla!

source: [_kate_s_excited_] She just said what's on everyone's mind.
fr_fr: [_kate_s_excited_] Elle vient de dire ce qui est sur l'esprit de tout le monde.
it_it: [_kate_s_excited_] Ha appena detto quello che è nella mente di tutti.

source: [_mc_] On everyone's mind?
fr_fr: [_mc_] Sur l'esprit de tout le monde ?
it_it: [_mc_] Alla mente di tutti?

source: [_kate_s_excited_] Just look at the scoreboard!
fr_fr: [Regardez le tableau d'affichage !
it_it: [_kate_s_excited_] Basta guardare il quadro di valutazione!

source: What the hell?
fr_fr: Qu'est-ce que l'enfer ?
it_it: Che inferno?

source: [_kate_s_excited_] Now, what do you think about that?
fr_fr: [_kate_s_excited_] Maintenant, qu'en pensez-vous ?
it_it: [_kate_s_excited_] Ora, cosa ne pensi?

source: [_mc_] I think bullying is gross.
fr_fr: [_mc_] Je pense que l'intimidation est brute.
it_it: [_mc_] Penso che il bullismo sia grossolano.

source: [_kate_s_neutral_] Don't be such a drama queen.
fr_fr: [_kate_s_neutral_] Ne pas être une telle reine.
it_it: [_kate_s_neutral_] Non essere una regina così drammatica.

source: [_kate_s_neutral_] It's just someone poking a bit of fun.
fr_fr: [_kate_s_neutral_] C'est juste quelqu'un qui se moque un peu.
it_it: [_kate_s_neutral_] È solo qualcuno che prende un po' di divertimento.

source: [_mc_] And that someone is you?
fr_fr: [_mc_] Et que quelqu'un vous est ?
it_it: [_mc_] E che qualcuno sei?

source: [_kate_s_laughing_] Oh, please. I have better things to do with my time.
fr_fr: [_kate_s_laughing_] Oh, s'il vous plaît. J'ai de meilleures choses à faire avec mon temps.
it_it: [_kate_s_laughing_] Oh, per favore. Ho cose migliori da fare con il mio tempo.

source: [_maya_s_neutral_] It's fine, [mc]. If I wanted a white knight, I would sound the bugle.
fr_fr: [_maya_s_neutral_] C'est bon, [mc]. Si je voulais un chevalier blanc, je saurais le faire.
it_it: [_maya_s_neutral_] va bene, [mc]. Se volessi un cavaliere bianco, suonerei il bugle.

source: [_mc_] I wasn't trying to—
fr_fr: [_mc_] Je n'essayais pas de-
it_it: [_mc_] non stavo provando—

source: [_kate_s_smile_] Yeah, bitch boy. Go stick your lance somewhere else.
fr_fr: [_kate_s_Souriez_] Oui, salope. Va coller ta lance ailleurs.
it_it: [_kate_s_smile_] Yeah, troia ragazzo. Vai a attaccare la tua lancia da qualche altra parte.

source: [_mc_] Ugh, whatever...
fr_fr: [_mc_] Ugh, peu importe ...
it_it: [_mc_] Ugh, qualsiasi...

source: [_maya_s_smile_] Don't worry. If I ever need you, I'll be sure to flash the signal.
fr_fr: [_maya_s_Souriez_] Ne vous inquiétez pas. Si j'ai besoin de vous, je serai sûr de clignoter.
it_it: [_maya_s_smile_] Non ti preoccupare. Se ho mai bisogno di te, sarò sicuro di lampeggiare il segnale.

source: [_mc_] And what's the signal?
fr_fr: [_mc_] Et quel est le signal ?
it_it: [_mc_] E qual è il segnale?

source: [_maya_s_smile_] It's a novel idea, but... it looks like a bat, I flash it into the sky, and then you come.
fr_fr: [_maya_s_smile_] C'est une nouvelle idée, mais... ça ressemble à une chauve-souris, je la lance dans le ciel, et puis vous arrivez.
it_it: [_maya_s_smile_] È un'idea nuova, ma... sembra un pipistrello, lo lampeggio nel cielo, e poi vieni.

source: [_mc_] {i}I'm Batman.{/}
fr_fr: [_mc_] {i}Je suis Batman. {/}
it_it: [_mc_] {i}Sono Batman.{/}

source: [_maya_s_confident_] That's surprisingly not the worst impression I've ever heard!
fr_fr: [_maya_s_confident_] C'est étonnamment pas la pire impression que j'ai jamais entendue !
it_it: [_maya_s_confident_] Quella sorprendentemente non è la peggiore impressione che abbia mai sentito!

source: [_kate_s_annoyed_] God, nerds take the fun out of everything.
fr_fr: [_kate_s_annoyed_] Dieu, les nerfs prennent le plaisir de tout.
it_it: [_kate_s_annoyed_] Dio, i nerds prendono il divertimento di tutto.

source: [_maya_s_bored_] Anyway...
fr_fr: [_maya_s_bored_] En tout cas ...
it_it: [_maya_s_bored_] Comunque...

source: I don't know what's going on, but [maya] sure does take it with grace.
fr_fr: Je ne sais pas ce qui se passe, mais [maya] est sûr de le prendre avec grâce.
it_it: Non so cosa stia succedendo, ma [maya] certo lo prende con grazia.

source: I don't think everyone would be as brave.
fr_fr: Je ne pense pas que tout le monde serait aussi courageux.
it_it: Non penso che tutti sarebbero coraggiosi.

source: [_mc_] As long as it's not bigger than mine...
fr_fr: [_mc_] Tant qu'il n'est pas plus grand que le mien ...
it_it: [_mc_] Finché non è più grande del mio...

source: [_kate_s_embarrassed_] Ew! You're such a little creep.
fr_fr: [_kate_s_embarrassed_] Ew ! Tu es un peu de fluage.
it_it: [_kate_s_embarrassed_] Ew! Sei così piccolo strisciante.

source: [_maya_s_sarcastic_] Let's get together and measure sometime, [mc].
fr_fr: [_maya_s_sarcastique_] On devrait se retrouver pour mesurer un jour, [mc].
it_it: [_maya_s_sarcastic_] Andiamo insieme e misuriamo a volte, [mc].

source: [_mc_] Heh, let's do it!
fr_fr: [_mc_] Heh, faisons ça !
it_it: [_mc_] Heh, lo facciamo!

source: [_kate_s_thinking_] Whatever. You two are freaks.
fr_fr: [_kate_s_thinking_] Quoi qu'il en soit. Vous deux êtes des monstres.
it_it: [_kate_s_thinking_] Qualunque cosa sia. Voi due siete preoccupati.

source: [_maya_s_cringe_] Weird shit going down, eh?
fr_fr: [_maya_s_cringe_] La merde est en baisse, hein ?
it_it: [_maya_s_cringe_] Strano shit andare giù, eh?

source: [_mc_] Yeah. Not worth paying any actual attention to dumb stuff like that.
fr_fr: [_mc_] Oui. Il ne vaut pas la peine de porter une attention réelle à des trucs idiots comme ça.
it_it: [_mc_] Yeah. Non vale la pena prestare alcuna attenzione reale a roba muta come quello.

source: [_maya_s_sarcastic_] Anyway, thanks for the laugh, [mc].
fr_fr: [_maya_s_sarcastic_] En tout cas, merci pour le rire, [mc].
it_it: [_maya_s_sarcastic_] Comunque, grazie per la risata, [mc].

source: [_mc_] No worries...
fr_fr: [_mc_] Pas d'inquiétude ...
it_it: [_mc_] Nessuna preoccupazione...

source: [_mc_] Sounds like fake news.
fr_fr: [_mc_] Des sons comme des fausses nouvelles.
it_it: [_mc_] Suona come false notizie.

source: [_kate_s_eyeroll_] Whatever. It's funny.
fr_fr: [_kate_s_eyeroll_] Quoi qu'il en soit. C'est drôle.
it_it: [_kate_s_eyeroll_] Qualcosa. È divertente.

source: [_maya_s_dramatic_] As funny as a heart attack.
fr_fr: [_maya_s_dramatic_] Aussi drôle qu'une crise cardiaque.
it_it: [_maya_s_dramatic_] Divertente come un attacco di cuore.

source: [_mc_] I think that's serious.
fr_fr: [_mc_] Je pense que c'est grave.
it_it: [_mc_] penso che sia serio.

source: [_maya_s_dramatic_] Very.
fr_fr: [_maya_s_dramatic_] Très.
it_it: [_maya_s_dramatic_] Molto.

source: [_mc_] No, I mean—
fr_fr: [_mc_] Non, je veux dire-
it_it: [_mc_] No, significo—

source: [_maya_s_dramatic_] I know what you mean. It's my idiom, and I'll twist it if I want to.
fr_fr: [_maya_s_dramatic_] Je sais ce que vous voulez dire. C'est mon idiome, et je vais le tordre si je le veux.
it_it: [_maya_s_dramatic_] So cosa intendi. È il mio idioma, e lo torcerò se voglio.

source: [_kate_s_skeptical_] I don't know about any idioms, but you're both idiots.
fr_fr: [_kate_s_skeptical_] Je ne sais pas pour les idiomes, mais vous êtes tous les deux idiots.
it_it: [_kate_s_skeptical_] Non so nulla di idiomi, ma sei entrambi idioti.

source: [_maya_s_sarcastic_] Later, [mc]. Off to beat my fake news.
fr_fr: [_maya_s_sarcastic_] Plus tard, [mc]. Non pour battre mes fausses nouvelles.
it_it: [_maya_s_sarcastic_] Più tardi, [mc]. Off per battere le mie false notizie.

source: I swear, I can never tell when she's joking...
fr_fr: Je le jure, je ne peux jamais dire quand elle plaisait ...
it_it: Giuro, non posso mai dire quando sta scherzando...

source: Oh, crap. The cheerleaders are approaching her.
fr_fr: Oh, merde. Les cheerleaders s'adressent à elle.
it_it: Oh, crap. I cheerleader si stanno avvicinando a lei.

source: [_maya_s_afraid_] Am I about to be triple penetrated?
fr_fr: [_maya_s_afraid_] Suis-je sur le point d'être triple pénétrée ?
it_it: [_maya_s_afraid_] Sto per essere triplo penetrato?

source: [_stacy_s_confident_] How would that work, hm? If the scoreboard isn't lying.
fr_fr: [_stacy_s_confident_] Comment ça fonctionne, hm ? Si le tableau de bord n'est pas mentir.
it_it: [_stacy_s_confident_] Come funzionerebbe, hm? Se il tabellone non sta mentendo.

source: [_maya_s_thinking_] Oh, right. You would have to take turns.
fr_fr: [_maya_s_thinking_] Oh, non. Tu aurais à prendre tour à tour.
it_it: [_maya_s_thinking_] Oh, giusto. Dovresti fare giri.

source: [_casey_s_confident_s_flip_] So, you're saying it's true?
fr_fr: [_casey_s_confident_s_flip_] Alors, vous dites que c'est vrai ?
it_it: [_casey_s_confident_s_flip_] Quindi, stai dicendo che è vero?

source: [_maya_s_flirty_] Only one way to find out, girls.
fr_fr: [_maya_s_flirty_] Une seule façon de le savoir, les filles.
it_it: [_maya_s_flirty_] Solo un modo per scoprire, ragazze.

source: [_lacey_s_neutral_] And what way would that be?
fr_fr: [_lacey_s_neutral_] Et quelle serait cette solution ?
it_it: [_lacey_s_neutral_] E in che modo sarebbe così?

source: [_stacy_s_neutral_] Babe, she was making a sexual innuendo.
fr_fr: [_stacy_s_neutral_] Babe, elle faisait des insinuations sexuelles.
it_it: [_stacy_s_neutral_] Babe, stava facendo un inno sessuale.

source: [_lacey_s_neutral_] A what?
fr_fr: [_lacey_s_neutral_] A quoi ?
it_it: [_lacey_s_neutral_] A cosa?

source: [_maya_s_kiss_] I'm just saying, if I had a dick, I would probably fuck you first, [lacey].{space=-10}
fr_fr: [_maya_s_kiss_] Je dis juste, si j'avais une bite, je te baisserais probablement le premier, [lacey]. {space=-10}
it_it: [_maya_s_kiss_] Sto solo dicendo, se avessi un cazzo, probabilmente ti scoperei prima, [lacey].{space=-10}

source: [_casey_s_neutral_s_flip_] Why her first?
fr_fr: [_casey_s_neutral_s_flip_] Pourquoi sa première ?
it_it: [_casey_s_neutral_s_flip_] Perché la sua prima?

source: [_lacey_s_confident_] Because I'm the prettiest, duh!
fr_fr: [Parce que je suis la plus belle, bien sûr !
it_it: [_lacey_s_confident_] Perché sono il più carino, duh!

source: [_stacy_s_neutral_] You are not the prettiest! Have you seen me?
fr_fr: [Vous n'êtes pas la plus belle ! Vous m'avez vue ?
it_it: [_stacy_s_neutral_] Non sei il più bello! Mi hai visto?

source: [_casey_s_neutral_s_flip_] You are both such divas.
fr_fr: [_casey_s_neutral_s_flip_] Vous êtes ces deux divas.
it_it: [_casey_s_neutral_s_flip_] Voi siete entrambe tali dive.

source: [_casey_s_confident_s_flip_] Take a good look at me, [maya]. I'll make you reconsider.
fr_fr: [_casey_s_confident_s_flip_] Jetez un coup d'oeil sur moi, [maya]. Je vais vous faire reconsidérer.
it_it: [_casey_s_confident_s_flip_] Dai una buona occhiata a me, [maya]. Ti farò ripensare.

source: [_maya_s_bored_] At least hit me with a pick-up line. That's what all the guys do.
fr_fr: [_maya_s_bored_] Au moins m'a frappé avec une ligne de ramassage. C'est ce que font tous les gars.
it_it: [_maya_s_bored_] Almeno mi ha colpito con una linea di pick-up. Questo è ciò che fanno tutti i ragazzi.

source: [_casey_s_confident_s_flip_] Did it hurt when you... err...
fr_fr: [_casey_s_confident_s_flip_] A-t-il été blessé quand vous ... err ...
it_it: [_casey_s_confident_s_flip_] ha fatto male quando ti sbagli...

source: [_casey_s_neutral_s_flip_] ...wait, how does it go again?
fr_fr: [_casey_s_neutral_s_flip_] ... Attends, comment ça va de nouveau ?
it_it: [_casey_s_neutral_s_flip_] ...aspetta, come va di nuovo?

source: [maya] sure knows how to handle herself in tough situations.
fr_fr: [maya] sait s'occuper d'elle-même dans des situations difficiles.
it_it: [maya] sa sicuramente come comportarsi in situazioni difficili.

source: They all look completely lost.
fr_fr: Ils ont tous l'air complètement perdus.
it_it: Sembrano tutte completamente perse.

source: The soda, the bathroom lights, the scoreboard...
fr_fr: Le soda, les lumières de la salle de bain, le tableau de bord ...
it_it: La soda, le luci del bagno, il tabellone...

source: The soda, the texts, the scoreboard...
fr_fr: Le soda, les textes, le tableau de bord ...
it_it: La soda, i testi, il quadro di valutazione...

source: First the soda, now the scoreboard...
fr_fr: D'abord le soda, maintenant le tableau d'affichage...
it_it: In primo luogo la soda, ora il quadro di valutazione...

source: Someone is definitely giving her a hard time.
fr_fr: Quelqu'un lui donne vraiment du mal.
it_it: Qualcuno le sta sicuramente dando un momento difficile.

source: Someone is definitely giving [maya] a hard time.
fr_fr: Quelqu'un donne sans aucun doute [maya] un temps difficile.
it_it: Qualcuno sta sicuramente dando a [maya] un momento difficile.

source: I better keep an eye on her until I figure this out.
fr_fr: Je ferais mieux de garder un œil sur elle jusqu'à ce que je trouve ça.
it_it: Meglio tenerla d'occhio fino a quando non capisco questo fuori.

source: According to her schedule, she has computer class next.
fr_fr: Selon son horaire, elle a la classe informatique suivante.
it_it: Secondo il suo programma, lei ha lezione di computer il prossimo.

source: [_mc_] Aha? Like the band?
fr_fr: [_mc_] Aha ? Comme la bande ?
it_it: [_mc_] Aha? Ti piace la band?

source: [_maya_s_neutral_] No, {i}"aha!"{/} like every dastardly villain says when they catch the sneaky{space=-45} goody two shoes.
fr_fr: [_maya_s_neutral_] Non, {i}"aha !"{/} comme le disent tous les méchants lorsqu'ils attrapent le sournois{space=-45} bonhomme deux chaussures.
it_it: [_maya_s_neutral_] No, {i}"aha!"{/} come ogni dastardly cattain dice quando catturano la sneaky{space=-45} buone due scarpe.

source: [_mc_] So, you're the villain?
fr_fr: [_mc_] Alors, vous êtes le méchant ?
it_it: [_mc_] Quindi, sei il cattivo?

source: [_maya_s_smile_hands_in_pockets_] Of course. They're cooler by far.
fr_fr: [_maya_s_Souriez_hands_in_pockets_] Bien sûr. Ils sont plus cool de loin.
it_it: [_maya_s_smile_hands_in_pockets_] Certo. Sono più cool di lontano.

source: [_mc_] I can't really argue with that.
fr_fr: [_mc_] Je ne peux pas vraiment me disputer avec ça.
it_it: [_mc_] Non posso davvero discutere con quello.

source: [_maya_s_annoyed_] But that's not the point! The point is you've been following me.
fr_fr: [_maya_s_annoyed_] Mais ce n'est pas le but ! Le point c'est que tu m'as suivi.
it_it: [_maya_s_annoyed_] Ma questo non è il punto! Il punto è che mi hai seguito.

source: [_maya_s_annoyed_] Why?
fr_fr: [_maya_s_annoyed_] Pourquoi ?
it_it: [_maya_s_annoyed_] Perché?

source: [_mc_] I think you're really cute.
fr_fr: [_mc_] Je pense que vous êtes vraiment mignon.
it_it: [_mc_] Penso che tu sia davvero carino.

source: [_maya_s_cringe_] So, what, you've been perving on me?
fr_fr: [_maya_s_cringe_] Alors, qu'est-ce que vous avez pervers sur moi ?
it_it: [_maya_s_cringe_] Allora, che cosa, hai pervaso su di me?

source: [_mc_] I just wanted to know what sort of things you like for when I ask you out.
fr_fr: [_mc_] Je voulais juste savoir ce genre de choses que vous aimez quand je vous demande.
it_it: [_mc_] Volevo solo sapere che tipo di cose ti piace per quando ti chiedo fuori.

source: [_maya_s_cringe_] I can smell it from here.
fr_fr: [Je peux le sentir d'ici.
it_it: [_maya_s_cringe_] lo sento odore da qui.

source: [_mc_] Smell what?
fr_fr: [_mc_] Sentir quoi ?
it_it: [_mc_] odore cosa?

source: [_maya_s_cringe_] The desperation.
fr_fr: [_maya_s_cringe_] Le désespoir.
it_it: [_maya_s_cringe_] La disperazione.

source: Ouch. I should probably have played it more cool with her.
fr_fr: Ouch. J'aurais probablement dû le faire plus cool avec elle.
it_it: Ouch. Probabilmente avrei dovuto suonare più cool con lei.

source: [maya] does seem like the sort where less is more...
fr_fr: [maya] semble être le genre où moins c'est plus ...
it_it: [maya] sembra il tipo in cui meno è più...

source: In this case, less of me altogether.
fr_fr: Dans ce cas, moins de moi.
it_it: In questo caso, meno di me del tutto.

source: [_mc_] You're right, I'm sorry. Maybe I was trying too hard.
fr_fr: [_mc_] Vous avez raison, je suis désolé. Peut-être que j'essayais trop dur.
it_it: [_mc_] hai ragione, mi dispiace. Forse stavo provando troppo duramente.

source: [_maya_s_dramatic_] "Maybe" is selling it short.
fr_fr: [_maya_s_dramatic_] "Peut-être" est-il vendu court.
it_it: [_maya_s_dramatic_] "Forse" lo sta vendendo breve.

source: [_maya_s_dramatic_] And anyway, it's pointless. I don't really date.
fr_fr: [_maya_s_dramatic_] Et de toute façon, c'est inutile. Je n'ai pas vraiment de date.
it_it: [_maya_s_dramatic_] E comunque, è inutile. Non mi appunto.

source: [_mc_] Why not?
fr_fr: [_mc_] Pourquoi pas ?
it_it: [_mc_] Perché no?

source: [_maya_s_dramatic_] Am I only supposed to have one sugar daddy? No money in that.
fr_fr: [Suis-je censée n'avoir qu'un seul papa gâteau ? Il n'y a pas d'argent là-dedans.
it_it: [_maya_s_dramatic_] Ho solo supposto di avere un papà di zucchero? Nessun denaro in questo.

source: [_mc_] You don't actually—
fr_fr: [_mc_] Vous n'avez pas
it_it: [_mc_] Non è realmente—

source: [_maya_s_sarcastic_] Of course not.
fr_fr: [_maya_s_sarcastic_] Bien sûr que non.
it_it: [_maya_s_sarcastic_] Naturalmente no.

source: [_maya_s_sarcastic_] It's all about the mommies.
fr_fr: [_maya_s_sarcastic_] Tout est à propos des mamans.
it_it: [_maya_s_sarcastic_] È tutto sulle mommie.

source: [_mc_] Very funny...
fr_fr: [_mc_] Très drôle ...
it_it: [_mc_] Molto divertente...

source: ...and weirdly kind of hot...
fr_fr: ... et bizarrement aimable ...
it_it: ...e strano tipo di caldo...

source: [_mc_] I wanted to know who's pranking you.
fr_fr: [_mc_] Je voulais savoir qui vous prie.
it_it: [_mc_] Volevo sapere chi ti sta scherzando.

source: [_maya_s_eyeroll_] Why? What's it to you?
fr_fr: [_maya_s_eyeroll_] Pourquoi ? Qu'est-ce que c'est pour toi ?
it_it: [_maya_s_eyeroll_] Perché? Cosa ti fa?

source: [_mc_] I just don't think it's cool.
fr_fr: [_mc_] Je ne pense pas que c'est cool.
it_it: [_mc_] Semplicemente non penso che sia cool.

source: [_maya_s_neutral_] Well, it's not pranks. Someone actually has it out for me.
fr_fr: [_maya_s_neutral_] Eh bien, ce n'est pas des farces. Quelqu'un a vraiment ça pour moi.
it_it: [_maya_s_neutral_] Beh, non sono scherze. Qualcuno lo ha fatto per me.

source: [_maya_s_neutral_] But I can handle it myself.
fr_fr: [_maya_s_neutral_] Mais je peux le gérer moi-même.
it_it: [_maya_s_neutral_] Ma posso gestirla da sola.

source: [_mc_] Are you sure?
fr_fr: [_mc_] Etes-vous sûr ?
it_it: [_mc_] Sei sicuro?

source: [_maya_s_dramatic_] Gosh, on second thought, I really need to double check with you that it's okay!
fr_fr: [Bon sang, à la réflexion, il faut vraiment que je vérifie avec toi que c'est d'accord !
it_it: [_maya_s_dramatic_] Gosh, al secondo pensiero, ho davvero bisogno di ricontrollare con te che va bene!

source: [_mc_] Excuse me for showing concern...
fr_fr: [_mc_] Excuse-moi pour avoir montré des inquiétudes ...
it_it: [_mc_] Scusami per aver mostrato preoccupazione...

source: [_maya_s_cringe_] Is that what they're calling it these days?
fr_fr: [_maya_s_cringe_] Est-ce ce qu'ils appellent ça de nos jours ?
it_it: [_maya_s_cringe_] È quello che lo chiamano in questi giorni?

source: [_mc_] Calling what?
fr_fr: [_mc_] Appel de quoi ?
it_it: [_mc_] Chiamate cosa?

source: [_maya_s_cringe_] Being all up in someone's business.
fr_fr: [_maya_s_cringe_] Être tous dans l'entreprise d'une personne.
it_it: [_maya_s_cringe_] Essere tutti in affari di qualcuno.

source: [_mc_] I always come to the computer room at this time.
fr_fr: [_mc_] Je viens toujours dans la salle de l'ordinateur.
it_it: [_mc_] Vengo sempre nella sala computer in questo momento.
