Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_witch.po
Languages: fr_fr, it_it

source: Oh, man. There's [maya] again.
fr_fr: Oh, mon Dieu. C'est encore [maya].
it_it: Oh, uomo. C'è di nuovo [maya].

source: Looking hot and somehow frightening all in one.
fr_fr: En regardant chaud et en quelque sorte effrayant dans un.
it_it: Guardando caldo e in qualche modo spaventoso tutto in uno.

source: You would think someone that cute would be incapable of sarcastic disdain...
fr_fr: Vous penserez que quelqu'un qui mignon serait incapable de dédain sarcastique ...
it_it: Si potrebbe pensare che qualcuno che carino sarebbe incapace di disdegno sarcastico...

source: Yet I'm pretty sure it's the only language she knows.
fr_fr: Pourtant, je suis presque sûr que c'est la seule langue qu'elle connaisse.
it_it: Eppure sono abbastanza sicuro che sia l'unica lingua che conosce.

source: Eyes dark, she twirls a strand of fiery hair round and round her finger.
fr_fr: Les yeux sombres, elle fait tourner une mèche de cheveux flamboyants autour de son doigt.
it_it: Occhi scuri, fa girare un filo di capelli focosi intorno e intorno al dito.

source: Seems risky to engage when she's already in a mood, but there's something so alluring about playing with fire.
fr_fr: Il est risqué de s'engager quand elle est déjà d'humeur, mais il y a quelque chose de si alléchant à jouer avec le feu.
it_it: Sembra rischioso impegnarsi quando è già in uno stato d'animo, ma c'è qualcosa di così allettante di giocare con il fuoco.

source: It whispers at a hint of beauty... the promise of danger... the thrill of losing a limb...
fr_fr: Il murmure un soupçon de beauté... la promesse d'un danger... le frisson de la perte d'un membre...
it_it: Sussurra ad un accenno di bellezza... la promessa di pericolo... l'emozione di perdere un arto...

source: [_mc_] What's up, [maya]?
fr_fr: [_mc_] Quoi de plus, [maya] ?
it_it: [_mc_] Che cos'è, [maya]?

source: [_maya_s_afraid_] It's you, isn't it?
fr_fr: [_maya_s_afraid_] C'est vous, n'est-ce pas ?
it_it: [_maya_s_afraid_] Sei tu, vero?

source: [_mc_] Of course not...
fr_fr: [_mc_] Bien sûr que non ...
it_it: [_mc_] Naturalmente no...

source: [_maya_s_skeptical_] So, why are you sniffing around here?
fr_fr: [_maya_s_skeptical_] Alors, pourquoi reniez-vous ici ?
it_it: [_maya_s_skeptical_] Allora, perché stai sniffando da qui?

source: [_mc_] I wasn't sniffing around!
fr_fr: [_mc_] Je ne reniais pas aux alentours !
it_it: [_mc_] Non stavo sniffando intorno!

source: [_maya_s_skeptical_] Why do you look so guilty, then?
fr_fr: [_maya_s_skeptical_] Pourquoi tu as l'air si coupable, alors ?
it_it: [_maya_s_skeptical_] Perché sembri così colpevole, allora?

source: [_mc_] I, err... just wanted to know if everything was okay...
fr_fr: [_mc_] Je, euh... voulais juste savoir si tout allait bien...
it_it: [_mc_] Io, erro... volevo solo sapere se tutto andava bene...

source: [_maya_s_confident_hands_down_] Oh! In that case, totally. My morning has just been all unicorn farts and rainbow jizz.
fr_fr: [_maya_s_confident_hands_down_] Oh ! Dans ce cas, tout à fait. Ma matinée a été pleine de pets de licorne et de sperme arc-en-ciel.
it_it: [_maya_s_confident_hands_down_] Oh! In quel caso, totalmente. La mia mattina è stata solo una farsa unicorno e un po' di arcobaleno

source: [_mc_] I feel like I'm sensing some hostility.
fr_fr: [_mc_] J'ai l'impression de ressentir une certaine hostilité.
it_it: [_mc_] Mi sento di percepire un po' di ostilità.

source: [_maya_s_bored_] Maybe because I'm hostile.
fr_fr: [_maya_s_bored_] Peut-être parce que je suis hostile.
it_it: [_maya_s_bored_] Forse perché sono ostile.

source: [_maya_s_bored_] And you sense it.
fr_fr: [_maya_s_bored_] Et vous le sens.
it_it: [_maya_s_bored_] E lo senti.

source: [_mc_] ...that could be it.
fr_fr: [_mc_] ... ça pourrait être.
it_it: [_mc_] ... potrebbe essere così.

source: [_maya_s_eyeroll_] It's whatever. It already feels like a long day.
fr_fr: [_maya_s_eyeroll_] C'est tout. Ça ressemble déjà à une longue journée.
it_it: [_maya_s_eyeroll_] È qualsiasi cosa. Sembra già una lunga giornata.

source: [_mc_] Err, how come?
fr_fr: [_mc_] Err, comment venir ?
it_it: [_mc_] Err, come viene?

source: [_maya_s_eyeroll_] I've been cursed.
fr_fr: [_maya_s_eyeroll_] J'ai été maudit.
it_it: [_maya_s_eyeroll_] sono stato maledetto.

source: There's something you don't hear everyday...
fr_fr: Il y a quelque chose qu'on n'entend pas tous les jours...
it_it: C'è qualcosa che non sentite tutti i giorni...

source: [_mc_] Excuse me?
fr_fr: [_mc_] Excusez-moi ?
it_it: [_mc_] Mi scusa?

source: [_mc_] Thanks for spelling it out, I guess.
fr_fr: [_mc_] Merci pour l'orthographe, je suppose.
it_it: [_mc_] Grazie per averlo scritto fuori, immagino.

source: [_maya_s_sarcastic_] Happy to alleviate any confusion.
fr_fr: [_maya_s_sarcastic_] Heureux de dissiper toute confusion.
it_it: [_maya_s_sarcastic_] Felice di alleviare qualsiasi confusione.

source: [_maya_s_dramatic_] Anyway, I don't know what witch my great great great grandfather fucked over, but there you have it. Cursed.
fr_fr: [_maya_s_dramatic_] Quoi qu'il en soit, je ne sais pas quelle sorcière mon grand grand-père a fouillé, mais il y en a. Soulé.
it_it: [_maya_s_dramatic_] Comunque, non so che cosa strega il mio grande grande nonno scoppiò, ma lì lo avete. Maledetto.

source: [_mc_] I have no idea why anyone would put a curse on you...
fr_fr: [_mc_] Je n'ai aucune idée de pourquoi quelqu'un pourrait mettre une malédiction sur vous ...
it_it: [_mc_] Non ho idea del motivo per cui qualcuno avrebbe messo una maledizione su di te...

source: [_maya_s_dramatic_] I know! I'm like a perfect angel!
fr_fr: [_maya_s_dramatic_] Je sais ! Je suis comme un ange parfait !
it_it: [_maya_s_dramatic_] lo so! Sono come un perfetto angelo!

source: [_mc_] Right. But how do you know you're cursed?
fr_fr: [_mc_] Droit. Mais comment tu sais que tu es maudit ?
it_it: [_mc_] Giusto. Ma come sai che sei maledetto?

source: [_maya_s_thinking_] Watch this shit...
fr_fr: [_maya_s_thinking_] Regardez cette merde ...
it_it: [_maya_s_thinking_] Guarda questa merda...

source: [maya] goes over to the vending machine and selects a soda option. Grabs it when it rolls down.
fr_fr: [maya] se dirige vers le distributeur et choisit un soda. Elle l'attrape lorsqu'il roule vers le bas.
it_it: [maya] passa al distributore automatico e seleziona un'opzione di soda. Lo afferra quando rotola giù.

source: She holds it out away from her body, a grimace twisting her face as she opens the can.
fr_fr: Elle le tient loin de son corps, une grimace qui se tordu le visage quand elle ouvre le peux.
it_it: Lei lo tiene lontano dal suo corpo, un grimace che torce il suo viso come lei apre la lattina.

source: As soon as she does, the soda explodes everywhere, fizzing out of the can and bubbling down to the ground.
fr_fr: Dès qu'elle le fait, le soda explose partout, pétille hors de la canette et tombe en bulles sur le sol.
it_it: Non appena lo fa, la soda esplode ovunque, sgorgando dalla lattina e sgorgando a terra.

source: [_mc_] Okay, I think I'm missing something here...
fr_fr: [_mc_] Ok, je pense que je manque quelque chose ici ...
it_it: [_mc_] Okay, penso che mi manchi qualcosa qui...

source: [_maya_s_afraid_soda_] It's the same every day! Every time I try to get a soda, it comes out shaken and explodes all over me!
fr_fr: [_maya_s_afraid_soda_] C'est le même jour ! Chaque fois que j'essaie d'obtenir un soda, il est secoué et explose tout autour de moi !
it_it: [_maya_s_afraid_soda_] È lo stesso ogni giorno! Ogni volta che cerco di ottenere un soda, esce scosso ed esplode in tutto me!

source: [_mc_] Maybe it's busted? I could try if you want.
fr_fr: [_mc_] Peut-être qu'il est autobus ? Je pourrais essayer si tu veux.
it_it: [_mc_] Forse è busta? Potrei provare se vuoi.

source: [_maya_s_flirty_soda_] Your damsel in distress senses tingling, [mc]?
fr_fr: [_maya_s_flirty_soda_] Vos sens de demoiselle en détresse s'éveillent, [mc] ?
it_it: [_maya_s_flirty_soda_] La tua dama in difficoltà percepisce formicolio, [mc]?

source: Her eyes flick down to my crotch and a razor sharp smile glints on her full, pink lips.
fr_fr: Ses yeux descendent jusqu'à mon entrejambe et un sourire tranchant brille sur ses lèvres roses et pulpeuses.
it_it: I suoi occhi scagliano verso il basso al mio cavallo e un rasoio sorriso affilato brillano sulle labbra piene e rosa.

source: It burns a hole right into my heart and sends heat piping through my skin.
fr_fr: Il brûle un trou droit dans mon cœur et envoie des tuyaux de chaleur à travers ma peau.
it_it: Brucia un buco a destra nel mio cuore e invia tubazioni di calore attraverso la mia pelle.

source: But most of all, I'm surprised she even knows my name.
fr_fr: Mais surtout, je suis surpris qu'elle connaisse mon nom.
it_it: Ma soprattutto sono sorpreso che lei conosca anche il mio nome.

source: [_mc_] No! Of course not!
fr_fr: [_mc_] Non ! Bien sûr que non !
it_it: [_mc_] No! Certo no!

source: But when she looks at me like that, I can't deny it does something to me...
fr_fr: Mais quand elle me regarde comme ça, je ne peux pas nier que ça me fait quelque chose ...
it_it: Ma quando mi guarda così, non posso negare che fa qualcosa per me...

source: [_mc_] Come on, let me give it a go!
fr_fr: [_mc_] Allez, laissez-moi vous donner un go !
it_it: [_mc_] Avanti, lasciami fare un passo!

source: [_maya_s_eyeroll_] Fine.
it_it: [_maya_s_eyeroll_] Bene.

source: [_maya_s_smile_hands_in_pockets_] I've always wanted my own personal soda fetcher, anyway. I finally made it!
fr_fr: [_maya_s_smile_hands_in_pockets_] J'ai toujours voulu avoir mon propre collecteur de soda, de toute façon. Je l'ai enfin fait !
it_it: [_maya_s_smile_hands_in_pockets_] Ho sempre voluto il mio personal soda fetcher, comunque. Finalmente l'ho fatto!

source: [maya] bats her long lashes at me and offers a bright, heart melting smile.
fr_fr: [maya] me regarde de ses longs cils et m'offre un sourire éclatant qui fait fondre le cœur.
it_it: [maya] pipistrelle le sue lunghe ciglia a me e offre un luminoso sorriso di fusione del cuore.

source: She could probably make me do much more for her than that...
fr_fr: Elle pourrait probablement me faire faire beaucoup plus pour elle que ça ...
it_it: Probabilmente potrebbe farmi fare molto di più per lei di quello...

source: [_mc_] Here goes nothing...
fr_fr: [_mc_] Ici, rien ne va ...
it_it: [_mc_] Qui non va niente...

source: Together, we watch as the soda rolls down and bumps innocently into the little compartment.
fr_fr: Ensemble, nous regardons au fur et à mesure que le soda se roule et se déverse innocemment dans le petit compartiment.
it_it: Insieme, guardiamo mentre la soda rotola giù e urta innocentemente nel piccolo compartimento.

source: I reach my hand inside, and find I'm holding my breath when I withdraw the can.
fr_fr: J'arrive à la main à l'intérieur, et je trouve que je tiens mon souffle quand je retire le peux.
it_it: Raggiungo la mano dentro, e trovo che sto trattenendo il fiato quando ritiro la lattina.

source: Slowly, I open it and...
fr_fr: Lentement, je l'ouvre et ...
it_it: Lentamente, lo apro e...

source: ...nothing.
fr_fr: ... rien.
it_it: ...niente.

source: Just a little release of air as it's opened, but no explosion.
fr_fr: Juste une petite sortie d'air comme elle est ouverte, mais pas d'explosion.
it_it: Solo un po 'di rilascio di aria come è aperta, ma nessuna esplosione.

source: [_mc_] It seems fine to me.
fr_fr: [_mc_] Ça me semble bien.
it_it: [_mc_] Mi sembra bene.

source: [_maya_s_annoyed_] Now do it again, but this time let me open it.
fr_fr: [_maya_s_annoyed_] Maintenant refaites ça, mais cette fois, laissez-moi l'ouvrir.
it_it: [_maya_s_annoyed_] Ora fatelo di nuovo, ma questa volta lasciatemi aprire.

source: [_mc_] I don't—
fr_fr: [Je ne...
it_it: [_mc_] non lo faccio—

source: [_maya_s_annoyed_] Just do it!
fr_fr: [Faites-le !
it_it: [_maya_s_annoyed_] Basta farlo!

source: [_mc_] All right! Fine!
fr_fr: [_mc_] Très bien ! Très bien !
it_it: [_mc_] Va bene! Fine!

source: [_mc_] What's the sense in testing a hypothesis if you don't run multiple experiments, right?
fr_fr: [_mc_] Quel est le sens de tester une hypothèse si vous n'exécutez pas de multiples expériences, n'est-ce pas ?
it_it: [_mc_] Qual è il senso nel testare un'ipotesi se non esegui più esperimenti, giusto?

source: God, I sound like [maxine]. What a terrifying thought.
fr_fr: Mon Dieu, j'aime le [maxine]. Quelle pensée terrifiante.
it_it: Dio, suono come [maxine]. Che pensiero terrificante.

source: [_maya_s_blush_] Oh, yeah, just like that! Talk nerdy to me!
fr_fr: [_maya_s_blush_] Oh, oui, comme ça ! Parlez-moi de moi !
it_it: [_maya_s_blush_] Oh, sì, proprio così! Parla nerdy con me!

source: [_mc_] I don't need your sass.
fr_fr: [_mc_] Je n'ai pas besoin de votre cul.
it_it: [_mc_] Non ho bisogno del tuo sasso.

source: [_maya_s_confident_] What? You mean you're not a sass vampire? I thought it was the only thing sustaining you day after day.
fr_fr: [Quoi ? Tu veux dire que tu n'es pas un vampire du cul ? Je pensais que c'était la seule chose qui te soutenait jour après jour.
it_it: [_maya_s_confident_] Cosa? Vuoi dire che non sei un vampirio sasso? Ho pensato che fosse l'unica cosa che ti sostiene giorno dopo giorno.

source: [_mc_] The only thing I suck is... at making good grades.
fr_fr: [_mc_] La seule chose que j'ai ... c'est de faire de bonnes notes.
it_it: [_mc_] L'unica cosa che succhio è... a fare buoni voti.

source: I can't deny she's kind of cute when she gets that look in her eye, the one that says she just can't help herself.
fr_fr: Je ne peux pas nier qu'elle est mignonne quand elle a l'air dans son œil, celle qui dit qu'elle ne peut pas s'aider elle-même.
it_it: Non posso negare che lei sia carina quando ottiene che lo sguardo nel suo occhio, quello che dice che non può semplicemente aiutarsi.

source: Her tongue seems to have a will of its own. I'm sure it's gotten her into some trouble.
fr_fr: Sa langue semble avoir une volonté propre. Je suis sûr qu'elle lui a causé des ennuis.
it_it: La sua lingua sembra avere una volontà propria. Sono sicuro che la ha presa in qualche problema.

source: I wonder if sarcasm is the main defense mechanism she uses to ensure her walls stay built up?
fr_fr: Je me demande si le sarcasme est le principal mécanisme de défense qu'elle utilise pour s'assurer que ses murs restent construits ?
it_it: Mi chiedo se il sarcasmo sia il meccanismo di difesa principale che usa per garantire che le sue pareti restino costruite?

source: And I wonder what it looks like when those walls are knocked down...{space=-25}
fr_fr: Et je me demande à quoi ça ressemble quand ces murs sont assommés ... {space=-25}
it_it: E mi chiedo cosa sembri quando quei muri vengono abbattuti...{space=-25}

source: [_maya_s_bored_] Anyway, continue, if you would.
fr_fr: [_maya_s_bored_] En tout cas, continuez, si vous le feriez.
it_it: [_maya_s_bored_] Comunque, continua, se volete.

source: [_mc_] Okay, here goes nothing... again...
fr_fr: [_mc_] Ok, ici ne va plus ...
it_it: [_mc_] Okay, qui non va niente... ancora...

source: We run the experiment again. We keep the same conditions.
fr_fr: Nous refaisons l'expérience. Nous conservons les mêmes conditions.
it_it: Eseguiamo di nuovo l'esperimento. Manteniamo le stesse condizioni.

source: We choose the same soda and I take it out with the same hand I used before.
fr_fr: Nous choisissons la même soda et je la prends avec la même main que celle que j'ai utilisée auparavant.
it_it: Scegliamo la stessa soda e lo tiro fuori con la stessa mano che ho usato prima.

source: The only difference is I give it to [maya] this time. Hand it off like it's a bomb about to go off...
fr_fr: La seule différence est que je le donne à [maya] cette fois. Mets ça comme c'est une bombe sur le point de partir ...
it_it: L'unica differenza è che io la do a [maya] stavolta. Spegnere come è una bomba che sta per uscire...

source: ...and that's exactly what it does. As soon as she opens it, it erupts like a sugary volcano.
fr_fr: ... et c'est exactement ce qu'il fait. Dès qu'elle l'ouvre, elle éclate comme un volcan sucré.
it_it: ...ed è esattamente quello che fa. Non appena lo apre, erutta come un vulcano zuccherato.

source: She stands there drenched, the syrupy concoction dripping from her hair and soaking into her top.
fr_fr: Elle se tient debout, trempée, le mélange sirupeux dégoulinant de ses cheveux et imprégnant son haut.
it_it: Sta lì inzuppata, lo sciropposo che gocciola dai suoi capelli e immergendosi nella sua cima.

source: [_mc_] I... did not actually see that coming...
fr_fr: [_mc_] Je ... n'a pas vraiment vu que venir ...
it_it: [_mc_] I... in realtà non ha visto che arrivando...

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord ?
it_it: [_mc_] Stai bene?

source: [_maya_s_cringe_soaked_] Oh, def. Being drenched in soda is one of my favorite things, didn't you know?
fr_fr: [Oh, bien sûr. Être trempé dans du soda est l'une de mes choses préférées, vous ne le saviez pas ?
it_it: [_maya_s_cringe_soaked_] Oh, def. Essere intrappolati di soda è una delle mie cose preferite, non sapevi?

source: [_mc_] I'm sorry. I didn't think that would happen.
fr_fr: [_mc_] Je suis désolé. Je ne pensais pas que cela arriverait.
it_it: [_mc_] mi dispiace. Non pensavo che sarebbe successo.

source: [_maya_s_cringe_soaked_] Yeah, well, I know what I know.
fr_fr: [_maya_s_cringe_soaked_] Oui, je sais ce que je sais.
it_it: [_maya_s_cringe_soaked_] Sì, beh, so quello che so.

source: [_maya_s_dramatic_soaked_] Anyway, now I have to go get cleaned up.
fr_fr: [_maya_s_dramatic_soaked_] En tout cas, maintenant je dois aller me faire nettoyer.
it_it: [_maya_s_dramatic_soaked_] Comunque, ora devo andare a ripulire.

source: [_maya_s_dramatic_soaked_] Thanks for the help, [mc]. Lates!
fr_fr: [_maya_s_dramatic_soaked_] Merci pour votre aide, [mc]. En retard !
it_it: [_maya_s_dramatic_soaked_] Grazie per l'aiuto, [mc]. Lates!

source: I don't know what all that was about, but if someone is really pranking{space=-40} [maya], they need to be stopped.
fr_fr: Je ne sais pas de quoi il s'agissait, mais si quelqu'un a vraiment besoin de {space=-40} [maya], il doit être arrêté.
it_it: Non so di che cosa si tratti, ma se qualcuno è davvero scherzato{space=-40} [maya], devono essere fermati.

source: Maybe I should keep an eye out, just in case...
fr_fr: Peut-être que je devrais garder un œil dehors, juste au cas où ...
it_it: Forse dovrei tenere d'occhio, proprio nel caso...

source: I'll just take a peek at her schedule to see where she'll be today.
fr_fr: Je vais prendre un coup de coup à son horaire pour voir où elle sera aujourd'hui.
it_it: Prenderò solo una sbirciata al suo programma per vedere dove sarà oggi.

source: Hmm... where does [mrsl] keep everyone's schedule?
fr_fr: Hmm ... où le [mrsl] tient le calendrier de tout le monde ?
it_it: Hmm... dove [mrsl] mantiene il programma di tutti?

source: Probably as simple as in her desk, right?
fr_fr: Probablement aussi simple que dans son bureau, non ?
it_it: Probabilmente semplice come nella sua scrivania, giusto?

source: It's not like I'm stealing the Declaration of Independence or something.{space=-55} No need to overthink it.
fr_fr: Ce n'est pas comme si je volais la Déclaration d'Indépendance ou quelque chose. {space=-55} Pas besoin de le croire.
it_it: Non è come se io rubassi la Dichiarazione di Indipendenza o qualcosa.{space=-55} Non c'è bisogno di sovrapensarla.

source: I just have to wait for her to leave the homeroom first...
fr_fr: Je dois juste attendre qu'elle quitte le foyer pour la première fois ...
it_it: Devo solo aspettare che lei lasci la casa prima...

source: I'm pretty damn stealthy, but breaking into [mrsl]'s desk while she's sitting there is above my paygrade.
fr_fr: Je suis assez furtif, mais pénétrer dans le bureau de [mrsl] alors qu'elle y est assise est au-dessus de mes moyens.
it_it: Sono piuttosto dannatamente furtivo, ma rompendo nella scrivania di [mrsl]mentre è seduta c'è sopra il mio paygrade.

source: I'll just open this drawer here, and...
fr_fr: Je vais ouvrir ce tiroir ici, et ...
it_it: Aprirò questo cassetto qui, e...

source: Locked, of course.
fr_fr: Verrouillé, bien sûr.
it_it: Chiusa, ovviamente.

source: Just gotta jiggle it this way...
fr_fr: Il suffit de le secouer de cette façon...
it_it: Basta agitarlo in questo modo...

source: [_extend_] and finagle it that way...
fr_fr: [_extend_] et l'obtenir de cette façon...
it_it: [_extend_] e finagle in quel modo...

source: [_extend_] and bam!
fr_fr: [_extend_] et bam !
it_it: [_extend_] e bam!

source: I can't pick my nose with my [item.title_lower], much less a lock.
fr_fr: Je ne peux pas prendre mon nez avec mon [item.title_lower], beaucoup moins un verrou.
it_it: Non riesco a prendere il naso con la mia [item.title_lower], molto meno una serratura.

source: There's [maya], fresh out of English class.
fr_fr: Il y a [maya], frais sortis de la classe anglaise.
it_it: C'è [maya], fresco fuori dalla classe di inglese.

source: So far, I don't see anything suspicious...
fr_fr: Jusqu'à présent, je ne vois rien de suspect ...
it_it: Finora, non vedo nulla di sospettoso...

source: But I guess it wouldn't hurt to investigate further.
fr_fr: Mais je suppose que ça ne ferait pas de mal à enquêter plus loin.
it_it: Ma immagino che non sarebbe male indagare ulteriormente.

source: Hmm... I need a good place to hide so I can observe uninterrupted...
fr_fr: Hmm ... J'ai besoin d'un bon endroit pour me cacher, je peux observer sans interruption ...
it_it: Hmm... Ho bisogno di un buon posto per nascondermi in modo da poter osservare ininterrotto...

source: The art of spying is a lost form. Time to bring it back.
fr_fr: L'art d'espionnage est une forme perdue. Il est temps de le ramener.
it_it: L'arte dello spionaggio è una forma perduta. È tempo di riportarla.

source: Oh, silent canvases, what secrets do you keep? What truths do you know?
fr_fr: Oh, toiles silencieuses, quels secrets gardez-vous ? Quelles vérités connaissez-vous ?
it_it: Oh, tele silenziose, quali segreti custodite? Quali verità conoscete?

source: [_jacklyn_s_smile_hands_down_] Hey, hey, [mc]! Is the bacon sizzling?
fr_fr: [_jacklyn_s_Souriez_hands_down_] Hé, hé, [mc] ! Le bacon grésille-t-il ?
it_it: [_jacklyn_s_smile_hands_down_] Hey, hey, [mc]! La pancetta è frizzante?

source: [_mc_] I, err... I had oatmeal for breakfast...
fr_fr: [_mc_] I, err ... J'ai eu de l'avoine pour le petit déjeuner ...
it_it: [_mc_] I, erro... Ho avuto farina d'avena per colazione...

source: [_jacklyn_s_thinking_] Lumpy and sad. Hard to vibe with that.
fr_fr: [_jacklyn_s_thinking_] Grumeleux et triste. Difficile de vibrer avec ça.
it_it: [_jacklyn_s_thinking_] Lumpy e triste. Difficile da vibrare con quello.

source: [_mc_] Yeah, well, that tracks with my life.
fr_fr: [_mc_] Oui, bien, ça me suit avec ma vie.
it_it: [_mc_] Sì, beh, quel brano con la mia vita.

source: [_jacklyn_s_cringe_] No dice on that blank canvas, homeslice.
fr_fr: [Pas de dés sur cette toile vierge, homeslice.
it_it: [_jacklyn_s_cringe_] Nessun dado su quella tela vuota, homeslice.

source: [_mc_] Are you saying I should paint with all the colors?
fr_fr: [_mc_] Tu dis que je devrais peindre avec toutes les couleurs ?
it_it: [_mc_] Stai dicendo che dovrei dipingere con tutti i colori?

source: [_jacklyn_s_annoyed_] Can't force a purple if you're feeling a yellow.
fr_fr: [_jacklyn_s_annoyed_] Je ne peux pas forcer un pourpre si vous vous sentez jaune.
it_it: [_jacklyn_s_annoyed_] Non può forzare un viola se ti senti un giallo.

source: [_mc_] I guess...
fr_fr: [_mc_] Je suppose ...
it_it: [_mc_] indovino...
