Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_witch.po
Languages: fr_fr, it_it

source: [_maya_s_smile_hands_in_pockets_] Somebody on standby that you can call to ask for help whenever you need it.
fr_fr: [_maya_s_Souriez_hands_in_pockets_] Quelqu'un en attente que vous pouvez appeler pour demander de l'aide chaque fois que vous en avez besoin.
it_it: [_maya_s_smile_hands_in_pockets_] Qualcuno in standby che puoi chiamare per chiedere aiuto ogni volta che ne hai bisogno.

source: Huh... I hadn't really thought of it like that, but I guess I am lucky to have [jo], even if she is hard on me sometimes.
fr_fr: Huh ... Je n'avais pas vraiment pensé à ça, mais je suppose que j'ai de la chance d'avoir [jo], même si elle est parfois dure sur moi.
it_it: Huh... Non ci avevo pensato davvero così, ma credo di essere fortunato ad avere [jo], anche se lei è difficile su di me a volte.

source: [_mc_] You're right. Sometimes it's hard with her being the principal, but I know she cares.
fr_fr: [_mc_] Vous avez raison. Parfois, c'est difficile avec elle d'être la directrice, mais je sais qu'elle s'en soucie.
it_it: [_mc_] Hai ragione. A volte è difficile con lei essere il principato, ma so che le importa.

source: [_maya_s_neutral_] Anyway...
fr_fr: [_maya_s_neutral_] En tout cas ...
it_it: [_maya_s_neutral_] Comunque...

source: I suppose there's nothing to do but wait now.
fr_fr: Je suppose qu'il n'y a rien d'autre à faire que d'attendre maintenant.
it_it: Suppongo che non ci sia niente da fare se non aspettare adesso.

source: Count down the ticking seconds until our liberation.
fr_fr: Comptez les secondes jusqu'à notre libération.
it_it: Conta i secondi di ticking fino alla nostra liberazione.

source: There are definitely worse things than being trapped with a pretty girl in a room full of computers...
fr_fr: Il y a certainement des choses pires que d'être coincé avec une jolie fille dans une pièce pleine d'ordinateurs ...
it_it: Ci sono cose decisamente peggiori che essere intrappolati con una bella ragazza in una stanza piena di computer...

source: And yet, I'm not sure what to do with myself.
fr_fr: Et pourtant, je ne suis pas sûr de ce qu'il faut faire avec moi.
it_it: Eppure, non sono sicuro di cosa fare con me stesso.

source: I wonder what [maya] is up to, anyway? It's hard not to stare at her when her guard is down.
fr_fr: Je me demande ce que [maya] est à la hauteur, de toute façon ? Il est difficile de ne pas la regarder quand son garde est en panne.
it_it: Mi chiedo cosa significhi [maya] , comunque? È difficile non fissarla quando la sua guardia è giù.

source: Or rather, not as high...
fr_fr: Ou plutôt, pas aussi haut ...
it_it: O meglio, non così alto...

source: The way she sits there with her chin in her hand, her eyes on the screen...
fr_fr: La façon dont elle est assise là avec son menton dans sa main, ses yeux sur l'écran ...
it_it: Il modo in cui si siede lì con il mento in mano, i suoi occhi sullo schermo...

source: The subtle, slender curve to the back of her neck...
fr_fr: La courbe subtile et mince à l'arrière de son cou ...
it_it: La sottile e sottile curva verso la parte posteriore del collo...

source: That smell of crisp winter air and earthy wildflowers...
fr_fr: Cette odeur d'air frais d'hiver et de fleurs sauvages ...
it_it: Quell'odore di aria invernale croccante e fiori selvatici terrestre...

source: [_maya_s_skeptical_] What?
fr_fr: [_maya_s_skeptical_] Quoi ?
it_it: [_maya_s_skeptical_] Cosa?

source: [_mc_] What, what?
fr_fr: [_mc_] Quoi, quoi ?
it_it: [_mc_] Cosa, cosa?

source: [_maya_s_skeptical_] I could toast a piece of bread with the heat of your stare in the back of my neck.
fr_fr: [Je pourrais griller un morceau de pain avec la chaleur de ton regard dans ma nuque.
it_it: [_maya_s_skeptical_] Potrei brindare un pezzo di pane con il calore del tuo sguardo nella parte posteriore del mio collo.

source: [_mc_] Err, I wasn't staring...
fr_fr: [_mc_] Err, je ne fixais pas ...
it_it: [_mc_] Err, non stavo fissando...

source: [_maya_s_confident_] Right, and I'm a soap heiress with a loving family.
fr_fr: [_maya_s_confident_] Droit, et je suis une héritière avec une famille aimante.
it_it: [_maya_s_confident_] Destra e sono un'erede di sapone con una famiglia amorevole.

source: [_mc_] I was just curious what you were up to, okay?
fr_fr: [_mc_] J'étais juste curieux de ce que tu étais jusqu'à, ok ?
it_it: [_mc_] Ero solo curioso di quello che stavate facendo, okay?

source: [_maya_s_smile_] Oh, you know. Just placing a bid on a new pair of lungs.
fr_fr: [_maya_s_Souriez_] Oh, vous savez. Il suffit de faire une offre sur une nouvelle paire de poumons.
it_it: [_maya_s_smile_] Oh, sai. Basta fare un'offerta su una nuova coppia di polmoni.

source: [_maya_s_eyeroll_] That was a joke.
fr_fr: [_maya_s_eyeroll_] C'était une blague.
it_it: [_maya_s_eyeroll_] Era una barzelletta.

source: [_maya_s_smile_hands_in_pockets_] It's actually a new kidney.
fr_fr: [_maya_s_Souriez_hands_in_pockets_] C'est en fait un nouveau rein.
it_it: [_maya_s_smile_hands_in_pockets_] In realtà è un nuovo rene.

source: [_mc_] You're hilarious.
fr_fr: [_mc_] Vous êtes hilarant.
it_it: [_mc_] Sei esilarante.

source: [_maya_s_smile_hands_in_pockets_] What can I say? I like my humor how I like my coffee.
fr_fr: [_maya_s_Souriez_hands_in_pockets_] Que puis-je dire ? J'aime mon humour comme mon café.
it_it: [_maya_s_smile_hands_in_pockets_] Cosa posso dire? Mi piace il mio umorismo come mi piace il mio caffè.

source: [_mc_] Black and scalding?
fr_fr: [_mc_] Noir et échaudage ?
it_it: [_mc_] Nero e ridimensionamento?

source: [_maya_s_annoyed_] I don't like coffee.
fr_fr: [_maya_s_annoyed_] Je n'aime pas le café.
it_it: [_maya_s_annoyed_] Non mi piace il caffè.

source: [_mc_] I've seen you drink coffee before.
fr_fr: [_mc_] Je vous ai vu boire un café avant.
it_it: [_mc_] ti ho visto bere caffè prima.

source: [_maya_s_cringe_] So, you admit you're a stalker?
fr_fr: [_maya_s_cringe_] Alors, tu admets que tu es un harceleur ?
it_it: [_maya_s_cringe_] Quindi, ammetti che sei uno stalker?

source: [_mc_] I admit nothing of the sort!
fr_fr: [_mc_] Je n'avoue rien du genre !
it_it: [_mc_] Non ammetto nulla del genere!

source: [_maya_s_dramatic_] Well, if you must know, I have to pass the time somehow.
fr_fr: [_maya_s_dramatic_] Eh bien, si vous devez savoir, je dois passer le temps d'une façon ou d'une autre.
it_it: [_maya_s_dramatic_] Beh, se dovete sapere, devo passare il tempo in qualche modo.

source: [_maya_s_dramatic_] And time goes by fastest on the internet. One hour easily turns into five.{space=-85}
fr_fr: [_maya_s_dramatic_] Et le temps passe le plus rapidement sur Internet. Une heure se transforme facilement en cinq. {space=-85}
it_it: [_maya_s_dramatic_] E il tempo passa più veloce su internet. Un'ora si trasforma facilmente in cinque.{space=-85}

source: [_mc_] Don't I know it...
fr_fr: [_mc_] Je ne sais pas ...
it_it: [_mc_] Non lo conosco...

source: [_maya_s_sarcastic_] Anyway, back to the black market.
fr_fr: [_maya_s_sarcastic_] Bref, retour au marché noir.
it_it: [_maya_s_sarcastic_] Comunque, torna al mercato nero.

source: Hmm... maybe I really should do some homework to pass the time.
fr_fr: Hmm ... peut-être que je devrais vraiment faire quelques devoirs pour passer le temps.
it_it: Hmm... forse dovrei davvero fare dei compiti per passare il tempo.

source: Video games sound much more appealing, though...
fr_fr: Les jeux vidéo sont beaucoup plus attrayants, même si ...
it_it: I videogiochi suonano molto più attraente, però...

source: Fuck it, I'll just take a seat next to [maya] and—
fr_fr: Putain, je vais prendre un siège à côté de [maya] et-
it_it: Cazzatelo, mi limito a prendere posto accanto ad [maya] e—

source: [_mc_] Ouch. Is my presence that revolting?
fr_fr: [_mc_] Ouch. Ma présence est-elle révoltante ?
it_it: [_mc_] Ouch. È la mia presenza che rivolta?

source: [_maya_s_afraid_] That's not it! Look!
fr_fr: [_maya_s_afraid_] Ce n'est pas ça ! Regarde !
it_it: [_maya_s_afraid_] Non è così! Guarda!

source: [_mc_] Whoa! What the hell?!
fr_fr: [Whoa ! Qu'est-ce que c'est que ce bordel ?
it_it: [_mc_] Whoa! Che inferno?!

source: [maya] jumps to her feet as the flame shimmies its way up along the computer monitor.
fr_fr: [maya] saute à ses pieds alors que la flamme se défait le long du moniteur d'ordinateur.
it_it: [maya] salta ai suoi piedi mentre la fiamma si illumina lungo il monitor del computer.

source: The smell of burning plastic and electronic residue quickly fills the room.
fr_fr: L'odeur de plastique brûlant et de résidu électronique remplit rapidement la pièce.
it_it: L'odore di bruciare plastica e residuo elettronico riempie rapidamente la stanza.

source: Smoke wafts up to the ceiling and spreads its fingers, reaching out in all directions.
fr_fr: La fumée s'affine jusqu'au plafond et se répand les doigts, atteignant dans toutes les directions.
it_it: I fumi si alzano fino al soffitto e si spalmano le dita, raggiungendo in tutte le direzioni.

source: There's a pop and a hiss and the fire seems to jump to life, growing bigger.
fr_fr: Il y a un pop et un siffleur et le feu semble sauter à la vie, en grandissant.
it_it: C'è un pop e un sibilo e il fuoco sembra saltare alla vita, crescendo più grande.

source: [_maya_s_afraid_] Do something!
fr_fr: [_maya_s_afraid_] Faites quelque chose !
it_it: [_maya_s_afraid_] Fai qualcosa!

source: [_mc_] Like what?!
fr_fr: [_mc_] Comme quoi ?!
it_it: [_mc_] Ti piace cosa?!

source: [_maya_s_dramatic_] Oh, I don't know, settle in for a cozy nap?
fr_fr: [_maya_s_dramatic_] Oh, je ne sais pas, s'arranger pour une sieste ?
it_it: [_maya_s_dramatic_] Oh, non so, accontentati di un pisolino accogliente?

source: [_maya_s_dramatic_] Put the fire out, of course!
fr_fr: [_maya_s_dramatic_] Mettez le feu à l'extérieur, bien sûr !
it_it: [_maya_s_dramatic_] Spegni il fuoco, ovviamente!

source: [_mc_] Do I look like a fireman to you?
fr_fr: [_mc_] Est-ce que je ressemble à un pompier ?
it_it: [_mc_] Ti assomiglio a un pompiere?

source: [_maya_s_cringe_] No, you look like a useless [mc]!
fr_fr: [_maya_s_cringe_] Non, vous avez l'air d'un [mc] inutile !
it_it: [_maya_s_cringe_] No, sembri un inutile [mc]!

source: Well, she's not completely wrong. I certainly feel useless right now.
fr_fr: Eh bien, elle n'a pas complètement tort. Je me sens certainement inutile en ce moment.
it_it: Beh, non ha completamente torto. Mi sento sicuramente inutile in questo momento.

source: Story of my life... even when the room is literally on fire.
fr_fr: L'histoire de ma vie ... même quand la pièce est littéralement en feu.
it_it: Storia della mia vita... anche quando la stanza è letteralmente in fiamme.

source: [_maya_s_cringe_] Ugh, move! I'll take care of it!
fr_fr: [_maya_s_cringe_] Ugh, bouc ! Je m'en occupe !
it_it: [_maya_s_cringe_] Ugh, muovetevi! Me ne occuperò!

source: [maya] whips off her hoodie and uses it to start beating out the flame.{space=-15}
fr_fr: [maya] sort de sa capuche et l'utilise pour commencer à battre la flamme. {space=-15}
it_it: [maya] frusta il suo hoodie e lo usa per iniziare a battere la fiamma.{space=-15}

source: I can't help but stare in admiration.
fr_fr: Je ne peux m'empêcher d'être en admiration.
it_it: Non posso fare a meno di stare in ammirazione.

source: The way she jumps into action, the flex of her arms as she attempts{space=-5} to smother the fire.
fr_fr: La façon dont elle saute dans l'action, la flexion de ses bras lorsqu'elle tente{space=-5} d'étouffer le feu.
it_it: Il modo in cui salta in azione, il flex delle sue braccia mentre tenta{space=-5} per soffocare il fuoco.

source: The room is awash in a glow of orange and yellow light as the flames{space=-20} duck and dive beneath her onslaught.
fr_fr: La pièce est inondée d'une lueur orange et jaune tandis que les flammes{space=-20} esquivent et plongent sous ses assauts.
it_it: La stanza è accesa in un bagliore di luce arancione e giallo come le fiamme{space=-20} anatra e tuffarsi sotto il suo massacro.

source: At first, it seems to be working...
fr_fr: Au début, ça semble fonctionner ...
it_it: All'inizio, sembra che stia funzionando...

source: ...but then the fire takes on a life of its own and stretches its reach towards the ceiling!
fr_fr: ... mais le feu prend alors une vie propre et s'étire vers le plafond !
it_it: ...ma poi il fuoco prende una vita propria e allunga la sua portata verso il soffitto!

source: It snaps greedily as it consumes more wire and plastic, jumping to the next computer over.
fr_fr: Il craque goulûment en consommant plus de fil et de plastique, sautant à l'ordinateur suivant.
it_it: Aggancia avidamente mentre consuma più filo e plastica, saltando al computer successivo sopra.

source: Still, [maya] never relents.
fr_fr: Encore, [maya] ne relents jamais.
it_it: Ancora, [maya] non si riversa mai.

source: She whips her sweater at the flames, coughing as the smoke hits her lungs.
fr_fr: Elle fouette son chandail aux flammes, en toussant au fur et à mesure que la fumée frappe ses poumons.
it_it: Lei frusta il suo maglione alle fiamme, tossendo mentre il fumo colpisce i suoi polmoni.

source: And, somehow, the fire in her eyes burns stronger than the flames in front of her.
fr_fr: Et, d'une certaine façon, le feu dans ses yeux brûle plus fort que les flammes devant elle.
it_it: E, in qualche modo, il fuoco nei suoi occhi brucia più forte delle fiamme di fronte a lei.

source: While not quite built as a firefighter, [maya] sure is a warrior in her own right.
fr_fr: Bien qu'elle ne soit pas tout à fait construite comme pompier, [maya] est un guerrier en soi.
it_it: Mentre non è abbastanza costruito come un pompiere, [maya] certo è un guerriero a pieno titolo.

source: Sweep after sweep, her determination never falters.
fr_fr: Balayage après balayage, sa détermination ne faiblit pas.
it_it: Spazzare dopo spazzare, la sua determinazione non vacilla.

source: And eventually, the unruly inferno shrinks and dies.
fr_fr: Et finalement, le brasier indiscipliné se rétrécit et meurt.
it_it: E alla fine, l'indisciplinata inferno si restringe e muore.

source: And out of the smoke, singed and sooty, the girl that can't be charmed emerges.
fr_fr: Et de la fumée, seule et savante, la fille qui ne peut pas être charmé émerge.
it_it: E dal fumo, cantato e fuliggine, emerge la ragazza che non può essere incantata.

source: [_mc_] That... was... impressive.
fr_fr: [_mc_] C'était ... impressionnant.
it_it: [_mc_] Quello... era... impressionante.

source: [_maya_s_cringe_jacket_] Don't mention it.
fr_fr: [_maya_s_cringe_jacket_] Ne le mentionnez pas.
it_it: [_maya_s_cringe_jacket_] Non menzionarlo.

source: While we stand there in the aftermath of the crackling, smoking chaos,{space=-55} we hear a soft click.
fr_fr: Pendant que nous sommes là à la suite du crépitement, du chaos du tabagisme, {space=-55} nous entendons un clic doux.
it_it: Mentre ci troviamo lì in seguito al crackling, fumando caos,{space=-55} sentiamo un soft click.

source: [_maya_s_annoyed_] Are you fucking kidding me? Try the door now.
fr_fr: [_maya_s_annoyed_] Êtes-vous putain de m'enlever ? Essaie la porte maintenant.
it_it: [_maya_s_annoyed_] Mi stai scherzando? Prova la porta adesso.

source: I approach the door with caution, like it could also catch on fire at any moment.
fr_fr: J'approche de la porte avec précaution, comme ça pourrait aussi prendre feu à tout moment.
it_it: Mi avvicino alla porta con cautela, come potrebbe anche prendere fuoco in qualsiasi momento.

source: But when I reach it and press down on the handle, it happily gives way.
fr_fr: Mais quand je la touche et que j'appuie sur la poignée, c'est heureux.
it_it: Ma quando l'ho raggiunto e premere giù sulla maniglia, si dà felicemente la strada.

source: [_mc_] It's unlocked...
fr_fr: [_mc_] Il est déverrouillé ...
it_it: [_mc_] è sbloccato...

source: [_maya_s_eyeroll_hands_down_] Of course it is...
fr_fr: [Bien sûr...
it_it: [_maya_s_eyeroll_hands_down_] Certo che è...

source: [_maya_s_eyeroll_hands_down_] Let's hurry up and fuck off before it changes its mind.
fr_fr: [_maya_s_eyeroll_hands_down_] Dépêchons et baisons avant qu'il ne change d'avis.
it_it: [_maya_s_eyeroll_hands_down_] Affrettiamoci a scopare prima che cambi idea.

source: [_mc_] Stand back!
fr_fr: [_mc_] Repas !
it_it: [_mc_] Stai indietro!

source: [_maya_s_afraid_] What are you—
fr_fr: [Qu'est-ce que tu...
it_it: [_maya_s_afraid_] Che cosa sei—

source: Never in my wildest dreams did I imagine I would whip out my dick and pee in front of [maya]...
fr_fr: Jamais, dans mes rêves les plus fous, je n'aurais imaginé sortir ma bite et pisser devant [Maya]...
it_it: Mai nei miei sogni più selvaggi ho immaginato che avrei frustato il mio cazzo e la mia pipetta di fronte ad [maya]...

source: Yet here I am, doing it to save her life.
fr_fr: Mais ici, je le fais pour sauver sa vie.
it_it: Eppure eccomi qui, facendola per salvare la sua vita.

source: From zero to hero, all in the blink of a golden shower.
fr_fr: Du zéro au héros, tout en un clin d'eau d'une douche dorée.
it_it: Da zero a eroe, tutto in un batter d'occhio di una doccia d'oro.

source: [_maya_s_annoyed_] Oh, my god. You're actually pissing on the fire.
fr_fr: [_maya_s_annoyed_] Oh, mon dieu. Tu es en train de s'embrasser sur le feu.
it_it: [_maya_s_annoyed_] Oh, mio dio. In realtà stai baciando sul fuoco.

source: [_mc_] Desperate times!
fr_fr: [_mc_] Des temps désespérés !
it_it: [_mc_] Tempi disperati!

source: The flames hiss in protest as they're met with my bodily fluid.
fr_fr: Les flammes sifflent en signe de protestation lorsqu'elles sont confrontées à mon fluide corporel.
it_it: Le fiamme sfondano in protesta mentre vengono incontrate con il mio liquido corporeo.

source: [_mc_] Heh, see?
fr_fr: [_mc_] Heh, voir ?
it_it: [_mc_] Heh, vedi?

source: [_maya_s_smile_] Oh, I see, all right.
fr_fr: [_maya_s_Souriez_] Oh, je vois, d'accord.
it_it: [_maya_s_smile_] Oh, vedo, va bene.

source: [_maya_s_smile_] That this place totally needs to be brought up to code on its sprinkler system.
fr_fr: [_maya_s_Souriez_] Cet endroit doit absolument être amené à coder sur son système de gicleurs.
it_it: [_maya_s_smile_] Che questo posto deve assolutamente essere portato fino a codificare il suo sistema sprinkler.

source: [_mc_] It's working, isn't it?
fr_fr: [_mc_] Ça marche, n'est-ce pas ?
it_it: [_mc_] Sta funzionando, vero?

source: And to think I was just getting worried about designated piss corners...
fr_fr: Et de penser que je me suis inquiété des coins de pisse ...
it_it: E pensare che stavo solo diventando preoccupato per gli angoli di piscio designati...

source: [_maya_s_neutral_] You really should drink more water, [mc].
fr_fr: [_maya_s_neutral_] Vous devriez vraiment boire plus d'eau, [mc].
it_it: [_maya_s_neutral_] Dovresti davvero bere più acqua, [mc].

source: [_mc_] Thanks for the analysis of my urine, I guess.
fr_fr: [_mc_] Merci pour l'analyse de mon urine, je suppose.
it_it: [_mc_] Grazie per l'analisi della mia urina, immagino.

source: [_maya_s_eyeroll_] Trust me, it's exactly what I wanted to do today.
fr_fr: [Croyez-moi, c'est exactement ce que je voulais faire aujourd'hui.
it_it: [_maya_s_eyeroll_] Fidati di me, è esattamente quello che volevo fare oggi.

source: Just as I'm emptying the last droplets of pee, the fire suddenly snarls to life again.
fr_fr: Tout comme j'ai vidé les dernières gouttelettes de pis, le feu se réduit soudainement à la vie.
it_it: Proprio come sto svuotando le ultime goccioline di piselli, il fuoco improvvisamente brucia di nuovo alla vita.

source: It flickers and then jumps to the next computer.
fr_fr: Il s'ajuste puis saute à l'ordinateur suivant.
it_it: Si tremola e poi salta al computer successivo.

source: [_maya_s_annoyed_] Don't stop! Keep peeing! I'm gonna try something!
fr_fr: [_maya_s_annoyed_] Ne vous arrêtez pas ! Continuez de piller ! Je vais essayer quelque chose !
it_it: [_maya_s_annoyed_] Non fermarti! Continua a peeing! Sto andando a provare qualcosa!

source: [maya] disappears from my line of vision, and all I can do is watch as the fire consumes the last of my pee.
fr_fr: [maya] disparaît de ma ligne de vision, et tout ce que je peux faire est de regarder que le feu consomme le dernier de mon tipi.
it_it: [maya] scompare dalla mia linea di visione, e tutto quello che posso fare è guardare come il fuoco consuma l'ultimo del mio pisello.

source: But I can't let her down. Not now.
fr_fr: Mais je ne peux pas la laisser tomber. Pas maintenant.
it_it: Ma non posso deluderla. Non adesso.

source: Come on, [mc]... just a little more...
fr_fr: Allez, [mc]... juste un peu plus ...
it_it: Dai, [mc]... solo un po' di più...

source: From the darkest depths of my soul, I summon the will and whatever{space=-20} moisture left in my body.
fr_fr: Des profondeurs les plus sombres de mon âme, j'invoque la volonté et ce qu'il reste d'humidité dans mon corps.
it_it: Dalle profondità più scure della mia anima, convoco la volontà e quant'altro{space=-20} umidità lasciata nel mio corpo.

source: And like a miraculous wellspring of urine, a new beam of golden yellow sizzles into the fire.
fr_fr: Et comme une source miraculeuse d'urine, un nouveau rayon de jaune d'or grésille dans le feu.
it_it: E come una fonte miracolosa di urina, una nuova trave di giallo dorato frizzante nel fuoco.

source: Everyone always told me I was full of shit, but in reality, I'm full of piss.
fr_fr: Tout le monde m'a toujours dit que j'étais plein de merde, mais en réalité, je suis plein de pisse.
it_it: Tutti mi hanno sempre detto che ero piena di merda, ma in realtà sono piena di piss.

source: All those hours practicing my aim, practicing the power and flow...
fr_fr: Toutes ces heures à pratiquer mon but, à pratiquer le pouvoir et le flux ...
it_it: Tutte quelle ore che praticano il mio obiettivo, praticando il potere e il flusso...

source: My time to shine is finally here.
fr_fr: Mon temps de briller est enfin là.
it_it: Il mio tempo per brillare è finalmente qui.

source: My hips gyrate from side to side, firehosing the flames.
fr_fr: Mes hanches se balancent d'un côté à l'autre, attisant les flammes.
it_it: I miei fianchi girano da un lato all'altro, caminettando le fiamme.

source: Nothing — and I mean nothing — can stay my spray.
fr_fr: Rien-et je ne veux rien dire-peut rester mon spray.
it_it: Niente — e non intendo niente — può rimanere il mio spruzzo.

source: One by one, the flames choke on my urine, spitting and hissing angrily as they die.
fr_fr: Un par un, les flammes étouffent dans mes urines, crachent et s'embrassent avec colère à mesure qu'ils meurent.
it_it: Uno ad uno, le fiamme soffocano sulla mia urina, sputando e sibilando arrabbiatamente mentre muoiono.

source: [_mc_] Ha! Take that!
fr_fr: [_mc_] Ha ! Prends ça !
it_it: [_mc_] Ciao! Prendetelo!

source: As I shake out the last drops, I hear a click and [maya] lets out a little whoop of victory.
fr_fr: Alors que je secouais les dernières gouttes, j'entends un clic et [maya] laisse un peu de la victoire.
it_it: Mentre scosso le ultime gocce, sento un clic e [maya] lascia fuori un po 'di vittoria.

source: [_maya_s_sarcastic_] Got it unlocked with my hairpin.
fr_fr: [_maya_s_sarcastic_] Elle est déverrouillée avec mon épingle à cheveux.
it_it: [_maya_s_sarcastic_] È stato sbloccato con la mia forcina.

source: She grins at me, and the unprecedented success of our teamwork swells my chest with pride and happiness.
fr_fr: Elle me sourit, et le succès sans précédent de notre travail d'équipe gonfle ma poitrine de fierté et de bonheur.
it_it: Lei mi sorride, e il successo senza precedenti del nostro lavoro di squadra gonfia il mio petto con orgoglio e felicità.
