Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_quixote.po
Languages: it_it

source: [_maya_] Stab him right in the back. Impale him. Then, ask him how he likes it.{space=-15}
it_it: [_maya_] Stab lui proprio nella schiena. Impale lui. Poi, chiedigli come gli piace.{space=-15}

source: [_maya_] He can't answer, of course, because he's choking on his own blood.
it_it: [_maya_] Egli non può rispondere, naturalmente, perché sta soffocando sul suo sangue.

source: [_maya_] Afterward, I compose a song about it.
it_it: [_maya_] In seguito, compongo una canzone a riguardo.

source: [_maya_] Naturally, it's an instant hit single.
it_it: [_maya_] Naturalmente, è un colpo singolo istantaneo.

source: [_mc_] Roll for it.
it_it: [_mc_] Roll per esso.

source: [_mc_] Err, I guess the leader is dead.
it_it: [_mc_] Err, immagino che il leader sia morto.

source: [_flora_s_smile_] Oh! And then I kill the rest of the pigs with my bow and arrow!
it_it: [_flora_s_smile_] Oh! E poi uccido il resto dei maiali con l'arco e la freccia!

source: [_mc_] Fine. The bandits are all dead. Congratulations.
it_it: [_mc_] Bene. I banditi sono tutti morti. Congratulazioni.

source: [_flora_s_smile_] Thanks!
it_it: [_flora_s_smile_] Grazie!

source: [_mc_] So, you leave a mountain of bodies and a river of blood in your wake{space=-10} as you continue your journey...
it_it: [_mc_] Quindi, lasci una montagna di corpi e un fiume di sangue nella tua sveglia{space=-10} mentre prosegui il tuo viaggio...

source: [_mc_] In the distance, you see smoke wafting into the sky, just before the smell of burning hits your nostrils.
it_it: [_mc_] In lontananza, si vede fumo che si avvolge nel cielo, poco prima che l'odore di bruciare colpisce le narici.

source: [_mc_] You know you're getting close. Vengeance will soon be yours.
it_it: [_mc_] Sai che ti stai avvicinando. La vendetta sarà presto tua.

source: [_mc_] But night approaches quickly, and you haven't slept in days.
it_it: [_mc_] Ma la notte si avvicina rapidamente, e non hai dormito in giorni.

source: [_mc_] So, when you come across an inn on the side of the road, you decide{space=-20} to go in.
it_it: [_mc_] Così, quando ci si imbatte in una locanda sul lato della strada, si decide{space=-20} per entrare.

source: [_maya_s_flirty_] Thank god! I could definitely use a bath after running around in the woods, getting all dirty.
it_it: [_maya_s_flirty_] Grazie Dio! Potrei sicuramente usare un bagno dopo aver girato nel bosco, diventando tutto sporco.

source: [_mc_] Sure! You decide the first thing you'll do there is bathe.
it_it: [_mc_] Certo! Decidi la prima cosa che farai c'è il bagno.

source: [_maya_s_thinking_] That's what I just said.
it_it: [_maya_s_thinking_] È quello che ho appena detto.

source: This is not quite going the way I thought it would, is it?
it_it: Questo non sta andando esattamente come pensavo sarebbe stato?

source: Leave it to [flora] to be cheeky... and [maya] too, for that matter.
it_it: Lascialo a [flora] per essere sfacciato... e [maya] anche, per quella materia.

source: Still, they're here, in my bedroom, indulging in fantasy with me...
it_it: Ancora, sono qui, nella mia camera da letto, indulgere nella fantasia con me...

source: I guess I shouldn't complain too much.
it_it: Immagino che non dovrei lamentarmi troppo.

source: [_mc_] Anyway, in the washroom, you're greeted by a shy maid.
it_it: [_mc_] Comunque, nel bagno, sei accolto da una cameriera timida.

source: [_mc_] She pours hot water into the tub for you, and then offers to help you{space=-15} undress.
it_it: [_mc_] Lei versa acqua calda nella vasca per voi, e poi offre di aiutarti{space=-15} spogliarsi.

source: [_mc_] She starts with your warrior maiden armor, discarding the pieces to the side.
it_it: [_mc_] Comincia con la tua armatura da nudo guerriera, scartando i pezzi a lato.

source: [_mc_] Then, she moves to your bodice, undoing the strings with deft fingers.{space=-50}
it_it: [_mc_] Poi, si sposta nel tuo corpo, annullando le stringhe con le dita difettose.{space=-50}

source: [_mc_] She slips it from your shoulders and your round, firm breasts spring{space=-10} free.
it_it: [_mc_] Lei lo scivola dalle tue spalle e il tuo turno, seni solidi primavera{space=-10} libero.

source: [_mc_] She admires the sight, and offers to sponge you clean.
it_it: [_mc_] Lei ammira la vista e offre per spugna pulita.

source: [_mc_] As you step into the tub, she—
it_it: [_mc_] Mentre entri nel tubo, guaio—

source: [_maya_s_thinking_] Hold up!
it_it: [_maya_s_thinking_] tienete!

source: [_maya_s_thinking_] I'm more than capable of washing myself, thank you very much.
it_it: [_maya_s_thinking_] Sono più che capace di lavarmi, grazie mille.

source: [_maya_s_thinking_] I shoo the maid from the room, then lather up the soap in my hands.{space=-10}
it_it: [_maya_s_thinking_] Ho scosso la cameriera dalla stanza, poi mi sono piegata il sapone nelle mani.{space=-10}

source: [_maya_s_flirty_] I slide my sudsy hands down my body, before slipping my fingers in between my...
it_it: [_maya_s_flirty_] Scorro le mie mani improvvise giù il mio corpo, prima di scivolare le dita tra me...

source: Yes! This is getting good!
it_it: Sì! Questo sta diventando buono!

source: Ah. Of course.
it_it: Ah. Certo.

source: ...and still kinda hot.
it_it: ...e ancora parecchio caldo.

source: [_mc_] So, the bath is done, then.
it_it: [_mc_] Così, il bagno è fatto, allora.

source: [_mc_] Meanwhile, Lenora, Lady of the Water is downstairs, bargaining for your dinner.
it_it: [_mc_] Nel frattempo, Lenora, Signora dell'acqua è al piano di sotto, contrattazione per la vostra cena.

source: [_flora_s_skeptical_] What? Am I broke or something?
it_it: [_flora_s_skeptical_] Cosa? Sono rotto o qualcosa?

source: [_mc_] The dragon stole all your money.
it_it: [_mc_] Il drago rubò tutti i tuoi soldi.

source: [_maya_s_thinking_] That's impossible. Dragons don't have pockets.
it_it: [_maya_s_thinking_] È impossibile. I draghi non hanno tasche.

source: [_mc_] They don't need them!
it_it: [_mc_] Non ne hanno bisogno!

source: [_mc_] Anyway, you're downstairs, flirting with the innkeep for your bread.
it_it: [_mc_] In ogni caso, sei al piano di sotto, flirtando con l'osteria per il tuo pane.

source: [_mc_] You lean over the counter, exposing your milky white bosom.
it_it: [_mc_] Ti inclini sul bancone, esponendo il tuo seno bianco lattiginoso.

source: [_flora_s_skeptical_] How original.
it_it: [_flora_s_skeptical_] Quanto è originale.

source: [_mc_] You then bite your rosy lip.
it_it: [_mc_] Poi mordete il vostro labbro rosato.

source: [_flora_s_skeptical_] Haven't heard that one before.
it_it: [_flora_s_skeptical_] non l'ha sentito prima.

source: [_mc_] You completely mesmerize him. He'll do anything you want just to have{space=-60} a taste.
it_it: [_mc_] Lo incanterai completamente. Farà tutto quello che vuoi solo avere{space=-60} un gusto.

source: [_mc_] You pucker your full lips... and he goes in for it! You taste of strawberry{space=-65} wine—
it_it: [_mc_] Tu pucker le tue labbra piene... e lui va dentro per esso! Hai un sapore di fragola{space=-65} vino—

source: [_flora_s_afraid_] Hang on! Don't I get to choose?
it_it: [_flora_s_afraid_] penda! Non posso scegliere?

source: [_mc_] You're right. You should be the one deciding.
it_it: [_mc_] Hai ragione. Dovresti essere quello a decidere.

source: [_flora_s_smile_] Thank you.
it_it: [_flora_s_smile_] Grazie.

source: [_mc_] Of course! I'm just happy to be playing a game with you.
it_it: [_mc_] Certo! Sono solo felice di giocare con te.

source: [_mc_] It's been a long time since we just hung out...
it_it: [_mc_] È passato molto tempo da quando abbiamo appena appeso...

source: [_mc_] I'm trying to do things differently. To be nicer.
it_it: [_mc_] Sto cercando di fare le cose in modo diverso. Per essere più bello.

source: [_flora_s_embarrassed_] Geez! Don't get all sappy, [mc]!
it_it: [_flora_s_embarrassed_] Geez! Non prendi tutte le sappy, [mc]!

source: [_flora_s_embarrassed_] It's just a game, and we're only playing it because the power is out, okay?{space=-110}
it_it: [_flora_s_embarrassed_] È solo un gioco, e stiamo solo giocando perché il potere è fuori, okay?{space=-110}

source: [_mc_] Still...
it_it: [_mc_] Ancora...

source: [_flora_s_skeptical_] Anyway! I decide to let the innkeep try to kiss me...
it_it: [_flora_s_skeptical_] Comunque! Decido di lasciare che l'osteria provi a baciarmi...

source: [_flora_s_smile_] ...but then I stab him with my hidden dagger and take all the bread!
it_it: [_flora_s_smile_] ...ma poi lo pugno con il mio pugnale nascosto e prendere tutto il pane!

source: [_mc_] Damn! Brutal.
it_it: [_mc_] Dannazione! Brutale.

source: [_flora_s_smile_] Efficient.
it_it: [_flora_s_smile_] Efficiente.

source: [_mc_] I can't argue with that.
it_it: [_mc_] Non posso litigare con quello.

source: [_mc_] So, you take the food upstairs and share with [maya] the Dickbreaker.{space=-5}
it_it: [_mc_] Quindi, prendi il cibo al piano di sopra e condividi con [maya] il Dickbreaker.{space=-5}

source: [_mc_] Then come morning, the pair of you set out once more on your journey.{space=-65}
it_it: [_mc_] Poi venite al mattino, i due di voi si stabiliscono ancora una volta sul vostro viaggio.{space=-65}

source: [_mc_] Nope. I'm the game master here, and what I say goes.
it_it: [_mc_] Nope. Sono il maestro del gioco qui, e quello che dico va.

source: [_flora_s_annoyed_] The master of making up stupid stuff, more like.
it_it: [_flora_s_annoyed_] Il padrone di fare roba stupida, più simile.

source: [_mc_] It's not stupid! It's part of the fantasy genre!
it_it: [_mc_] Non è stupido! Fa parte del genere fantasy!

source: [_flora_s_eyeroll_] Your fantasy, maybe.
it_it: [_flora_s_eyeroll_] La tua fantasia, forse.

source: [_mc_] Stop being a brat and keep playing, will you?
it_it: [_mc_] Smettete di essere un brat e continuate a giocare, vero?

source: [_flora_s_annoyed_] I'll keep playing only because the power is still out.
it_it: [_flora_s_annoyed_] continuerò a suonare solo perché il potere è ancora fuori.

source: [_mc_] That's good enough for me.
it_it: [_mc_] È abbastanza buono per me.

source: [_mc_] So, the innkeeper sucks on your strawberry lips, kissing you deeply.
it_it: [_mc_] Quindi, il locandiere succhia sulle tue labbra di fragola, baciandoti profondamente.

source: [_mc_] You kiss him back, enjoying the feel of a man... before abruptly ending{space=-45} it there.
it_it: [_mc_] Lo baci indietro, godendo la sensazione di un uomo... prima di terminare bruscamente{space=-45} lì.

source: [_mc_] He's disappointed, but gives you the bread all the same.
it_it: [_mc_] È deluso, ma ti dà il pane lo stesso.

source: [_flora_s_sarcastic_] Great. I always wanted to be a medieval whore.
it_it: [_flora_s_sarcastic_] Grande. Volevo sempre essere una puttana medievale.

source: [_mc_] Well, it keeps your belly full.
it_it: [_mc_] Beh, mantiene la pancia piena.

source: [_mc_] Once you eat and recuperate, you and [maya] the Dickbreaker are ready{space=-45} to continue your journey.
it_it: [_mc_] Una volta mangiato e recuperato, tu e [maya] il Dickbreaker sono pronti{space=-45} per continuare il viaggio.

source: [_mc_] Nope. The innkeep grabs you and kisses you hard.
it_it: [_mc_] Nope. L'innkeep ti afferra e ti bacia duramente.

source: [_mc_] He pulls up the hem of your nightgown, his fingers finding their way inside.
it_it: [_mc_] Tira in alto l'orlo della tua camicia da notte, le sue dita trovano la loro strada dentro.

source: [_mc_] They feel strange as they move up your inner thigh...
it_it: [_mc_] Si sentono strani mentre si muovono verso l'alto la coscia interiore...

source: [_mc_] Slimy, almost.
it_it: [_mc_] Slimy, quasi.

source: [_mc_] His fingers turn to tentacles, and one slides along the slit of your pussy.{space=-80}
it_it: [_mc_] Le sue dita girano verso i tentacoli e uno scivola lungo la fessura della tua figa.{space=-80}

source: [_mc_] He soaks in the wetness he finds there, then forces one finger-tentacle{space=-60} inside of you.
it_it: [_mc_] Immerge nell'umidità che trova lì, poi forza un tentacolo{space=-60} dentro di te.

source: [_mc_] It goes in deep and you let out a surprised moan.
it_it: [_mc_] Si va in profondità e si lascia fuori un gemito sorpreso.

source: [_flora_s_dnd_tentacles_] Oh, my god...
it_it: [_flora_s_dnd_tentacles_] Oh, mio dio...

source: [_mc_] Exactly like that! Thanks for staying in character!
it_it: [_mc_] Esattamente così! Grazie per essere rimasto in carattere!

source: [_mc_] So, he tentacle fucks you right there in the middle of the common room and your world turns to fog.
it_it: [_mc_] Così, lui tentacolo ti scopa proprio lì in mezzo alla sala comune e il tuo mondo si rivolge alla nebbia.

source: [_mc_] Your head falls back and your eyes flutter as the sensation sends you{space=-35} to the edge.
it_it: [_mc_] La testa cade indietro e i tuoi occhi flutter mentre la sensazione ti invia{space=-35} al bordo.

source: [_mc_] You faint from the ecstasy of it.
it_it: [_mc_] Sei svenuto dall'estasi di esso.

source: [_flora_s_smile_] That's...
it_it: [_flora_s_smile_] Che È...

source: Judging from the way she's blushing, exactly what she wanted.
it_it: A giudicare dal modo in cui sta arrossendo, esattamente quello che voleva.

source: [_mc_] Come morning, you find yourself in your rented bed upstairs, completely{space=-90} soaked.
it_it: [_mc_] Venite al mattino, vi trovate nel vostro letto affittato al piano di sopra, completamente{space=-90} immerso.

source: [_mc_] It's salt water, and though you can't be sure, you're pretty sure you've{space=-40} just had a run-in with an ancient god.
it_it: [_mc_] E 'acqua salata, e anche se non puoi essere sicuro, sei abbastanza sicuro che si{space=-40} ha appena avuto un run-in con un dio antico.

source: [_flora_s_smile_] And then what...?
it_it: [_flora_s_smile_] E poi cosa...?

source: [_mc_] And then the quest continues.
it_it: [_mc_] E poi la ricerca continua.

source: [_mc_] You decide not to mention your encounter from the night before to [maya] the Dickbreaker.
it_it: [_mc_] Decidi di non menzionare il tuo incontro dalla notte prima ad [maya] il Dickbreaker.

source: [_mc_] You just set off on the trail once more.
it_it: [_mc_] Sei appena partito sul sentiero ancora una volta.

source: [_mc_] You're out there, nearing the dragon's mountain lair—
it_it: [_mc_] Sei là fuori, vicino al lair di montagna del drago —

source: [_maya_s_cringe_] I still say a bungalow would be more unique.
it_it: [_maya_s_cringe_] dico ancora che un bungalow sarebbe più unico.

source: [_mc_] Do you seriously think a dragon could fit in a bungalow?
it_it: [_mc_] Pensi seriamente che un drago possa stare in bungalow?

source: [_maya_s_dramatic_] A dragon sized one, obviously!
it_it: [_maya_s_dramatic_] Un drago dimensionato uno, ovviamente!

source: [_mc_] Anyway, the smoke hangs heavy in the air now, an endless black cloud roiling down from the mountain.
it_it: [_mc_] Comunque, il fumo pende pesante nell'aria adesso, una nube nera infinita che roiling giù dalla montagna.

source: [_flora_s_eyeroll_] Gosh, I'm quaking with fear.
it_it: [_flora_s_eyeroll_] Gosh, sto tremando con paura.

source: [_mc_] Oh, you should be!
it_it: [_mc_] Oh, dovresti essere!

source: [_mc_] You draw your weapons. [maya] the Dickbreaker and her trusty sword—{space=-45}
it_it: [_mc_] Disegni le tue armi. [maya] il Dickbreaker e la sua spada fidata—{space=-45}

source: [_mc_] What? Absolutely not.
it_it: [_mc_] Cosa? Assolutamente no.

source: [_maya_s_cringe_] It's my sword, and I'll name it whatever I want.
it_it: [_maya_s_cringe_] È la mia spada, e la nominerò tutto quello che voglio.

source: [_mc_] [maya] the Dickbreaker with Vagina Puncher, and Lenora Lady of the Water, bow in hand—
it_it: [_mc_] [maya] il Dickbreaker con Vagina Puncher, e Lenora Lady of the Water, inchinarsi in mano—

source: [_flora_s_sarcastic_] I want to name my weapon, too!
it_it: [_flora_s_sarcastic_] voglio anche nominare la mia arma!

source: [_mc_] Fine! What is it called?
it_it: [_mc_] Fine! Come si chiama?

source: [_mc_] So, Lenora Lady of the Water, with Dragon Ripper in hand—
it_it: [_mc_] Dunque, Lenora Lady of the Water, con lo Squartatore del Drago in mano—

source: [_flora_s_sarcastic_] Dragon Ripper is a +10 flaming, ghost touch, vorpal longbow of mighty cleaving.
it_it: [_flora_s_sarcastic_] Dragon Ripper è un fiammeggiante, tocco fantasma, arco lungo vorpale di possente scissione.

source: [_mc_] What? No, it's not.
it_it: [_mc_] Cosa? No, non lo è.

source: [_flora_s_annoyed_] It says right here on my character sheet!
it_it: [_flora_s_annoyed_] Si dice proprio qui sul mio foglio di personaggio!

source: [_mc_] You can't just add random items to your character sheet!
it_it: [_mc_] Non puoi semplicemente aggiungere elementi casuali al tuo foglio di personaggio!

source: [_flora_s_sarcastic_] You probably added it and just forgot about it.
it_it: [_flora_s_sarcastic_] Probabilmente l'hai aggiunto e appena dimenticato di esso.

source: [_mc_] Ugh! Whatever!
it_it: [_mc_] Ugh! Qual'altro!

source: [_mc_] The ground shakes beneath your feet... then, suddenly!
it_it: [_mc_] Il terreno trema sotto i tuoi piedi... poi, improvvisamente!

source: [_mc_] Into the gray and yellow sulfur sky bursts the dragon, massive black{space=-10} wings spread, hungry maw open and ready to devour.
it_it: [_mc_] Nel cielo di zolfo grigio e giallo scoppia il drago, enormi ali nere{space=-10} si diffondono, affamate fauci aperte e pronte a divorare.

source: [_mc_] Before he sees you, you run into his lair.
it_it: [_mc_] Prima di vedervi, vi correte nella sua tana.

source: [_mc_] Inside are mountains of bones, hoards of gold, stashes of meat.
it_it: [_mc_] All'interno ci sono montagne di ossa, zoccoli d'oro, cespugli di carne.

source: [_mc_] Do you hide and wait, or draw the beast inside?
it_it: [_mc_] Ti nascondi e aspetti, o disegna la bestia all'interno?

source: [_maya_s_dramatic_] Easy! Hide and wait.
it_it: [_maya_s_dramatic_] Facile! Nascondere e aspettare.

source: [_maya_s_dramatic_] I grew up doing that as a child. It's easier to wait out the beast in its own home.
it_it: [_maya_s_dramatic_] Sono cresciuto a farlo da bambino. È più facile aspettare la bestia nella sua casa.

source: [_mc_] Did you have to do that a lot?
it_it: [_mc_] Dovevi farlo molto?

source: [_maya_s_concerned_] Err, I don't know why I said that.
it_it: [_maya_s_concerned_] Err, non so perché l'ho detto.

source: [_maya_s_concerned_] Who has a perfect home life, right?
it_it: [_maya_s_concerned_] Chi ha una vita perfetta in casa, giusto?

source: [_maya_s_flirty_] If anything, it made me more resilient. Therefore, [maya] the Dickbreaker.{space=-70}
it_it: [_maya_s_flirty_] Semmai, mi ha reso più resiliente. Pertanto, [maya] il Dickbreaker.{space=-70}

source: [_maya_s_flirty_] It's all just a game.
it_it: [_maya_s_flirty_] È tutto solo un gioco.

source: Damn. I think I just caught a glimpse of [maya] letting her guard down.{space=-20}
it_it: Dannazione. Penso di aver appena preso uno sguardo di [maya] lasciando la sua guardia giù.{space=-20}

source: Maybe she's starting to feel more comfortable around me?
it_it: Forse sta iniziando a sentirsi più a suo agio intorno a me?

source: Either way, it's nice to see that softer side of hers.
it_it: In ogni caso, è bello vedere quel suo lato più morbido.

source: [_mc_] Err, right. Just a game.
it_it: [_mc_] Err, giusto. Solo una partita.

source: [_mc_] For the record, [flora] and I are glad to have you here playing with us.{space=-10}
it_it: [_mc_] Per il record, [flora] ed io siamo lieti di averti qui a giocare con noi.{space=-10}

source: [_maya_s_kiss_] What a lucky damsel I am to be rescued by such fine folk!
it_it: [_maya_s_kiss_] Che fanciulla fortunata devo essere salvata dalla gente così bella!

source: Aaaand we're back.
it_it: Aaaand siamo tornate.

source: [_mc_] Ha! Not a damsel! A warrior maiden!
it_it: [_mc_] Ciao! Non una fanciulla! Una fanciulla da guerriero!

source: [_maya_s_kiss_] Of course! Let's fuck this beast up!
it_it: [_maya_s_kiss_] ovviamente! Facciamo scopare questa bestia!

source: [_mc_] Oh, you haven't seen a beast like this before.
it_it: [_mc_] Oh, non hai visto una bestia come questa prima.

source: [_maya_s_flirty_] Pfft! That's what they all say.
it_it: [_maya_s_flirty_] Pfft! È quello che dicono tutti.

source: [_maya_s_flirty_] But then I break out Vagina Puncher, and they all get intimidated.
it_it: [_maya_s_flirty_] Ma poi scoppio Vagina Puncher, e tutti si intimidiscono.

source: [_mc_] Heh. Insecure beasts, aren't they?
it_it: [_mc_] Heh. Bestie non sicure, vero?

source: [_maya_s_flirty_] With a name like "Dickbreaker," you can probably see why.
it_it: [_maya_s_flirty_] Con un nome come "Dickbreaker", si può probabilmente vedere perché.

source: [_mc_] Very true. A name that strikes fear in dicks everywhere.
it_it: [_mc_] Molto vero. Un nome che colpisce la paura nei cazzi ovunque.

source: [_maya_s_kiss_] Exactly!
it_it: [_maya_s_kiss_] Esattamente!

source: [_mc_] Aw, you choose to hide? That's no fun.
it_it: [_mc_] Aw, hai scelto di nascondersi? Non è divertente.

source: [_maya_s_thinking_] Life is all about hiding. Even in plain sight.
it_it: [_maya_s_thinking_] La vita è tutta una questione di nascondersi. Anche in piena vista.

source: [_maya_s_thinking_] That's why I'm hiding out here.
it_it: [_maya_s_thinking_] Ecco perché mi sto nascondendo qui.

source: [_mc_] But this is a game...
it_it: [_mc_] Ma questo è un gioco...

source: [_maya_s_afraid_] What? Do you mean I'm not actually a warrior bardess with a massive{space=-30} sword?
it_it: [_maya_s_afraid_] Cosa? Vuoi dire che in realtà non sono una bardess guerriera con una spada massiva{space=-30} ?

source: [_maya_s_afraid_] God, why didn't someone tell me I was this delusional?!
it_it: [_maya_s_afraid_] Dio, perché qualcuno non mi ha detto che ero così delirante?!

source: [_maya_s_afraid_] My world is crumbling right before my eyes!
it_it: [_maya_s_afraid_] Il mio mondo sta sbriciolando proprio davanti ai miei occhi!

source: [_mc_] Okay, okay! I'm sorry!
it_it: [_mc_] Okay, okay! Mi dispiace!

source: [_maya_s_thinking_] Anyway...
it_it: [_maya_s_thinking_] Comunque...

source: [_maya_s_thinking_] Please, continue with the lie that is my life.
it_it: [_maya_s_thinking_] Per favore, continuate con la menzogna che è la mia vita.

source: [_mc_] Err, as you wish.
it_it: [_mc_] Err, come vuoi.

source: [_mc_] So, the dragon flies around his mountain a few times, before eventually{space=-70} coming back inside.
it_it: [_mc_] Così, il drago vola intorno alla sua montagna un paio di volte, prima alla fine {space=-70} tornando dentro.

source: [_mc_] He lands upon his hoard with a massive thud.
it_it: [_mc_] Egli atterra sul suo cortile con un grande fango.

source: [_mc_] The pair of you hide behind a small hill of skulls, watching and waiting{space=-45} for an opportunity.
it_it: [_mc_] Il paio di voi si nasconde dietro una piccola collina di teschi, guardando e aspettando{space=-45} per un'opportunità.

source: [_flora_s_skeptical_] Can you hurry up? I'm getting bored.
it_it: [_flora_s_skeptical_] Puoi sbrigarti? Mi sto annoiando.

source: [_flora_s_skeptical_] Facts.
it_it: [_flora_s_skeptical_] Fatti.

source: [_mc_] Anyway, the dragon takes one whiff of the air and catches the scent{space=-5} of pus—
it_it: [_mc_] Comunque, il drago prende un whiff dell'aria e cattura il profumo{space=-5} di pus—

source: [_flora_s_afraid_] Don't be gross!
it_it: [_flora_s_afraid_] non essere grossolano!

source: [_mc_] Err, catches the scent of flesh.
it_it: [_mc_] Err, cattura il profumo della carne.

source: [_mc_] He opens his mouth, and {i}whoooosh!{/}
it_it: [_mc_] apre la bocca e {i}whoooosh!{/}
