Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_spell.po
Languages: fr_fr, it_it

source: [_mc_] Hey, [maya]! Guess what?
fr_fr: [_mc_] Hé, [maya] ! Devine quoi ?
it_it: [_mc_] Hey, [maya]! Indovina cosa?

source: [_maya_s_bored_] No.
fr_fr: [_maya_s_bored_] Non.

source: [_mc_] No?
fr_fr: [_mc_] Non ?

source: [_maya_s_bored_] I'll say it again in Spanish.
fr_fr: [_maya_s_bored_] Je vais le redire en espagnol.
it_it: [_maya_s_bored_] lo ripeto in spagnolo.

source: [_mc_] Fine, don't guess.
fr_fr: [_mc_] Bien, ne devinez pas.
it_it: [_mc_] Bene, non indovinare.

source: [_maya_s_bored_] I won't.
fr_fr: [_maya_s_bored_] Je ne le ferai pas.
it_it: [_maya_s_bored_] Io no.

source: [_maya_s_bored_] Even though the guessing game is my favorite.
fr_fr: [_maya_s_bored_] Même si le jeu des devinettes est mon préféré.
it_it: [_maya_s_bored_] Anche se il gioco di indovinare è il mio preferito.

source: [_mc_] Liar.
fr_fr: [_mc_] Menteur.
it_it: [_mc_] bugiardo.

source: [_maya_s_cringe_] I could have days left to live. Days!
fr_fr: [_maya_s_cringe_] Il pourrait me rester des jours à vivre. Des jours !
it_it: [_maya_s_cringe_] Potrei avere dei giorni in cui vivere. Giorni!

source: [_maya_s_cringe_] How could you waste my precious time like this?
fr_fr: [_maya_s_cringe_] Comment peux-tu me faire perdre mon temps précieux comme ça ?
it_it: [_maya_s_cringe_] Come potresti sprecare il mio tempo prezioso come questo?

source: [_mc_] You're not going to die, okay?
fr_fr: [_mc_] Vous n'allez pas mourir, d'accord ?
it_it: [_mc_] Non morirai, okay?

source: [_maya_s_dramatic_] I don't know, [mc].
fr_fr: [_maya_s_dramatic_] Je ne sais pas, [mc].
it_it: [_maya_s_dramatic_] non lo so, [mc].

source: [_maya_s_dramatic_] Spontaneous fires... oversalted cafeteria food... crossing the street without looking both ways...
fr_fr: [_maya_s_dramatic_] Les incendies spontanés... la nourriture trop salée de la cafétéria... traverser la rue sans regarder des deux côtés...
it_it: [_maya_s_dramatic_] Fuochi spontanei... caffetteria sovrasalata cibo... attraversare la strada senza guardare in entrambi i modi...

source: [_maya_s_dramatic_] My days seem to be numbered.
fr_fr: [_maya_s_dramatic_] Mes jours semblent comptés.
it_it: [_maya_s_dramatic_] I miei giorni sembrano essere numerati.

source: [_mc_] Stop messing around and just listen for a sec.
fr_fr: [_mc_] Arrêtez de faire des bêtises et écoutez un peu.
it_it: [_mc_] Smettila di metterti in giro e ascolta solo per un secondo.

source: [_maya_s_sarcastic_] By all means! Listening is my favorite thing.
fr_fr: [_maya_s_sarcastique_] Bien sûr ! L'écoute est ce que je préfère.
it_it: [_maya_s_sarcastic_] Con tutti i mezzi! Ascoltare è la mia cosa preferita.

source: [_maya_s_sarcastic_] Right after Monday mornings and STDs, of course.
fr_fr: [_maya_s_sarcastic_] Juste après les lundis matin et les MST, bien sûr.
it_it: [_maya_s_sarcastic_] Subito dopo lunedì mattina e STD, naturalmente.

source: [_mc_] By my count, you have exactly 666 days left.
fr_fr: [_mc_] D'après mes calculs, il vous reste exactement 666 jours.
it_it: [_mc_] Per il mio conte, ti restano esattamente 666 giorni.

source: [_maya_s_sarcastic_] Hah! My favorite number, right after 69.
fr_fr: [_maya_s_sarcastique_] Hah ! Mon chiffre préféré, juste après le 69.
it_it: [_maya_s_sarcastic_] Hah! Il mio numero preferito, subito dopo 69.

source: [_mc_] I thought it was fitting.
fr_fr: [_mc_] J'ai pensé que c'était approprié.
it_it: [_mc_] pensavo che fosse adatto.

source: [_mc_] I'm sorry, I didn't think—
fr_fr: [Je suis désolé, je ne pensais pas...
it_it: [_mc_] Mi dispiace, non pensavo—

source: [_maya_s_dramatic_] Oh, chill out, [mc].
fr_fr: [_maya_s_dramatique_] Oh, calme-toi, [mc].

source: [_maya_s_dramatic_] It's not like anyone has died from a little fire.
fr_fr: [_maya_s_dramatic_] Ce n'est pas comme si quelqu'un était mort à cause d'un petit feu.
it_it: [_maya_s_dramatic_] Non è come se qualcuno fosse morto da un piccolo incendio.

source: [_mc_] I mean—
fr_fr: [Je veux dire...

source: [_maya_s_sarcastic_] Big fires, on the other hand...
fr_fr: [_maya_s_sarcastic_] Les grands incendies, en revanche...
it_it: [_maya_s_sarcastic_] Grandi fuochi, d'altra parte...

source: [_mc_] Anyway, I have something for you.
fr_fr: [_mc_] Quoi qu'il en soit, j'ai quelque chose pour vous.
it_it: [_mc_] Comunque, ho qualcosa per voi.

source: [_maya_s_flirty_] Oh? The last time I heard that, I was left bitterly disappointed next to a snoring boy.
fr_fr: [_maya_s_flirty_] La dernière fois que j'ai entendu ça, j'ai été amèrement déçue à côté d'un garçon qui ronflait.
it_it: [_maya_s_flirty_] Oh? L'ultima volta che ho sentito questo, sono rimasto amaramente deluso accanto a un ragazzo russante.

source: [_mc_] Very funny. But you won't be this time.
fr_fr: [_mc_] Très drôle. Mais vous ne le serez pas cette fois.
it_it: [_mc_] Molto divertente. Ma non sarai stavolta.

source: [_maya_s_kiss_] So self-assured! All right, big boy, let's see it.
fr_fr: [_maya_s_kiss_] Si sûr de lui ! Très bien, mon grand, voyons ça.
it_it: [_maya_s_kiss_] Così sicuro di sé! Va bene, grande ragazzo, vediamo.

source: [_mc_] I got a hold of a spellbook to see if we can fix your curse problem.
fr_fr: [_mc_] J'ai mis la main sur un livre de sorts pour voir si nous pouvons résoudre votre problème de malédiction.
it_it: [_mc_] Ho avuto una presa di un quaderno per vedere se siamo in grado di risolvere il problema della maledizione.

source: [_maya_s_thinking_] A spellbook? Are you going to boil and toil my troubles?
fr_fr: [_maya_s_thinking_] Un livre de sorts ? Allez-vous faire bouillir et fatiguer mes ennuis ?
it_it: [_maya_s_thinking_] Un libro di ortografia? Stai per bollire e faticare i miei problemi?

source: [_mc_] Something like that. I was actually thinking a banishing spell.
fr_fr: [_mc_] Quelque chose comme ça. En fait, je pensais à un sort de bannissement.
it_it: [_mc_] Qualcosa del genere. In realtà stavo pensando a un incantesimo di divieto.

source: [_mc_] If it is a spirit or something, we can apparently get rid of it that way.
fr_fr: [_mc_] Si c'est un esprit ou quelque chose comme ça, on peut apparemment s'en débarrasser de cette façon.
it_it: [_mc_] Se si tratta di uno spirito o di qualcosa, a quanto pare possiamo sbarazzarci di esso.

source: [_mc_] We'd just need to collect some ingredients for the spell, then we—
fr_fr: [_mc_] Il nous faut juste collecter des ingrédients pour le sort, puis nous -
it_it: [_mc_] Avremmo solo bisogno di raccogliere alcuni ingredienti per l'incantesimo, poi noi—

source: [_maya_s_smile_] Are you taking me on a real scavenger hunt?
fr_fr: [_maya_s_smile_] Tu m'emmènes dans une vraie chasse au trésor ?
it_it: [_maya_s_smile_] Mi stai prendendo in una vera caccia allo scavagno?

source: [_maya_s_smile_] A real adventure?
fr_fr: [_maya_s_smile_] Une vraie aventure ?
it_it: [_maya_s_smile_] Una vera avventura?

source: [_mc_] Err, I guess?
fr_fr: [_mc_] Err, je suppose ?
it_it: [_mc_] Err, immagino?

source: [_maya_s_smile_] LARPing is like my favorite thing ever! Like ever, ever!
fr_fr: [_maya_s_Souriez_] LARPing est ma chose préférée de tous les temps ! Genre jamais, jamais !
it_it: [_maya_s_smile_] LARPing è come la mia cosa preferita mai! Come sempre!

source: [_mc_] Damn, you know what LARPing is?
fr_fr: [_mc_] Tu sais ce que c'est que le LARPing ?
it_it: [_mc_] Dannazione, sai cos'è LARPing?

source: [_maya_s_smile_] Of course I do!
fr_fr: [_maya_s_smile_] Bien sûr que oui !
it_it: [_maya_s_smile_] Certo che lo faccio!

source: [_maya_s_annoyed_] Losers Acting Really Pathetic.
fr_fr: [_maya_s_annoyed_] Les perdants agissent de façon vraiment pathétique.
it_it: [_maya_s_annoyed_] Perdenti Attendere Veramente Patetico.

source: Crap. I knew it was too good to be true.
fr_fr: Ce n'est pas vrai. Je savais que c'était trop beau pour être vrai.
it_it: Crap. Sapevo che era troppo buono per essere vero.

source: [_maya_s_annoyed_] Not to wrinkle your wizard robes, but I'd rather not waste my time.
fr_fr: [_maya_s_annoyed_] Je ne veux pas froisser votre robe de sorcier, mais je préfère ne pas perdre mon temps.
it_it: [_maya_s_annoyed_] Non ruggire le tue vesti di mago, ma preferirei non sprecare il mio tempo.

source: [_maya_s_eyeroll_] Besides, I haven't had an incident in a while. So, it's whatever.
fr_fr: [_maya_s_eyeroll_] D'ailleurs, je n'ai pas eu d'incident depuis un moment. Alors, c'est comme tu veux.
it_it: [_maya_s_eyeroll_] Inoltre, non ho avuto un incidente da un po'. Quindi, è tutto.

source: Ugh, I can't believe I've been lugging around this spellbook for nothing!
fr_fr: Je n'arrive pas à croire que j'ai trimballé ce livre de sorts pour rien !
it_it: Ugh, non riesco a credere di essere stato avvolto da questo libro per niente!

source: Especially when [maya] was apparently never serious about the curse thing...
fr_fr: Surtout que [Maya] n'a apparemment jamais été sérieuse au sujet de la malédiction de ...
it_it: Soprattutto quando [maya] apparentemente non era mai serio circa la maledizione...

source: I should have known.
fr_fr: J'aurais dû m'en douter.
it_it: Avrei dovuto sapere.

source: [_mc_] All right, fine. Forget it.
fr_fr: [_mc_] D'accord, très bien. Oubliez cela.
it_it: [_mc_] Va bene, va bene. Dimenticalo.

source: [_maya_s_neutral_] It's whatever, [mc]. You can stop making me your project now.
fr_fr: [_maya_s_neutral_] C'est comme vous voulez, [mc]. Vous pouvez arrêter de faire de moi votre projet maintenant.
it_it: [_maya_s_neutral_] È qualsiasi cosa, [mc]. Puoi smettere di farmi il tuo progetto ora.

source: Welp, so much for that.
fr_fr: Voilà qui est fait.
it_it: Benvenuto, tanto per questo.

source: Although, I still have the stupid book...
fr_fr: Bien que j'aie toujours ce livre stupide...
it_it: Anche se, ho ancora il libro stupido...

source: I might as well take a look and see if it's actually worth it, right?
fr_fr: Autant y jeter un coup d'œil et voir si ça vaut le coup, non ?
it_it: Potrei anche dare un'occhiata e vedere se in realtà ne vale la pena, giusto?

source: Just in case. It's not like I'm obsessed with her or anything.
fr_fr: Juste au cas où. Ce n'est pas comme si j'étais obsédé par elle ou quoi que ce soit d'autre.
it_it: Proprio nel caso. Non è come se fossi ossessionato da lei o da qualsiasi cosa.

source: When in doubt, turn to the dark arts.
fr_fr: En cas de doute, il faut se tourner vers les arts obscurs.
it_it: In caso di dubbio, rivolgetevi alle arti oscure.

source: Let's see here...
fr_fr: Voyons voir ici ...
it_it: Vediamo qui...

source: Oh, this one looks promising!
fr_fr: Oh, celui-ci semble prometteur !
it_it: Oh, questo sembra promettente!

source: {i}"Banishing 101: Magic Made Simple(er)."{/}
fr_fr: {i}"Bannir 101 : la magie en toute simplicité."

source: {i}"So, did you piss off a dead relative or some shit?"{/}
fr_fr: {i}"Alors, t'as fait chier un parent mort ou un truc du genre ?."
it_it: {i}"Così, hai baciato un parente morto o qualche merda?"{/}

source: {i}"Well, here's a spell for you — so easy a child could do it!"{/}
fr_fr: {i}"Voici un sort pour vous, si facile qu'un enfant pourrait le faire !"{/}
it_it: {i}"Beh, ecco un incantesimo per te — così facile un bambino potrebbe farlo!"{/}

source: {i}"If you're as capable as a toddler, acquire a strand of hair from a bitch (not a dog), sweat from a female horndog (not a bitch), and a spritz of frog's breath*."{/}
fr_fr: {i}"Si vous êtes aussi capable qu'un bambin, procurez-vous une mèche de cheveux d'une chienne (pas d'un chien), de la sueur d'une chienne (pas d'une chienne), et un peu d'haleine de grenouille.
it_it: {i}"Se sei capace come un bambino, acquista un filo di capelli da una cagna (non un cane), sudore da un horndog femminile (non una cagna), e uno spritz di respiro di rana*. {/}

source: {i}"*Note: Frog's breath must come from actual frog(s). Your smelly uncle Joe doesn't count."{/}
fr_fr: {i}"Note : L'haleine de grenouille doit provenir d'une ou plusieurs grenouilles réelles. Votre oncle Joe, qui sent mauvais, ne compte pas."{/}
it_it: {i}"*Nota: il respiro di rana deve provenire da rane effettive(i). Lo zio puzzolente Joe non conta."{/}

source: {i}"Combine these items, and utter the following words around the cliché hour of midnight."{/}
fr_fr: {i}"Combinez ces éléments et prononcez les mots suivants vers l'heure cliché de minuit."{/}
it_it: {i}"Combina questi elementi e pronuncia le seguenti parole intorno all'ora del cliche<unk> di mezzanotte."{/}

source: {i}"Step off, haunting bitch!"{/}
fr_fr: {i}"Dégage, salope hantée !" {/}
it_it: {i}"Passo fuori, cagna infestante!"{/}

source: {i}"If this doesn't do the trick, you biffed it somewhere, so try again or order our newest edition online!"{/}
fr_fr: {i}"Si cela ne fonctionne pas, c'est que vous vous êtes trompé quelque part, alors réessayez ou commandez notre nouvelle édition en ligne !"{/}
it_it: {i}"Se questo non fa il trucco, lo hai biffato da qualche parte, quindi riprova o ordina la nostra nuova edizione online!"{/}

source: Well, that sounds easy enough...
fr_fr: Cela semble assez facile...
it_it: Beh, che suona abbastanza facile...

source: I better start collecting the ingredients.
fr_fr: Je ferais mieux de commencer à rassembler les ingrédients.
it_it: Meglio iniziare a collezionare gli ingredienti.

source: Banishing spell... banishing spell...
fr_fr: Sort de bannissement... sort de bannissement...
it_it: Schiacciamento ortografica... sospensione ortografica...

source: Ah, here we go!
fr_fr: Ah, on y va !
it_it: Ah, qui andiamo!

source: {i}"Looking to banish all things ghostly, pestly, stomach crampy, or otherwise unsavory?"{/}
fr_fr: {i}"Vous cherchez à bannir tout ce qui est fantôme, peste, crampes d'estomac ou tout ce qui n'est pas recommandable ?
it_it: {i}"Cercando di bandire tutte le cose spettralmente, pestilenti, crampi allo stomaco, o altrimenti sgradevole?"{/}

source: {i}"Search no more! We have just the spell for you!"{/}
fr_fr: {i}"Ne cherchez plus ! Nous avons le sort qu'il vous faut !"{/}
it_it: {i}"Cerca di più! Abbiamo solo l'incantesimo!"{/}

source: {i}"For this recipe you will need a single hair from an enemy, sweat of a free spirit, and the fetid breath of a frog or two."{/}
fr_fr: {i}"Pour cette recette, vous aurez besoin d'un seul cheveu d'un ennemi, de la sueur d'un esprit libre et de l'haleine fétide d'une ou deux grenouilles.
it_it: {i}"Per questa ricetta avrai bisogno di un singolo capello da un nemico, sudore di uno spirito libero, e il respiro fetile di una rana o due. {/}

source: {i}"Mix it all together, and this little concoction will banish the peskiest{space=-5} of poltergeists!"{/}
fr_fr: {i}"Mélangez le tout, et cette petite concoction chassera le plus ennuyeux{space=-5} des poltergeists !"{/}
it_it: {i}"Mix tutto insieme, e questo piccolo intruglio bandirà il peskiest{space=-5} di poltergeisti!"{/}

source: {i}"To complete the ritual, say the following three times at midnight."{/}
fr_fr: {i}"Pour compléter le rituel, dites trois fois ce qui suit à minuit.
it_it: {i}"Per completare il rituale, dire le seguenti tre volte a mezzanotte."{/}

source: {i}"I banish thee, spiritual free (loader). Get thee gone out of here, of thee I have no fear."{/}
fr_fr: {i}"Je te bannis, libre spirituel. Sors d'ici, je ne te crains pas." {/}
it_it: {i}"Io ti bandisco, libero spirituale (loader). Fatti uscire da qui, da te non ho paura."{/}

source: {i}"And that's it!"{/}
fr_fr: {i}"Et c'est tout !"{/}
it_it: {i}"Ed è questo!"{/}

source: {i}"You should now be cured of all spooking, haunting, bloating, cramping,{space=-80} and sharting (did you try our chili?)."{/}
fr_fr: {i}"Vous devriez maintenant être guéri de toutes les frayeurs, hantises, ballonnements, crampes,{space=-80} et des frissons (avez-vous goûté notre chili ?)."{/}
it_it: {i}"Ora dovresti essere curato di tutti gli spooking, hunting, bloating, cramping,{space=-80} e sharting (hai provato il nostro chili?)."{/}

source: {i}"Turn to the next page for a queso dip that is simply to die for!"{/}
fr_fr: {i}"Passez à la page suivante pour découvrir un queso dip à tomber par terre!"{/}
it_it: {i}"Vai alla pagina successiva per un tuffo queso che è semplicemente da morire!"{/}

source: Well, there's [isabelle], looking as approachable as ever.
fr_fr: Voilà [isabelle], toujours aussi accessible.
it_it: Beh, c'è [isabelle], che sembra accessibile come sempre.

source: Well, there's [kate], looking as approachable as ever.
fr_fr: Voilà [Kate], toujours aussi accessible.
it_it: Beh, c'è [kate], che sembra accessibile come sempre.

source: About as approachable as a bear waking up from hibernation...
fr_fr: Aussi accessible qu'un ours sortant de son hibernation...
it_it: Su come accessibile come un orso che si risveglia da ibernazione...

source: But, what must be done, must be done.
fr_fr: Mais ce qui doit être fait doit être fait.
it_it: Ma bisogna fare quello che deve essere fatto.

source: Surely, I can manage a single strand of hair.
fr_fr: Certes, je peux me contenter d'une seule mèche de cheveux.
it_it: Sicuramente, posso gestire un solo filo di capelli.

source: How hard can it be, really?
fr_fr: Comment cela peut-il être si difficile ?
it_it: Quanto può essere difficile, veramente?

source: [_kate_s_skeptical_] What the hell are you staring at?
fr_fr: [_kate_s_skeptical_] Qu'est-ce que vous regardez ?
it_it: [_kate_s_skeptical_] A che diavolo stai fissando?

source: [_mc_] You, obviously.
fr_fr: [_mc_] Vous, évidemment.
it_it: [_mc_] Te, ovviamente.

source: [_kate_s_eyeroll_] Stop, then. Go perv on someone else.
fr_fr: [_kate_s_eyeroll_] Arrêtez, alors. Va perverser quelqu'un d'autre.
it_it: [_kate_s_eyeroll_] Stop, allora. Vai perv su qualcun altro.

source: [_mc_] Actually, I need something from you.
fr_fr: [_mc_] En fait, j'ai besoin de quelque chose de vous.
it_it: [_mc_] In realtà, ho bisogno di qualcosa da voi.

source: [_kate_s_excited_] As if I would give you anything.
fr_fr: [_kate_s_excited_] Comme si je voulais vous donner quelque chose.
it_it: [_kate_s_excited_] Come se ti dessi qualcosa.

source: I guess I'll have to take what I want, like a real man.
fr_fr: Je suppose que je vais devoir prendre ce que je veux, comme un vrai homme.
it_it: Immagino che dovrò prendere quello che voglio, come un vero uomo.

source: Just like I did that night I took everything from her.
fr_fr: Tout comme je l'ai fait cette nuit-là, je lui ai tout pris.
it_it: Proprio come ho fatto quella notte ho preso tutto da lei.

source: I'll just go up to her and yank a piece from her head.
fr_fr: Je m'approcherai d'elle et lui arracherai un morceau de la tête.
it_it: Io salirò appena a lei e yank un pezzo dalla sua testa.

source: [_mc_] Well, I'm not asking.
fr_fr: [_mc_] Je ne demande pas.
it_it: [_mc_] Beh, non sto chiedendo.

source: [_kate_s_annoyed_] Look, if you don't—
fr_fr: [_kate_s_annoyed_] Ecoutez, si vous ne...
it_it: [_kate_s_annoyed_] Guarda, se non lo fa—

source: [_kate_s_embarrassed_] Ouch!
fr_fr: [_kate_s_embarrassed_] Aïe !

source: [_kate_s_embarrassed_] What do you think you're doing, you freak?!
fr_fr: [_kate_s_embarrassed_] Qu'est-ce que tu crois faire, espèce de monstre ?!
it_it: [_kate_s_embarrassed_] Che cosa pensi che stai facendo, sei preoccupato?!

source: [_mc_] I just needed a piece of your hair.
fr_fr: [_mc_] J'avais juste besoin d'un morceau de tes cheveux.
it_it: [_mc_] avevo solo bisogno di un pezzo dei tuoi capelli.

source: [_kate_s_embarrassed_] Ew! For some weird little shrine or something?
fr_fr: [_kate_s_embarrassed_] Ew ! Pour un petit sanctuaire bizarre ou quelque chose comme ça ?
it_it: [_kate_s_embarrassed_] Ew! Per qualche piccolo santuario strano o qualcosa?

source: [_kate_s_embarrassed_] You can't have it!
fr_fr: [_kate_s_embarrassed_] Tu ne peux pas l'avoir !
it_it: [_kate_s_embarrassed_] Non puoi averlo!

source: [_mc_] Too late.
fr_fr: [_mc_] Trop tard.
it_it: [_mc_] Troppo tardi.

source: [_kate_s_thinking_] Put your hands on me again and they'll be tied behind your back for the rest of the year.
fr_fr: [_kate_s_thinking_] Posez encore vos mains sur moi et elles seront attachées dans votre dos pour le reste de l'année.
it_it: [_kate_s_thinking_] Mettete di nuovo le mani su di me e saranno legati dietro la schiena per il resto dell'anno.

source: [_mc_] Really? And who's going to help you do that?
fr_fr: [_mc_] Vraiment ? Et qui va vous aider à le faire ?
it_it: [_mc_] Davvero? E chi ti aiuterà a farlo?

source: [_mc_] I'm stronger than you without your little posse around.
fr_fr: [_mc_] Je suis plus fort que toi sans ta petite troupe.
it_it: [_mc_] Sono più forte di te senza la tua piccola posa.

source: [_mc_] Maybe {i}I'll{/} tie your hands behind your back and watch you squirm.
fr_fr: [_mc_] Peut-être {i}Je vais vous attacher les mains dans le dos et vous regarder vous tortiller.
it_it: [_mc_] Forse {i}Ho legato{/} le mani dietro la schiena e guardare lo squirm.

source: [_kate_s_blush_] I'd like to see you try.
fr_fr: [_kate_s_blush_] J'aimerais vous voir essayer.
it_it: [_kate_s_blush_] vorrei vederti provare.

source: [_mc_] Don't tempt me, [kate].
fr_fr: [_mc_] Ne me tente pas, [_mc_] kate].
it_it: [_mc_] Non mi tenti, [kate].

source: [_mc_] Or I could always just turn off the lights...
fr_fr: [_mc_] Ou je pourrais toujours éteindre les lumières...
it_it: [_mc_] O potrei sempre spegnere le luci...

source: [_kate_s_surprised_] W-what did you say?
fr_fr: [_kate_s_surprised_] Qu'est-ce que tu as dit ?
it_it: [_kate_s_surprised_] W-che cosa hai detto?

source: [_mc_] You know, like when—
fr_fr: [Vous savez, comme quand...
it_it: [_mc_] Sai, come quando—

source: [_kate_s_sad_] T-that was nothing!
fr_fr: [_kate_s_sad_] Ce n'était rien !
it_it: [_kate_s_sad_] T-che non era nulla!

source: [_mc_] It didn't look like nothing.
fr_fr: [_mc_] Ça n'avait pas l'air de rien.
it_it: [_mc_] Non sembrava niente.

source: [_kate_] Just leave me alone and don't touch me again or I'll... I'll get [jo] involved.{space=-90}
fr_fr: [Laissez-moi tranquille et ne me touchez plus ou je... Je vais impliquer [jo].{space=-90}
it_it: [_kate_] Lasciami in pace e non toccarmi più, altrimenti... verrò coinvolto [jo].{space=-90}

source: [_mc_] Yeah, yeah. I'm going.
fr_fr: [_mc_] Oui, oui. J'y vais.
it_it: [_mc_] Sì, sì. Sto andando.

source: [_kate_s_sad_] Good, and stay out of my way.
fr_fr: [_kate_s_sad_] Bien, et restez hors de mon chemin.
it_it: [_kate_s_sad_] Bene, e restate fuori dalla mia strada.

source: [_mc_] Or maybe {i}you{/} should stay out of mine.
fr_fr: [_mc_] Ou peut-être que {i}vous devriez rester en dehors de la mienne.
it_it: [_mc_] O forse {i}tu{/} dovrebbe rimanere fuori dal mio.

source: [_kate_s_surprised_] But, err... [jo]...
fr_fr: [_kate_s_surpris_] Mais, euh... [jo]...
it_it: [_kate_s_surprised_] Ma, erro... [jo]...

source: [_mc_] I'm not scared of your threats.
fr_fr: [_mc_] Je n'ai pas peur de vos menaces.
it_it: [_mc_] Non ho paura delle tue minacce.

source: She opens her mouth, ready to retort.
fr_fr: Elle ouvre la bouche, prête à répliquer.
it_it: Lei apre la bocca, pronta a ritirarsi.

source: But this time, I stand tall and stare her down.
fr_fr: Mais cette fois, je me tiens debout et je la fixe.
it_it: Ma questa volta, sono alto e la guardo giù.

source: Ready to make good on my threat of physically besting her.
fr_fr: Prêt à mettre à exécution ma menace de la battre physiquement.
it_it: Pronto a fare bene sulla mia minaccia di donarla fisicamente.

source: [_kate_s_sad_right_hands_up_] ...whatever, creep.
fr_fr: [_kate_s_sad_right_hands_up] ...peu importe, creep.
it_it: [_kate_s_sad_right_hands_up_] ...qualsiasi cosa, strisciante.

source: Man, that felt good!
fr_fr: Ça fait du bien !
it_it: Uomo, che si sentiva bene!
