Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_spell.po
Languages: fr_fr, it_it

source: His ugly head pops into the classroom, he looks around...
fr_fr: Sa vilaine tête surgit dans la salle de classe, il regarde autour de lui...
it_it: La sua brutta testa si apre in aula, guarda intorno...

source: ...sweeps his flashlight across the darkness like a lazy lighthouse...
fr_fr: ...balaie l'obscurité de sa lampe de poche comme un phare paresseux...
it_it: ...spazza la sua torcia attraverso l'oscurità come un faro pigro...

source: ...gives a grunt, then disappears.
fr_fr: ...émet un grognement, puis disparaît.
it_it: ...dà un grunt, poi scompare.

source: Phew! That was easier than expected.
fr_fr: Ouf ! C'était plus facile que prévu.
it_it: Phew! Era più facile del previsto.

source: Thankfully, I still have that lab coat from earlier.
fr_fr: Heureusement, j'ai toujours la blouse de laboratoire de tout à l'heure.
it_it: Per fortuna, ho ancora quel cappotto di laboratorio da prima.

source: When the [guard] enters, all he'll see is someone donning it, leaning over a table studiously, and clearly belonging here.
fr_fr: Lorsque le [guard] entrera, tout ce qu'il verra, c'est quelqu'un qui le porte, qui se penche studieusement sur une table et qui appartient manifestement à cet endroit.
it_it: Quando la [guard] entra, tutto quello che vedrà è qualcuno che lo indossa, appoggiato su un tavolo studiosamente e chiaramente appartenente qui.

source: It's the perfect disguise.
fr_fr: C'est le déguisement parfait.
it_it: È il travestimento perfetto.

source: I'll use my surroundings to my advantage, like a well trained spy.
fr_fr: J'utiliserai mon environnement à mon avantage, comme un espion bien formé.
it_it: Io userò il mio ambiente a mio vantaggio, come una spia ben addestrata.

source: How about the lab coat hanging by the door?
fr_fr: Et la blouse de laboratoire accrochée à la porte ?
it_it: Che ne dici del cappotto di laboratorio appeso dalla porta?

source: [_mc_] Oh? Hello there!
fr_fr: [_mc_] Oh ? Bonjour !
it_it: [_mc_] Oh? Ciao!

source: [_mc_] Quite the peaceful night, wouldn't you say?
fr_fr: [_mc_] Une nuit paisible, n'est-ce pas ?
it_it: [_mc_] Abbastanza la serata tranquilla, non diresti tu?

source: [_guard_s_surprised_flashlight_] Sorry! I didn't know anyone was in here...
fr_fr: [_guard_s_surprised_flashlight_] Désolé ! Je ne savais pas qu'il y avait quelqu'un ici...
it_it: [_guard_s_surprised_flashlight_] Mi dispiace! Non sapevo che qualcuno fosse lì dentro...

source: [_mc_] Don't worry. It's fine.
fr_fr: [_mc_] Ne vous inquiétez pas. C'est bien.
it_it: [_mc_] Non ti preoccupare. Va bene.

source: [_mc_] I'm just getting in some extra work, studying bioluminescence after dark.
fr_fr: [_mc_] Je fais juste un peu de travail supplémentaire, en étudiant la bioluminescence après la tombée de la nuit.
it_it: [_mc_] Sto solo ricevendo un po' di lavoro in più, studiando la bioluminescenza dopo il buio.

source: [_guard_s_neutral_flashlight_] Err, right.
fr_fr: [_guard_s_neutral_flashlight_] Erreur, c'est vrai.
it_it: [_guard_s_neutral_flashlight_] Err, giusto.

source: [_mc_] It's fascinating! You can stay and watch, if you want?
fr_fr: [_mc_] C'est fascinant ! Vous pouvez rester et regarder, si vous voulez ?
it_it: [_mc_] È affascinante! Puoi stare e guardare, se vuoi?

source: [_guard_s_neutral_flashlight_] I should finish my nightly duty...
fr_fr: [_guard_s_neutral_flashlight_] Je dois finir mon travail de nuit...
it_it: [_guard_s_neutral_flashlight_] Dovrei finire il mio dovere notturno...

source: [_mc_] Very well. I admire your dedication to the job, sir.
fr_fr: [_mc_] Très bien. J'admire votre dévouement au travail, monsieur.
it_it: [_mc_] Molto bene. Ammiro la tua dedizione al lavoro, signore.

source: [_guard_s_smile_flashlight_] Hey, thanks!
fr_fr: [_maya_s_smile_flashlight_] Hé, merci !
it_it: [_guard_s_smile_flashlight_] Hey, grazie!

source: [_guard_s_smile_flashlight_] Keep up the good work, kid.
fr_fr: [_guard_s_Souriez_flashlight_] Continuez le bon travail, gamin.
it_it: [_guard_s_smile_flashlight_] Mantenere il buon lavoro, bambino.

source: [_mc_] See you around, sir!
fr_fr: [_mc_] Vous voyez, monsieur !
it_it: [_mc_] Ci vediamo intorno, signore!

source: Whoa! What a rush! That went a lot better than expected...
fr_fr: Whoa ! Quelle précipitation ! Cela a été beaucoup mieux que prévu ...
it_it: Choa! Che fretta! È andato molto meglio del previsto...

source: I'm not sure if he thought I was a teacher or what, but I'll take it.
fr_fr: Je ne sais pas s'il m'a prise pour une enseignante ou quoi, mais j'accepte.
it_it: Non sono sicuro se pensava che io fossi un insegnante o cosa, ma lo prenderò.

source: Like stealing donuts from a man-baby.
fr_fr: Comme voler des beignets à un homme-bébé.
it_it: Come rubare ciambelle da un uomo-bambino.

source: Now to wait for [maya]...
fr_fr: Il ne reste plus qu'à attendre [maya]...
it_it: Ora per aspettare [maya]...

source: [_maya_s_skeptical_] Where were you last night, [mc]? I waited!
fr_fr: [_maya_s_skeptical_] Où étiez-vous hier soir, [mc] ? J'ai attendu !
it_it: [_maya_s_skeptical_] Dove eravate ieri sera, [mc]? Ho aspettato!

source: Damn, I never thought I'd hear those words in my life.
fr_fr: Bon sang, je n'aurais jamais cru entendre ces mots de ma vie.
it_it: Dannazione, non ho mai pensato che avrei sentito quelle parole nella mia vita.

source: [_mc_] Sorry, I was busted by the [guard]...
fr_fr: [_mc_] Désolé, j'ai été surpris par le [guard]...
it_it: [_mc_] Mi dispiace, sono stato corrotto dalla [guard]...

source: [_maya_s_bored_] Seriously? Amateur hour.
fr_fr: [_maya_s_bored_] Sérieusement ? C'est de l'amateurisme.
it_it: [_maya_s_bored_] Seriamente? Ora Amatoriale.

source: [_mc_] I know, I know...
fr_fr: [_mc_] Je sais, je sais...
it_it: [_mc_] lo so, lo so...

source: [_mc_] We'll try it again tonight, okay?
fr_fr: [_mc_] On réessayera ce soir, d'accord ?
it_it: [_mc_] Lo riproveremo stasera, ok?

source: [_maya_s_eyeroll_hands_down_] Fine.
fr_fr: [_maya_s_eyeroll_hands_down_] Très bien.
it_it: [_maya_s_eyeroll_hands_down_] Bene.

source: [_maya_s_annoyed_] But stand me up once, strike one. Stand me up twice... I bury your body.
fr_fr: [_maya_s_annoyed_] Mais si tu me lèves une fois, tu fais un premier strike. Si je me lève deux fois... J'enterre ton corps.
it_it: [_maya_s_annoyed_] Ma mi stai in piedi una volta, colpisci uno. Stand me su due volte... Io seppellisco il tuo corpo.

source: [_mc_] Err, right.
fr_fr: [_mc_] Err, à droite.
it_it: [_mc_] Err, giusto.

source: I better find that silver paint and get back to the science classroom before the [guard] locks me out.
fr_fr: Je ferais mieux de trouver cette peinture argentée et de retourner à la classe de sciences avant que le [gardien] ne m'enferme dehors.
it_it: Meglio trovare che la vernice d'argento e tornare alla classe di scienza prima che la [guard] mi blocca fuori.

source: Ah, there it is!
fr_fr: Ah, il y en a !
it_it: Ah, c'è così!

source: Now to silver my Long John...
fr_fr: Maintenant, je vais argenter mon Long John...
it_it: Ora all'argento il mio Long John...

source: I'll just dump this all over myself...
fr_fr: Je vais m'en débarrasser moi-même...
it_it: Scaricerò questo tutto da solo...

source: I've been covered in worse things.
fr_fr: J'ai été couvert de choses bien pires.
it_it: Sono stato coperto di cose peggiori.

source: Oof, that's messy.
fr_fr: Oof, ça fait désordre.
it_it: Oof, è disordinato.

source: That's also what she said.
fr_fr: C'est aussi ce qu'elle a dit.
it_it: È anche quello che ha detto.

source: Nothing but the sound of my own breathing inhabits the darkness.
fr_fr: Rien d'autre que le son de ma propre respiration n'habite l'obscurité.
it_it: Niente che il suono del mio respiro abita le tenebre.

source: The paint fumes going straight to my head.
fr_fr: Les vapeurs de peinture me montent directement à la tête.
it_it: I fumi di vernice vanno dritti alla mia testa.

source: It actually feels pretty good...
fr_fr: En fait, c'est plutôt agréable...
it_it: In realtà si sente abbastanza buono...

source: Oh, shit. Someone's coming.
fr_fr: Oh, merde. Quelqu'un arrive.
it_it: Oh, merda. Sta arrivando.

source: [_guard_s_surprised_flashlight_] Who keeps moving this ugly-ass statue?
fr_fr: [_guard_s_surprised_flashlight_] Qui continue à déplacer cette statue moche ?
it_it: [_guard_s_surprised_flashlight_] Chi continua a spostare questa statua del brutto asso?

source: [_guard_s_neutral_flashlight_] Maybe I'm finally losing my grip on reality.
fr_fr: [_guard_s_surprised_flashlight_] Peut-être que je perds enfin mon emprise sur la réalité.
it_it: [_guard_s_neutral_flashlight_] Forse sto finalmente perdendo la presa sulla realtà.

source: [_guard_s_neutral_flashlight_] I'm even talking to myself now...
fr_fr: [_guard_s_surprised_flashlight_] Je me parle à moi-même maintenant...
it_it: [_guard_s_neutral_flashlight_] Sto persino parlando con me ora...

source: [_guard_s_angry_flashlight_] I knew those diet donuts were bad for my mental health!
fr_fr: [_guard_s_surprised_flashlight_] Je savais que ces beignets diététiques étaient mauvais pour ma santé mentale !
it_it: [_guard_s_angry_flashlight_] Sapevo che quelle ciambelle di dieta erano male per la mia salute mentale!

source: [_guard_s_suspicious_flashlight_] Why would someone put this ugly thing here?
fr_fr: [_guard_s_surprised_flashlight_] Pourquoi quelqu'un mettrait-il ce truc moche ici ?
it_it: [_guard_s_suspicious_flashlight_] Perché qualcuno metterebbe questa brutta cosa qui?

source: Gee, thanks. Tell me how you really feel.
fr_fr: Merci. Dites-moi ce que vous ressentez vraiment.
it_it: Gee, grazie. Dimmi come ti senti veramente.

source: [_guard_s_suspicious_flashlight_] Maybe it's some science geek?
fr_fr: [_guard_s_surprised_flashlight_] C'est peut-être un geek de la science ?
it_it: [_guard_s_suspicious_flashlight_] Forse è un po' di scienza geek?

source: [_guard_s_suspicious_flashlight_] I guess that would make sense.
fr_fr: [_guard_s_surprised_flashlight_] Je suppose que c'est logique.
it_it: [_guard_s_suspicious_flashlight_] Immagino che avrebbe senso.

source: [_guard_s_neutral_flashlight_] Oh, well.
fr_fr: [_guard_s_surprised_flashlight_] Oh, bien.
it_it: [_guard_s_neutral_flashlight_] Oh, bene.

source: Thank god, he finally left. I can't believe he fell for it again!
fr_fr: Dieu merci, il est finalement parti. Je ne peux pas croire qu'il soit encore tombé dans le panneau !
it_it: Grazie Dio, finalmente se n'è andato. Non riesco a credere che sia caduto di nuovo!

source: He really should cut back on the donuts.
fr_fr: Il devrait vraiment réduire sa consommation de beignets.
it_it: Dovrebbe davvero tagliare le ciambelle.

source: Thank god, he finally left. I can't believe that worked!
fr_fr: Dieu merci, il est finalement parti. Je n'arrive pas à croire que ça ait marché !
it_it: Grazie Dio, finalmente se n'è andato. Non riesco a credere che abbia funzionato!

source: [_maya_s_bored_] 'Sup, witch boy?
fr_fr: [_maya_s_bored_] 'Sup, garçon sorcier ?
it_it: [_maya_s_bored_] 'Sup, strega ragazzo?

source: [_maya_s_confident_] I didn't realize we were dressing up.
fr_fr: [_maya_s_confident_] Je n'avais pas réalisé qu'on se déguisait.
it_it: [_maya_s_confident_] Non mi sono reso conto che stavamo vestendo.

source: [_maya_s_confident_] If I did, I'd have come as the dancer to your... disco ball?
fr_fr: [_maya_s_confident_] Si c'était le cas, je serais venue en tant que danseuse à votre... bal disco ?
it_it: [_maya_s_confident_] Se lo facessi, sarei venuto come il ballerino alla tua... palla di discoteca?

source: [_mc_] Heh! Not a costume party this time. I'm just a master of disguise.
fr_fr: [_mc_] Heh ! Ce n'est pas une fête costumée cette fois. Je suis juste un maître du déguisement.
it_it: [_mc_] Heh! Non è una festa in costume questa volta. Sono solo un maestro di travestimento.

source: [_maya_s_confident_] Master, huh? Someone's confident.
fr_fr: [_maya_s_confident_] Maître, hein ? Quelqu'un est confiant.
it_it: [_maya_s_confident_] Maestro, eh? Qualcuno è fiducioso.

source: [_mc_] How'd you get in here so easily?
fr_fr: [_mc_] Comment es-tu entré ici si facilement ?
it_it: [_mc_] Com'è possibile entrare qui così facilmente?

source: [_maya_s_bored_] This might sound like a novel concept, but hear me out...
fr_fr: [_maya_s_bored_] Cela peut sembler un concept nouveau, mais écoutez-moi...
it_it: [_maya_s_bored_] Questo potrebbe sembrare un concetto nuovo, ma sentitemi fuori...

source: [_maya_s_bored_] I walked in.
fr_fr: [_maya_s_bored_] Je suis entré.
it_it: [_maya_s_bored_] ho camminato.

source: Ugh... and meanwhile, I'm playing hide and seek with the [guard]...
fr_fr: Ugh... et pendant ce temps, je joue à cache-cache avec le [guard]...
it_it: Ugh... e nel frattempo, sto giocando a nascondere e cercare con la [guard]...

source: [_mc_] I wasn't sure you'd show up, despite everything.
fr_fr: [_mc_] Je n'étais pas sûr que tu viendrais, malgré tout.
it_it: [_mc_] Non ero sicuro che ti saresti presentato, nonostante tutto.

source: [_maya_s_dramatic_] What do you mean? This is exactly how I wanted to spend my evening.{space=-55}
fr_fr: [_maya_s_dramatic_] Qu'est-ce que tu veux dire ? C'est exactement comme ça que je voulais passer ma soirée.{space=-55}
it_it: [_maya_s_dramatic_] Che cosa intendi? Questo è esattamente come ho voluto trascorrere la mia serata.{space=-55}

source: [_maya_s_dramatic_] Nothing gets me going like knockoff spells from a knockoff witch.
fr_fr: [_maya_s_dramatic_] Rien ne m'excite plus que les sortilèges d'une sorcière de pacotille.
it_it: [_maya_s_dramatic_] Niente mi fa andare come degli incantesimi di knockoff da una strega di knockoff.

source: [_mc_] Hey, I'm working with what I got, okay?
fr_fr: [_mc_] Je fais avec ce que j'ai, d'accord ?
it_it: [_mc_] Hey, sto lavorando con quello che ho ottenuto, okay?

source: [_maya_s_sarcastic_] I imagine that's your life motto.
fr_fr: [_maya_s_sarcastic_] J'imagine que c'est la devise de votre vie.
it_it: [_maya_s_sarcastic_] Immagino che sia la tua vita motto.

source: [_mc_] Very funny.
fr_fr: [_mc_] Très drôle.
it_it: [_mc_] Molto divertente.

source: [_mc_] ...so what if it is?
fr_fr: [_mc_] ...et si c'est le cas ?
it_it: [_mc_] ...quindi che cosa se lo è?

source: [_maya_s_sarcastic_] I can appreciate some self awareness.
fr_fr: [_maya_s_sarcastique_] Je peux apprécier une certaine conscience de soi.
it_it: [_maya_s_sarcastic_] posso apprezzare una certa consapevolezza di sé.

source: [_maya_s_dramatic_] Anyway, are we lighting this joint up or what?
fr_fr: [_maya_s_dramatic_] Quoi qu'il en soit, est-ce qu'on allume ce joint ou quoi ?
it_it: [_maya_s_dramatic_] Comunque, stiamo accendendo questo giunto o cosa?

source: [_mc_] You brought drugs?
fr_fr: [_mc_] Vous avez apporté de la drogue ?
it_it: [_mc_] Hai portato droghe?

source: [_maya_s_eyeroll_] Of course. It's part of the Witchcraft Starter Kit. Duh.
fr_fr: [_maya_s_eyeroll_] Bien sûr. Il fait partie du kit de démarrage de la sorcellerie. Duh.
it_it: [_maya_s_eyeroll_] naturalmente. Fa parte del kit di avviamento Stregoneria. Duh.

source: [_mc_] Ah, my bad. I thought it was the Satan Worship Starter Kit.
fr_fr: [_mc_] Ah, je me suis trompé. Je pensais que c'était le kit de démarrage de l'adoration de Satan.
it_it: [_mc_] Ah, mio male. Ho pensato che fosse il Satana Worship Starter Kit.

source: [_maya_s_smile_] Easy mistake to make.
fr_fr: [_maya_s_Souriez_] Erreur facile à commettre.
it_it: [_maya_s_smile_] Facile errore da fare.

source: [_mc_] Now I know for next time.
fr_fr: [_mc_] Maintenant, je sais ce que je ferai la prochaine fois.
it_it: [_mc_] Ora so per la prossima volta.

source: [_maya_s_smile_] Oh? Are we going to make a habit of this?
fr_fr: [_maya_s_smile_] Oh ? Est-ce qu'on va en faire une habitude ?
it_it: [_maya_s_smile_] Oh? Faremo l'abitudine di questo?

source: [_mc_] That's what drugs do, you know?
fr_fr: [_mc_] C'est ce que font les drogues, vous savez ?
it_it: [_mc_] È quello che fanno le droghe, sapete?

source: [_maya_s_smile_] I didn't! Thank goodness you're here to enlighten me.
fr_fr: [_maya_s_smile_] Je ne l'ai pas fait ! Heureusement que tu es là pour m'éclairer.
it_it: [_maya_s_smile_] Non l'ho fatto! Grazie alla bontà che sei qui per illuminarmi.

source: [_mc_] I live to be of use.
fr_fr: [_mc_] Je vis pour être utile.
it_it: [_mc_] Vivo per essere d'uso.

source: [_mc_] Let's do this.
fr_fr: [_mc_] Faisons-le.
it_it: [_mc_] Facciamo questo.

source: [_maya_s_blush_] So serious! So ready to get down to business!
fr_fr: [_maya_s_blush_] Si sérieux ! Si prêt à passer aux choses sérieuses !
it_it: [_maya_s_blush_] Così serio! Così pronto a scendere agli affari!

source: [_mc_] Aren't you anxious to see if this works?
fr_fr: [_mc_] N'êtes-vous pas impatient de voir si cela fonctionne ?
it_it: [_mc_] non siete ansiosi di vedere se questo funziona?

source: [_maya_s_bored_] I assume nothing will work at all times.
fr_fr: [_maya_s_bored_] Je pars du principe que rien ne fonctionnera à tout moment.
it_it: [_maya_s_bored_] Presumo che nulla funzionerà in ogni momento.

source: [_mc_] Always the cynic, eh?
fr_fr: [_mc_] Toujours le cynique, hein ?
it_it: [_mc_] Sempre il cinico, eh?

source: [_maya_s_bored_] That's my favorite emotion.
fr_fr: [_maya_s_bored_] C'est mon émotion préférée.
it_it: [_maya_s_bored_] Questa è la mia emozione preferita.

source: [_mc_] Is that even an emotion?
fr_fr: [_mc_] Est-ce que c'est une émotion ?
it_it: [_mc_] È anche un'emozione?

source: [_maya_s_bored_] If it's not, it should be.
fr_fr: [_maya_s_bored_] Si ce n'est pas le cas, ça devrait l'être.
it_it: [_maya_s_bored_] Se non lo è, dovrebbe essere.

source: [_mc_] Hell yeah, and maybe after we're done we can dance naked under the moon.
fr_fr: [_mc_] Et peut-être qu'après, on pourra danser nus sous la lune.
it_it: [_mc_] Hell sì, e forse dopo che abbiamo finito possiamo ballare nudi sotto la luna.

source: [_maya_s_annoyed_] Sorry, I only get naked for dick.
fr_fr: [_maya_s_annoyed_] Désolé, je ne me mets à poil que pour les bites.
it_it: [_maya_s_annoyed_] Mi dispiace, mi nudo solo per il cazzo.

source: [_mc_] I have one of those...
fr_fr: [_mc_] J'en ai un...
it_it: [_mc_] Ho una di quelle...

source: [_maya_s_eyeroll_hands_down_] So does half the population.
fr_fr: [_maya_s_eyeroll_hands_down_] Tout comme la moitié de la population.
it_it: [_maya_s_eyeroll_hands_down_] Così fa la metà della popolazione.

source: [_mc_] I guess you're getting naked a lot, then?
fr_fr: [_mc_] Je suppose que vous vous mettez souvent à poil, alors ?
it_it: [_mc_] Immagino che tu stia diventando nudo molto, allora?

source: [_maya_s_smile_hands_in_pockets_] Oh, yes! Practically all the time!
fr_fr: [_maya_s_Souriez_hands_in_pockets_] Oh, oui ! Pratiquement tout le temps !
it_it: [_maya_s_smile_hands_in_pockets_] Oh, sì! Praticamente tutto il tempo!

source: [_maya_s_smile_hands_in_pockets_] I'm actually naked under my clothes right now.
fr_fr: [_maya_s_smile_hands_in_pockets_] Je suis en fait nue sous mes vêtements en ce moment.
it_it: [_maya_s_smile_hands_in_pockets_] in realtà sono nudo sotto i miei vestiti in questo momento.

source: [_mc_] I see. Very clever.
fr_fr: [_mc_] Je vois. C'est très astucieux.
it_it: [_mc_] lo vedo. Molto intelligente.

source: [_maya_s_smile_hands_in_pockets_] Thank you! Whatever would I do if all my cleverness went right over your head?
fr_fr: [_maya_s_Souriez_hands_in_pockets_] Merci ! Que ferais-je si toute mon intelligence te passait au-dessus de la tête ?
it_it: [_maya_s_smile_hands_in_pockets_] Grazie! Qualunque cosa farei se tutta la mia intelligenza andasse proprio sopra la tua testa?

source: [_maya_s_smile_hands_in_pockets_] I live to entertain my one man audience.
fr_fr: [_maya_s_smile_hands_in_pockets_] Je vis pour divertir mon public d'un seul homme.
it_it: [_maya_s_smile_hands_in_pockets_] Vivo per intrattenere il mio pubblico di un uomo.

source: [_mc_] Well, you do a pretty decent job.
fr_fr: [_mc_] Vous faites du bon travail.
it_it: [_mc_] Beh, fai un lavoro abbastanza decente.

source: [_maya_s_smile_hands_in_pockets_] I can now die happily haunted, knowing that I have your approval.
fr_fr: [_maya_s_smile_hands_in_pockets_] Je peux maintenant mourir heureux et hanté, sachant que j'ai votre approbation.
it_it: [_maya_s_smile_hands_in_pockets_] Ora posso morire felicemente infestato, sapendo che ho la vostra approvazione.

source: [_mc_] You're welcome.
fr_fr: [_mc_] Vous êtes les bienvenus.
it_it: [_mc_] Sei il benvenuto.

source: [_mc_] Yes, and afterwards I can share a nice taco recipe I found while looking through the book.
fr_fr: [_mc_] Oui, et après je peux partager une bonne recette de tacos que j'ai trouvée en feuilletant le livre.
it_it: [_mc_] Sì, e poi posso condividere una bella ricetta di taco che ho trovato mentre guardavo attraverso il libro.

source: [_maya_s_skeptical_] Do you think you can buy my friendship with tacos?
fr_fr: [_maya_s_skeptical_] Tu crois que tu peux acheter mon amitié avec des tacos ?
it_it: [_maya_s_skeptical_] Pensi di poter comprare la mia amicizia con tacos?

source: [_mc_] I mean... yes?
fr_fr: [_mc_] Je veux dire... oui ?
it_it: [_mc_] Voglio dire... sì?

source: [_maya_s_confident_] I can only be bought with money, expensive gifts, theater tickets, mint tea, concert tickets, raisinettes—
fr_fr: [_maya_s_confident_] On ne peut m'acheter qu'avec de l'argent, des cadeaux coûteux, des billets de théâtre, du thé à la menthe, des billets de concert, des raisinettes -
it_it: [_maya_s_confident_] Posso essere comprato solo con soldi, regali costosi, biglietti teatrali, tè di zecca, biglietti per concerti, uva passa—

source: [_mc_] ...but not tacos?
fr_fr: [_mc_] ...mais pas les tacos ?
it_it: [_mc_] ...ma non tacos?

source: [_maya_s_bored_] Tacos are overrated.
fr_fr: [_maya_s_bored_] Les tacos sont surestimés.
it_it: [_maya_s_bored_] Tacos sono sopravvalutati.

source: [_mc_] Gasp! Such heresy!
fr_fr: [_mc_] Halte ! Une telle hérésie !
it_it: [_mc_] Gasp! Una tale eresia!

source: [_mc_] No wonder you've been cursed...
fr_fr: [_mc_] Pas étonnant que vous ayez été maudit...
it_it: [_mc_] Non c'è da meravigliarsi che tu sia stato maledetto...

source: [_mc_] Okay, here we go.
fr_fr: [_mc_] Ok, c'est parti.
it_it: [_mc_] Okay, qui andiamo.

source: [_mc_] We just have to combine these simple ingredients and say some words.{space=-70}
fr_fr: [Il suffit de combiner ces ingrédients simples et de prononcer quelques mots.
it_it: [_mc_] Dobbiamo solo combinare questi semplici ingredienti e dire qualche parola.{space=-70}

source: [_maya_s_thinking_] And then all my problems will be solved forever?
fr_fr: [_maya_s_thinking_] Et alors tous mes problèmes seront résolus pour toujours ?
it_it: [_maya_s_thinking_] E poi tutti i miei problemi saranno risolti per sempre?

source: [_mc_] Err, hopefully stuff stops catching on fire, at least.
fr_fr: [_mc_] Err, espérons que les choses cessent de prendre feu, au moins.
it_it: [_mc_] Err, si spera che la roba smetta di prendere il fuoco, almeno.

source: [_maya_s_flirty_] I hope that includes my nethers.
fr_fr: [_maya_s_flirty_] J'espère que cela inclut mes fesses.
it_it: [_maya_s_flirty_] Spero che questo includa i miei nethers.

source: [_mc_] Anyway, check it out!
fr_fr: [_mc_] Quoi qu'il en soit, jetez-y un coup d'œil !
it_it: [_mc_] Comunque, dai un'occhiata!

source: [_mc_] My pot of frogs, [jacklyn]'s sweat, and [isabelle]'s hair.
fr_fr: [_mc_] Mon pot de grenouilles, la sueur de [jacklyn] et les cheveux de [isabelle].
it_it: [_mc_] La mia pentola di rane, il sudore di [jacklyn]e i capelli di [isabelle].
