Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_spell.po
Languages: fr_fr, it_it

source: Before taking her down, I never would have dared to do such a thing.{space=-25}
fr_fr: Avant de l'abattre, je n'aurais jamais osé faire une telle chose.{space=-25}
it_it: Prima di abbatterla, non avrei mai osato fare una cosa del genere.{space=-25}

source: But now she just has to take it.
fr_fr: Mais maintenant, elle n'a plus qu'à accepter.
it_it: Ma ora deve solo prenderlo.

source: Never did turning tables feel more satisfying or just...
fr_fr: Jamais tourner les tables n'a été aussi satisfaisant ou juste...
it_it: Mai girare tavoli si sentiva più soddisfacente o giusto...

source: [_mc_] I wasn't staring.
fr_fr: [_mc_] Je ne regardais pas.
it_it: [_mc_] non stavo fissando.

source: [_kate_s_excited_] You know what they say about liars, don't you?
fr_fr: [_kate_s_excited_] Vous savez ce qu'on dit des menteurs, n'est-ce pas ?
it_it: [_kate_s_excited_] Sai cosa dicono dei bugiardi, vero?

source: [_mc_] Err, what?
fr_fr: [_mc_] Err, quoi ?
it_it: [_mc_] Err, cosa?

source: [_kate_s_excited_] Their pants get taken and set on fire.
fr_fr: [_kate_s_excited_] On leur prend leur pantalon et on y met le feu.
it_it: [_kate_s_excited_] I loro pantaloni vengono presi e messi in fuoco.

source: [_mc_] Good thing I'm not lying, then.
fr_fr: [_mc_] Heureusement que je ne mens pas, alors.
it_it: [_mc_] Buona cosa non sto mentendo, allora.

source: [_mc_] But if you want my pants off, all you had to do was ask.
fr_fr: [_mc_] Mais si tu veux que j'enlève mon pantalon, tout ce que tu as à faire c'est de demander.
it_it: [_mc_] Ma se volete i miei pantaloni, tutto quello che dovevate fare era chiedere.

source: [_kate_s_cringe_] Ew! Don't make me vomit!
fr_fr: [_kate_s_cringe_] Beurk ! Ne me faites pas vomir !
it_it: [_kate_s_cringe_] Ew! Non farmi vomitare!

source: [_mc_] You're the one trying to get me naked...
fr_fr: [_mc_] C'est toi qui essaies de me mettre à poil...
it_it: [_mc_] Sei quello che sta cercando di farmi nudo...

source: [_kate_s_cringe_] Seriously, stop!
fr_fr: [_kate_s_cringe_] Sérieusement, arrêtez !
it_it: [_kate_s_cringe_] Seriamente, fermatevi!

source: [_mc_] I am a hot commodity.
fr_fr: [_mc_] Je suis une marchandise très recherchée.
it_it: [_mc_] Sono una merce calda.

source: [_kate_s_eyeroll_] Oh, please.
fr_fr: [_kate_s_eyeroll_] Oh, s'il vous plaît.
it_it: [_kate_s_eyeroll_] Oh, per favore.

source: [_kate_s_eyeroll_] What do you even want?
fr_fr: [_kate_s_eyeroll_] Qu'est-ce que tu veux ?
it_it: [_kate_s_eyeroll_] Che cosa vuoi ancora?

source: [_mc_] To be honest, I was admiring something.
fr_fr: [_mc_] Pour être honnête, j'admirais quelque chose.
it_it: [_mc_] Ad essere onesto, stavo ammirando qualcosa.

source: [_kate_s_laughing_] Ha! I knew it.
fr_fr: [_kate_s_laughing_] Ha ! Je m'en doutais.
it_it: [_kate_s_laughing_] Ciao! Lo sapevo.

source: [_kate_s_laughing_] Once a perv, always a perv.
fr_fr: [_kate_s_laughing_] Pervers un jour, pervers toujours.
it_it: [_kate_s_laughing_] Una volta un perv, sempre un perv.

source: [_mc_] It's the smell of your shampoo.
fr_fr: [_mc_] C'est l'odeur de votre shampoing.
it_it: [_mc_] È l'odore del tuo shampoo.

source: [_kate_s_smile_] Ew! Were you smelling me?
fr_fr: [_kate_s_Souriez_] Ew ! Tu me sentais ?
it_it: [_kate_s_smile_] Ew! Mi stava odorando?

source: [_mc_] If I could just... touch it...
fr_fr: [_mc_] Si je pouvais juste... le toucher...
it_it: [_mc_] Se potessi solo... toccarlo...

source: [_kate_s_neutral_] Don't even think about it.
fr_fr: [_kate_s_neutral_] N'y pensez même pas.
it_it: [_kate_s_neutral_] Non pensarci neanche.

source: I've never played Russian roulette with a bloodthirsty shark before, but I imagine it feels a little something like this...
fr_fr: Je n'ai jamais joué à la roulette russe avec un requin assoiffé de sang, mais j'imagine que cela ressemble un peu à ça...
it_it: Non ho mai giocato alla roulette russa con uno squalo assetato di sangue prima, ma immagino che ci sia un po' qualcosa di simile...

source: [_kate_s_neutral_] Seriously, don't—
fr_fr: [_kate_s_neutral_] Sérieusement, ne -
it_it: [_kate_s_neutral_] Seriamente, no—

source: In a moment of reckless courage, I reach out and take a handful of her luscious blonde locks.
fr_fr: Dans un moment de courage téméraire, j'ai tendu la main et j'ai pris une poignée de ses belles mèches blondes.
it_it: In un momento di coraggio spericolato, mi raggiungo e prendo una manciata delle sue polpose serrature bionde.

source: The silky smoothness runs over my skin like spring water.
fr_fr: La douceur soyeuse coule sur ma peau comme de l'eau de source.
it_it: La morbidezza setosa corre sopra la mia pelle come acqua di primavera.

source: Then, I yank a single strand, turn tail, and run as fast as I can.
fr_fr: Ensuite, j'arrache un seul brin, je tourne la queue et je cours aussi vite que je peux.
it_it: Poi, io yank un singolo filo, girare la coda, e correre il più velocemente possibile.

source: [_kate_] {i}You're going to regret that, you handsy little cretin!{/}
fr_fr: [_kate_] {i}Tu vas le regretter, petit crétin maladroit !
it_it: [_kate_] {i}Ti pentirai di questo, maneggevolissimo piccolo cretin!{/}

source: Heh, she might make good on that later...
fr_fr: Heh, elle pourrait le faire plus tard...
it_it: Heh, potrebbe fare del bene su quello più tardi...

source: But for now, I got what I came here for.
fr_fr: Mais pour l'instant, j'ai obtenu ce que j'étais venu chercher.
it_it: Ma per ora, ho ottenuto quello per cui sono venuto qui.

source: [_mc_] To warn you.
fr_fr: [_mc_] Pour vous mettre en garde.
it_it: [_mc_] Per avvisarti.

source: [_kate_s_thinking_] I don't have time for your cryptic little nerd games.
fr_fr: [_kate_s_thinking_] Je n'ai pas le temps pour tes petits jeux d'intello cryptiques.
it_it: [_kate_s_thinking_] Non ho tempo per i tuoi piccoli giochi di nerd criptici.

source: [_mc_] Okay, but...
fr_fr: [_mc_] D'accord, mais...
it_it: [_mc_] Okay, ma...

source: [_kate_s_thinking_] But? Spit it out.
fr_fr: [_kate_s_thinking_] Mais ? Crache le morceau.
it_it: [_kate_s_thinking_] Ma? Sputala fuori.

source: [_mc_] Well, there's been a lice outbreak.
fr_fr: [_mc_] Il y a eu une épidémie de poux.
it_it: [_mc_] Beh, c'è stato un focolaio di pidocchi.

source: [_mc_] And the [nurse] has asked me to collect samples of hair to see how far it has spread.
fr_fr: [_mc_] Et l'infirmière m'a demandé de prélever des échantillons de cheveux pour voir jusqu'où la maladie s'est propagée.
it_it: [_mc_] E la [nurse] mi ha chiesto di raccogliere campioni di capelli per vedere fino a che punto si è diffuso.

source: [_kate_s_embarrassed_] Ew! That's so gross!
fr_fr: [_kate_s_embarrassed_] Ew ! C'est vraiment dégueulasse !
it_it: [_kate_s_embarrassed_] Ew! È così grossolano!

source: [_kate_s_embarrassed_] I bet that unwashed Brit is the plague starter.
fr_fr: [_kate_s_embarrassed_] Je parie que ce Britannique non lavé est l'élément déclencheur de la peste.
it_it: [_kate_s_embarrassed_] Scommetto che il Brit non lavato è l'antipasto della peste.

source: [_mc_] It could be.
fr_fr: [_mc_] C'est possible.
it_it: [_mc_] Potrebbe essere.

source: [_mc_] So, can I take a sample? You'll want to stop it quickly if it has jumped{space=-25} to you.
fr_fr: [_mc_] Puis-je prendre un échantillon ? Vous voudrez l'arrêter rapidement s'il a sauté{space=-25} vers vous.
it_it: [_mc_] Quindi, posso prendere un esempio? Ti consigliamo di fermarlo rapidamente se ti ha saltato{space=-25} .

source: [_kate_s_sad_] Oh, my god, fine! Just take it!
fr_fr: [_kate_s_sad_] Oh, mon dieu, très bien ! Prends-le !
it_it: [_kate_s_sad_] Oh, mio dio, bene! Basta prenderlo!

source: [_kate_s_sad_] I need a shower...
fr_fr: [_kate_s_sad_] J'ai besoin d'une douche...
it_it: [_kate_s_sad_] Ho bisogno di una doccia...

source: [_mc_] Okay, that will do. Thank you for your cooperation.
fr_fr: [_mc_] D'accord, cela suffira. Je vous remercie de votre coopération.
it_it: [_mc_] Okay, che lo farà. Grazie per la vostra cooperazione.

source: [_kate_s_surprised_] Whatever! Just move!
fr_fr: [_kate_s_surprised_] Peu importe ! Bouge-toi !
it_it: [_kate_s_surprised_] Qualunque cosa! Basta muoversi!

source: [_mc_] Give me a piece of your hair, bitch.
fr_fr: [_mc_] Donne-moi un morceau de tes cheveux, salope.
it_it: [_mc_] Dammi un pezzo dei tuoi capelli, cagna.

source: [_kate_s_annoyed_] What did you just say to me?
fr_fr: [_kate_s_annoyed_] Qu'est-ce que tu viens de me dire ?
it_it: [_kate_s_annoyed_] Che cosa mi hai appena detto?

source: [_mc_] Chippity, choppity. Give me a piece, else you'll end up with hair disease.{space=-70}
fr_fr: [_mc_] Chippity, choppity. Donnez-moi un morceau, sinon vous finirez par avoir une maladie des cheveux.{space=-70}
it_it: [_mc_] Chippity, choppity. Dammi un pezzo, altrimenti finirai con la malattia dei capelli.{space=-70}

source: [_kate_s_embarrassed_] I've never heard anything quite as cringe.
fr_fr: [_kate_s_embarrassed_] Je n'ai jamais entendu quelque chose d'aussi croustillant.
it_it: [_kate_s_embarrassed_] Non ho mai sentito nulla come il grinto.

source: [_kate_s_embarrassed_] Get out of my face, weirdo.
fr_fr: [_kate_s_embarrassed_] Sors de ma vue, espèce d'énergumène.
it_it: [_kate_s_embarrassed_] Uscire dalla mia faccia, strano.

source: Oh, well. It was worth a shot.
fr_fr: Oh, bien. Ça valait un coup de feu.
it_it: Oh, bene. Vale la pena un colpo.

source: Hold on, what's this?
fr_fr: Attendez, qu'est-ce que c'est ?
it_it: Aspetta, che cos'è questo?

source: I can't tell if this hair is from her head, but it's certainly blonde...
fr_fr: Je ne peux pas dire si ces cheveux proviennent de sa tête, mais ils sont certainement blonds...
it_it: Non posso dire se questi capelli sono dalla sua testa, ma è certamente biondo...

source: I also can't tell if it was thanks to the spellbook or just dumb luck.
fr_fr: Je n'arrive pas non plus à savoir si c'est grâce au livre de sorts ou si c'est juste de la chance.
it_it: Non posso anche dire se è stato grazie al quaderno o semplicemente la fortuna stupida.

source: Either way, time to find myself some sweat!
fr_fr: Quoi qu'il en soit, il est temps de trouver de la sueur !
it_it: In ogni caso, il tempo di trovarmi un po' di sudore!

source: [_mc_] I just need a piece of your hair.
fr_fr: [_mc_] J'ai juste besoin d'un morceau de tes cheveux.
it_it: [_mc_] Ho solo bisogno di un pezzo dei tuoi capelli.

source: [_kate_s_excited_] Keep dreaming, weirdo.
fr_fr: [_kate_s_excited_] Continuez à rêver, bizarroïde.
it_it: [_kate_s_excited_] Continua a sognare, strano.

source: [_mc_] It's nothing weird, okay? Just an ingredient I need for something.
fr_fr: [_mc_] Ce n'est rien de bizarre, d'accord ? Juste un ingrédient dont j'ai besoin pour quelque chose.
it_it: [_mc_] Non è niente di strano, ok? Solo un ingrediente di cui ho bisogno per qualcosa.

source: [_kate_s_cringe_] That's actually disgusting.
fr_fr: [_kate_s_cringe_] C'est vraiment dégoûtant.
it_it: [_kate_s_cringe_] In realtà è disgustoso.

source: [_mc_] Fine, I'll do it by the book.
fr_fr: [_mc_] Très bien, je le ferai dans les règles.
it_it: [_mc_] Bene, lo farò per il libro.

source: [_kate_s_afraid_] What?
fr_fr: [_kate_s_afraid_] Quoi ?
it_it: [_kate_s_afraid_] Cosa?

source: [_mc_] Hair, care, and all things rare, a strand of your hair do share.
fr_fr: [_mc_] Cheveux, soins, et tout ce qui est rare, une mèche de vos cheveux à partager.
it_it: [_mc_] Capelli, cura, e tutte le cose rare, un filo dei tuoi capelli condividono.

source: [_kate_s_thinking_] Why are you rhyming now?
fr_fr: [_kate_s_thinking_] Pourquoi tu fais des rimes maintenant ?
it_it: [_kate_s_thinking_] Perché stai rimettendo adesso?

source: Crap. Did it not work?
fr_fr: C'est de la merde. Ça n'a pas marché ?
it_it: Crap. Non ha funzionato?

source: [_mc_] I, err... I read about this homemade shampoo recipe and thought I could share it with you.
fr_fr: [_mc_] J'ai, euh... J'ai lu une recette de shampoing maison et j'ai pensé la partager avec vous.
it_it: [_mc_] I, errore...Ho letto di questa ricetta di shampoo fatta in casa e ho pensato che potevo condividerla con te.

source: [_kate_s_embarrassed_] No, thanks. I'm not poor enough for that.
fr_fr: [_kate_s_embarrassed_] Non, merci. Je ne suis pas assez pauvre pour ça.
it_it: [_kate_s_embarrassed_] No, grazie. Non sono abbastanza povero per questo.

source: [_kate_s_embarrassed_] Now get out of my face.
fr_fr: [_kate_s_embarrassed_] Maintenant, sortez de ma vue.
it_it: [_kate_s_embarrassed_] Ora esci dalla mia faccia.

source: Ugh, [kate] certainly hasn't lost all of her sass...
fr_fr: Ugh, [kate] n'a certainement pas perdu tout son culot...
it_it: Ugh, [kate] certamente non ha perso tutto il suo segno...

source: Hang on, a blonde hair!
fr_fr: Attendez, une chevelure blonde !
it_it: Aspetta, un capelli biondi!

source: I'm not sure if it came from her or if it's even from her head, but it will do.
fr_fr: Je ne suis pas sûr que cela vienne d'elle ou même de sa tête, mais cela fera l'affaire.
it_it: Non sono sicuro se è venuto da lei o se è anche dalla sua testa, ma lo farà.

source: Now to find myself some sweat...
fr_fr: Il ne me reste plus qu'à trouver de la sueur...
it_it: Ora per trovarmi un po' di sudore...

source: [_isabelle_s_skeptical_] What do you want?
fr_fr: [_isabelle_s_skeptical_] Que voulez-vous ?
it_it: [_isabelle_s_skeptical_] Cosa vuoi?

source: [_mc_] Who? Me?
fr_fr: [_mc_] Qui ? Moi ?
it_it: [_mc_] Chi? Io?

source: [_isabelle_s_skeptical_] Did [kate] put you up to something?
fr_fr: [_isabelle_s_skeptical_] Est-ce que [kate] t'a fait faire quelque chose ?
it_it: [_isabelle_s_skeptical_] [kate] ti ha messo a qualcosa?

source: [_isabelle_s_skeptical_] Or are you just here to take the piss?
fr_fr: [_isabelle_s_skeptical_] Ou vous êtes juste là pour vous moquer ?
it_it: [_isabelle_s_skeptical_] O sei solo qui per prendere il piscio?

source: [_mc_] First of all, your girlfriend has nothing to do with this.
fr_fr: [_mc_] Tout d'abord, votre petite amie n'a rien à voir avec ça.
it_it: [_mc_] Prima di tutto, la tua ragazza non ha nulla a che fare con questo.

source: [_mc_] Second of all, I'm here for an important matter.
fr_fr: [_mc_] Deuxièmement, je suis ici pour une affaire importante.
it_it: [_mc_] Secondo, sono qui per una questione importante.

source: [_isabelle_s_skeptical_] And what could that possibly be?
fr_fr: [_isabelle_s_skeptical_] Et qu'est-ce que cela peut bien être ?
it_it: [_isabelle_s_skeptical_] E che cosa potrebbe essere?

source: [_mc_] I need a piece of your hair, please.
fr_fr: [_mc_] J'ai besoin d'un morceau de vos cheveux, s'il vous plaît.
it_it: [_mc_] Ho bisogno di un pezzo dei tuoi capelli, per favore.

source: [_isabelle_s_annoyed_] Are you being serious right now?
fr_fr: [_isabelle_s_annoyed_] Tu es sérieux là ?
it_it: [_isabelle_s_annoyed_] Sei serio in questo momento?

source: [_mc_] I'm dead serious.
fr_fr: [_mc_] Je suis très sérieux.
it_it: [_mc_] Io sono grave morto.

source: [_isabelle_s_annoyed_] No bloody way.
fr_fr: [_isabelle_s_annoyed_] Pas question.
it_it: [_isabelle_s_annoyed_] Nessun modo sanguinoso.

source: [_mc_] Then you leave me no choice.
fr_fr: [_mc_] Alors vous ne me laissez pas le choix.
it_it: [_mc_] Poi mi lasci nessuna scelta.

source: Here goes nothing...
fr_fr: Ici ne va rien ...
it_it: Qui non va niente...

source: [isabelle] goes slack and she stares at me for a moment, a calm look coming over her.
fr_fr: [isabelle] se relâche et me fixe un instant, un air calme s'emparant d'elle.
it_it: [isabelle] si allenta e lei mi fissa per un attimo, uno sguardo calmo che viene sopra di lei.

source: [_isabelle_s_subby_] Okay, then.
fr_fr: [_isabelle_s_subby_] D'accord, alors.
it_it: [_isabelle_s_subby_] Okay, allora.

source: She plucks a strand from her head and hands it over.
fr_fr: Elle arrache une mèche de sa tête et la tend.
it_it: Schiaccia un filo dalla sua testa e la consegna sopra.

source: Is this the sort of power [kate] wields all the time? It must be nice.
fr_fr: Est-ce que c'est le genre de pouvoir que [Kate] exerce tout le temps ? Cela doit être agréable.
it_it: Questo è il tipo di potere che [kate] esercita tutto il tempo? Deve essere bello.

source: [_mc_] Thanks!
fr_fr: [_mc_] Merci !
it_it: [_mc_] Grazie!

source: I can't tell if she is really that compliant and docile these days, or if the spell actually worked...
fr_fr: Je n'arrive pas à savoir si elle est vraiment si docile que ça ces jours-ci, ou si le sort a vraiment fonctionné...
it_it: Non posso dire se lei è davvero conforme e docile in questi giorni, o se l'incantesimo realmente funzionava...

source: Either way, I got what I came for.
fr_fr: Quoi qu'il en soit, j'ai obtenu ce que j'étais venu chercher.
it_it: In ogni caso, ho ottenuto quello che sono venuto.

source: [_mc_] I need a piece of British bitch hair.
fr_fr: [_mc_] J'ai besoin d'un morceau de cheveux de salope britannique.
it_it: [_mc_] Ho bisogno di un pezzo di capelli di cagna inglese.

source: [_isabelle_s_angry_] Excuse me?!
fr_fr: [_isabelle_s_angry_] Excusez-moi ?!
it_it: [_isabelle_s_angry_] Scusatemi?!

source: [_isabelle_s_angry_] You're way out of line right now, [mc]!
fr_fr: [_isabelle_s_angry_] Vous dépassez les bornes, [mc] !
it_it: [_isabelle_s_angry_] Sei uscito in questo momento, [mc]!

source: [_mc_] Nah, I'm actually keeping you in line.
fr_fr: [_mc_] Non, en fait, je te garde en ligne.
it_it: [_mc_] Nah, in realtà ti sto tenendo in fila.

source: Just as she's about to keep telling me off, the fire and rage suddenly{space=-20} disappears from her face.
fr_fr: Alors qu'elle s'apprête à me réprimander, le feu et la rage disparaissent soudain{space=-20} de son visage.
it_it: Proprio come lei sta per continuare a dirmi fuori, il fuoco e la rabbia improvvisamente{space=-20} scompare dal suo volto.

source: She stares at me for a moment, then gives a little nod.
fr_fr: Elle me fixe un instant, puis fait un petit signe de tête.
it_it: Mi fissa per un momento, poi fa un piccolo cenno.

source: [_isabelle_s_subby_] Here you go...
fr_fr: [_isabelle_s_subby_] Voilà...
it_it: [_isabelle_s_subby_] Qui vai...

source: Holy shit, that's a magic trick and a half!
fr_fr: Bon sang, c'est un tour de magie et demi !
it_it: Merda santa, questo è un trucco magico e mezzo!

source: I wonder what else I could get away with? No time to find out now, but maybe later...
fr_fr: Je me demande ce que je pourrais faire d'autre ? Pas le temps de le découvrir maintenant, mais peut-être plus tard...
it_it: Mi chiedo con che altro potrei farmi viene? Non c'è tempo per scoprire adesso, ma forse più tardi...

source: This must be how [kate] feels all the time.
fr_fr: C'est ce que [Kate] doit ressentir tout le temps.
it_it: Questo deve essere il modo in cui [kate] si sente tutto il tempo.

source: [_mc_] Good girl.
fr_fr: [_mc_] Bonne fille.
it_it: [_mc_] Buona ragazza.

source: [_mc_] There's a hair donation drive for those bald kids.
fr_fr: [_mc_] Il y a une collecte de cheveux pour ces enfants chauves.
it_it: [_mc_] C'è una donazione di capelli per quei bambini calvi.

source: [_isabelle_s_sad_] Cancer patients?
fr_fr: [_isabelle_s_sad_] Les malades du cancer ?
it_it: [_isabelle_s_sad_] Pazienti oncologici?

source: [_mc_] Yeah, maybe.
fr_fr: [_mc_] Oui, peut-être.
it_it: [_mc_] Sì, forse.

source: [_mc_] [jo] is in charge of the whole gig. Schoolwide thing, you know?
fr_fr: [_mc_] C'est [jo] qui s'occupe de tout ça. L'ensemble de l'école, vous voyez ?
it_it: [_mc_] [jo] è responsabile di tutto il concerto. La cosa a livello scolastico, sapete?

source: [_mc_] Anyway, I wanted to see if you would like to donate? It's for a good cause, after all.
fr_fr: [_mc_] Quoi qu'il en soit, je voulais savoir si vous vouliez faire un don ? C'est pour une bonne cause, après tout.
it_it: [_mc_] Comunque, volevo vedere se vuoi donare? È per una buona causa, dopotutto.

source: [_isabelle_s_sad_] You're right, that is a good cause...
fr_fr: [_isabelle_s_sad_] Vous avez raison, c'est une bonne cause...
it_it: [_isabelle_s_sad_] Hai ragione, questa è una buona causa...

source: I can see the wheels spinning in her head.
fr_fr: Je peux voir les roues tourner dans sa tête.
it_it: Riesco a vedere le ruote che ruotano in testa.

source: She hardly wants anything to do with me these days, understandably.{space=-30}
fr_fr: Elle ne veut presque plus rien avoir à faire avec moi ces jours-ci, ce qui est compréhensible.{space=-30}
it_it: Non vuole quasi nulla a che fare con me in questi giorni, comprensibilmente.{space=-30}

source: But she can't deny the calling of a good deed either.
fr_fr: Mais elle ne peut pas non plus nier l'appel d'une bonne action.
it_it: Ma nemmeno lei può negare la chiamata di una buona azione.

source: [_isabelle_s_subby_] All right, fine. I'll do it.
fr_fr: [_isabelle_s_subby_] D'accord, très bien. Je vais le faire.
it_it: [_isabelle_s_subby_] Va bene, va bene. Lo farò.

source: [_mc_] Great! Let me just take a look here...
fr_fr: [_mc_] Super ! Permettez-moi de jeter un coup d'œil ici...
it_it: [_mc_] Fantastico! Lasciami dare un'occhiata qui...

source: Snip! Hair acquired.
fr_fr: Coupez ! Cheveux acquis.
it_it: Snip! Capelli acquisiti.

source: [_isabelle_s_angry_] Hey! That hurt!
fr_fr: [_isabelle_s_angry_] Hé ! Ça fait mal !
it_it: [_isabelle_s_angry_] Ehi! Fa male!

source: [_mc_] Sorry, the quality isn't quite what they're looking for.
fr_fr: [_mc_] Désolé, la qualité n'est pas tout à fait celle qu'ils recherchent.
it_it: [_mc_] Siamo spiacenti, la qualità non è esattamente quello che stanno cercando.

source: [_mc_] Thanks anyway!
fr_fr: [_mc_] Merci quand même !
it_it: [_mc_] Grazie comunque!

source: [_isabelle_s_angry_] That's just bloody rude!
fr_fr: [_isabelle_s_angry_] C'est vraiment grossier !
it_it: [_isabelle_s_angry_] È solo maledetto maledetto!

source: [_mc_] Sorry!
fr_fr: [_mc_] Désolé !
it_it: [_mc_] Spiacenti!

source: Not sorry. I got what I needed.
fr_fr: Je ne suis pas désolée. J'ai obtenu ce dont j'avais besoin.
it_it: Non mi dispiace. Ho avuto quello che mi serviva.

source: [_mc_] I come on official business.
fr_fr: [_mc_] Je suis venu en mission officielle.
it_it: [_mc_] Vengo per affari ufficiali.

source: [_isabelle_s_eyeroll_] Whose?
fr_fr: [_isabelle_s_eyeroll_] À qui ?
it_it: [_isabelle_s_eyeroll_] Chie?

source: [_mc_] The [nurse]'s.
fr_fr: [_mc_] Celle de [nurse].

source: [_isabelle_s_eyeroll_] And why wouldn't she just come herself?
fr_fr: [_isabelle_s_eyeroll_] Et pourquoi ne viendrait-elle pas elle-même ?
it_it: [_isabelle_s_eyeroll_] E perché non sarebbe venuta da sola?

source: [_mc_] She has her hands tied.
fr_fr: [_mc_] Elle a les mains liées.
it_it: [_mc_] Lei ha le mani legate.

source: Knowing her, that could be true in both a literal and figurative sense...{space=-35}
fr_fr: La connaissant, cela pourrait être vrai au sens propre comme au sens figuré...{space=-35}
it_it: Conoscendola, questo potrebbe essere vero sia in senso letterale che figurativo...{space=-35}

source: [_isabelle_s_thinking_] Well, what is it, then?
fr_fr: [_isabelle_s_thinking_] Qu'est-ce que c'est, alors ?
it_it: [_isabelle_s_thinking_] Beh, che cos'è, allora?

source: [_mc_] There's been a lice outbreak.
fr_fr: [_mc_] Il y a eu une épidémie de poux.
it_it: [_mc_] C'è stato un focolaio di pidocchi.

source: [_isabelle_s_afraid_] Ew! How did that happen?
fr_fr: [_isabelle_s_afraid_] Ew ! Comment est-ce arrivé ?
it_it: [_isabelle_s_afraid_] Ew! Come è successo?
