Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_witch.po
Languages: fr_fr, it_it

source: [_maya_s_dramatic_] Come on, Piss King! Let's fuck off out of here before it happens again!
fr_fr: [Allez, Piss King ! Foutons le camp d'ici avant que ça ne se reproduise !
it_it: [_maya_s_dramatic_] Avanti, Piss King! Facciamo scopare fuori da qui prima che accada di nuovo!

source: [_mc_] Welp, I think I'm starting to believe you when you say you're cursed.
fr_fr: [_mc_] Je commence à te croire quand tu dis que tu es maudit.
it_it: [_mc_] Welp, penso che sto cominciando a crederti quando dici che sei maledetto.

source: [_maya_s_bored_] And all it took was spontaneous combustion?
fr_fr: [_maya_s_bored_] Et tout ce qu'il a fallu, c'était la combustion spontanée ?
it_it: [_maya_s_bored_] E tutto quello che ci è voluto è stata la combustione spontanea?

source: [_mc_] I'm serious! I've never seen a computer just catch fire like that out of nowhere.
fr_fr: [_mc_] Je suis sérieux ! Je n'ai jamais vu un ordinateur prendre le feu comme ça de nulle part.
it_it: [_mc_] Sono serio! Non ho mai visto un computer prendere fuoco come quello dal nulla.

source: [_mc_] I thought maybe someone could be playing tricks on you... but how could they have done that?
fr_fr: [_mc_] Je pensais que peut-être quelqu'un pourrait jouer des tours sur vous ... mais comment ont-ils pu faire ça ?
it_it: [_mc_] Ho pensato che forse qualcuno potrebbe giocare trucchi su di te... ma come avrebbero potuto farlo?

source: [_maya_s_skeptical_] I'm telling you — witches.
fr_fr: [_maya_s_skeptical_] Je vous dis des sorcières.
it_it: [_maya_s_skeptical_] ti sto dicendo — streghe.

source: [_mc_] Maybe we should talk to [maxine]? She knows all about weird stuff like this.
fr_fr: [_mc_] Peut-être devrions-nous parler au [maxine] ? Elle connait tout ce genre de choses étranges comme ça.
it_it: [_mc_] Forse dovremmo parlare con [maxine]? Lei sa tutto di cose strane come questo.

source: [_maya_s_confident_] I'll take just about any help at this point. I mean, you're here, aren't you?
fr_fr: [_maya_s_confident_] Je prendrai à peu près n'importe quelle aide à ce stade. Je veux dire, tu es là, n'est-ce pas ?
it_it: [_maya_s_confident_] Farò solo qualche aiuto a questo punto. Intendo dire che sei qui, vero?

source: [_mc_] Fair enough!
fr_fr: [_mc_] Très bien !
it_it: [_mc_] abbastanza giusto!

source: [_mc_] Though [maxine] can be a bit difficult to deal with. Do you want me to handle her?
fr_fr: [_mc_] Bien que [maxine] puisse être un peu difficile à traiter. Veux-tu que je la gère ?
it_it: [_mc_] Anche se [maxine] può essere un po' difficile da affrontare. Vuoi che la gestiscano?

source: [_maya_s_bored_] Yeah, sure. I appreciate it.
fr_fr: [_maya_s_bored_] Oui, bien sûr. Je l'apprécie.
it_it: [_maya_s_bored_] Sì, certo. Lo apprezzo.

source: [_maya_s_bored_] Later, [mc].
fr_fr: [_maya_s_bored_] Plus tard, [mc].
it_it: [_maya_s_bored_] Più tardi, [mc].

source: There she is in her unnatural habitat, lying in wait. Ready to pounce on her next unsuspecting victim.
fr_fr: Elle est là, dans son habitat naturel, à l'affût. Prête à bondir sur sa prochaine victime sans méfiance.
it_it: Là è nel suo habitat innaturale, in attesa. Pronto a colpire la sua prossima vittima ignara.

source: Yet, willfully, I go into her den of insanity once again. As suspecting as they come.
fr_fr: Pourtant, volontairement, je vais à nouveau dans son terrier de la folie. Comme le soupçon qu'ils viennent.
it_it: Eppure, volentieri, vado ancora una volta nella sua tana di follia, sospettando quanto vengano.

source: [_maxine_s_skeptical_] Did you know?
fr_fr: [_maxine_s_skeptical_] Le saviez-vous ?
it_it: [_maxine_s_skeptical_] Lo sapevi?

source: [_mc_] Know what?
fr_fr: [_mc_] Savoir quoi ?
it_it: [_mc_] Sappiate cosa?

source: [_maxine_s_skeptical_] About the thing in the school basement.
fr_fr: [_maxine_s_skeptical_] Au sujet de la chose dans le sous-sol de l'école.
it_it: [_maxine_s_skeptical_] Circa la cosa nel seminterrato scolastico.

source: [_mc_] That sounds ominous... but the school has no basement.
fr_fr: [_mc_] Cela semble inquiétant ... mais l'école n'a pas de sous-sol.
it_it: [_mc_] Sembra minaccioso... ma la scuola non ha seminterrato.

source: [_maxine_s_eyeroll_] Where do the stairs lead, then?
fr_fr: [_maxine_s_eyeroll_] Où se dirige l'escalier, alors ?
it_it: [_maxine_s_eyeroll_] Dove conducono le scale, allora?

source: [_mc_] What stairs?
fr_fr: [_mc_] Quels sont les escaliers ?
it_it: [_mc_] Quali scali?

source: [_maxine_s_annoyed_] You're not ready.
fr_fr: [_maxine_s_annoyed_] Vous n'êtes pas prêt.
it_it: [_maxine_s_annoyed_] non sei pronto.

source: [_mc_] What's that supposed to mean?
fr_fr: [_mc_] Qu'est-ce que c'est censé vouloir dire ?
it_it: [_mc_] Che cosa dovrebbe significare?

source: [_maxine_s_annoyed_] Like an apple, you're still green and sour. You need to be ripe.
fr_fr: [Comme une pomme, tu es encore verte et acide. Il faut que tu sois mûre.
it_it: [_maxine_s_annoyed_] Come una mela, sei ancora verde e acido. Devi essere maturo.

source: [_mc_] Ugh, I don't even know what we're talking about anymore!
fr_fr: [_mc_] Ugh, je ne sais même plus de quoi nous parlons !
it_it: [_mc_] Ugh, non so nemmeno di cosa stiamo più parlando!

source: [_maxine_s_skeptical_] So, it's safe to say that you did not, in fact, know.
fr_fr: [_maxine_s_skeptical_] Donc, il est sûr de dire que vous n'avez pas, en fait, le savoir.
it_it: [_maxine_s_skeptical_] Quindi, è sicuro dire che non lo sapevate davvero.

source: [_mc_] Right, I know nothing.
fr_fr: [_mc_] Très bien, je ne sais rien.
it_it: [_mc_] Destra, non so niente.

source: [_mc_] Just like a certain winter bastard.
fr_fr: [_mc_] Tout comme un certain salaud d'hiver.
it_it: [_mc_] Proprio come un certo bastardo invernale.

source: Too bad she'll never understand that reference.
fr_fr: Trop mauvaise, elle ne comprendra jamais cette référence.
it_it: Peccato che non capirà mai quel riferimento.

source: Modern art is lost on her.
fr_fr: L'art moderne est perdu sur elle.
it_it: L'arte moderna è persa con lei.

source: [_maxine_s_smile_] It's good that you're becoming more self-aware.
fr_fr: [_maxine_s_Souriez_] C'est bien que vous devenez plus conscient.
it_it: [_maxine_s_smile_] È bene che tu stia diventando più consapevole di sé.

source: That makes one of us...
fr_fr: Ça fait de nous un ...
it_it: Questo rende uno di noi...

source: [_mc_] Anyway, I have a question.
fr_fr: [_mc_] En tout cas, j'ai une question.
it_it: [_mc_] Comunque, ho una domanda.

source: [_maxine_s_neutral_] Just one?
fr_fr: [_maxine_s_neutral_] Juste un ?
it_it: [_maxine_s_neutral_] Solo uno?

source: [_mc_] At this moment in time, yes.
fr_fr: [_mc_] En ce moment, oui.
it_it: [_mc_] In questo momento nel tempo, sì.

source: [_mc_] Do you—
fr_fr: [_mc_] Est-ce que vous -
it_it: [_mc_] Fai—

source: [_maxine_s_neutral_] Is it for me?
fr_fr: [_maxine_s_neutral_] Est-ce pour moi ?
it_it: [_maxine_s_neutral_] È per me?

source: [_mc_] Yes, [maxine]. That's why I'm here.
fr_fr: [_mc_] Oui, [maxine]. C'est pour ça que je suis là.
it_it: [_mc_] Sì, [maxine]. Ecco perché sono qui.

source: [_maxine_s_neutral_] Surely, your purpose is greater than that?
fr_fr: [_maxine_s_neutral_] Votre objectif est-il plus grand que cela ?
it_it: [_maxine_s_neutral_] Sicuramente, il tuo scopo è più grande?

source: [_mc_] I'm not talking about my purpose on earth...
fr_fr: [_mc_] Je ne parle pas de mon but sur terre ...
it_it: [_mc_] Non sto parlando del mio scopo sulla terra...

source: [_maxine_s_smile_] Neither was I.
fr_fr: [_maxine_s_Souriez_] Ni moi ni moi.
it_it: [_maxine_s_smile_] Né ero io.

source: [_mc_] Anyway! Do you know anything about curses?
fr_fr: [_mc_] En tout cas ! Savez-vous quelque chose à propos des malédictions ?
it_it: [_mc_] Comunque! Sai qualcosa sulle maledizioni?

source: [_maxine_s_excited_] Casting? Lifting? Containing? Selling? Distilling?
fr_fr: [_maxine_s_excitée_] Couler ? Soulever ? Contenir ? Vendre ? Distiller ?
it_it: [_maxine_s_excited_] Casting? Lifting? Contenitore? Vendita? Distilling?

source: [_maxine_s_excited_] They {i}can{/} make excellent perfumes.
fr_fr: [_maxine_s_excited_] Ils {i}peuvent {/} faire d'excellents parfums.
it_it: [_maxine_s_excited_] {i}può{/} fare profumi eccellenti.

source: [_maxine_s_excited_] Or maybe pickling? Not to be confused with cucum—
fr_fr: [_maxine_s_excited_] Ou peut-être décaper ? Ne pas confondre avec le concombre-
it_it: [_maxine_s_excited_] O forse decapaggio? Da non confondere con il cetrio—

source: [_mc_] Please stop.
fr_fr: [_mc_] Veuillez arrêter.
it_it: [_mc_] Si prega di fermarsi.

source: [_maxine_s_concerned_] It's your funeral.
fr_fr: [_maxine_s_concerned_] C'est vos funérailles.
it_it: [_maxine_s_concerned_] è il tuo funerale.

source: [_mc_] You know what? Nevermind.
fr_fr: [_mc_] Vous savez quoi ? Peu importe.
it_it: [_mc_] Tu sai cosa? Mai.

source: [_mc_] I'll just figure it out on my own.
fr_fr: [_mc_] Je vais juste le comprendre seul.
it_it: [_mc_] lo capirò per conto mio.

source: [_maxine_s_thinking_] Please do not cast any curses, hexes, jinxes, or otherwise, without supervision.
fr_fr: [_maxine_s_thinking_] Veuillez ne pas lancer de malédiction, de maléfice, de poisse ou autre, sans surveillance.
it_it: [_maxine_s_thinking_] Si prega di non lanciare alcuna maledizione, esenti, jinx, o altro, senza supervisione.

source: [_mc_] Whose supervision?
fr_fr: [_mc_] Qui supervise ?
it_it: [_mc_] Di chi supervisione?

source: [_maxine_s_thinking_] A certified Hexalogist, obviously.
fr_fr: [_maxine_s_thinking_] Un Hexalogiste certifié, évidemment.
it_it: [_maxine_s_thinking_] Un esalogista certificato, ovviamente.

source: [_maxine_s_thinking_] It wouldn't exist if it wasn't a thing.
fr_fr: [_maxine_s_thinking_] Il n'existerait pas si ce n'était pas une chose.
it_it: [_maxine_s_thinking_] Non esisterebbe se non fosse una cosa.

source: I guess I don't know how to argue with that kind of circular logic...
fr_fr: Je suppose que je ne sais pas comment discuter avec ce genre de logique circulaire ...
it_it: Immagino di non sapere come discutere con quel tipo di logica circolare...

source: [_maxine_s_thinking_] Says it right under Article II, subsection 1C, clause 592 that unsupervised{space=-110} practices are strictly forbidden.
fr_fr: [_maxine_s_thinking_] En vertu de l'article II, paragraphe 1C, clause 592, les pratiques non surveillées {space=-110} sont strictement interdites.
it_it: [_maxine_s_thinking_] Dice di diritto ai sensi dell'articolo II, sottosezione 1C, clausola 592 che le pratiche non supervisionate{space=-110} sono rigorosamente vietate.

source: [_mc_] ...of what?
fr_fr: [_mc_] ... de quoi ?
it_it: [_mc_] ...di che cosa?

source: [_maxine_s_thinking_] The school handbook, of course.
fr_fr: [_maxine_s_thinking_] Le manuel scolaire, bien sûr.
it_it: [_maxine_s_thinking_] Il manuale della scuola, ovviamente.

source: [_mc_] Right. I must have missed it in between all the normal rules.
fr_fr: [_mc_] Droit. Je dois l'avoir raté entre toutes les règles normales.
it_it: [_mc_] Giusto. Devo averlo perso tra tutte le regole normali.

source: [_maxine_s_sad_] You have to read in between the lines.
fr_fr: [_maxine_s_sad_] Vous devez lire entre les lignes.
it_it: [_maxine_s_sad_] Devi leggere tra le righe.

source: [_mc_] Of course you do.
fr_fr: [_mc_] Bien sûr que vous le faites.
it_it: [_mc_] Naturalmente lo fai.

source: [_maxine_s_sad_] Invisible ink.
fr_fr: [_maxine_s_sad_] encre invisible.
it_it: [_maxine_s_sad_] Inchiostro invisibile.

source: [_mc_] Right. Whatever.
fr_fr: [_mc_] Droit. Peu importe.
it_it: [_mc_] Destra. Qualcosa.

source: [_mc_] No place is more magical than the internet, anyway.
fr_fr: [_mc_] Aucun endroit n'est plus magique que l'Internet, de toute façon.
it_it: [_mc_] Nessun posto è più magico di internet, comunque.

source: [_maxine_s_afraid_] Or more dangerous!
fr_fr: [_maxine_s_afraid_] Ou plus dangereux !
it_it: [_maxine_s_afraid_] O più pericoloso!

source: Pfft! Dangerous? I'm sure it will be just fine...
fr_fr: Pfft ! Dangereux ? Je suis sûr que ce sera juste ...
it_it: Pfft! Pericoloso? Sono sicuro che andrà bene...

source: [_mc_] Is that a threat?
fr_fr: [_mc_] Est-ce une menace ?
it_it: [_mc_] È una minaccia?

source: [_maxine_s_eyeroll_] It's the truth, if you play around with curses.
fr_fr: [_maxine_s_eyeroll_] C'est la vérité, si vous jouez avec des malédictions.
it_it: [_maxine_s_eyeroll_] È la verità, se giochi con maledizioni.

source: [_mc_] Pfft! It's curses that better not play around with me.
fr_fr: [_mc_] Pfft ! C'est des malédictions qui ne jouent pas mieux avec moi.
it_it: [_mc_] Pfft! È maledizioni che meglio non giocare con me.

source: [_mc_] I've been taking the gym more seriously. Look at these guns!
fr_fr: [_mc_] J'ai pris la gym plus au sérieux. Regarde ces armes !
it_it: [_mc_] Ho preso la palestra più seriamente. Guarda queste pistole!

source: [_maxine_s_annoyed_] It's impossible to hit a curse. The necessary velocity can't be obtained.{space=-55}
fr_fr: [_maxine_s_annoyed_] Il est impossible de toucher une malédiction. Impossible d'obtenir la vitesse nécessaire. {space=-55}
it_it: [_maxine_s_annoyed_] È impossibile colpire una maledizione. La velocità necessaria non può essere ottenuta.{space=-55}

source: [_mc_] Well, that's why I'm asking for your help.
fr_fr: [_mc_] Eh bien, c'est pourquoi je vous demande votre aide.
it_it: [_mc_] Beh, ecco perché sto chiedendo il tuo aiuto.

source: [_maxine_s_confident_] I see. You were wise to seek my council.
fr_fr: [_maxine_s_confident_] Je vois. Tu as été sage de chercher mon conseil.
it_it: [_maxine_s_confident_] Capisco. Hai fatto bene a chiedere il mio consiglio.

source: [_maxine_s_confident_] I'll gather them together and—
fr_fr: [_maxine_s_confident_] Je les rassemblerai et-
it_it: [_maxine_s_confident_] li radunerò e—

source: [_mc_] Sorry, but it's kind of time sensitive...
fr_fr: [_mc_] Désolé, mais c'est une sorte de temps sensible ...
it_it: [_mc_] Siamo spiacenti, ma è un po' sensibile al tempo...

source: [_maxine_s_skeptical_] You play a dangerous game, [mc].
fr_fr: [_maxine_s_skeptical_] Vous jouez un jeu dangereux, [mc].
it_it: [_maxine_s_skeptical_] Si gioca un gioco pericoloso, [mc].

source: [_mc_] The most dangerous one.
fr_fr: [_mc_] La plus dangereuse.
it_it: [_mc_] Quello più pericoloso.

source: [_maxine_s_confident_hands_down_] I didn't realize you hunt.
fr_fr: [_maxine_s_confident_hands_down_] Je ne savais pas que tu chasses.
it_it: [_maxine_s_confident_hands_down_] non mi accorsi che tu caccii.

source: [_mc_] I, err... I don't.
fr_fr: [_mc_] I, err ... Je ne le fais pas.
it_it: [_mc_] I, erro... non lo faccio.

source: [_mc_] I'll let you lead the procession, then.
fr_fr: [_mc_] Je vous laisse diriger la procession.
it_it: [_mc_] Ti lascerò guidare la processione, allora.

source: [_maxine_s_smile_] Oh, no, if you're dead, then I'm already long gone.
fr_fr: [_maxine_s_Souriez_] Oh, non, si vous êtes mort, alors je suis déjà parti depuis longtemps.
it_it: [_maxine_s_smile_] Oh, no, se sei morto, allora sono già andato a lungo.

source: [_mc_] ...what is that even supposed to mean?
fr_fr: [_mc_] ... Qu'est-ce que cela veut dire ?
it_it: [_mc_] ...che cosa dovrebbe significare quello?

source: [_maxine_s_smile_] Exactly what I just said.
fr_fr: [_maxine_s_Souriez_] Exactement ce que je viens de dire.
it_it: [_maxine_s_smile_] Esattamente quello che ho appena detto.

source: [_mc_] So, you know how I die?
fr_fr: [_mc_] Alors, tu sais comment je meurs ?
it_it: [_mc_] Quindi, sai come muoco?

source: [_maxine_s_laughing_] Don't be absurd! How could I know that?
fr_fr: [_maxine_s_laughing_] Ne pas être absurde ! Comment pourrais-je savoir ça ?
it_it: [_maxine_s_laughing_] Non essere assurdo! Come potrei saperlo?

source: [_maxine_s_neutral_] I know {i}when{/} you die.
fr_fr: [_maxine_s_neutral_] Je sais {i}quand{/} vous mourrez.
it_it: [_maxine_s_neutral_] Conosco {i}quando{/} muoi.

source: If that's not enough to send a chill down the spine, I don't know what is...
fr_fr: Si cela ne suffit pas à faire froid dans le dos, je ne sais pas ce que c'est...
it_it: Se questo non è sufficiente per mandare un freddo lungo la colonna vertebrale, non so cos'è...

source: [_mc_] I don't like where this conversation is going.
fr_fr: [_mc_] Je n'aime pas où va cette conversation.
it_it: [_mc_] Non mi piace dove stia andando questa conversazione.

source: [_maxine_s_neutral_] You asked.
fr_fr: [_maxine_s_neutral_] Vous avez demandé.
it_it: [_maxine_s_neutral_] Hai chiesto.

source: [_mc_] And I regret it.
fr_fr: [_mc_] Et je le regrette.
it_it: [_mc_] E me ne rammarico.

source: [_mc_] Anyway, can you help me out or not?
fr_fr: [_mc_] En tout cas, pouvez-vous m'aider ou pas ?
it_it: [_mc_] Comunque, puoi aiutarmi o no?

source: [_maxine_s_sad_] I may have a mutually beneficial solution.
fr_fr: [_maxine_s_sad_] J'ai peut-être une solution mutuellement bénéfique.
it_it: [_maxine_s_sad_] Potrei avere una soluzione reciprocamente vantaggiosa.

source: [_maxine_s_sad_] I grant you permission to come to my office tomorrow between the hours of [timeframe].
fr_fr: [_maxine_s_sad_] Je vous accorde la permission de venir à mon bureau demain entre les heures de [timeframe].
it_it: [_maxine_s_sad_] Le concedo il permesso di venire nel mio ufficio domani tra le ore di [timeframe].

source: [_maxine_s_sad_] I grant you permission to come to my office between the hours of [timeframe].
fr_fr: [_maxine_s_sad_] Je vous accorde la permission de venir à mon bureau entre les heures de [timeframe].
it_it: [_maxine_s_sad_] Le concedo il permesso di venire nel mio ufficio tra le ore di [timeframe].

source: [_mc_] That's a tiny window...
fr_fr: [_mc_] C'est une petite fenêtre ...
it_it: [_mc_] Questa è una piccola finestra...

source: [_maxine_s_thinking_] I'm a very busy woman, [mc].
fr_fr: [_maxine_s_thinking_] Je suis une femme très occupée, [mc].
it_it: [_maxine_s_thinking_] Sono una donna molto occupata, [mc].

source: [_maxine_s_thinking_] The secret popcorn dispenser isn't going to oil itself.
fr_fr: [_maxine_s_thinking_] Le distributeur de pop-corn secret ne va pas à l'huile elle-même.
it_it: [_maxine_s_thinking_] Il distributore segreto di popcorn non sta andando ad olio stesso.

source: I'm not sure if that's some kind of euphemism, but knowing [maxine], probably not.
fr_fr: Je ne suis pas sûr que c'est une sorte d'euphémisme, mais connaissant le [maxine], probablement pas.
it_it: Non sono sicuro se è una sorta di eufemismo, ma conoscendo [maxine], probabilmente no.

source: Still, I don't want to know.
fr_fr: Mais je ne veux pas savoir.
it_it: Ancora, non voglio sapere.

source: [_mc_] Very well. I'll meet you tomorrow within that absurd timeframe.
fr_fr: [_mc_] Très bien. Je vous rencontrerai demain dans ce délai absurde.
it_it: [_mc_] Molto bene. Ti incontrerò domani in questo assurdo lasso di tempo.

source: [_mc_] Very well. I'll meet you within that absurd timeframe.
fr_fr: [_mc_] Très bien. Je vous rencontrerai dans ce délai absurde.
it_it: [_mc_] Molto bene. Ti incontrerò in quel periodo assurdo.

source: [_maxine_s_thinking_] It's a pretty standard time, actually.
fr_fr: [_maxine_s_thinking_] C'est un temps assez standard, en fait.
it_it: [_maxine_s_thinking_] È un tempo piuttosto standard, in realtà.

source: [_mc_] Whatever you say.
fr_fr: [_mc_] Tout ce que vous dites.
it_it: [_mc_] Qualunque cosa dobbiate.

source: What the hell? Did [maxine] just pull up the rope?
fr_fr: Qu'est-ce que l'enfer ? Est-ce que le [maxine] vient de tirer la corde ?
it_it: Che inferno? [maxine] ha appena tirato su la corda?

source: You've got to be kidding me...
fr_fr: Vous devez m'enlever ...
it_it: Devi scherzarmi...

source: [_maxine_s_thinking_] I may have something that can help you.
fr_fr: [_maxine_s_thinking_] Je peux avoir quelque chose qui peut vous aider.
it_it: [_maxine_s_thinking_] Potrei avere qualcosa che possa aiutarti.

source: [_mc_] That's exactly why I'm here.
fr_fr: [_mc_] C'est exactement pourquoi je suis là.
it_it: [_mc_] Questo è esattamente il motivo per cui sono qui.

source: [_maxine_s_sad_] But...
fr_fr: [_maxine_s_sad_] Mais ...
it_it: [_maxine_s_sad_] Ma...

source: Great. Of course there's a but.
fr_fr: Super. Bien sûr qu'il y a un mais.
it_it: Grande. Certamente c'è un mai.

source: [_maxine_s_thinking_] First I need your assistance.
fr_fr: [_maxine_s_thinking_] J'ai d'abord besoin de votre aide.
it_it: [_maxine_s_thinking_] Prima ho bisogno della tua assistenza.

source: [_maxine_s_thinking_] I've recently switched some of the hardware on my computer, and I need help bringing it to life again.
fr_fr: [_maxine_s_thinking_] J'ai récemment changé du matériel sur mon ordinateur, et J'ai besoin d'aide pour la ramener à la vie.
it_it: [_maxine_s_thinking_] recentemente ho cambiato parte dell'hardware sul mio computer, e ho bisogno di aiuto per riprenderlo in vita.

source: [_mc_] Have you tried plugging it in?
fr_fr: [_mc_] Avez-vous essayé de le brancher ?
it_it: [_mc_] Hai provato a collegarlo?

source: [_maxine_s_afraid_] No, no! It's not safe!
fr_fr: [_maxine_s_afraid_] Non, non ! Ce n'est pas sûr !
it_it: [_maxine_s_afraid_] No, no! Non è sicuro!

source: I really should get her a tinfoil hat for Christmas...
fr_fr: Je devrais vraiment lui faire un bonnet pour Noël ...
it_it: Dovrei davvero prenderle un cappello di tinfoil per Natale...

source: [_mc_] Well, how do you plan on using it, then?
fr_fr: [_mc_] Alors, comment comptez-vous l'utiliser ?
it_it: [_mc_] Beh, come hai intenzione di usarlo, allora?

source: [_maxine_s_confident_] That's where you come in.
fr_fr: [_maxine_s_confident_] C'est là que vous venez.
it_it: [_maxine_s_confident_] Ecco dove vieni.

source: [_maxine_s_confident_] You see, I need my electricity kinetically generated to this generator and kept solely to this room.
fr_fr: [_maxine_s_confident_] Vous voyez, j'ai besoin de mon électricité cinétique générée à ce générateur et conservée uniquement dans cette pièce.
it_it: [_maxine_s_confident_] Vedete, ho bisogno della mia elettricità cinetica generata a questo generatore e mantenuta solo in questa stanza.

source: [_mc_] Right, that makes perfect sense. Absolutely.
fr_fr: [_mc_] Droit, c'est un bon sens. Absolument.
it_it: [_mc_] Destra, che ha un senso perfetto. Assolutamente.

source: [_mc_] So, what do you want me to do?
fr_fr: [_mc_] Alors, que voulez-vous que je fasse ?
it_it: [_mc_] Allora, cosa vuoi che io faccia?

source: [_maxine_s_confident_] You'll hook yourself up to these electrodes and create the power required.
fr_fr: [_maxine_s_confident_] Vous allez vous connecter à ces électrodes et créer la puissance requise.
it_it: [_maxine_s_confident_] Ti aggancierai a questi elettrodi e creerai la potenza necessaria.

source: [_mc_] And in return, you'll help me with the curse?
fr_fr: [_mc_] Et en retour, vous m'aiderez avec la malédiction ?
it_it: [_mc_] E in cambio, mi aiuterai con la maledizione?

source: [_maxine_s_skeptical_] I'll give you the necessary tools and ensure you are not tried under Article II, subsection 1C, clause 592.
fr_fr: [_maxine_s_skeptical_] Je vais vous donner les outils nécessaires et vous assurer que vous n'êtes pas jugé en vertu de l'article II, paragraphe 1C, clause 592.
it_it: [_maxine_s_skeptical_] Ti fornirò gli strumenti necessari e ti assicurerò di non essere provato ai sensi dell'articolo II, sottosezione 1C, clausola 592.

source: [_mc_] Tried? For what?
fr_fr: [_mc_] Trié ? Pour quoi ?
it_it: [_mc_] Provato? Per cosa?

source: [_maxine_s_angry_] For practicing without the supervision of a certified Hexologist!
fr_fr: [_maxine_s_angry_] Pour avoir pratiqué sans la supervision d'un Hexologue certifié !
it_it: [_maxine_s_angry_] Per praticare senza la supervisione di un esologo certificato!
