Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_quixote.po
Languages: it_it

source: Time for my old tricks... tried and tested.
it_it: Tempo per i miei vecchi trucchi... provato e testato.

source: Ever since the ladder to the attic's outdoor entrance broke and the floor around it collapsed, this hole is the only access point.
it_it: Fin da quando la scala all'ingresso esterno della mansarda si è rotto e il pavimento intorno è crollato, questo buco è l'unico punto di accesso.

source: Retrieving stuff from up there would require something to stand on,{space=-5} as well as a lasso of sorts...
it_it: Recuperare roba da lì in alto richiederebbe qualcosa per stare su,{space=-5} così come un lasso di tipo...

source: Welp. Time to go digging through the attic.
it_it: Welp. Tempo per andare a scavare attraverso la soffitta.

source: All for the entertainment of a couple of girls...
it_it: Tutto per l'intrattenimento di una coppia di ragazze...

source: Totally worth it.
it_it: Ne vale la pena.

source: Okay, let's see here...
it_it: Ok, vediamo qui...

source: Come on...
it_it: Avanti...

source: Hmm... there's nothing else really interesting up here.
it_it: Hmm... non c'è nient'altro davvero interessante qui.

source: Aha! Got something!
it_it: Aha! Hai qualcosa!

source: It's [item_caught[0]]!
it_it: È [item_caught[0]]!

source: Awesome! Here it is!
it_it: Fantastico! Ecco!

source: Man, I haven't played a board game in ages...
it_it: Uomo, non ho giocato un gioco da tavolo in età...

source: Since [flora] and I were kids, it feels like.
it_it: Dal momento che [flora] ed io eravamo bambini, mi sembra così.

source: I should really be thanking the storm for this chance at some quality time with her.
it_it: Dovrei davvero ringraziare la tempesta per questa occasione in un momento di qualità con lei.

source: And a chance to get to know [maya] better, too.
it_it: E anche la possibilità di conoscere meglio [maya].

source: Oh, man! I remember this one!
it_it: Oh, uomo! Mi ricordo di questo!

source: I used to read it all the time back in middle school...
it_it: Ho usato per leggere tutto il tempo indietro nella scuola media...

source: {i}"Captain United States and the Fight Against Communism."{/}
it_it: {i}"Capitano Stati Uniti e la lotta contro il comunismo".{/}

source: Huh. I guess I was pretty political.
it_it: Huh. Immagino di essere piuttosto politico.

source: This'll definitely make me look like a badass.
it_it: Questo mi farà sicuramente assomigliare a un badass.

source: Oh? What do we have here?
it_it: Oh? Che cosa abbiamo qui?

source: A plastic bag with...
it_it: Un sacchetto di plastica con...

source: Is this what I think it is?
it_it: È questo che penso che sia?

source: Hmm... there seems to be something in it...
it_it: Hmm... sembra esserci qualcosa in esso...

source: Oh! It's actually a photo album.
it_it: Oh! In realtà è un album fotografico.

source: There are lots of boring family photos here.
it_it: Ci sono un sacco di noiose foto di famiglia qui.

source: Wait a minute...
it_it: Aspetta un minuto...

source: I forgot about the last photo, from our beach day this spring.
it_it: Ho dimenticato l'ultima foto, dal nostro giorno di spiaggia questa primavera.

source: I had forgotten how cute they looked that day.
it_it: Avevo dimenticato quanto erano carini quel giorno.

source: Well, [flora] is cute. [jo] is more... sexy? Is that weird to think?
it_it: Beh, [flora] è carino. [jo] è più... sexy? È strano pensare?

source: The smell of sand and ocean water, bodies sweating in the sun...
it_it: L'odore di sabbia e acqua oceanica, corpi che sudano al sole...

source: [flora] doing that little shimmy towel dance to get out of her clothes...{space=-15}
it_it: [flora] facendo quel piccolo tovagliolo shimmy danza per uscire dai suoi vestiti...{space=-15}

source: [jo] wrapping her lips tight around a popsicle...
it_it: [jo] avvolgere le labbra strette intorno a un popsicle...

source: Me trying to hide my raging erection by lying on my stomach...
it_it: Io cercando di nascondere la mia erezione infuriante giacendo sullo stomaco...

source: [jo] rubbing sunscreen on my back and legs...
it_it: [jo] sfregare la protezione solare sulla schiena e sulle gambe...

source: Man, what a time to be alive.
it_it: Uomo, che tempo per essere vivi.

source: Right after this photo, I stole the sunscreen and [flora] chased me into the water.
it_it: Subito dopo questa foto, ho rubato la protezione solare e [flora] mi ha inseguito nell'acqua.

source: She fell with a splash and lost her top.
it_it: Cadde con una spruzzata e perse la sua cima.

source: The cute little thing floated right into my hand and pocket before she even realized.
it_it: La piccola cosa carina galleggiava a destra nella mia mano e tasca prima ancora che lei ha realizzato.

source: She stayed in the water for an hour that day, trying to hide her perky nipples.
it_it: Rimase in acqua per un'ora quel giorno, cercando di nascondere i suoi capezzoli vivaci.

source: If I'd been more confident, I could probably have traded the bikini for a blowjob behind the pier...
it_it: Se fossi stato più fiducioso, avrei probabilmente potuto scambiare il bikini per un pompino dietro il molo...

source: A good memory, nonetheless.
it_it: Una buona memoria, comunque.

source: Hmm... it's not quite what I had in mind.
it_it: Hmm... non è proprio quello che avevo in mente.

source: Still weak, still flimsy. Almost like me.
it_it: Ancora debole, ancora debole. Quasi come me.

source: The thread is too weak and flimsy.
it_it: Il filo è troppo debole e fragile.

source: I won't catch anything with a lasso like this...
it_it: Non prenderò nulla con un asso come questo...

source: Will my [item.title_lower] work for this?
it_it: La mia [item.title_lower] lavorerà per questo?

source: Nope. Almost as useless as brushing your teeth.
it_it: Nope. Quasi inutile come lavarsi i denti.

source: Just kidding! I do that. Most of the time.
it_it: Lo faccio scherzando! La maggior parte del tempo.

source: Two girls in my room at the same time and I'm not even dreaming...
it_it: Due ragazze nella mia stanza allo stesso tempo e non sto nemmeno sognando...

source: I never thought I'd see the day.
it_it: Non ho mai pensato che avrei visto la giornata.

source: [_mc_] Hello, ladies!
it_it: [_mc_] Ciao, signore!

source: [_mc_] I have something good for you.
it_it: [_mc_] Ho qualcosa di buono per te.

source: [_flora_s_sarcastic_] The ability to get the power back on?
it_it: [_flora_s_sarcastic_] La capacità di riaccendere il potere?

source: [_maya_s_confident_] Chocolate?
it_it: [_maya_s_confident_] Cioccolato?

source: [_extend_] A captured witch?
it_it: [_extend_] Una strega catturata?

source: [_extend_] A do over for my ruined youth?
it_it: [_extend_] Una faccenda per la mia gioventù rovinata?

source: [_mc_] What? I mean, no!
it_it: [_mc_] Cosa? Voglio dire, no!

source: [_maya_s_bored_] Worth a shot.
it_it: [_maya_s_bored_] Vale la pena un colpo.

source: [_flora_s_annoyed_] Oh, my god! Just tell us what game it is!
it_it: [_flora_s_annoyed_] Oh, mio Dio! Basta dirci che cosa è il gioco!

source: [_mc_] Look what I found! My old Dungeons and Damsels setup!
it_it: [_mc_] Guarda cosa ho trovato! I miei vecchi Dungeons e Damsels setup!

source: [_flora_s_eyeroll_] Seriously? Of all the games you could have found?
it_it: [_flora_s_eyeroll_] Seriamente? Di tutti i giochi che avresti potuto trovare?

source: [_mc_] Come on! It'll be fun!
it_it: [_mc_] Avanti! Sarà divertente!

source: [_mc_] I'll be the game master and you two can go on an adventure!
it_it: [_mc_] Sarò il maestro del gioco e voi due potete andare in un'avventura!

source: [_maya_s_bored_] It's either that or go outside and hope to get struck by lightning...
it_it: [_maya_s_bored_] È questo o andare fuori e sperare di essere colpito da un fulmine...

source: [_maya_s_bored_] I'm currently leaning toward the latter.
it_it: [_maya_s_bored_] attualmente sto appoggiando verso quest'ultimo.

source: [_mc_] Oh, come on! It'll be fun! I promise!
it_it: [_mc_] Oh, vieni! Sarà divertente! Lo prometto!

source: [_maya_s_skeptical_] That's what the cultists said about summoning a sex demon.
it_it: [_maya_s_skeptical_] Questo è ciò che i cultisti hanno detto di convocare un demonio sessuale.

source: [_mc_] Well, was it?
it_it: [_mc_] Beh, vero?

source: [_maya_s_confident_] Not so much for the demon.
it_it: [_maya_s_confident_] Non tanto per il demone.

source: [_flora_s_annoyed_] Fine. We'll play your nerd game.
it_it: [_flora_s_annoyed_] Bene. Giocheremo alla tua partita nerd.

source: [_flora_s_sarcastic_] You better thank your lucky storm tonight.
it_it: [_flora_s_sarcastic_] Faresti meglio a ringraziare la tua fortunata tempesta stasera.

source: Who am I to scorn a blessing? Even if the party is reluctant.
it_it: Chi sono io per disprezzare una benedizione? Anche se il partito è riluttante.

source: [_mc_] Great! Just give me a moment to set everything up!
it_it: [_mc_] Fantastico! Mi dia un momento per impostare tutto!

source: It feels like I haven't set up a game in forever...
it_it: Si sente come non ho impostato un gioco per sempre...

source: I can't wait to see how they like it.
it_it: Non vedo l'ora di vedere come piace a loro.

source: [_maya_s_bored_] So, are we going to do this or what?
it_it: [_maya_s_bored_] Quindi, faremo questo o cosa?

source: Oh, man. If only it wasn't DnD she was talking about...
it_it: Oh, uomo. Se solo non era DnD di cui stava parlando...

source: Still pretty good, though.
it_it: Ancora abbastanza buono, però.

source: [_mc_] Prepare to be transported into the best fantasy ever!
it_it: [_mc_] Preparatevi a essere trasportati nella migliore fantasia di sempre!

source: [_maya_s_bored_] I can think of many fantasies sure to top it.
it_it: [_maya_s_bored_] Posso pensare a molte fantasie sicure per superarlo.

source: And I would love to hear all about those fantasies...
it_it: E mi piacerebbe sentire tutto su quelle fantasie...

source: [_mc_] Yeah?
it_it: [_mc_] Sì?

source: [_maya_s_blush_] Hold on, I was wrong!
it_it: [_maya_s_blush_] Aspetta, mi sbagliavo!

source: [_maya_s_blush_] This might actually be my top fantasy ever! Like ever-ever!
it_it: [_maya_s_blush_] Questa potrebbe essere la mia migliore fantasia mai! Come sempre!

source: [_mc_] Ugh... let's just play...
it_it: [_mc_] Ugh... stiamo appena giocando...

source: [_maya_s_confident_] Okay, transport me hard, [mc]! Show me how it's done!
it_it: [_maya_s_confident_] Okay, trasportami duro, [mc]! Mostrami come è fatto!

source: [_mc_] Do you use sarcasm to mask your true feelings?
it_it: [_mc_] Usi il sarcasmo per mascherare i tuoi veri sentimenti?

source: [_maya_s_dramatic_] Ah! You caught me!
it_it: [_maya_s_dramatic_] Ah! Mi hai catturato!

source: [_maya_s_sarcastic_] Only problem is, I have no feelings.
it_it: [_maya_s_sarcastic_] Solo problema è, non ho sentimenti.

source: [_mc_] I'm serious!
it_it: [_mc_] Sono serio!

source: [_mc_] Whereas you rarely are.
it_it: [_mc_] Mentre raramente sei.

source: [_maya_s_cringe_] So what?
it_it: [_maya_s_cringe_] Così che cosa?

source: [_mc_] So, I would like to know more about you.
it_it: [_mc_] Quindi, vorrei saperne di più su di te.

source: [_maya_s_concerned_] I guess that's just the way I am.
it_it: [_maya_s_concerned_] Immagino che sia proprio il modo in cui sono.

source: [_maya_s_concerned_] It's easier when you pretend like nothing anyone says or does bothers you.
it_it: [_maya_s_concerned_] E 'più facile quando si finge come niente che qualcuno dice o non ti infastidisce.

source: [_mc_] I definitely get that.
it_it: [_mc_] lo ottengo sicuramente.

source: [_mc_] For what it's worth, I think you're really strong.
it_it: [_mc_] Per quello che vale la pena, penso che tu sia davvero forte.

source: [_maya_s_flirty_] A bodybuilder of anti-emotion...
it_it: [_maya_s_flirty_] Un bodybuilder di anti-emozione...

source: [_mc_] Not at all!
it_it: [_mc_] Niente affatto!

source: [_maya_s_kiss_] Well, I appreciate it.
it_it: [_maya_s_kiss_] Beh, lo apprezzo.

source: [_maya_s_kiss_] But enough of this schmaltzy shit! Let's nerd out or whatever!
it_it: [_maya_s_kiss_] Ma abbastanza di questa merda schmaltzit! Andiamo fuori o qualsiasi cosa!

source: [_mc_] As my Lady commands!
it_it: [_mc_] Come comanda la mia Signora!

source: [_mc_] I'll smack you right into medieval times, baby.
it_it: [_mc_] Ti stupirò proprio in epoca medievale, bambino.

source: [_maya_s_kiss_] Just how I like it!
it_it: [_maya_s_kiss_] Proprio come mi piace!

source: [_mc_] I knew you could appreciate a big sword.
it_it: [_mc_] Sapevo che si poteva apprezzare una grande spada.

source: [_maya_s_thinking_] Don't get carried away now.
it_it: [_maya_s_thinking_] Non portarti via adesso.

source: [_maya_s_flirty_] Though I do handle them like an expert.
it_it: [_maya_s_flirty_] Anche se io li gestisco come un esperto.

source: [_mc_] I can appreciate that.
it_it: [_mc_] lo posso apprezzare.

source: [_maya_s_flirty_] Oh, I bet you can.
it_it: [_maya_s_flirty_] Oh, scommetto che puoi.

source: Heh. It feels nice to be spending time with [maya] like this.
it_it: Heh. È bello passare del tempo con [maya] in questo modo.

source: Maybe her walls are finally breaking down a bit?
it_it: Forse le sue pareti stanno finalmente abbattendo un po'?

source: [_mc_] Okay, let's do it!
it_it: [_mc_] Okay, facciamolo!

source: [_mc_] I'm really excited to spend some time with you.
it_it: [_mc_] Sono davvero entusiasta di trascorrere del tempo con te.

source: [_maya_s_dramatic_] Nothing like forced shared space and a power outage to bring people{space=-20} together, right?
it_it: [_maya_s_dramatic_] Niente come lo spazio condiviso forzato e un'interruzione di potere per portare le persone{space=-20} insieme, vero?

source: [_mc_] Err, when you put it like that...
it_it: [_mc_] Err, quando lo metti così...

source: [_maya_s_cringe_] Oh, man. Kicked puppy much?
it_it: [_maya_s_cringe_] Oh, uomo. Kicked cucciolo molto?

source: [_maya_s_cringe_] It's not you. It's me. I am... incapable of feeling.
it_it: [_maya_s_cringe_] Non sei tu. Sono io... incapace di sentire.

source: [_mc_] A modern tragedy.
it_it: [_mc_] Una tragedia moderna.

source: [_maya_s_dramatic_] It's true. Shakespeare has nothing on me.
it_it: [_maya_s_dramatic_] È vero. Shakespeare non ha nulla su di me.

source: [_mc_] I don't believe it.
it_it: [_mc_] Io non ci credo.

source: [_maya_s_sarcastic_] Smart. Don't ever believe anything.
it_it: [_maya_s_sarcastic_] intelligente. Non credere mai a niente.

source: [_maya_s_sarcastic_] Now, let's play! I'm sooo excited!
it_it: [_maya_s_sarcastic_] Ora, giochiamo! Sono entusiasta!

source: [_mc_] I guess I shouldn't believe you?
it_it: [_mc_] Immagino che non dovrei crederle?

source: [_maya_s_sarcastic_] Oh! You {i}can{/} be taught!
it_it: [_maya_s_sarcastic_] Oh! {i}Puoi{/} imparare!

source: Heh. This is fun.
it_it: Heh. Questo è divertente.

source: I better make sure to keep [flora] involved, too.
it_it: Meglio fare in modo di mantenere [flora] coinvolto, anche.

source: [_flora_s_skeptical_] Are you done yet? I'm getting bored over here.
it_it: [_flora_s_skeptical_] Hai già finito? Mi sto annoiando qui.

source: [_mc_] Yes! The scene is set!
it_it: [_mc_] Sì! La scena è impostata!

source: [_mc_] You're a pair of warrior maidens.
it_it: [_mc_] Sei un paio di cameriere guerriere.

source: [_mc_] [flora] the Fine and [maya] the—
it_it: [_mc_] [flora] la Belle e [maya] il—

source: [_mc_] What?
it_it: [_mc_] Cosa?

source: [_maya_s_dramatic_] I want to be called [maya] the Dickbreaker.
it_it: [_maya_s_dramatic_] voglio essere chiamato [maya] il Dickbreaker.

source: [_maya_s_dramatic_] The singing, dickbreaking bardess.
it_it: [_maya_s_dramatic_] Il canto, schifo di ardenza.

source: [_mc_] I don't—
it_it: [_mc_] non lo faccio—

source: [_flora_s_skeptical_] Let her choose her name!
it_it: [_flora_s_skeptical_] Lascia che lei scelga il suo nome!

source: [_flora_s_smile_] As for me, I want to be Lenora, Lady of the Water.
it_it: [_flora_s_smile_] Per quanto riguarda me, voglio essere Lenora, Signora dell'Acqua.

source: [_flora_s_smile_] And my house pet is a squid.
it_it: [_flora_s_smile_] E il mio animale domestico di casa è un calamaro.

source: [_mc_] House pet? Do you mean familiar?
it_it: [_mc_] Casa animale domestico? Vuoi dire familiare?

source: [_flora_s_smile_] I guess!
it_it: [_flora_s_smile_] Immagino!

source: [_mc_] Err, okay.
it_it: [_mc_] Err, ok.

source: [_mc_] The pair of you are on the hunt for vengeance after your small town has been savaged by a bloodthirsty dragon.
it_it: [_mc_] I due di voi sono in caccia di vendetta dopo che la vostra piccola città è stata salvata da un drago assetato di sangue.

source: [_mc_] Your children — incinerated. Your manly lovers — crunched in half.
it_it: [_mc_] I tuoi figli — inceneriti. I tuoi amanti virili — crollati a metà.

source: [_maya_s_cringe_] Nah. No kids for me.
it_it: [_maya_s_cringe_] Nah. Nessun bambino per me.

source: [_mc_] Ugh! Your cats, then!
it_it: [_mc_] Ugh! I tuoi gatti, allora!

source: [_maya_s_sarcastic_] That's better. Now I really want vengeance!
it_it: [_maya_s_sarcastic_] È meglio. Ora voglio davvero vendetta!

source: [_mc_] So, you're hunting the dragon—
it_it: [_mc_] Quindi, stai cacciando il drago—

source: [_maya_s_dramatic_] A dragon! How very original! I'm quaking in my maidenly boots.
it_it: [_maya_s_dramatic_] Un drago! Com'è molto originale! Sto tremando nei miei stivali da domestica.

source: [_mc_] Stop interrupting me!
it_it: [_mc_] Smettila di interrompermi!

source: [_maya_s_dramatic_] Or what?
it_it: [_maya_s_dramatic_] O cosa?

source: [_mc_] Or the dragon will swoop down and char you, too.
it_it: [_mc_] O anche il drago ti struggerà.

source: [_maya_s_thinking_] Sounds like that would be very bad for my skin.
it_it: [_maya_s_thinking_] Sembra che sarebbe molto male per la mia pelle.

source: [_mc_] Yes. Very.
it_it: [_mc_] Sì. Molto.

source: [_maya_s_thinking_] Unless I can make a cream for that?
it_it: [_maya_s_thinking_] A meno che non posso fare una crema per quello?

source: [_mc_] Nope. Your skills lie elsewhere.
it_it: [_mc_] Nope. Le tue abilità sono altrove.

source: [_maya_s_flirty_] Oh, I bet they do.
it_it: [_maya_s_flirty_] Oh, scommetto che fanno.

source: Oh, god...
it_it: Oh, dio...

source: [_mc_] Or I'll end the game right now.
it_it: [_mc_] O terminerò il gioco in questo momento.

source: [_maya_s_afraid_] But then we'd have to sit and stare at each other in silence!
it_it: [_maya_s_afraid_] Ma allora dovremmo sederci a guardarci l'un l'altro in silenzio!

source: [_mc_] Exactly. Do you really want to stare at this face all day?
it_it: [_mc_] Esattamente. Vuoi davvero guardare questo volto per tutto il giorno?

source: [_maya_s_kiss_] Good point.
it_it: [_maya_s_kiss_] Buon punto.

source: [_maya_s_kiss_] Please do continue.
it_it: [_maya_s_kiss_] Si prega di continuare.

source: [_mc_] I thought so.
it_it: [_mc_] ho pensato così.

source: [_mc_] Or I'll turn you into a goblin.
it_it: [_mc_] O ti trasformerò in un goblin.

source: [_maya_s_flirty_] Oh? Sounds sexy.
it_it: [_maya_s_flirty_] Oh? Suona sexy.

source: [_mc_] Really? Have you ever seen a sexy goblin?
it_it: [_mc_] Davvero? Hai mai visto un goblin sexy?

source: [_maya_s_thinking_] What else would you call Chad?
it_it: [_maya_s_thinking_] Che altro chiameresti Ciad?

source: [_mc_] Ha! Good one.
it_it: [_mc_] Ciao! Buona.

source: [_mc_] Though I'd consider him more of a troll...
it_it: [_mc_] Anche se lo considererei più di un troll...

source: [_maya_s_flirty_] He definitely has the brains of one.
it_it: [_maya_s_flirty_] Ha sicuramente il cervello di uno.

source: [_mc_] Ain't that the truth!
it_it: [_mc_] Non è questa la verità!

source: [_mc_] Anyway, with your massive swords—
it_it: [_mc_] Comunque, con le tue spade massiccie—

source: [_flora_s_sarcastic_] Swords? No, thanks. I want a crossbow!
it_it: [_flora_s_sarcastic_] Spade? No, grazie. Voglio una balestra!

source: [_mc_] Ugh, fine! With your {i}weapons{/} in hand, you set out on the trail.
it_it: [_mc_] Ugh, bene! Con le tue armi {i}{/} in mano, hai avviato il percorso.

source: [_flora_s_confused_] How does a dragon leave a trail when it flies, anyway?
it_it: [_flora_s_confused_] Come fa un drago a lasciare un sentiero quando vola, comunque?

source: [_mc_] It's just a regular trail! Through the forest, toward its mountain lair!
it_it: [_mc_] È solo un sentiero regolare! Attraverso la foresta, verso la sua montagna lair!

source: [_maya_s_dramatic_] A mountain? Now, that's original. How about a bungalow instead?
it_it: [_maya_s_dramatic_] Una montagna? Ora, questo è originale. Che ne dici di un bungalow?

source: [_mc_] Are you two going to let me set this up or not?
it_it: [_mc_] Voi due mi lascerete impostare questo o no?

source: [_maya_s_cringe_] I will never apologize for questioning the world around me.
it_it: [_maya_s_cringe_] Non mi scuserò mai per aver messo in discussione il mondo che mi circonda.

source: [_flora_s_sarcastic_] Amen, sister!
it_it: [_flora_s_sarcastic_] Amen, sorella!

source: [_mc_] It's a fictional world!
it_it: [_mc_] È un mondo immaginario!

source: [_mc_] You're walking through the Cumdrop Forest when suddenly a band of{space=-30} horny bandits falls upon you.
it_it: [_mc_] Stai attraversando la Cumdrop Forest quando improvvisamente una band di{space=-30} banditi arrapati cade su di te.

source: [_mc_] The biggest, muscleiest, manliest of the bunch lets out a bellow and{space=-10} grabs hold of [flora] the Fine.
it_it: [_mc_] Il più grande, muscolare, manliest del mazzo lascia fuori un soffietto e{space=-10} afferrare [flora] la Fine.

source: [_flora_s_annoyed_] Lenora, Lady of the Water!
it_it: [_flora_s_annoyed_] Lenora, Signora delle Acque!

source: [_mc_] Err, right.
it_it: [_mc_] Err, giusto.

source: [_mc_] He rips the hem of your undergarment, exposing your soft, supple thigh.{space=-90}
it_it: [_mc_] Egli strappa l'orlo del tuo undergarment, esponendo la tua coscia morbida, elastica.{space=-90}

source: [_flora_s_dnd_bandits_s_held_hostage_] I kill him!
it_it: [_flora_s_dnd_bandits_s_held_hostage_] Lo uccido!

source: [_mc_] You can't use your crossbow in close combat!
it_it: [_mc_] Non puoi usare la tua balestra in combattimento vicino!

source: [_maya_] Should have picked the sword, eh?
it_it: [_maya_] Avrebbe dovuto scegliere la spada, eh?

source: [_flora_s_dnd_bandits_s_held_hostage_] Whatever.
it_it: [_flora_s_dnd_bandits_s_held_hostage_] Qualcosa.

source: [_mc_] Anyway, you let out a scream as he tries to push you down onto the moss laden ground.
it_it: [_mc_] Comunque, lasci un urlo mentre cerca di spingerti verso il basso sul muschio carico terra.

source: [_mc_] Your heart quickens at his violent touch, you feel his manhood straining{space=-75} against your—
it_it: [_mc_] Il tuo cuore accelera al suo tocco violento, senti la sua virilità{space=-75} contro il tuo—

source: [_flora_s_dnd_bandits_s_held_hostage_] Hold on, [mc]! What are you trying to do?
it_it: [_flora_s_dnd_bandits_s_held_hostage_] Avanti, [mc]! Cosa stai cercando di fare?

source: [_mc_] What? It's just part of the story.
it_it: [_mc_] Cosa? Fa parte della storia.

source: [_flora_s_dnd_bandits_s_held_hostage_] Well, I don't like the direction this is going.
it_it: [_flora_s_dnd_bandits_s_held_hostage_] Beh, non mi piace la direzione che sta andando.

source: [_maya_] It's cool, [flora]. I got you.
it_it: [_maya_] è fresco, [flora]. Ti ho preso.

source: [_maya_] I whip out my massive... sword, and fuck that guy's shit up.
it_it: [_maya_] I frusta la mia massiccia... spada, e cazzo quel tipo di shit in su.
