Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_quixote.po
Languages: it_it

source: [_flora_s_annoyed_] What are you doing here?
it_it: [_flora_s_annoyed_] Cosa stai facendo qui?

source: [_mc_] I live here.
it_it: [_mc_] Io abito qui.

source: [_flora_s_confused_] You do? Since when?
it_it: [_flora_s_confused_] Lo fa? Da quando?

source: [_mc_] Very funny.
it_it: [_mc_] Molto divertente.

source: [_flora_s_annoyed_] Can you move out or something?
it_it: [_flora_s_annoyed_] Puoi uscire o qualcosa?

source: [_mc_] Why?
it_it: [_mc_] Perché?

source: [_flora_s_eyeroll_] A friend of mine will be staying over for a few days.
it_it: [_flora_s_eyeroll_] Un mio amico rimarrà per qualche giorno.

source: [_flora_s_eyeroll_] And I don't want you hanging around being weird about it.
it_it: [_flora_s_eyeroll_] E non voglio che ti appesi intorno a essere strano a riguardo.

source: [_mc_] You have friends?
it_it: [_mc_] Hai degli amici?

source: [_flora_s_annoyed_] You're one to talk.
it_it: [_flora_s_annoyed_] Tu sei una a parlare.

source: [_mc_] I do have friends!
it_it: [_mc_] Ho degli amici!

source: [_flora_s_annoyed_] Your xCube trolls don't count.
it_it: [_flora_s_annoyed_] I tuoi carrelli xCube non contano.

source: [_mc_] I have, err... a friend.
it_it: [_mc_] ho, erro... un amico.

source: [_flora_s_sarcastic_] Your imaginary one from when we were little doesn't count either.
it_it: [_flora_s_sarcastic_] Il tuo immaginario da quando eravamo poco non conta neanche.

source: Ugh, you try to burn someone and they just throw it right back at you...{space=-60}
it_it: Ugh, si tenta di bruciare qualcuno e lo gettano appena indietro a te...{space=-60}

source: [_mc_] Whatever.
it_it: [_mc_] Qualcosa.

source: [_mc_] Does [jo] know about this?
it_it: [_mc_] [jo] lo sa di questo?

source: [_flora_s_thinking_] Of course she does.
it_it: [_flora_s_thinking_] Naturalmente lo fa.

source: [_flora_s_thinking_] I tell her everything.
it_it: [_flora_s_thinking_] Le dico tutto.

source: [_mc_] {i}Everything?{/}
it_it: [_mc_] {i}Tutto?{/}

source: [_mc_] Even about that time with the vines and the—
it_it: [_mc_] Anche quel tempo con le viti e il—

source: [_flora_s_blush_] Okay! Maybe not everything!
it_it: [_flora_s_blush_] Okay! Forse non tutto!

source: [_mc_] I didn't think so.
it_it: [_mc_] non pensavo così.

source: [_mc_] I'm never weird.
it_it: [_mc_] non sono mai strana.

source: [_flora_s_annoyed_] I've lived with you all my life.
it_it: [_flora_s_annoyed_] Ho vissuto con voi per tutta la mia vita.

source: [_flora_s_annoyed_] You're as weird as they come.
it_it: [_flora_s_annoyed_] Sei strano come vengono.

source: [_mc_] In an endearing sort of way, though, right?
it_it: [_mc_] In un modo accattivante, però, giusto?

source: [_flora_s_confused_] If by "endearing" you mean downright smotherable... then yes.
it_it: [_flora_s_confused_] Se per "accattivante" intendi soffocare... allora sì.

source: [_mc_] Sounds hot. I'd let you smother me.
it_it: [_mc_] Suona caldo. Mi lascerei soffocare.

source: [_flora_s_cringe_] See? Case in point!
it_it: [_flora_s_cringe_] Vedi? Caso in punto!

source: [_mc_] I'm kidding!
it_it: [_mc_] sto scherzando!

source: [_flora_s_neutral_] Do you think you can be cool and stay out of our way?
it_it: [_flora_s_neutral_] Pensi che tu possa essere fresco e stare fuori dal nostro modo?

source: [_mc_] I'm the coolest.
it_it: [_mc_] sono il più cool.

source: [_flora_s_angry_] I'm serious!
it_it: [_flora_s_angry_] Sono serio!

source: [_mc_] Who even is this friend, anyway?
it_it: [_mc_] Chi è anche questo amico, comunque?

source: [_flora_s_excited_] It's [maya].
it_it: [_flora_s_excited_] È [maya].

source: Oh? I guess that makes sense.
it_it: Oh? Immagino che abbia senso.

source: It's not like [flora] hasn't had her over before...
it_it: Non è come [flora] non l'ha mai fatta finora...

source: ...and that went horribly.
it_it: ...e questo è andato orribilmente.

source: But maybe it'll be better this time?
it_it: Ma forse sarà meglio questa volta?

source: [_flora_s_angry_] It's none of your business.
it_it: [_flora_s_angry_] Non sono affari tuoi.

source: [_mc_] It's my house, too. I have a right to know.
it_it: [_mc_] È anche la mia casa. Ho il diritto di sapere.

source: [_flora_s_concerned_] Ugh, fine! She's just having some trouble with her current living situation, okay?
it_it: [_flora_s_concerned_] Ugh, bene! Ha solo qualche problema con la sua situazione di vita attuale, okay?

source: [_flora_s_concerned_] I don't want to see you bugging her about it.
it_it: [_flora_s_concerned_] Non voglio vederti abbracciare lei su di esso.

source: [_mc_] I wouldn't dream of it...
it_it: [_mc_] Io non lo sogniere...

source: [_flora_s_concerned_] I don't want to know what sort of things you'll be dreaming about, either.
it_it: [_flora_s_concerned_] Non voglio sapere nemmeno che tipo di cose sognerete.

source: [_mc_] [flora]! Don't make it dirty!
it_it: [_mc_] [flora]! Non sporcarlo!

source: [_flora_s_angry_] I mean it, [mc]. Just be cool about this.
it_it: [_flora_s_angry_] lo voglio dire, [mc]. Siate belli di questo.

source: Well, this should be interesting...
it_it: Beh, questo dovrebbe essere interessante...

source: How many times have I fantasized about something like this?
it_it: Quante volte ho fantasticato qualcosa del genere?

source: Teenage girl sleepovers... them in their panties and oversized t-shirts{space=-25} for pjs... sexy pillow fights... late night secrets...
it_it: Adolescente ragazza dormi... loro nelle loro mutandine e grandi t-shirts{space=-25} per pj... sexy cuscino combatti... segreti di tarda notte...

source: This might be the closest I'll ever get to a threesome.
it_it: Questo potrebbe essere il più vicino che io possa mai arrivare a un trio.

source: And honestly, I can't wait.
it_it: E onestamente, non posso aspettare.

source: I need to make sure I'm well rested and in tip top stamina shape!
it_it: Ho bisogno di assicurarsi che sono ben riposato e in punta superiore forma di resistenza!

source: I wonder what [jo] has made for breakfast today...
it_it: Mi chiedo cosa [jo] abbia fatto per la colazione oggi...

source: Welp. It looks like a big heaping bowl of nothing.
it_it: Welp. Sembra una grande ciotola di niente.

source: I guess I'll just have to—
it_it: Immagino che dovrò solo fare—

source: [_maya_s_bored_] What's cooking, [mc]?
it_it: [_maya_s_bored_] Cosa sta cucinando, [mc]?

source: [_maya_s_dramatic_] Thanks, but I'm not into that whole body of Christ cannibalism thing.{space=-15}
it_it: [_maya_s_dramatic_] Grazie, ma non sono in tutto quel corpo di Cristo cosa cannibalismo.{spazio=-15}

source: [_mc_] No! I meant, you scared the crap out of me.
it_it: [_mc_] No! Intendo dire che hai spaventato la rottura da me.

source: [_maya_s_sarcastic_] Ah, yes! One of my favorite effects on people.
it_it: [_maya_s_sarcastic_] Ah, sì! Uno dei miei effetti preferiti sulle persone.

source: [_maya_s_sarcastic_] Something about my inviting disposition.
it_it: [_maya_s_sarcastic_] Qualcosa sulla mia disposizione invitante.

source: [_mc_] Err, right. Something like that.
it_it: [_mc_] Err, giusto. Qualcosa del genere.

source: [_mc_] I didn't expect you to be in here. I could have been in my underwear or{space=-45} something.
it_it: [_mc_] Non mi aspettavo che fossi qui dentro. Avrei potuto essere nella mia biancheria intima o{space=-45} qualcosa.

source: [_maya_s_blush_] Thank god you weren't! I don't know if I would've been able to control{space=-35} myself!
it_it: [_maya_s_blush_] Grazie a Dio che erava! Non so se avrei potuto controllare{space=-35} me stesso!

source: [_mc_] I know. It would have been very embarrassing.
it_it: [_mc_] lo so. Sarebbe stato molto imbarazzante.

source: [_maya_s_blush_] And appetite murdering!
it_it: [_maya_s_blush_] E l'assassinio di appetito!

source: [_maya_s_blush_] I have a very healthy appetite, you know?
it_it: [_maya_s_blush_] Ho un appetito molto sano, sa?

source: God, she does look like she could devour a person's soul whole.
it_it: Dio, sembra che lei possa divorare l'anima di una persona.

source: There's something incredibly hot and enticing about that...
it_it: C'è qualcosa di incredibilmente caldo e allettante al riguardo...

source: [_maya_s_confident_] So, are you going to fry my bacon or what?
it_it: [_maya_s_confident_] Così, hai intenzione di friggere la mia pancetta o cosa?

source: [_mc_] Actually, I think there's something we should talk about.
it_it: [_mc_] In realtà, penso che ci sia qualcosa di cui dovremmo parlare.

source: [_mc_] Last time you were here, to be specific.
it_it: [_mc_] L'ultima volta che sei stato qui, per essere specifico.

source: [_maya_s_thinking_] Hmm... I don't recall it.
it_it: [_maya_s_thinking_] Hmm... Non lo ricordo.

source: [_mc_] Sure you do. You got me into trouble, remember?
it_it: [_mc_] Sei sicuro.Mi hai messo nei guai, ricordati?

source: [_maya_s_kiss_] You'll have to elaborate on that.
it_it: [_maya_s_kiss_] Dovrete approfondire su questo.

source: [_maya_s_kiss_] I seem to cause trouble wherever I go.
it_it: [_maya_s_kiss_] Mi sembra di causare problemi ovunque vado.

source: Now that I can believe...
it_it: Ora che posso credere...

source: [_mc_] You clogged the bathroom sink with that... tail of yours.
it_it: [_mc_] Hai intasato il lavandino del bagno con quello... coda della tua.

source: [_mc_] And [jo] thought I did it.
it_it: [_mc_] E [jo] pensava di averlo fatto.

source: [_maya_s_concerned_] Ah. That.
it_it: [_maya_s_concerned_] Ah. Questo.

source: [_mc_] Yeah. That.
it_it: [_mc_] Sì. Questo.

source: [_mc_] The whole bathroom was a mess.
it_it: [_mc_] Tutto il bagno era un casino.

source: [_maya_s_sad_] I was upset, okay?
it_it: [_maya_s_sad_] ero turbato, okay?

source: [_mc_] About what?
it_it: [_mc_] Su cosa?

source: [_maya_s_sad_] Just... stuff at home.
it_it: [_maya_s_sad_] Giusto... roba a casa.

source: [_mc_] Is it bad?
it_it: [_mc_] È male?

source: [_maya_s_bored_] It's whatever.
it_it: [_maya_s_bored_] È tutto.

source: [_mc_] How did it even end up in the sink?
it_it: [_mc_] Come è finita persino nel lavandino?

source: [_maya_s_skeptical_] I was cleaning it and forgot about it.
it_it: [_maya_s_skeptical_] lo stavo pulendo e mi sono dimenticato.

source: [_maya_s_skeptical_] Can I have it back, please?
it_it: [_maya_s_skeptical_] Posso riaverlo, per favore?

source: [_mc_] Since you're asking so nicely...
it_it: [_mc_] Siccome ti stai chiedendo così piacevolmente...

source: [_maya_s_confident_] I'm nothing if not nice!
it_it: [_maya_s_confident_] Non sono niente se non bello!

source: [_mc_] It's a start, I suppose.
it_it: [_mc_] È un inizio, suppongo.

source: [_mc_] Here you go.
it_it: [_mc_] Qui vai.

source: [_maya_s_blush_] Thanks!
it_it: [_maya_s_blush_] Grazie!

source: [_mc_] Are you coming onto me right now?
it_it: [_mc_] Stai venendo su di me in questo momento?

source: [_maya_s_dramatic_] [mc], please! I take bacon very seriously!
it_it: [_maya_s_dramatic_] [mc], per favore! Io prendo la pancetta molto seriamente!

source: [_maya_s_dramatic_] It's one of my four main food groups!
it_it: [_maya_s_dramatic_] È uno dei miei quattro principali gruppi alimentari!

source: [_mc_] Oh? What are the other three?
it_it: [_mc_] Oh? Quali sono gli altri tre?

source: [_maya_s_sarcastic_] Dick, dickhole, and spotted dick.
it_it: [_maya_s_sarcastic_] Cazzo, cazzo, e spotted cazzo.

source: [_mc_] Luckily for you, we happen to have all three.
it_it: [_mc_] Fortunatamente per te, ci capita di avere tutti e tre.

source: [_maya_s_sarcastic_] It is very nutritious.
it_it: [_maya_s_sarcastic_] È molto nutriente.

source: [_maya_s_sarcastic_] I'm glad you know what's good for you.
it_it: [_maya_s_sarcastic_] Sono contento che tu sappia cosa ti fa bene.

source: [_mc_] Heh. Likewise.
it_it: [_mc_] Heh. Similmente.

source: [_mc_] Of course! Tell me how you like it.
it_it: [_mc_] Certo! Dimmi come ti piace.

source: [_maya_s_dramatic_] Hot and dripping. How else?
it_it: [_maya_s_dramatic_] Caldo e sgocciolamento. Come altro?

source: [_mc_] You're talking about the bacon, right?
it_it: [_mc_] Stai parlando della pancetta, giusto?

source: [_maya_s_cringe_] Of course I'm talking about the bacon.
it_it: [_maya_s_cringe_] Naturalmente sto parlando della pancetta.

source: [_maya_s_cringe_] I only ever think and say pure and wholesome things.
it_it: [_maya_s_cringe_] Io penso e dico solo cose pure e sane.

source: [_maya_s_cringe_] I'm an angel, don't you know?
it_it: [_maya_s_cringe_] Io sono un angelo, non lo sa?

source: [_mc_] I bet you are...
it_it: [_mc_] Scommetto che sei...

source: [_mc_] Make your own bacon.
it_it: [_mc_] Crea la tua pancetta.

source: [_maya_s_sarcastic_] How do you think I can afford these shoes?
it_it: [_maya_s_sarcastic_] Come pensi che posso permettermi queste scarpe?

source: [_maya_s_sarcastic_] Suck dick. Bring home the bacon.
it_it: [_maya_s_sarcastic_] Succhiare il cazzo. Portare a casa la pancetta.

source: [_mc_] Uh, gross.
it_it: [_mc_] Uh, lordo.

source: [_maya_s_cringe_] What? Is that not how you do it?
it_it: [_maya_s_cringe_] Cosa? Non è così che fai?

source: [_maya_s_cringe_] You certainly look like you've got the lips for it.
it_it: [_maya_s_cringe_] Sembra che tu abbia le labbra per questo.

source: [_mc_] Put some bacon in your mouth and be quiet for once!
it_it: [_mc_] Metti un po' di pancetta in bocca e sii tranquillo per una volta!

source: [_maya_s_dramatic_] I simply do not know the meaning of the word!
it_it: [_maya_s_dramatic_] Semplicemente non conosco il significato della parola!

source: [_mc_] Of course you don't...
it_it: [_mc_] Naturalmente no...

source: [_mc_] So, how long do you think you'll be staying here?
it_it: [_mc_] Quindi, per quanto tempo pensi che rimarrai qui?

source: [_maya_s_annoyed_] Until the cops stop looking for me.
it_it: [_maya_s_annoyed_] finché i poliziotti non smettono di cercarmi.

source: [_mc_] I knew it!
it_it: [_mc_] lo sapevo!

source: [maya] does look like she'd be right at home in a pair of handcuffs.
it_it: [maya] sembra che lei sarebbe proprio a casa in un paio di manette.

source: I bet she and [flora] could get up to all sorts of trouble.
it_it: Scommetto che lei e [flora] potrebbero alzarsi a tutti i tipi di problemi.

source: [_maya_s_smile_] It's fine. I've gotten away with murder before.
it_it: [_maya_s_smile_] va bene. Ho perso l'omicidio prima.

source: [_mc_] I bet you have.
it_it: [_mc_] Scommetto che avete.

source: [_maya_s_eyeroll_] It's whatever, honestly. I was just kicked out of the house for a while.{space=-20}
it_it: [_maya_s_eyeroll_] È tutto, onestamente. Sono stato appena espulso dalla casa per un po'.{space=-20}

source: [_maya_s_eyeroll_] No big deal, really.
it_it: [_maya_s_eyeroll_] Nessun grande affare, davvero.

source: [_mc_] Ah, and [flora] is hiding you?
it_it: [_mc_] Ah, e [flora] ti sta nascondendo?

source: [_mc_] Well, mi casa es su casa!
it_it: [_mc_] Beh, mi casa es su casa!

source: [_maya_s_neutral_] [flora]'s casa es su casa, you mean?
it_it: [_maya_s_neutral_] [flora]'s casa es su casa, si intende?

source: [_mc_] Yeah, that sounds more accurate.
it_it: [_mc_] Sì, che suona più preciso.

source: [_flora_s_cringe_] What did I tell you, [mc]?!
it_it: [_flora_s_cringe_] Cosa ti ho detto, [mc]?!

source: [_mc_] Err, lots of things?
it_it: [_mc_] Err, molte cose?

source: [_mc_] It's hard to keep up with everything...
it_it: [_mc_] È difficile stare al passo con tutto...

source: [_flora_s_annoyed_] Is he bothering you?
it_it: [_flora_s_annoyed_] Ti sta infastidendo?

source: [_maya_s_smile_hands_in_pockets_] Eh, I'll allow it as part of my mandated charity.
it_it: [_maya_s_smile_hands_in_pockets_] Eh, lo permetterò come parte della mia carità mandata.

source: [_flora_s_sarcastic_] That is very generous.
it_it: [_flora_s_sarcastic_] Questo è molto generoso.

source: [_flora_s_sarcastic_] Come on, [maya]! Let's go!
it_it: [_flora_s_sarcastic_] Avanti, [maya]! Andiamo!

source: [_flora_s_cringe_s_flip_] What did I tell you, [mc]?!
it_it: [_flora_s_cringe_s_flip_] Cosa ti ho detto, [mc]?!

source: [_flora_s_annoyed_s_flip_] Is he bothering you?
it_it: [_flora_s_annoyed_s_flip_] Ti sta infastidendo?

source: [_flora_s_sarcastic_s_flip_] That is very generous.
it_it: [_flora_s_sarcastic_s_flip_] Questo è molto generoso.

source: [_flora_s_sarcastic_s_flip_] Come on, [maya]! Let's go!
it_it: [_flora_s_sarcastic_s_flip_] Avanti, [maya]! Andiamo!

source: Ugh, girls. So catty...
it_it: Ugh, ragazze. Così catty...

source: I'll just go play with myself, as usual.
it_it: Andrò a giocare con me stesso, come al solito.

source: Games, I mean. Video games by myself.
it_it: Giochi, voglio dire. Video giochi da solo.

source: Finally, some peace and quiet in my own r—
it_it: Infine, un po 'di pace e di tranquillità nel mio r—

source: [_mc_] What the hell?!
it_it: [_mc_] Che inferno?!

source: [_mc_] How did you get in my room?
it_it: [_mc_] Come sei arrivato nella mia stanza?

source: [_maya_s_smile_] Let's see... we used our feet to walk here, then we opened the door, and I'm pretty sure that's how we got here.
it_it: [_maya_s_smile_] Vediamo... abbiamo usato i nostri piedi per camminare qui, poi abbiamo aperto la porta, e sono abbastanza sicuro che è così che siamo arrivati qui.

source: [_flora_s_excited_] Yep. That's exactly how I remember it.
it_it: [_flora_s_excited_] Yep. È esattamente come me lo ricordo.

source: [_mc_] You know what I mean! Why are you in here?
it_it: [_mc_] Tu sai cosa voglio dire! Perché sei qui dentro?

source: [_flora_s_confident_hands_concealed_] Well, we were bored.
it_it: [_flora_s_confident_hands_concealed_] Beh, eravamo annoiati.

source: [_mc_] And how is that my problem?
it_it: [_mc_] E come è questo il mio problema?

source: [_flora_s_angry_] Don't be rude! We have a guest!
it_it: [_flora_s_angry_] Non siate maleducati! Abbiamo un ospite!

source: [_flora_s_concerned_] Anyway, we decided to play on your xCube.
it_it: [_flora_s_concerned_] Comunque, abbiamo deciso di giocare sul tuo xCube.

source: [_mc_] I told you not to touch my things without permission.
it_it: [_mc_] vi ho detto di non toccare le mie cose senza permesso.

source: [_maya_s_annoyed_] We did ask!
it_it: [_maya_s_annoyed_] Lo abbiamo chiesto!

source: [_maya_s_annoyed_] The xCube said it was fine. Consent was obtained.
it_it: [_maya_s_annoyed_] Il xCube ha detto che era bene. Il consenso è stato ottenuto.

source: [_mc_] I meant my consent!
it_it: [_mc_] intendevo il mio consenso!

source: [_flora_s_concerned_] Chill out, [mc]. Don't be such a drama.
it_it: [_flora_s_concerned_] rilassati, [mc]. Non essere un tale dramma.

source: [_mc_] I'm not being—
it_it: [_mc_] non sto essendo—

source: [_maya_s_eyeroll_] I, for one, am inspired by your take on drama queens.
it_it: [_maya_s_eyeroll_] I, per uno, sono ispirato alla vostra presa di regine di dramma.

source: [_mc_] Ugh, whatever!
it_it: [_mc_] Ugh, qualsiasi cosa!

source: [_mc_] I guess it's fine. Maybe we can all play.
it_it: [_mc_] Immagino che vada bene. Forse possiamo giocare tutti.

source: [_maya_s_thinking_] So, about that...
it_it: [_maya_s_thinking_] Allora, a questo proposito...

source: [_maya_s_thinking_] It's not working anymore, unfortunately.
it_it: [_maya_s_thinking_] Non funziona più, purtroppo.

source: [_mc_] Did you two break it?
it_it: [_mc_] Lo hai rotto due?

source: [_maya_s_afraid_] I didn't say that!
it_it: [_maya_s_afraid_] non l'ho detto!

source: [_maya_s_concerned_] ...but yes.
it_it: [_maya_s_concerned_] ...ma sì.

source: [_mc_] Damn it, [flora]! This is why you're not allowed to touch my things!
it_it: [_mc_] Dannazione, [flora]! Questo è il motivo per cui non ti è permesso toccare le mie cose!

source: [_flora_s_angry_] It wasn't my fault!
it_it: [_flora_s_angry_] Non era colpa mia!

source: [_mc_] Oh? So, I suppose the destruction fairies did it?
it_it: [_mc_] Oh? Quindi, suppongo che le fate di distruzione lo fa?

source: [_flora_s_thinking_] Maybe.
it_it: [_flora_s_thinking_] Forse.

source: [_mc_] Seriously? Can't you ever take responsibility for stuff?
it_it: [_mc_] Seriamente? Non puoi mai prenderti la responsabilità di roba?

source: [_maya_s_dramatic_] How do you know it wasn't destruction fairies?
it_it: [_maya_s_dramatic_] Come sai che non è stata una fatina di distruzione?

source: [_mc_] How about because they don't exist?
it_it: [_mc_] Che ne dici perché non esistono?

source: [_maya_s_sarcastic_] Prove it.
it_it: [_maya_s_sarcastic_] La dimostri.

source: [_mc_] I guess I have to find a way to fix this, now...
it_it: [_mc_] Credo di dover trovare un modo per risolvere questo problema, adesso...

source: [_mc_] You two can get out.
it_it: [_mc_] Voi due potete uscire.

source: [_flora_s_worried_] God, it's not like we killed your dog or something, okay?
it_it: [_flora_s_worried_] Dio, non è come se abbiamo ucciso il vostro cane o qualcosa, va bene?

source: [_flora_s_worried_] Let's go, [maya].
it_it: [_flora_s_worried_] Andiamo, [maya].

source: Well, this is just great.
it_it: Beh, questo è solo grande.

source: Now I need to find some other way to wind down and relax...
it_it: Ora ho bisogno di trovare un altro modo per scorrere e rilassarsi...

source: Maybe a nice, hot shower?
it_it: Forse una bella doccia calda?

source: [_mc_] It's okay. I'm sure I can fix it.
it_it: [_mc_] va bene. Sono sicuro di poterlo riparare.

source: [_flora_s_worried_] Oh? Err, okay.
it_it: [_flora_s_worried_] Oh? Err, ok.

source: [_flora_s_worried_] I'm sorry we broke it. It really was an accident.
it_it: [_flora_s_worried_] Mi dispiace di averlo rotto. È stato davvero un incidente.

source: [_mc_] I know. Technology can be quite fickle.
it_it: [_mc_] lo so. La tecnologia può essere abbastanza folta.

source: [_flora_s_blush_] And I'm sorry for not asking for permission.
it_it: [_flora_s_blush_] E mi dispiace per non aver chiesto il permesso.

source: [_flora_s_blush_] Next time I'll make sure to.
it_it: [_flora_s_blush_] la prossima volta mi assicurerò di farlo.

source: [_mc_] Thank you. I appreciate it.
it_it: [_mc_] Grazie. Lo apprezzo.

source: [_maya_s_dramatic_] Aw, what an anticlimactic, unexpectedly sweet resolution.
it_it: [_maya_s_dramatic_] Aw, che una risoluzione anticlimattica, inaspettatamente dolce.

source: [_maya_s_dramatic_] How sickening.
it_it: [_maya_s_dramatic_] Come maledetto.

source: [_flora_s_laughing_] Whatever you say!
it_it: [_flora_s_laughing_] Qualunque cosa dai!

source: [_flora_s_laughing_] Come on, [maya]. Let's go hang out in my room instead.
it_it: [_flora_s_laughing_] Avanti, [maya]. Andiamo a uscire nella mia stanza invece.

source: Well, that's a bummer.
it_it: Beh, è un bummer.

source: [_mc_] Are you blaming your guest, then?
it_it: [_mc_] Stai incolpando il tuo ospite, allora?

source: [_maya_s_dramatic_] Who? Me?
it_it: [_maya_s_dramatic_] Chi? Io?

source: [_mc_] Well, you are her guest, aren't you?
it_it: [_mc_] Beh, sei suo ospite, vero?

source: [_maya_s_sarcastic_] Guest. Stowaway. Partner in xCube-related-crime.
it_it: [_maya_s_sarcastic_] Ospite. Stowaway. Partner in xCube-criminalità.

source: [_flora_s_eyeroll_] Accidents happen, you know, [mc]?
it_it: [_flora_s_eyeroll_] Gli incidenti accadono, sai, [mc]?

source: [_mc_] I do know. That's why you exist.
it_it: [_mc_] lo so. Ecco perché esisti.

source: [_flora_s_annoyed_] Oh, please! I'm obviously [jo]'s favorite.
it_it: [_flora_s_annoyed_] Oh, per favore! Sono ovviamente [jo]preferito.

source: [_mc_] I wouldn't be so sure...
it_it: [_mc_] Non sarei così sicuro...

source: [_mc_] Anyway, now I have to find a way to fix the xCube. Thanks a lot.
it_it: [_mc_] Comunque, ora devo trovare un modo per risolvere xCube. Grazie molto.

source: [_flora_s_sarcastic_] You're welcome.
it_it: [_flora_s_sarcastic_] Sei il benvenuto.
