Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_spell.po
Languages: fr_fr, it_it

source: Her will might be stronger than mine, but physically she's no match for me.
fr_fr: Sa volonté est peut-être plus forte que la mienne, mais physiquement, elle ne m'arrive pas à la cheville.
it_it: La sua volontà potrebbe essere più forte della mia, ma fisicamente non è una partita per me.

source: Stuck between a dick and a hard place, she can do nothing but take it hard and deep.
fr_fr: Coincée entre une bite et un endroit dur, elle ne peut rien faire d'autre que de la prendre fermement et profondément.
it_it: Incastrata tra un cazzo e un posto duro, lei non può fare altro che prenderlo duro e profondo.

source: The supplies shake behind her, cans of paint threatening to topple over.
fr_fr: Les fournitures tremblent derrière elle, les pots de peinture menaçant de basculer.
it_it: I rifornimenti scuotono dietro di lei, lattine di vernice che minacciano di rovesciarsi.

source: But it doesn't matter. Nothing matters save for making her feel every{space=-20} last inch of me.
fr_fr: Mais ça n'a pas d'importance. Rien n'a d'importance sauf de lui faire sentir chaque{space=-20} centimètre de moi.
it_it: Ma non importa. Niente di più per farla sentire tutti{spazio=-20} ultimo pollice di me.

source: Never for a moment letting her forget whose dick she's currently impaled on and moaning over.
fr_fr: Elle n'oublie pas un instant la bite sur laquelle elle est empalée et qui la fait gémir.
it_it: Mai per un attimo lasciarle dimenticare il suo cazzo che è attualmente impalato e gemere.

source: Her breaths come in rapid pants as she drives herself down into me.{space=-10}
fr_fr: Sa respiration est rapide et elle s'enfonce en moi.{space=-10}
it_it: I suoi respiri arrivano in pantaloni rapidi mentre lei si guida giù in me.{space=-10}

source: [_jacklyn_s_paint_shelf_sex_s_penetration1_] F-fuck yes! Just like that!
fr_fr: [_jacklyn_s_paint_shelf_sex_s_penetration1_] F-putain ! Comme ça !
it_it: [_jacklyn_s_paint_shelf_sex_s_penetration1_] F-fuck sì! Proprio così!

source: [_mc_] You like that, don't you? You sexy... fucking... fuck...
fr_fr: [_mc_] Tu aimes ça, n'est-ce pas ? Tu es sexy... putain... putain...
it_it: [_mc_] Ti piace, vero? Sei sexy... cazzo... cazza... cazzo...

source: That didn't sound too smooth, but it doesn't matter either. We're far{space=-5} too gone in this mind altering ecstasy.
fr_fr: Ce n'était pas très agréable, mais ça n'a pas d'importance non plus. Nous sommes loin{space=-5} trop loin dans cette extase qui altère l'esprit.
it_it: Non è sembrato troppo liscio, ma non importa neanche. Siamo lontani{space=-5} troppo andati in questa mente alterando l'estasi.

source: Her pussy juices coating my dick are the nectar of the fucking Muses.{space=-35}
fr_fr: Les sucs de sa chatte qui recouvrent ma bite sont le nectar des putains de Muses.{space=-35}
it_it: I suoi succhi di figa che ricoprono il mio cazzo sono il nettare del cazzo Muse.{space=-35}

source: [_jacklyn_s_paint_shelf_sex_s_penetration2_] Mmm... you're blazing the hell out of my blunt right now...
fr_fr: [_jacklyn_s_paint_shelf_sex_s_penetration2_] Mmm... tu es en train d'enflammer ma libido en ce moment...
it_it: [_jacklyn_s_paint_shelf_sex_s_penetration2_] Mmm... stai facendo esplodere l'inferno dal mio blunt in questo momento...

source: That sounds good, I'll take that.
fr_fr: C'est une bonne idée, je la prends.
it_it: Sembra buono, lo prenderò.

source: She's definitely doing all sorts of things to me, too.
fr_fr: Elle me fait aussi toutes sortes de choses.
it_it: Lei sta sicuramente facendo ogni sorta di cose anche per me.

source: [_jacklyn_s_paint_shelf_sex_s_paintbrush_reveal_] K-keep going... and put this in my ass.
fr_fr: [_jacklyn_s_paint_shelf_sex_s_paintbrush_reveal_] C-continuez ... et mettez ça dans mon cul.
it_it: [_jacklyn_s_paint_shelf_sex_s_paintbrush_reveal_] K-keep andare... e mettere questo nel mio culo.

source: I don't know where she got it from or how, but she holds a paint brush up in front of my face.
fr_fr: Je ne sais pas d'où elle tient cela ni comment, mais elle tient un pinceau devant mon visage.
it_it: Non so da dove ha ottenuto o come, ma tiene un pennello di vernice in su davanti al mio viso.

source: She puts it in my hand and then slides her fingers into my hair, the anticipation thrumming through her body.
fr_fr: Elle le met dans ma main et glisse ses doigts dans mes cheveux, l'anticipation parcourant son corps.
it_it: Lei lo mette in mano e poi scivola le dita nei miei capelli, l'anticipazione che brulica attraverso il suo corpo.

source: At first, she jumps a little as the brush enters her.
fr_fr: Au début, elle sursaute un peu lorsque la brosse pénètre en elle.
it_it: All'inizio, salta un po 'mentre il pennello entra in lei.

source: Her sphincter clutches visibly and adjusts to the foreign object, and she lets out a loud moan.
fr_fr: Son sphincter se resserre visiblement et s'adapte à l'objet étranger, et elle émet un gémissement sonore.
it_it: Il suo sfintere stringe visibilmente e si adatta all'oggetto straniero e lei lascia fuori un forte gemere.

source: The paintbrush slides in deeper with ease, half of the handle disappearing into her waiting ass.
fr_fr: Le pinceau s'enfonce plus profondément avec facilité, la moitié du manche disparaissant dans son cul en attente.
it_it: Il pennello scivola in profondità con facilità, metà della maniglia scompare nel suo culo d'attesa.

source: She lets out a sigh of satisfaction, then rides my dick faster, even as I push up into her.
fr_fr: Elle laisse échapper un soupir de satisfaction, puis enfourche ma bite plus rapidement, alors même que je monte en elle.
it_it: Lei lascia fuori un sospiro di soddisfazione, poi cavalca il mio cazzo più velocemente, anche come mi spinto verso di lei.

source: The paintbrush must have pushed her to the edge, because suddenly{space=-30} her pussy contracts around me.
fr_fr: Le pinceau a dû la pousser à bout, car soudain{space=-30} sa chatte se contracte autour de moi.
it_it: Il pennello deve averla spinta al bordo, perché improvvisamente{space=-30} la sua figa si contrae intorno a me.

source: Squeezing me and making it harder to move.
fr_fr: Il m'a serré et m'a empêché de bouger.
it_it: Sprema me e rendendo più difficile muoversi.

source: The grip sends me tumbling off the edge and my body goes rigid.
fr_fr: La prise me fait basculer dans le vide et mon corps se rigidifie.
it_it: La presa mi manda cadendo fuori dal bordo e il mio corpo va rigido.

source: The orgasm hits like a roaring thunderbolt, blasting semen deep into her sodden pussy.
fr_fr: L'orgasme frappe comme un coup de tonnerre rugissant, projetant le sperme au plus profond de sa chatte détrempée.
it_it: L'orgasmo colpisce come un tuffo ruggente, soffiando lo sperma in profondità nella sua figa sodica.

source: [_mc_] F-fuck me...
fr_fr: [_mc_] F-Baise-moi...

source: [_jacklyn_s_paint_shelf_sex_s_cum_] Oh? What would you call that?
fr_fr: [_jacklyn_s_paint_shelf_sex_s_cum_] Oh ? Comment tu appellerais ça ?
it_it: [_jacklyn_s_paint_shelf_sex_s_cum_] Oh? Come lo chiameresti?

source: She giggles as I let the rest of my cum in sporadic spurts.
fr_fr: Elle glousse tandis que je laisse échapper le reste de mon sperme en jets sporadiques.
it_it: Lei ridacchia mentre ho lasciato il resto della mia sperma in sporadici speroni.

source: Her pussy soaks it all up, pulsing around me as she finishes riding the high of her own orgasm.
fr_fr: Sa chatte l'absorbe entièrement, pulsant autour de moi alors qu'elle finit de surfer sur la vague de son propre orgasme.
it_it: La sua figa lo ammucchia tutto, pulsando intorno a me finendo cavalcando l'alta del suo orgasmo.

source: In the aftermath of the mind-blowing orgasm, my legs fail me and I slide onto the floor.
fr_fr: Sous l'effet de l'orgasme, mes jambes me lâchent et je glisse sur le sol.
it_it: All'indomani dell'orgasmo che soffia la mente, le mie gambe mi falliscono e scivolo sul pavimento.

source: [jacklyn] looks down at me, a wicked smile playing on her lips.
fr_fr: [jacklyn] me regarde, un sourire malicieux se dessine sur ses lèvres.
it_it: [jacklyn] mi guarda giù, un sorriso malvagio che gioca sulle labbra.

source: She points down at her still exposed pussy, dripping our mingled juices everywhere.
fr_fr: Elle pointe du doigt sa chatte encore exposée, où nos jus mélangés dégoulinent partout.
it_it: Lei punta verso il basso la sua figa ancora esposta, gocciolando i nostri succhi mescolati ovunque.

source: [_jacklyn_s_paint_shelf_aftermath_s_smile_] Help a girl out and clean up after yourself?
fr_fr: [_jacklyn_s_paint_shelf_aftermath_s_Souriez_] Aider une fille et nettoyer derrière soi ?
it_it: [_jacklyn_s_paint_shelf_aftermath_s_smile_] Aiuta una ragazza a ripulirsi dopo te stesso?

source: [_mc_] Uh, gross.
fr_fr: [_mc_] Euh, dégueulasse.
it_it: [_mc_] Uh, lordo.

source: [_jacklyn_s_paint_shelf_aftermath_s_annoyed_] So not a modern Quixote, bro.
fr_fr: [_jacklyn_s_paint_shelf_aftermaths_s_annoyed_] Ce n'est donc pas un Quichotte moderne, mon frère.
it_it: [_jacklyn_s_paint_shelf_aftermath_s_annoyed_] Quindi non è un moderno Chisciotte, bro.

source: [_mc_] Sorry, but not my job.
fr_fr: [_mc_] Désolé, mais ce n'est pas mon travail.
it_it: [_mc_] Mi dispiace, ma non il mio lavoro.

source: [_jacklyn_s_paint_shelf_aftermath_s_annoyed_] It's poor form not to finish shading your work.
fr_fr: [_jacklyn_s_paint_shelf_aftermath_s_annoyed_] Il est de mauvais ton de ne pas finir d'ombrer son travail.
it_it: [_jacklyn_s_paint_shelf_aftermath_s_annoyed_] È una forma povera per non finire di ombreggiare il tuo lavoro.

source: [_mc_] It's the least I could do...
fr_fr: [_mc_] C'est le moins que je puisse faire...
it_it: [_mc_] È il minimo che potrei fare...

source: [_jacklyn_s_paint_shelf_aftermath_s_smile_] That really oils my paint.
fr_fr: [_jacklyn_s_paint_shelf_aftermaths_Souriez_] Cela huile vraiment ma peinture.
it_it: [_jacklyn_s_paint_shelf_aftermath_s_smile_] Che mi oli davvero la vernice.

source: Our mixed ejaculations ooze out of her glistening pussy and land on my waiting tongue.
fr_fr: Nos éjaculations mélangées suintent de sa chatte scintillante et atterrissent sur ma langue en attente.
it_it: Le nostre eiaculazioni miste trasudano dalla sua figa scintillante e terra sulla mia lingua d'attesa.

source: The taste isn't horrible... just salty, tangy, and a little bit sweet.
fr_fr: Le goût n'est pas horrible... juste salé, acidulé et un peu sucré.
it_it: Il gusto non è orribile... solo salato, tangoso, e un po 'dolce.

source: Most men would probably find it degrading to eat their own semen, but [jacklyn] is so without judgment of anything sexual that cleaning her only feels good and fair.
fr_fr: La plupart des hommes trouveraient probablement dégradant de manger leur propre sperme, mais [jacklyn] est tellement dépourvue de tout jugement sexuel que la nettoyer ne lui semble que bon et juste.
it_it: La maggior parte degli uomini probabilmente troverebbe degradante mangiare il proprio sperma, ma [jacklyn] è così senza giudizio di nulla sessuale che pulirla solo si sente buono e giusto.

source: And as I dig through her folds, the taste shifts away from the salty to a more feminine flavor.
fr_fr: Et lorsque je creuse dans ses plis, le goût passe du salé à une saveur plus féminine.
it_it: E mentre scavavo attraverso le sue pieghe, il gusto si allontana dal sapore salato ad un sapore più femminile.

source: She gives me a little moan of satisfaction and, for some reason, pride courses through me.
fr_fr: Elle pousse un petit gémissement de satisfaction et, pour une raison que j'ignore, la fierté me traverse.
it_it: Lei mi dà un po 'di gemito di soddisfazione e, per qualche ragione, corsi di orgoglio attraverso di me.

source: [_jacklyn_s_paint_shelf_aftermath_s_licking_] That's aces!
fr_fr: [_jacklyn_s_paint_shelf_aftermath_s_licking_] C'est un as !
it_it: [_jacklyn_s_paint_shelf_aftermath_s_licking_] Questo è asso!

source: [_jacklyn_s_paint_shelf_aftermath_s_licking_] You clean the snatch like a pro.
fr_fr: [_jacklyn_s_paint_shelf_aftermath_s_licking_] Tu nettoies la chatte comme une pro.
it_it: [_jacklyn_s_paint_shelf_aftermath_s_licking_] Si pulisce lo strappare come un professionista.

source: [_mc_] Thank you...
fr_fr: [_mc_] Merci...
it_it: [_mc_] Grazie...

source: [_mc_] {i}You{/} clean it up.
fr_fr: [_mc_] {i}Vous{/} nettoyez.
it_it: [_mc_] {i}Tu{/} lo pulisce.

source: [_jacklyn_s_paint_shelf_aftermath_s_smile_] ...
fr_fr: [_jacklyn_s_paint_shelf_aftermaths_Souriez_] ...

source: Confidence has taken me this far, and it feels like I have to show her{space=-10} that I'm still in charge even when my dick isn't inside her.
fr_fr: La confiance m'a permis d'aller aussi loin, et j'ai l'impression que je dois lui montrer{space=-10} que c'est toujours moi qui commande, même si ma bite n'est pas en elle.
it_it: La fiducia mi ha portato fino a questo punto, e mi sembra di dover mostrarla{space=-10} che sono ancora in carica anche quando il mio cazzo non è dentro di lei.

source: And her eating my cum out of her freshly fucked pussy is just hot as fuck.
fr_fr: Et le fait qu'elle mange mon sperme dans sa chatte fraîchement baisée, c'est chaud comme la braise.
it_it: E il suo mangiare il mio sperma di sua figa appena scopata è solo caldo come cazzo.

source: She gives me a thoughtful look, then her mouth splits into a grin.
fr_fr: Elle me regarde d'un air pensif, puis sa bouche se fend d'un sourire.
it_it: Mi dà uno sguardo premuroso, poi la sua bocca si divide in un grano.

source: She reaches down and swipes her finger along her pussy lips.
fr_fr: Elle descend et passe son doigt le long des lèvres de sa chatte.
it_it: Raggiunge giù e striscia il dito lungo le labbra della figa.

source: Then, she sticks the finger in her mouth and nods.
fr_fr: Puis elle enfonce le doigt dans sa bouche et acquiesce.
it_it: Poi, lei attacca il dito nella sua bocca e annuisce.

source: [_jacklyn_s_paint_shelf_aftermath_s_tasting_] Our love juices aren't too shabby, [mc]...
fr_fr: [_jacklyn_s_paint_shelf_aftermath_s_tasting_] Nos jus d'amour ne sont pas trop mauvais, [mc]...
it_it: [_jacklyn_s_paint_shelf_aftermath_s_tasting_] I nostri succhi d'amore non sono troppo sciocchi, [mc]...

source: She dips her fingers in deeper, getting all my semen out, and then slurps it up like it's no big deal.
fr_fr: Elle plonge ses doigts plus profondément, faisant sortir tout mon sperme, puis l'engloutit comme si ce n'était pas grave.
it_it: Si tuffa le dita in profondità, ottenendo tutto il mio sperma fuori, e poi lo schiaffeggia come non è un grande affare.

source: [_jacklyn_s_excited_] Anyway, that's Bonaparte.
fr_fr: [_jacklyn_s_excited_] Quoi qu'il en soit, c'est Bonaparte.
it_it: [_jacklyn_s_excited_] Comunque è Bonaparte.

source: [_jacklyn_s_excited_] Collect your salt dew, then let's make candles and wick.
fr_fr: [_jacklyn_s_excited_] Ramassez votre rosée salée, puis fabriquons des bougies et des mèches.
it_it: [_jacklyn_s_excited_] Raccogli la tua rugiada salata, poi facciamo candele e stoppino.

source: [_mc_] Thanks, [jacklyn]! For... everything.
fr_fr: [_mc_] Merci, [jacklyn] ! Pour... tout.
it_it: [_mc_] Grazie, [jacklyn]! Per... tutto.

source: [_jacklyn_s_laughing_] I like to keep it ticking!
fr_fr: [_jacklyn_s_laughing_] J'aime le faire tourner !
it_it: [_jacklyn_s_laughing_] Mi piace tenerlo in attesa!

source: [_jacklyn_s_laughing_] See you around, [mc]. I have a page to flip!
fr_fr: [_jacklyn_s_laughing_] A plus tard, [mc]. J'ai une page à tourner !
it_it: [_jacklyn_s_laughing_] Ci vediamo intorno, [mc]. Ho una pagina da capovolgere!

source: And just like that, there goes [jacklyn]...
fr_fr: Et c'est ainsi que s'en va [jacklyn]...
it_it: E proprio così, ci va [jacklyn]...

source: What a fantastic day this ended up being.
fr_fr: Cette journée a été fantastique.
it_it: Che giornata fantastica questo è finito per essere.

source: Now all I need from the list of ingredients is... frog's breath...
fr_fr: Il ne me manque plus que l'haleine de grenouille dans la liste des ingrédients...
it_it: Ora tutto ciò di cui ho bisogno dalla lista degli ingredienti è... il respiro di rana...

source: I suppose the forest glade is my best bet at catching a few frogs.
fr_fr: Je suppose que la clairière de la forêt est ma meilleure chance d'attraper quelques grenouilles.
it_it: Suppongo che la ghiandola della foresta sia la mia scommessa migliore a prendere un paio di rane.

source: But where would I even keep them once they're caught?
fr_fr: Mais où les garder une fois qu'ils sont capturés ?
it_it: Ma dove li terrei anche una volta che sono catturati?

source: I should probably figure that out first.
fr_fr: Je devrais probablement m'en occuper d'abord.
it_it: Probabilmente dovrei capirlo prima.

source: Okay, let's see here...
fr_fr: Ok, voyons ici ...
it_it: Ok, vediamo qui...

source: Surely there's something in the kitchen I can use to house some frogs for a bit?
fr_fr: Il y a sûrement quelque chose dans la cuisine que je peux utiliser pour abriter des grenouilles pendant un certain temps ?
it_it: Sicuramente c'è qualcosa in cucina che posso usare per alloggiare alcune rane per un po'?

source: Surely there's something in the cafeteria I can use to house some frogs for a bit?
fr_fr: Il y a sûrement quelque chose dans la cafétéria que je peux utiliser pour héberger des grenouilles pendant un certain temps ?
it_it: Sicuramente c'è qualcosa nella caffetteria che posso usare per alloggiare qualche rana per un po'?

source: Oh, this should work! And I can even make frog stew when I'm finished!
fr_fr: Oh, ça devrait marcher ! Et je pourrai même faire un ragoût de grenouilles quand j'aurai fini !
it_it: Oh, questo dovrebbe funzionare! E posso anche fare lo stufato di rana quando ho finito!

source: No, I won't. That's disgusting.
fr_fr: Non, je ne le ferai pas. C'est dégoûtant.
it_it: No, non lo faccio. È disgustoso.

source: There we go! A container for my containers.
fr_fr: Nous y voilà ! Un conteneur pour mes conteneurs.
it_it: Ci andiamo! Un contenitore per i miei contenitori.

source: Now, I just gotta catch 'em all...
fr_fr: Il ne me reste plus qu'à les attraper tous...
it_it: Ora, ho appena preso 'em all...

source: I can't believe I'm out here, about to get down and dirty like Crocodile{space=-35} Dundee or some shit.
fr_fr: Je n'arrive pas à croire que je suis ici, sur le point de me salir comme Crocodile{space=-35} Dundee ou autre.
it_it: Non riesco a credere che io sia fuori qui, per scendere e sporco come Crocodile{space=-35} Dundee o qualche merda.

source: And for what? It's not like [maya] gives a crap.
fr_fr: Et pour quoi faire ? Ce n'est pas comme si [maya] en avait quelque chose à faire.
it_it: E per cosa? Non è come [maya] dà una merda.

source: Oh, well. There's something strange going on, I know that much.
fr_fr: Oh, bien sûr. Il se passe quelque chose d'étrange, je le sais.
it_it: Oh, bene. C'è qualcosa di strano che sta succedendo, lo so tanto.

source: What can it hurt to try?
fr_fr: Quel mal y a-t-il à essayer ?
it_it: Che cosa può fare male per provare?

source: I just have to keep my eyes peeled for some frogs hopping about...
fr_fr: Il ne me reste plus qu'à guetter l'apparition de grenouilles...
it_it: Devo solo tenere gli occhi sbucciati per alcune rane saltare su...

source: I'll catch a few, just in case I screw up the spell somehow.
fr_fr: Je vais en attraper quelques-uns, juste au cas où j'aurais foiré le sort d'une manière ou d'une autre.
it_it: Prenderò alcuni, nel caso in cui avvizzo in qualche modo l'incantesimo.

source: Phew! I think that's plenty of frog's breath to go around.
fr_fr: Ouf ! Je pense qu'il y a suffisamment d'haleine de grenouille pour tout le monde.
it_it: Phew! Penso che sia un sacco di respiro di rana per andare in giro.

source: All that's left now is actually working the spell...
fr_fr: Il ne reste plus qu'à faire fonctionner le sort...
it_it: Tutto quello che resta ora sta effettivamente funzionando l'incantesimo...

source: Maybe I should let [maya] know I've collected all the ingredients, in case she's changed her mind?
fr_fr: Je devrais peut-être faire savoir à [Maya] que j'ai rassemblé tous les ingrédients, , au cas où elle aurait changé d'avis ?
it_it: Forse dovrei far sapere che [maya] ho raccolto tutti gli ingredienti, nel caso in cui lei abbia cambiato idea?

source: [_maya_s_dramatic_] Oh, thank god, it's you! Just the person I needed most urgently!
fr_fr: [_maya_s_dramatic_] Oh, Dieu merci, c'est vous ! La personne dont j'avais le plus besoin !
it_it: [_maya_s_dramatic_] Oh, grazie dio, sei tu! Proprio la persona che avevo più bisogno urgentemente!

source: Oh? This is new...
fr_fr: Oh ? C'est nouveau...
it_it: Oh? Questo è nuovo...

source: [_mc_] Really?
fr_fr: [_mc_] Vraiement ?
it_it: [_mc_] Davvero?

source: [_maya_s_sarcastic_] Nope.
fr_fr: [_maya_s_sarcastic_] Non.

source: I knew it.
fr_fr: Je le savais.
it_it: Io lo sapevo.

source: [_maya_s_sarcastic_] I saw you crawling around in the glade. What were you doing out there?{space=-70}
fr_fr: [_maya_s_sarcastic_] Je t'ai vu ramper dans la clairière. Qu'est-ce que tu faisais là-bas ?{space=-70}
it_it: [_maya_s_sarcastic_] Ti ho visto strisciare in giro. Cosa stavi facendo là fuori?{space=-70}

source: [_mc_] I was, err... catching frogs.
fr_fr: [_mc_] J'étais, euh... en train d'attraper des grenouilles.
it_it: [_mc_] Ero errato... prendendo rane .

source: [_maya_s_confident_] Ah, genital warts.
fr_fr: [_maya_s_confident_] Ah, les verrues génitales.
it_it: [_maya_s_confident_] Ah, verruche genitali.

source: [_mc_] No! Actual frogs!
fr_fr: [_mc_] Non ! De vraies grenouilles !
it_it: [_mc_] No! Rane effettive!

source: [_maya_s_skeptical_] Why?
fr_fr: [_maya_s_skeptical_] Pourquoi ?
it_it: [_maya_s_skeptical_] Perché?

source: [_mc_] Err, just in case that spell needs to be done.
fr_fr: [_mc_] Err, juste au cas où ce sort devrait être jeté.
it_it: [_mc_] Err, nel caso in cui l'incantesimo debba essere fatto.

source: [_mc_] What were {i}you{/} doing out there?
fr_fr: [_mc_] Qu'est-ce que {i}vous{/} faisiez là-bas ?
it_it: [_mc_] Cosa stavi facendo {i}tu{/} là fuori?

source: [_maya_s_skeptical_] Just taking a stroll through the forest, contemplating life's miseries.{space=-5}
fr_fr: [_maya_s_skeptical_] Se promener dans la forêt, contempler les misères de la vie.{space=-5}
it_it: [_maya_s_skeptical_] Basta fare una passeggiata attraverso la foresta, contemplando le miserie della vita.{space=-5}

source: [_maya_s_skeptical_] Why are you obsessing over this?
fr_fr: [_maya_s_skeptical_] Pourquoi es tu obsédé par ça ?
it_it: [_maya_s_skeptical_] Perché sei ossessionante su questo?

source: [_mc_] I mean, computers don't just spontaneously catch on fire for nothing...{space=-55}
fr_fr: [_mc_] Les ordinateurs ne prennent pas feu spontanément pour rien... {space=-55}
it_it: [_mc_] Voglio dire, i computer non si limitano a prendere spontaneamente in fiamme per niente...{space=-55}

source: [_maya_s_bored_] Faulty wiring. I've made peace with the cheapness of the 21st century.{space=-40}
fr_fr: [_maya_s_bored_] Câblage défectueux. J'ai fait la paix avec la radinerie du 21ème siècle.{space=-40}
it_it: [_maya_s_bored_] Cablaggio difettoso. Ho fatto la pace con il poco costoso del XXI secolo.{space=-40}

source: [_maya_s_bored_] And so should you.
fr_fr: [_maya_s_bored_] Et vous devriez en faire autant.
it_it: [_maya_s_bored_] E così dovreste voi.

source: [_mc_] Maybe... but still, don't you—
fr_fr: [Peut-être... mais quand même, tu ne...
it_it: [_mc_] Forse... ma ancora, non voi—

source: As I speak, [maya] pushes a button on the soda machine.
fr_fr: Pendant que je parle, [Maya] appuie sur un bouton de la machine à soda.
it_it: Mentre parlo [maya] preme un pulsante sulla macchina della soda .
