Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_witch.po
Languages: fr_fr, it_it

source: [_maya_s_thinking_] Is that right? Come to beat off to furry porn or something?
fr_fr: [_maya_s_thinking_] Est-ce bien ? Viens te battre pour le porno ou quelque chose ?
it_it: [_maya_s_thinking_] È giusto? Vieni a battere per pelare porno o qualcosa?

source: [_mc_] What? No! Just, err... homework...
fr_fr: [_mc_] Quoi ? Non ! Juste, err ... devoirs ...
it_it: [_mc_] Cosa? No! Giusto, erra... compiti...

source: [_maya_s_flirty_] Sure, "homework." Can't get through the whole day without busting a nut, huh?
fr_fr: [_maya_s_flirty_] Sure, "devoirs." On ne peut pas passer toute la journée sans avoir un écrou, hein ?
it_it: [_maya_s_flirty_] Certo, "compiti." Non può passare tutto il giorno senza bustare un dado, eh?

source: [_maya_s_kiss_] Maybe I could help bust it for you?
fr_fr: [_maya_s_kiss_] Peut-être que je pourrais t'aider ?
it_it: [_maya_s_kiss_] Forse potrei aiutarlo a busto per te?

source: [_mc_] Yes! I mean, no! I mean—
fr_fr: [_mc_] Oui ! Je veux dire, non ! Je veux dire-
it_it: [_mc_] Sì! Voglio dire, no! Voglio dire—

source: Great. Now she is about to turn me on and make me look like an actual creep.
fr_fr: Super. Maintenant elle est sur le point de me transformer et me faire ressembler à un véritable fluage.
it_it: Grande. Ora sta per accendermi e farmi sembrare un vero e proprio strisciamento.

source: [_maya_s_flirty_] Relax, I'm just fucking with you!
fr_fr: [_maya_s_flirty_] Relax, je suis juste avec toi !
it_it: [_maya_s_flirty_] Relax, sto solo scopando con te!

source: [_maya_s_thinking_] Still not to be confused with fucking you.
fr_fr: [_maya_s_thinking_] Toujours à ne pas confondre avec vous.
it_it: [_maya_s_thinking_] Ancora da non confondere con il cazzo di voi.

source: [_mc_] Err, I knew that...
fr_fr: [_mc_] Err, je savais que ...
it_it: [_mc_] Err, lo sapevo...

source: [_maya_s_bored_] Anyway, feel free to stop stalking me now.
fr_fr: [_maya_s_bored_] Quoi qu'il en soit, n'hésitez pas à arrêter de me harceler maintenant.
it_it: [_maya_s_bored_] Comunque, sentitevi liberi di smettere di stalking me ora.

source: [_mc_] I wasn't... ugh... fine, I'll go...
fr_fr: [_mc_] Je n'étais pas... ugh... bien, je vais y aller...
it_it: [_mc_] non eravo... male... bene, vado avanti...

source: Huh? That's weird.
fr_fr: Huh ? C'est bizarre.
it_it: Eh? È strano.

source: Why won't the door open?
fr_fr: Pourquoi la porte ne sera pas ouverte ?
it_it: Perché la porta non si aprirà?

source: [_maya_s_dramatic_] Are you having trouble operating a door? I know it's the next level after rocket science, but still.
fr_fr: [_maya_s_dramatic_] Avez-vous de la difficulté à faire une porte ? Je sais que c'est le prochain niveau après la science des fusées, mais toujours.
it_it: [_maya_s_dramatic_] Stai avendo problemi a gestire una porta? So che è il livello successivo dopo la scienza del razzo, ma ancora.

source: [_mc_] I know how to work a door. It's just locked.
fr_fr: [_mc_] Je sais comment travailler une porte. C'est juste verrouillé.
it_it: [_mc_] So come lavorare una porta. È appena bloccato.

source: [_maya_s_dramatic_] Locked?
fr_fr: [_maya_s_dramatic_] Verrouillé ?
it_it: [_maya_s_dramatic_] Bloccato?

source: [_maya_s_sarcastic_] Touché, [mc]. I suppose I deserved that one.
fr_fr: [_maya_s_sarcastic_] Touché, [mc]. Je suppose que je le méritais.
it_it: [_maya_s_sarcastic_] Touche<unk> , [mc]. Suppongo di meritarmi quello.

source: [_mc_] Heh! You really did.
fr_fr: [_mc_] Heh ! Tu l'as vraiment fait.
it_it: [_mc_] Heh! Hai davvero fatto.

source: [_maya_s_thinking_] But why would it be locked now?
fr_fr: [_maya_s_thinking_] Mais pourquoi est-il bloqué maintenant ?
it_it: [_maya_s_thinking_] Ma perché sarebbe stato bloccato adesso?

source: [_mc_] Yeah, it's weird that whoever did it didn't even bother to check the room first...
fr_fr: [_mc_] Oui, c'est bizarre que quiconque n'ait même pas pris la peine de vérifier la pièce en premier ...
it_it: [_mc_] Sì, è strano che chi ha fatto non si sia nemmeno preoccupato di controllare prima la stanza...

source: [_maya_s_thinking_] And why lock it in the middle of the day when school is still in session?{space=-65}
fr_fr: [_maya_s_thinking_] Et pourquoi le verrouiller au milieu du jour où l'école est encore en session ? {space=-65}
it_it: [_maya_s_thinking_] E perché bloccarlo nel mezzo della giornata in cui la scuola è ancora in sessione?{space=-65}

source: [_mc_] Maybe the janitor has finally lost it? Or could this be the prankster?
fr_fr: [_mc_] Peut-être que le concierge a enfin perdu la tête ? Ou peut-être est-ce le farceur ?
it_it: [_mc_] Forse il janitor ha finalmente perso? O potrebbe essere questo lo scherzetto?

source: [_maya_s_afraid_] Well, try screaming for help or something!
fr_fr: [_maya_s_afraid_] Eh bien, essayez de hurler pour obtenir de l'aide ou quelque chose !
it_it: [_maya_s_afraid_] Beh, prova a urlare per aiuto o qualcosa!

source: [_mc_] Me? Shouldn't you be the one screaming?
fr_fr: [_mc_] Me ? Ne devriez-vous pas être celui qui crie ?
it_it: [_mc_] Me? Non dovresti essere quello che urla?

source: [_mc_] I mean, somebody might actually come if they hear a girl calling for help.
fr_fr: [_mc_] Je veux dire, quelqu'un pourrait venir s'ils entendent une fille qui appelle pour obtenir de l'aide.
it_it: [_mc_] Voglio dire, qualcuno potrebbe effettivamente venire se sentono una ragazza che chiama per aiuto.

source: [_maya_s_eyeroll_] Neat. Reverse sexism.
fr_fr: [Neat. Sexisme inversé.
it_it: [_maya_s_eyeroll_] Neat. Sessismo inverso.

source: [_mc_] I wasn't trying to be, err... reverse sexist.
fr_fr: [_mc_] Je n'essayais pas d'être, err ... inversé sexiste.
it_it: [_mc_] Non stavo cercando di essere, err... inversamente sesiste.

source: [_maya_s_neutral_] It just comes naturally, I get it.
fr_fr: [_maya_s_neutral_] C'est juste naturel, je l'ai.
it_it: [_maya_s_neutral_] È naturale che venga, lo ottengo.

source: [_mc_] That's not what I meant!
fr_fr: [_mc_] Ce n'est pas ce que je voulais dire !
it_it: [_mc_] Non è quello che intendevo!

source: [_maya_s_smile_] Look, don't sell yourself short, okay? And your voice is kind of high pitched, anyway.
fr_fr: [_maya_s_Souriez_] Regarde, ne te vendez pas, d'accord ? Et votre voix est très élevée, de toute façon.
it_it: [_maya_s_smile_] Guarda, non venderti breve, ok? E la tua voce è piuttosto alta, comunque.

source: [_mc_] No, it's not!
fr_fr: [_mc_] Non, ce n'est pas !
it_it: [_mc_] No, non è!

source: [_maya_s_smile_] I can hear the dogs howling already...
fr_fr: [_maya_s_Souriez_] Je peux entendre les chiens hurler déjà ...
it_it: [_maya_s_smile_] Posso sentire i cani urlare già...

source: What is dignity, anyway?
fr_fr: Qu'est-ce que la dignité, de toute façon ?
it_it: Che cos'è la dignità, comunque?

source: Whatever pride I once had has long since left my body.
fr_fr: Quelle que soit la fierté que j'ai depuis longtemps, j'ai quitté mon corps.
it_it: Qualunque orgoglio ho avuto una volta ha da molto tempo lasciato il mio corpo.

source: My fists bang against the door, a steady tattoo of {i}help, help, help.{/}
fr_fr: Mes poings sont contre la porte, un tatouage régulier de {i}, aide, aide. {/}
it_it: I miei pugni scopano contro la porta, un tatuaggio costante di aiuto {i}, aiuto, aiuto.{/}

source: [_mc_] HEEEEEEEEELP! [withvpunch]
it_it: [_mc_] EEEEEEEEEEEEELP! [withvpunch]

source: [_maya_s_sarcastic_] You're a natural! You belong in a theater!
fr_fr: [_maya_s_sarcastic_] Vous êtes un naturel ! Tu fais partie d'un théâtre !
it_it: [_maya_s_sarcastic_] Sei un naturale! Sei un teatro!

source: [_mc_] Really, now?
fr_fr: [_mc_] Vraiement, maintenant ?
it_it: [_mc_] Davvero, adesso?

source: [_maya_s_sarcastic_] I'm going to call up my agent right now!
fr_fr: [_maya_s_sarcastic_] Je vais appeler mon agent en ce moment !
it_it: [_maya_s_sarcastic_] sto per chiamare il mio agente in questo momento!

source: [_mc_] How about you try it, then?
fr_fr: [_mc_] Comment vous l'avez essayé, alors ?
it_it: [_mc_] Che ne dici di provarlo, allora?

source: [_maya_s_dramatic_] Sorry, but I screamed for 10 minutes earlier. I've hit my screaming quota for the day.
fr_fr: [_maya_s_dramatic_] Désolé, mais j'ai crié 10 minutes plus tôt. J'ai touché mon quota de cris pour la journée.
it_it: [_maya_s_dramatic_] Mi dispiace, ma ho gridato per 10 minuti prima. Ho colpito la mia quota urlante per il giorno.

source: [_mc_] That's not a thing.
fr_fr: [_mc_] Ce n'est pas une chose.
it_it: [_mc_] Non è una cosa.

source: [_maya_s_afraid_] You're joking! I'm owed so many screams!
fr_fr: [_maya_s_afraid_] Vous plaisantez ! Je dois tellement de cris !
it_it: [_maya_s_afraid_] Stai scherzando! Devo così tante urli!

source: God damn it. [maya] really makes it so you have to think before you open your dumb mouth.
fr_fr: Dieu le maudit. [maya] le fait vraiment, donc vous devez penser avant d'ouvrir votre bouche bête.
it_it: Dio lo danna. [maya] lo rende davvero così devi pensare prima di aprire la tua bocca muta.

source: Of course screaming quotas aren't a thing...
fr_fr: Bien sûr, les quotas de cris n'existent pas...
it_it: Naturalmente urlare le quote non è una cosa...

source: [_mc_] I guess we're stuck in here, then.
fr_fr: [_mc_] Je suppose que nous sommes coincés ici, alors.
it_it: [_mc_] Immagino che siamo bloccati qui, allora.

source: [_maya_s_concerned_] Be honest, were you the one who locked it? Is this the part where you{space=-40} murder me and wear my skin?
fr_fr: [_maya_s_concerned_] Soyez honnête, vous étiez celui qui l'a enfermé ? Est-ce la partie où vous {space=-40} m'assassiner et porter ma peau ?
it_it: [_maya_s_concerned_] Sii onesto, sei tu che lo hai bloccato? È questa la parte in cui tu{space=-40} uccidermi e indossa la mia pelle?

source: [_mc_] I'm actually not [mc] at all, I'm just wearing his skin.
fr_fr: [_mc_] Je ne suis pas du tout [mc] , je porte juste sa peau.
it_it: [_mc_] in realtà non sono [mc] affatto, sto solo indossando la sua pelle.

source: [_maya_s_thinking_] Really? In that case, I would have picked a prettier one.
fr_fr: [_maya_s_thinking_] Vraiement ? Dans ce cas, j'aurais choisi une première.
it_it: [_maya_s_thinking_] Davvero? In quel caso, avrei scelto uno più carino.

source: [_mc_] Well, I had to make due in a pinch.
fr_fr: [_mc_] Eh bien, j'ai dû faire le dû dans une pincée.
it_it: [_mc_] Beh, dovevo fare a causa in un pizzico.

source: [_mc_] But you're right... that's why I've come for you now!
fr_fr: [_mc_] Mais vous avez raison ... c'est pourquoi je suis venu pour vous maintenant !
it_it: [_mc_] Ma hai ragione... ecco perché sono venuto per te!

source: [_maya_s_sarcastic_] Hahaha! Not bad!
fr_fr: [_maya_s_sarcastic_] Hahaha ! Pas mal !
it_it: [_maya_s_sarcastic_] Hahaha! Non male!

source: [_maya_s_cringe_] But it doesn't change the fact that we're still stuck in here.
fr_fr: [_maya_s_cringe_] Mais ça ne change pas le fait que nous sommes toujours coincés ici.
it_it: [_maya_s_cringe_] Ma non cambia il fatto che siamo ancora bloccati qui.

source: [_mc_] This is serious! What if we're stuck in here all night?
fr_fr: [_mc_] C'est grave ! Et si on est coincé ici toute la nuit ?
it_it: [_mc_] Questo è serio! E se fossimo bloccati qui tutta la notte?

source: [_maya_s_eyeroll_] Oh, relax, Nancy. Don't get your panties in a twist.
fr_fr: [_maya_s_eyeroll_] Oh, relax, Nancy. N'obtenez pas tes cultes dans une tourte.
it_it: [_maya_s_eyeroll_] Oh, rilassati, Nancy. Non prendi le tue mutandine in una torsione.

source: [_mc_] My blood sugar is low...
fr_fr: [_mc_] Mon taux de sucre dans le sang est faible ...
it_it: [_mc_] Il mio zucchero nel sangue è basso...

source: [_maya_s_neutral_] We'll get you a cookie and juicebox in no time.
fr_fr: [On va vous donner un cookie et une boîte de jus de fruit en un rien de temps.
it_it: [_maya_s_neutral_] Ti otterremo un cookie e un juicebox in pochissimo tempo.

source: [_mc_] I don't want juice... unless it's strawberry juice...
fr_fr: [_mc_] Je ne veux pas de jus ... à moins que ce soit le jus de fraise ...
it_it: [_mc_] Non voglio il succo... a meno che non sia il succo di fragola...

source: [_maya_s_neutral_] Whatever the flavor, it doesn't change the fact that we're trapped.
fr_fr: [_maya_s_neutral_] Quelle que soit la saveur, cela ne change pas le fait que nous sommes pris au piège.
it_it: [_maya_s_neutral_] Qualunque sia il sapore, non cambia il fatto che siamo intrappolati.

source: [_mc_] I guess not...
fr_fr: [_mc_] Je suppose pas ...
it_it: [_mc_] Immagino di no...

source: [_maya_s_bored_] Oh, well. I'll just waste my time and life on the internet like I came here to do in the first place.
fr_fr: [_maya_s_bored_] Oh, bien. Je vais perdre mon temps et ma vie sur internet comme je suis venu ici pour faire en premier lieu.
it_it: [_maya_s_bored_] Oh, bene. Perderò solo il mio tempo e la mia vita su internet come sono venuto qui per fare in primo luogo.

source: Hmm... as much as I don't mind being stuck with [maya], I should probably try calling [jo] to see if she can help us get out of here.
fr_fr: Hmm ... autant que je ne pense pas être coincé avec [maya], je devrais probablement essayer d'appeler [jo] pour voir si elle peut nous aider à sortir d'ici.
it_it: Hmm... per quanto non mi dispiace essere bloccato con [maya], Probabilmente dovrei provare a chiamare [jo] per vedere se lei può aiutarci a uscire da qui.

source: I wonder what sort of madman would lock us away in here?
fr_fr: Je me demande quelle sorte de fou nous enfermerait ici ?
it_it: Mi chiedo che tipo di pazzo ci chiuderebbe fuori qui?

source: [_guard_] {i}Calling...{/}
fr_fr: [_guard_] {i}Appel ... {/}
it_it: [_guard_] Chiamata {i}...{/}

source: Come on, [jo]! Please pick up!
fr_fr: Allez, [jo]! S'il te plaît, ramasser !
it_it: Avanti, [jo]! Si prega di prendere!

source: Every minute that passes, my stomach grows empty and my bladder{space=-15} grows full.
fr_fr: Chaque minute qui passe, mon estomac devient vide et ma vessie {space=-15} grandit.
it_it: Ogni minuto che passa, il mio stomaco cresce vuoto e la mia vescica{space=-15} cresce piena.

source: It would be super embarrassing if we end up having to designate piss corners...
fr_fr: Ce serait super embarrassant si nous finissons par devoir désigner des coins de pisse ...
it_it: Sarebbe super imbarazzante se finissimo per dover designare gli angoli del piscio...

source: What if we're stuck for days?
fr_fr: Et si on est coincé pendant des jours ?
it_it: E se fossimo bloccati per giorni?

source: Then I'll have to resort to drinking my own—
fr_fr: Alors je vais devoir boire mon propre-
it_it: Allora dovrò ricorrere a bere il mio—

source: [_jo_] Yes, [mc]?
fr_fr: [_jo_] Oui, [mc] ?
it_it: [_jo_] Sì, [mc]?

source: [_mc_] Oh, thank god, [jo]!
fr_fr: [_mc_] Oh, dieu merci, [jo]!
it_it: [_mc_] Oh, grazie, [jo]!

source: [_jo_] What on the earth is the matter?
fr_fr: [_jo_] Quel est le problème de la terre ?
it_it: [_jo_] Che cosa sulla terra è la questione?

source: [_jo_] You're not hurt, are you?
fr_fr: [_jo_] Vous n'êtes pas blessé, n'est-ce pas ?
it_it: [_jo_] Non sei ferito, vero?

source: [_mc_] No, no! Nothing like that!
fr_fr: [_mc_] Non, non ! Rien de tel !
it_it: [_mc_] No, no! Niente di tutto ciò!

source: [_jo_] You scared me!
fr_fr: [_jo_] Vous m'avez fait peur !
it_it: [_jo_] Mi hai spaventato!

source: Aw, she really does care!
fr_fr: Aw, elle s'en soucie vraiment !
it_it: Aw, lei fa davvero cura!

source: Despite how hard she can be on me, that relief in her voice is surprisingly heartwarming.
fr_fr: Malgré tout ce qu'elle peut être sur moi, le soulagement de sa voix est étonnamment réconfortant.
it_it: Nonostante quanto possa essere difficile su di me, quel sollievo nella sua voce è sorprendentemente eccitante.

source: [_mc_] Sorry, it's just that I'm locked in the computer classroom...
fr_fr: [_mc_] Désolé, c'est juste que je suis enfermé dans la salle d'informatique...
it_it: [_mc_] Mi dispiace, è solo che sono bloccato in aula computer...

source: [_jo_] Why would you go and do that?
fr_fr: [_jo_] Pourquoi vous feriez cela ?
it_it: [_jo_] Perché sei andare a farlo?

source: [_mc_] I didn't do it on purpose!
fr_fr: [_mc_] Je n'ai pas fait ça !
it_it: [_mc_] non l'ho fatto di proposito!

source: [_jo_] This isn't one of those silly internet trends, is it?
fr_fr: [_jo_] Ce n'est pas l'une de ces tendances d'internet idiot , n'est-ce pas ?
it_it: [_jo_] Questa non è una di quelle tendenze di internet sciocche , vero?

source: [_mc_] What? Getting locked in a room?
fr_fr: [_mc_] Quoi ? La pièce est verrouillée dans une pièce ?
it_it: [_mc_] Cosa? Ottenere bloccato in una stanza?

source: [_jo_] Well, I don't know what you kids get up to these days when you're bored.
fr_fr: [_jo_] Eh bien, je ne sais pas ce que vous les enfants allez jusqu'à ces jours quand vous êtes ennuyeux.
it_it: [_jo_] Beh, non so cosa facciate voi ragazzi in questi giorni di quando vi annoiate.

source: [_mc_] I can promise you it's nothing like that.
fr_fr: [_mc_] Je peux vous promettre ce n'est pas comme ça.
it_it: [_mc_] Posso prometterti non è niente di simile.

source: [_jo_] Good, because you need to be focusing on your studies.
fr_fr: [_jo_] Bon, parce que vous avez besoin de se concentrer sur vos études.
it_it: [_jo_] Bene, perché devi concentrarti sui tuoi studi.

source: [_mc_] Ugh... yes... I promise I am...
fr_fr: [_mc_] Ugh ... oui ... Je promets que je suis ...
it_it: [_mc_] Ugh... sì... Prometto che sono...

source: [_jo_] Because your future is very important, you know?
fr_fr: [_jo_] Parce que votre avenir est très important, vous savez ?
it_it: [_jo_] Perché il tuo futuro è molto importante, sa?

source: [_mc_] Yeah, because I totally did it on purpose...
fr_fr: [_mc_] Oui, parce que j'ai totalement fait ...
it_it: [_mc_] Sì, perché sono totalmente lo ho fatto di proposito...

source: [_jo_] Don't take that tone with me, mister.
fr_fr: [_jo_] Ne prenez pas ce ton avec moi, monsieur.
it_it: [_jo_] Non prendere quel tono con me, disordinato.

source: [_jo_] I've had a busy day and I don't need the extra stress and worry.
fr_fr: [_jo_] J'ai eu une journée chargée et Je n'ai pas besoin du stress supplémentaire .
it_it: [_jo_] ho avuto una giornata impegnata e non ho bisogno dello stress extra e delle preoccupazioni.

source: [_mc_] I know, I know!
fr_fr: [_mc_] Je sais, je sais !
it_it: [_mc_] lo so, lo so!

source: [_mc_] Can you just help, please?
fr_fr: [_mc_] Pouvez-vous aider, s'il vous plaît ?
it_it: [_mc_] Puoi solo aiutare, per favore?

source: [_mc_] There's a sinister plot unfolding here.
fr_fr: [_mc_] Il y a un sinistre complot qui se déroule ici.
it_it: [_mc_] C'è un lotto sinistro che si sta svolgendo qui.

source: [_jo_] Very funny, [mc].
fr_fr: [_jo_] Très drôle, [mc].
it_it: [_jo_] Molto divertente, [mc].

source: [_mc_] Okay, not really.
fr_fr: [_mc_] Ok, pas vraiment.
it_it: [_mc_] Okay, non davvero.

source: [_mc_] But I do need you.
fr_fr: [_mc_] Mais j'ai besoin de toi.
it_it: [_mc_] Ma ho bisogno di voi.

source: [_mc_] Remember when I was younger and you were always there to patch me up when I fell?
fr_fr: [_mc_] Tu te souviens quand j'étais plus jeune et que tu étais toujours là pour me raccommoder quand je tombais ?
it_it: [_mc_] Ricordati di quando ero più giovane e sei sempre stato lì per patch me quando sono caduto?

source: [_mc_] Or nurse me back to health if I got sick?
fr_fr: [_mc_] Ou me soigner sur si je suis malade ?
it_it: [_mc_] O infermiera di nuovo a salute se mi sono ammalato?

source: [_jo_] Aw, sweetheart, of course I do!
fr_fr: [_jo_] Aw, ma chérie, Bien sûr que je le fais !
it_it: [_jo_] Aw, sweetheart, ovviamente lo faccio!

source: [_jo_] You'll always be my boy, no matter what!
fr_fr: [_jo_] Vous serez toujours mon garçon, quoi que ce soit !
it_it: [_jo_] Sarai sempre mio ragazzo, non importa cosa!

source: [_mc_] Well, I need your help again...
fr_fr: [_mc_] Eh bien, j'ai besoin de votre aide ...
it_it: [_mc_] Beh, ho bisogno del tuo aiuto di nuovo...

source: [_jo_] All right, I can give the [guard] a call and have him come unlock the door.
fr_fr: [_jo_] Tout droit, je peux donner le [guard] un appel et le faire venir déverrouiller la porte.
it_it: [_jo_] Bene, posso dare una chiamata [guard] e farlo venire sbloccare la porta.

source: [_mc_] Great! Please, hurry! I don't know how long we'll survive.
fr_fr: [_mc_] Excellent ! Svp, dépêchez-vous ! Je ne sais pas combien de temps nous allons survivre.
it_it: [_mc_] Fantastico! Per favore, sbrigati! Non so quanto tempo sopravviveremo.

source: [_jo_] ...we?
fr_fr: [_jo_] ... nous ?
it_it: [_jo_] ...noi?

source: She didn't even react to the word "survive." That just goes to show...{space=-20}
fr_fr: Elle n'a même pas réagi au mot "survivre." Cela va juste à show... {space=-20}
it_it: Non ha nemmeno reagito alla parola "sopravvivere". Questo va a mostrare...{space=-20}

source: [_mc_] [maya] is locked in here with me.
fr_fr: [_mc_] [maya] est verrouillé ici avec moi.
it_it: [_mc_] [maya] è bloccato dentro qui con me.

source: [_jo_] Oh, okay. Sit tight.
fr_fr: [_jo_] Oh, d'accord. Asseyez-vous bien.
it_it: [_jo_] Oh, okay. Sii stretto.

source: [_jo_] And [mc]?
fr_fr: [_jo_] Et [mc] ?
it_it: [_jo_] E [mc]?

source: [_mc_] Yes?
fr_fr: [_mc_] Oui ?
it_it: [_mc_] Sì?

source: [_jo_] Don't do anything stupid... or, you know, unprotected.
fr_fr: [_jo_] Ne faites rien de stupide ... ou, vous savez, sans protection.
it_it: [_jo_] Non fare nulla di stupido... o, sai, non protetto.

source: [_mc_] Like, remembering to safely eject my USB?
fr_fr: [_mc_] Par exemple, se souvenir de pour éjecter mon USB en toute sécurité ?
it_it: [_mc_] Mi piace, ricordando di espellere in modo sicuro la mia USB?

source: [_jo_] I'm serious! I know how you hormonal teenagers can be.
fr_fr: [_jo_] Je suis sérieux ! Je sais que vous pouvez être des adolescents hormonaux .
it_it: [_jo_] Sono seria! So come potete essere voi adolescenti ormonali.

source: [_mc_] Fine, fine! It's nothing like that, okay? Just... thank you for helping.
fr_fr: [_mc_] Fine, fine ! Ce n'est rien comme ça, d'accord ? Juste ... merci pour vous aider.
it_it: [_mc_] Bene, bene! Non è come quello, ok? Solo... grazie per l'aiuto.

source: [_jo_] You're very welcome.
fr_fr: [_jo_] Vous êtes les bienvenus.
it_it: [_jo_] Sei molto benvenuto.

source: Man, that was more difficult than usual.
fr_fr: C'était plus difficile que d'habitude.
it_it: Uomo, che era più difficile del solito.

source: [jo] must be stressed after the fall break... or due to what happened before it.
fr_fr: [jo] doit être souligné après la pause d'automne ... ou en raison de ce qui s'est passé avant.
it_it: [jo] deve essere sottolineato dopo la pausa di caduta... o a causa di ciò che è accaduto prima di esso.

source: [_mc_] Okay, [jo] said she would call the [guard] and have him come unlock the door.
fr_fr: [_mc_] Ok, [jo] a dit qu'elle appellerait le [guard] et qu'il vienne déverrouiller la porte.
it_it: [_mc_] Okay, [jo] ha detto che avrebbe chiamato la [guard] e che lui è venuto sbloccare la porta.

source: [_mc_] So, we should be out of here soon... as long as he's not waylaid by donuts.
fr_fr: [_mc_] Donc, nous devrions sortir d'ici bientôt ... tant qu'il n'est pas exposé par des beignets.
it_it: [_mc_] Quindi, dovremmo essere fuori di qui presto... finché non è fuori strada da ciambelle.

source: [_maya_s_smile_hands_in_pockets_] Cool. It must be nice to have support like that.
fr_fr: [_maya_s_Souriez_hands_in_pockets_] Cool. Ça doit être sympa d'avoir un soutien comme ça.
it_it: [_maya_s_smile_hands_in_pockets_] Cool. Deve essere bello avere supporto in questo modo.
