Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_witch.po
Languages: fr_fr, it_it

source: [_mc_] Right, right!
fr_fr: [_mc_] Bien, non !
it_it: [_mc_] destra, destra!

source: The things I go along with sometimes...
fr_fr: Les choses que je vais avec parfois ...
it_it: Le cose che vado d'accordo con a volte...

source: [_mc_] Fine. You have a deal.
fr_fr: [_mc_] Fine. Vous avez un marché.
it_it: [_mc_] Bene. Hai un affare.

source: [_maxine_s_laughing_] Excellent!
it_it: [_maxine_s_laughing_] Eccellente!

source: [_mc_] So, I just run in place or what?
fr_fr: [_mc_] Alors, je suis juste en place ou quoi ?
it_it: [_mc_] Così, ho appena eseguito a posto o cosa?

source: [_maxine_s_excited_electrodes_] That's exactly right!
fr_fr: [_maxine_s_excited_electrodes_] C'est exact !
it_it: [_maxine_s_excited_electrodes_] È esattamente giusto!

source: [_maxine_s_excited_electrodes_] Just remove your shirt and attach these electrodes to your chest and the sides of your head.
fr_fr: [_maxine_s_excited_electrodes_] Juste enlever votre chemise et attacher ces électrodes à votre poitrine et aux côtés de votre tête.
it_it: [_maxine_s_excited_electrodes_] Basta rimuovere la camicia e attaccare questi elettrodi al petto e ai lati della testa.

source: When I woke up this morning, I never thought I'd be doing physical labor in exchange for curse help.
fr_fr: Quand je me suis réveillé ce matin, je n'ai jamais pensé que je ferais du travail physique en échange d'une aide malédiction.
it_it: Quando mi sono svegliato questa mattina, non ho mai pensato di fare lavoro fisico in cambio di aiuto maledizione.

source: Life really is full of unexpected twists sometimes.
fr_fr: La vie est vraiment pleine de rebondissements inattendus.
it_it: La vita è davvero piena di colpi di scena inaspettati a volte.

source: Hopefully, this can help [maya] and I won't keel over before then.
fr_fr: J'espère que ça peut aider [maya] et je ne vais pas le faire avant.
it_it: Speriamo che questo possa aiutare [maya] e non mi fermerò prima di allora.

source: [_maxine_s_electrodes_run_s_smile_] Whenever you're ready.
fr_fr: [_maxine_s_electrodes_run_s_Souriez_] À chaque fois que vous êtes prêt.
it_it: [_maxine_s_electrodes_run_s_smile_] Ogni volta che sei pronto.

source: [_mc_] Okay, here goes nothing...
fr_fr: [_mc_] Ok, ici ne va rien ...
it_it: [_mc_] Okay, qui non va niente...

source: I start with a light jog, my heart rate spiking as the generator gives a little hiss of life.
fr_fr: Je commence par un léger jogging, mon rythme cardiaque s'accélère lorsque le générateur émet un petit sifflement de vie.
it_it: Comincio con un leggero jog, il mio battito cardiaco spiking come il generatore dà un piccolo sibilo della vita.

source: [_maxine_s_electrodes_run_s_annoyed_s_jog_] Faster!
fr_fr: [_maxine_s_electrodes_run_s_annoyed_s_jog_] Plus vite !
it_it: [_maxine_s_electrodes_run_s_annoyed_s_jog_] Più Veloce!

source: [_mc_] All right, all right!
fr_fr: [_mc_] Très bien, d'accord !
it_it: [_mc_] Va bene, va bene!

source: Against the weak protests of my aching lungs, I take the jog to a run.{space=-25}
fr_fr: Contre les faibles protestations de mes poumons endoloris, je passe du jogging à la course.{space=-25}
it_it: Contro le deboli proteste dei miei polmoni doloranti, prendo la corsa in corso.{space=-25}

source: The sweat gathers at my temples and drips down my head.
fr_fr: La sueur se rassemble dans mes temples et me sèche la tête.
it_it: Il sudore si riunisce nei miei templi e gocciola giù la testa.

source: The generator kicks into gear then and [maxine]'s computer flickers to life.
fr_fr: Le générateur se met alors en marche et l'ordinateur de [maxine] s'anime.
it_it: Il generatore si infila poi in ingranaggi e il computer di [maxine]sfarfalli a vita.

source: [_mc_] Why... am I... doing this... again...?
fr_fr: [Pourquoi... suis-je... en train de faire ça... encore... ?
it_it: [_mc_] Perché... sono... sto facendo questo... ancora...?

source: [_maxine_s_electrodes_run_s_neutral_s_run_s_generator_lights_] To generate power, of course.
fr_fr: [_maxine_s_electrodes_run_s_neutral_s_run_s_generator_lights_] Pour générer le pouvoir, bien sûr.
it_it: [_maxine_s_electrodes_run_s_neutral_s_run_s_generator_lights_] Per generare potere, naturalmente.

source: [_mc_] But... why not... use... the school... computers...?
fr_fr: [Mais... pourquoi ne pas... utiliser... les... ordinateurs... de l'école... ?
it_it: [_mc_] Ma... perché no... usa... la scuola... i computer...?

source: [_maxine_s_electrodes_run_s_neutral_s_run_s_generator_lights_] Technology can never be trusted.
fr_fr: [_maxine_s_electrodes_run_s_neutral_s_run_s_generator_lights_] La technologie ne peut jamais être digne de confiance.
it_it: La tecnologia [_maxine_s_electrodes_run_s_neutral_s_run_s_generator_lights_] non può mai essere fidata.

source: [_mc_] Whatever... you say...
fr_fr: [_mc_] Quel que soit ... vous dites ...
it_it: [_mc_] Qualunque cosa dai...

source: I pant from the excursion, my out of shape body screaming in protest.{space=-40}
fr_fr: J'ai haleté après l'excursion, mon corps hors de forme criant en signe de protestation.{space=-40}
it_it: Ho pantalone dall'escursione, il mio corpo fuori forma urla in protesta.{space=-40}

source: My skinny legs burn, but I know I'm running towards something.
fr_fr: Mes jambes maigres me brûlent, mais je sais que je cours vers quelque chose.
it_it: Le mie gambe magre bruciano, ma so che sto correndo verso qualcosa.

source: I'm running towards [maya], towards being a better, more selfless person.
fr_fr: Je suis en train de courir vers [maya], vers une personne meilleure, plus désintéressée.
it_it: Sto correndo verso [maya], verso l'essere una persona migliore, più altruista.

source: I would run up any hill, power any weird [maxine] experiment to help a friend.
fr_fr: Je courrais sur n'importe quelle colline, je ferais n'importe quelle expérience bizarre pour aider un ami.
it_it: Avrei eseguito qualsiasi collina, potere qualsiasi esperimento [maxine] strano per aiutare un amico.

source: [_maxine_s_electrodes_run_s_excited_s_faster_run_s_generator_lights_] That's it! Keep going!
fr_fr: [_maxine_s_electrodes_run_s_excited_s_faster_run_s_generator_lights_] C'est tout ! Continuez !
it_it: [_maxine_s_electrodes_run_s_excited_s_faster_run_s_generator_lights_] Questo è tutto! Continua ad andare!

source: [_mc_] I am... {i}huff...{/} trying...
fr_fr: [_mc_] Je suis... {i}huff...{/} en train d'essayer...
it_it: [_mc_] I am... {i}huff...{/} prova...

source: I pant through the pain in my lungs, and watch as her computer actually blinks awake.
fr_fr: Je me parie de la douleur dans mes poumons, et je regarde son ordinateur se réveiller.
it_it: Invasione attraverso il dolore nei miei polmoni, e guardare come il suo computer in realtà lampeggia sveglio.

source: [_mc_] It's... actually... {i}huff...{/} working...?
fr_fr: [_mc_] C'est... en fait... {i}huff...{/} ça marche...?
it_it: [_mc_] È... realmente... {i}huff...{/} funziona...?

source: [_maxine_s_electrodes_run_s_excited_s_faster_run_s_lights_] Of course it's working! Run, [mc], run!
fr_fr: [_maxine_s_electrodes_run_s_excited_s_faster_run_s_lights_] Bien sûr que ça marche ! Exécutez, [mc], exécutez !
it_it: [_maxine_s_electrodes_run_s_excited_s_faster_run_s_lights_] Naturalmente sta funzionando! Esegui, [mc], corri!

source: [_mc_] I'm going... {i}huff...{/} as fast... {i}puff...{/} as I can...!
fr_fr: [_mc_] Je vais... {i}huff...{/} aussi vite... {i}puff...{/} que possible...!
it_it: [_mc_] Sto andandando... {i}huff...{/} come veloce... {i}puff...{/} come posso...!

source: [_maxine_s_electrodes_run_s_neutral_s_fastest_run_s_lights_] Your physical stamina is a bit worrisome. You should probably have that checked.
fr_fr: [_maxine_s_electrodes_run_s_neutral_s_fastest_run_s_lights_] Votre endurance physique est un peu inquiétante. Vous devriez probablement avoir cette vérification.
it_it: [_maxine_s_electrodes_run_s_neutral_s_fastest_run_s_lights_] La tua resistenza fisica è un po' preoccupante. Probabilmente dovresti averla controllata.

source: [_mc_] Gee... {i}huff...{/} thanks...
fr_fr: [_mc_] Bon sang... {i}huff...{/} merci...
it_it: [_mc_] Gee... {i}huff...{/} grazie...

source: [_maxine_s_electrodes_run_s_smile_s_fastest_run_s_lights_] You're welcome.
fr_fr: [_maxine_s_electrodes_run_s_Souriez_s_fastest_run_s_lights_] Vous êtes les bienvenus.
it_it: [_maxine_s_electrodes_run_s_smile_s_fastest_run_s_lights_] Sei il benvenuto.

source: As I go, the generator picks up speed and the computer lights up in full.
fr_fr: Au fur et à mesure que je vais, le générateur prend la vitesse et l'ordinateur allume le dans son intégralité.
it_it: Mentre vado il generatore prende la velocità e il computer si illumina completamente .

source: [_mc_] I can't... {i}huff...{/} go... any... {i}puff...{/} more...!
fr_fr: [_mc_] Je ne peux pas... {i}huff...{/} aller... plus... {i}puff...{/} plus...!
it_it: [_mc_] Non posso... {i}huff...{/} vai... any... {i}puff...{/} più...!

source: [_maxine_s_electrodes_run_s_smile_s_fastest_run_s_lights_] That will be sufficient for today.
fr_fr: [_maxine_s_electrodes_run_s_Souriez_s_fastest_run_s_lights_] Cela sera suffisant pour aujourd'hui.
it_it: [_maxine_s_electrodes_run_s_smile_s_fastest_run_s_lights_] Sarà sufficiente per oggi.

source: [_mc_] Thank... {i}huff...{/} god...
fr_fr: [_mc_] Merci... {i}huff...{/} dieu...
it_it: [_mc_] Grazie... {i}huff...{/} god...

source: I feel ready to pass out as [maxine] unhooks me, but somehow I manage to stay on my feet.
fr_fr: Je me sens prêt à passer le [maxine] , mais d'une certaine façon je suis en mesure de rester sur mes pieds.
it_it: Mi sento pronto a passare come [maxine] mi sgancia, ma in qualche modo riesco a rimanere sui miei piedi.

source: [_mc_] Actually, how about you and I generate the power together?
fr_fr: [_mc_] En fait, comment vous et moi générer le pouvoir ensemble ?
it_it: [_mc_] In realtà, che dire di te e io generiamo insieme il potere?

source: [_maxine_s_concerned_] Hmm... that would generate the sort of lasting electricity I need... and twice as fast...
fr_fr: [_maxine_s_concerned_] Hmm ... qui produirait le genre d'électricité durable dont j'ai besoin ... et deux fois plus vite ...
it_it: [_maxine_s_concerned_] Hmm... che genererebbe il tipo di elettricità duratura di cui ho bisogno... e due volte più veloce...

source: [_mc_] Err, exactly what I was thinking.
fr_fr: [_mc_] Err, exactement ce que je pensais.
it_it: [_mc_] Err, esattamente quello che stavo pensando.

source: [_maxine_s_excited_] Good idea, [mc].
fr_fr: [_maxine_s_excited_] Bonne idée, [mc].
it_it: [_maxine_s_excited_] Buona idea, [mc].

source: [_mc_] Soooo, do you think we could maybe f—
fr_fr: [_mc_] Alors, tu penses qu'on pourrait peut-être -
it_it: [_mc_] Soooo, pensi che potremmo forse f—

source: [_maxine_s_excited_] The act of intercourse is actually quite the exercise. It should be more than sufficient.
fr_fr: [_maxine_s_excited_] L'acte de relations est en fait tout à fait l'exercice. Elle devrait être plus que suffisante.
it_it: [_maxine_s_excited_] L'atto del rapporto sessuale è in realtà l'esercizio. Dovrebbe essere più che sufficiente.

source: [_mc_] Agreed! I mean, I guess. Sure.
fr_fr: [_mc_] D'accord ! Je veux dire, je suppose. Bien sûr.
it_it: [_mc_] è d'accordo! Voglio dire, immagino.

source: [_maxine_s_flirty_] Very well. Let's commence.
fr_fr: [_maxine_s_flirty_] Très bien. Commençons.
it_it: [_maxine_s_flirty_] Molto bene. Cominciamo.

source: [_maxine_s_flirty_] Remove your clothing, please.
fr_fr: [_maxine_s_flirty_] Enlevez vos vêtements, s'il vous plaît.
it_it: [_maxine_s_flirty_] Rimuovi i tuoi vestiti, per favore.

source: Seriously? Is [maxine] as horny as I am? Or is she really only doing this for science?
fr_fr: Sérieusement ? Est-ce que le [maxine] est aussi corné que je le suis ? Ou est-ce qu'elle ne fait que ça pour la science ?
it_it: Seriamente? [maxine] è eccitata come me? O sta davvero facendo questo solo per la scienza?

source: Either way, who am I to stand in the way of the advancement of our species?
fr_fr: Quoi qu'il en soit, qui suis-je pour m'opposer à l'avancement de notre espèce ?
it_it: In entrambi i casi, chi sono io per ostacolare il progresso di la nostra specie?

source: I strip down as fast as I can, and I watch her do the same, but with controlled precision.
fr_fr: Je me filme aussi vite que je peux, et je la regarde faire de même, mais avec une précision contrôlée.
it_it: Mi striscio giù il più velocemente possibile, e la guardo lo stesso, ma con precisione controllata.

source: She sheds her sweater, and I take the moment to appreciate her body.
fr_fr: Elle éclaire son chandail, et je prends le temps d'apprécier le son corps.
it_it: Lei perde il suo maglione, e prendo il momento di apprezzare il suo corpo.

source: [_maxine_s_flirty_] The more freely our sweat can flow, the better.
fr_fr: [_maxine_s_flirty_] Plus notre sueur est libre, mieux c'est.
it_it: [_maxine_s_flirty_] Più liberamente il nostro sudore può fluire, meglio è.

source: Goddamn! This is actually happening!
fr_fr: Putain ! C'est en fait ce qui se passe !
it_it: Dio! Questo sta accadendo in realtà!

source: [_mc_] I definitely agree...
fr_fr: [_mc_] Je suis tout à fait d'accord ...
it_it: [_mc_] Sono assolutamente d'accordo...

source: [_maxine_s_flirty_] Then, we will hook up the electrodes and let the electricity flow.
fr_fr: [_maxine_s_flirty_] Ensuite, nous allons brancher les électrodes et laisser le flux d'électricité.
it_it: [_maxine_s_flirty_] Poi, aggancieremo gli elettrodi e lasceremo il flusso di elettricità.

source: She comes closer to me, her eyes on mine, lips slightly parted.
fr_fr: Elle s'approche de moi, les yeux dans les miens, les lèvres légèrement entrouvertes.
it_it: Lei si avvicina a me, i suoi occhi sulle mie, labbra leggermente separate.

source: She looks so kissable, so cute and flushed with the excitement of what's happening.
fr_fr: Elle a l'air si embrassable, si mignonne et rougie par l'excitation de ce qui est en train de se passer.
it_it: Sembra così baciabile, così carina e sciacquata con l'eccitazione di quello che sta accadendo.

source: I lean in towards her, but instead of a kiss or tender touch, she places the electrodes on my chest and temples.
fr_fr: Je me penche vers elle, mais au lieu d'un baiser ou d'un toucher tendre, elle place les électrodes sur ma poitrine et mes temples.
it_it: Mi sono appoggiato verso di lei, ma invece di un bacio o un tocco tenero, mette gli elettrodi sul mio petto e tempie.

source: [_maxine_s_excited_electrodes_] Perfect.
fr_fr: [_maxine_s_excited_electrodes_] Parfait.
it_it: [_maxine_s_excited_electrodes_] Perfetto.

source: Then, she does the same to herself before taking a seat on her desk.{space=-20}
fr_fr: Ensuite, elle fait de même avant de prendre un siège sur son bureau. {space=-20}
it_it: Poi, fa lo stesso per se stessa prima di prendere un posto sulla sua scrivania.{space=-20}

source: She spreads her legs and I see that her pussy is already moist.
fr_fr: Elle répand ses jambes et je vois que sa chatte est déjà humide.
it_it: Si diffonde le gambe e vedo che la sua figa è già umida.

source: Whether it's from me or her little experiment, the sight makes me fully erect.
fr_fr: Qu'il s'agisse de moi ou de sa petite expérience, la vue me rend complètement érection.
it_it: Che si tratti di me o del suo piccolo esperimento, la vista mi fa erigere completamente.

source: I stand in front of her, and before I can quite comprehend what's happening, [maxine] reaches down and takes hold of my dick.
fr_fr: Je me tiens devant elle, et avant que je puisse vraiment comprendre ce qui se passe, [maxine] s'arrête et prend ma bite.
it_it: Mi trovo di fronte a lei e prima di capire cosa sta succedendo, [maxine] arriva giù e prende in mano il mio cazzo.

source: Her hand is slightly rough — probably from all the science stuff she gets up to — but warm.
fr_fr: Sa main est légèrement rugueuse-probablement de tous les trucs scientifiques qu'elle a jusqu'à-mais au chaud.
it_it: La sua mano è leggermente ruvida — probabilmente da tutto il materiale scientifico che si alza — ma calda.

source: The sensation makes my skin tingle and my abdomen clench.
fr_fr: La sensation fait que ma peau teinte et mon abdomen s'accrochez.
it_it: La sensazione rende la mia pelle formicolio e la mia tenda addome.

source: Slowly, she's lining me up with her pussy, the tip of my head sliding along her opening.
fr_fr: Lentement, elle me tapa avec sa chatte, la pointe de ma tête coulissante le long de son ouverture.
it_it: Lentamente, mi sta allineando con la sua figa, la punta della mia testa scivolando lungo la sua apertura.

source: She grips me harder as she guides me into herself.
fr_fr: Elle me saisit plus fort parce qu'elle me guide en elle.
it_it: Mi afferra più duramente mentre mi guida in se stessa.

source: I'm met with some resistance at first — she's surprisingly tight.
fr_fr: Je rencontre d'abord une certaine résistance - elle est étonnamment serrée.
it_it: Ho incontrato una certa resistenza in un primo momento — è sorprendentemente stretta.

source: But I take hold of her thighs and use them as leverage as I thrust myself the rest of the way in.
fr_fr: Mais je prends ses cuisses et je les utilise comme levier alors que je me sens le reste de la route.
it_it: Ma io prendo le cosce e le uso come leva mentre mi spingo il resto della strada.

source: I sink deep into her warm, wet hole and then just hold myself there for a moment as she squeezes me.
fr_fr: Je m'enfonce profondément dans son trou chaud et humide et je me tiens juste là pour un moment alors qu'elle me serre.
it_it: Io affondo in profondità nel suo buco caldo e bagnato e poi mi tengo lì per un attimo mentre mi spreme.

source: I feel her trembling against me, her quick little breaths tickling the side of my neck.
fr_fr: Je la sens trembler contre moi, ses petites respirations rapides me chatouillent le côté du cou.
it_it: La sento tremare contro di me, i suoi piccoli respiri veloci solletico il lato del mio collo.

source: When I bury my face in her own neck, the faint smell of incense and sweat pervades my nostrils.
fr_fr: Quand j'enterrerai mon visage dans son cou, l'odeur de l'encens et de la sueur imprègnent mes narines.
it_it: Quando seppellisco il viso nel suo proprio collo, il debole odore di incenso e sudore pervade le narici.

source: Then, remembering why we're here, I pull my hips back slightly and slam my dick into her again, hard.
fr_fr: Alors, en se souvenant pourquoi nous sommes ici, je tire mes hanches un peu et claque ma bite à nouveau, dur.
it_it: Poi, ricordando perché siamo qui, tiro i fianchi indietro leggermente e sbattere il mio cazzo in lei di nuovo, duro.

source: I piston in and out of her, the friction of her pussy reluctantly releasing me sends shivers of pleasure down my spine.
fr_fr: J'ai piston dans et hors d'elle, le frottement de sa chatte me libère à contrecœur d'envoyer des frissons de plaisir dans ma colonne vertébrale.
it_it: Ho pistone dentro e fuori di lei, l'attrito della sua figa riluttantemente rilasciandomi manda brividi di piacere giù la mia colonna vertebrale.

source: The generator bucks into life then and its whir fills the room.
fr_fr: Le générateur se met alors en marche et son ronflement emplit la pièce.
it_it: Il generatore bucks nella vita allora e il suo whir riempie la stanza.

source: [_maxine_s_electrodes_sex_s_excited_s_full_penetration_s_generator_lights_] T-that's it! Faster!
fr_fr: [_maxine_s_electrodes_sex_s_excité_s_full_penetration_s_generator_lights_] C'est ça ! Plus vite !
it_it: [_maxine_s_electrodes_sex_s_excited_s_full_penetration_s_generator_lights_] T è questo! Più veloce!

source: I give into the sound of her cries and happily obey, thrusting myself into her faster and faster.
fr_fr: Je donne dans le son de ses cris et obéis heureux, me propulse plus vite et plus vite.
it_it: Io cedo nel suono delle sue grida e ubbidisco felicemente, spingendomi in lei più veloce e veloce.

source: The table shakes beneath us even as [maxine] grips the edge of it for support as I hammer into her.
fr_fr: La table tremble sous nos pieds alors que [maxine] s'agrippe au bord pour se soutenir et que je la transperce.
it_it: Il tavolo si agita sotto di noi anche come [maxine] afferra il bordo di esso per il sostegno come io martello in lei.

source: The air is now thick with the salty tang of our sweat as it drips down{space=-10} our bare bodies.
fr_fr: L'air est maintenant chargé de la saveur salée de notre sueur qui dégouline{space=-10} sur nos corps nus.
it_it: L'aria è ora spessa con il gruppo salato del nostro sudore mentre gocciola verso il basso{space=-10} i nostri corpi nudi.

source: Her pussy juices soak my cock as I speed up into long, deep strokes.{space=-20}
fr_fr: Les sucs de sa chatte imbibent ma bite tandis que j'accélère pour donner de longs et profonds coups.{space=-20}
it_it: I suoi succhi di figa immergere il mio cazzo mentre mi accelero in lunghi e profondi colpi.{space=-20}

source: [_mc_] Is that... {i}huff...{/} fast enough... {i}puff...{/} for you?
fr_fr: [_mc_] Est-ce que... {i}huff...{/} c'est assez rapide... {i}puff...{/} pour vous ?
it_it: [_mc_] È questo... {i}huff...{/} abbastanza veloce... {i}puff...{/} per te?

source: [_maxine_s_electrodes_sex_s_eyes_closed_s_full_penetration_s_generator_lights_s_gripping_table_] Mmm, yes! Don't stop! P-please, don't stop!
fr_fr: [_maxine_s_electrodes_sex_s_eyes_closed_s_full_penetration_s_generator_lights_s_gripping_table_] Mmm, oui ! Ne t'arrête pas ! P s'il te plaît, ne t'arrête pas !
it_it: [_maxine_s_electrodes_sex_s_eyes_closed_s_full_penetration_s_generator_lights_s_gripping_table_] Mmm, sì! Non fermarti! P-per favore, non fermarti!

source: Her words come out in ragged, desperate pants. I like to think that it's me she's begging for now, even if it's not the case.
fr_fr: Ses mots sortent dans un souffle rauque et désespéré. J'aime à penser que c'est moi qu'elle supplie maintenant, même si ce n'est pas le cas.
it_it: Le sue parole escono in pantaloni ragged e disperati. Mi piace pensare che io stia chiedendo per ora, anche se non è il caso.

source: Willingly, I do as she asks. I go from slow to fast again, slamming into her tight little flower as it opens more and more for me.
fr_fr: Étonnamment, je fais ce qu'elle demande. Je vais de plus en plus lentement, en me claquant dans sa petite fleur, car elle s'ouvre de plus en plus pour moi.
it_it: Volentieri, faccio come chiede. Vado da lento a veloce di nuovo, sbattendo nel suo piccolo fiore stretto come si apre sempre più per me.

source: Out of the corner of my eye, I see the computer flash to life.
fr_fr: Hors du coin de mon œil, je vois le flash de l'ordinateur à la vie.
it_it: Fuori dall'angolo del mio occhio, vedo il flash del computer alla vita.

source: It seems to spur [maxine] on and she begins to gyrate into me, with me.{space=-45}
fr_fr: Il semble stimuler le [maxine] et elle commence à se développer en moi, avec moi. {space=-45}
it_it: Sembra di spronare [maxine] e lei comincia a girare in me, con me.{space=-45}

source: We're in sync now, our hearts hammering together, our breaths mingling, one's sweat slicking the other.
fr_fr: Nous sommes maintenant synchronisés, nos cœurs battent ensemble, nos respirations se mélangent, la sueur de l'un glisse sur celle de l'autre.
it_it: Siamo in sincronia ora, i nostri cuori martellano insieme, i nostri fiati si mescolano, il sudore affettare l'altro.

source: Her juices leak out of her and coat the table beneath her, and the musky odor clogs my senses.
fr_fr: Son jus s'écoule d'elle et recouvre la table sous elle, et l'odeur musquée obstrue mes sens.
it_it: I suoi succhi fuoriescono da lei e ricoprono la tavola sotto di lei, e l'odore muschioso mi ingoia i sensi.
