Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_spell.po
Languages: fr_fr, it_it

source: ?mc.owned_item('hex_vex_and_texmex')@|{image=items book hex_vex_and_texmex}|"That's beside the point."
fr_fr: ?mc.owned_item('hex_vex_and_texmex')@|{image=items book hex_vex_and_texmex}|"Ce n'est pas la question."
it_it: ?mc.owned_item('hex_vex_and_texmex')@<unk> {image=items book hex_vex_and_texmex}<unk> "Questo è accanto al punto."

source: [_jacklyn_s_paint_shelf_sex_s_paintbrush_insertion_] M-more!
it_it: [_jacklyn_s_paint_shelf_sex_s_paintbrush_insertion_] M-più!

source: [_mc_] Ohhhhh!
it_it: [_mc_] Ohhhhhh!
