Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_quixote.po
Languages: it_it

source: [_mc_] He incinerates the skulls you hide behind.
it_it: [_mc_] Incenerisce i teschi che nascondi dietro.

source: [_mc_] The flame turns your armor and underthings to ash, leaving you both{space=-25} completely naked and exposed.
it_it: [_mc_] La fiamma trasforma l'armatura e le cose in cenere, lasciandoti entrambi{space=-25} completamente nudo ed esposto.

source: [_maya_s_dramatic_] Well, that's convenient.
it_it: [_maya_s_dramatic_] Beh, è conveniente.

source: [_mc_] What? As the dungeon master, I rule everything.
it_it: [_mc_] Cosa? Come maestro del torrione, io regola tutto.

source: [_flora_s_embarrassed_] That's messed up on so many levels...
it_it: [_flora_s_embarrassed_] È stato messo in ginocchio su così tanti livelli...

source: [_maya_s_cringe_] There's dungeon master, and then there's {i}dungeon master.{/}
it_it: [_maya_s_cringe_] C'è un maestro di dungeon, e poi c'è un maestro di dungeon {i}. {/}

source: [_maya_s_cringe_] We both know which one you are.
it_it: [_maya_s_cringe_] Sappiamo entrambi quale siete.

source: [_mc_] Careful, or I'll lock you two up.
it_it: [_mc_] Attento, o ti bloccherò due.

source: [_maya_s_sarcastic_] Don't threaten me with a good time.
it_it: [_maya_s_sarcastic_] Non mi minacciare con un buon tempo.

source: [_mc_] Oh, I absolutely will.
it_it: [_mc_] Oh, io assolutamente lo farò.

source: [_mc_] Don't be so dramatic, [flora].
it_it: [_mc_] Non essere così drammatico, [flora].

source: [_flora_s_skeptical_] I'm not being dramatic! I just don't want to play weird games!
it_it: [_flora_s_skeptical_] Non sono drammatico! Semplicemente non voglio giocare a giochi strani!

source: [_maya_s_sarcastic_] Oh, honey, you're playing DnD. It's too late for that.
it_it: [_maya_s_sarcastic_] Oh, miele, stai suonando DnD. È troppo tardi per questo.

source: [_flora_s_smile_] Ain't that the truth!
it_it: [_flora_s_smile_] Non è questa la verità!

source: [_mc_] DnD is not weird!
it_it: [_mc_] DnD non è strano!

source: [_flora_s_smile_] Sure it is. And that's why you like to play.
it_it: [_flora_s_smile_] Certo che sia. Ed è per questo che ti piace giocare.

source: [_mc_] Ugh! No, it's not!
it_it: [_mc_] Ugh! No, non è!

source: [_flora_s_skeptical_] Don't be so dramatic, [mc].
it_it: [_flora_s_skeptical_] Non essere così drammatico, [mc].

source: [_mc_] I'm just going to continue...
it_it: [_mc_] Sto solo per continuare...

source: [_mc_] Do you object too, [maya]?
it_it: [_mc_] Hai anche l'oggetto, [maya]?

source: [_maya_s_cringe_] Like a lawyer in court.
it_it: [_maya_s_cringe_] Come un avvocato in tribunale.

source: [_maya_s_cringe_] You'll have to try harder than that to get my clothes off.
it_it: [_maya_s_cringe_] Dovrai provare più duramente di quello per togliermi i vestiti.

source: [_mc_] It's just a fantasy...
it_it: [_mc_] È solo una fantasia...

source: [_maya_s_sarcastic_] Exactly.
it_it: [_maya_s_sarcastic_] Esattamente.

source: [_mc_] Don't be so serious. It's just a bit of fun.
it_it: [_mc_] Non essere così serio. È solo un po' divertente.

source: [_maya_s_dramatic_] How dare you, sir!
it_it: [_maya_s_dramatic_] Come ti osa, signore!

source: [_mc_] Quit screwing around and let's play, will you?
it_it: [_mc_] Smettetela di girarci e giocheremo, vero?

source: [_maya_s_sarcastic_] Play? Or {i}play?{/}
it_it: [_maya_s_sarcastic_] Play? O {i}play?{/}

source: [_mc_] Yes.
it_it: [_mc_] Sì.

source: [_mc_] What's the big deal, girls?
it_it: [_mc_] Qual è il grande affare, ragazze?

source: [_maya_s_cringe_] Anything sexual is against my religion.
it_it: [_maya_s_cringe_] Qualsiasi cosa sessuale è contro la mia religione.

source: [_mc_] Seriously?
it_it: [_mc_] Seriamente?

source: [_maya_s_cringe_] Seriously.
it_it: [_maya_s_cringe_] Seriamente.

source: [_mc_] Damn. I'm sorry. I didn't know.
it_it: [_mc_] Dannazione. Mi dispiace. Non lo sapevo.

source: [_maya_s_sarcastic_] Just kidding! It's actually the focal point of my religion.
it_it: [_maya_s_sarcastic_] Giusto scherzando! In realtà è il punto focale della mia religione.

source: I don't know what's real anymore...
it_it: Non so più cosa è reale...

source: [_maya_s_dramatic_] Not dragon sex, though.
it_it: [_maya_s_dramatic_] Non il sesso del drago, però.

source: [_mc_] It's not dragon sex!
it_it: [_mc_] Non è il sesso del drago!

source: [_maya_s_dramatic_] Sure it's not.
it_it: [_maya_s_dramatic_] Certo che non lo è.

source: [_mc_] Anyway, where was I?
it_it: [_mc_] Comunque, dov'era Io?

source: [_mc_] Your armor and clothes get blown away in a huff of searing heat.
it_it: [_mc_] La tua armatura e i vestiti vengono spazzati via in un sobborgo di calore lacrimante.

source: [_mc_] The pair of you stand there, naked as the day you were born.
it_it: [_mc_] Il paio di voi sta lì, nudo come il giorno in cui siete nati.

source: [_mc_] Your eyes meet over the smoldering pile of ash, and you know your time has come.
it_it: [_mc_] I tuoi occhi si incontrano sopra il mucchio smolderante di cenere, e tu sai che è arrivato il tuo tempo.

source: [_mc_] You only have a short time left to live.
it_it: [_mc_] Hai solo poco tempo a disposizione per vivere.

source: [_flora_s_dnd_kiss_s_stare_] "I, um... I have a confession to make..."
it_it: [_flora_s_dnd_kiss_s_stare_] "Io, um... ho una confessione da fare..."

source: [_mc_] Says [flora]. I mean, Lenora.
it_it: [_mc_] Dice [flora]. Voglio dire, Lenora.

source: [_maya_] "What is it?"
it_it: [_maya_] "Che cos'è?"

source: [_mc_] Comes the breathy reply from [maya] the Dickbreaker.
it_it: [_mc_] Fornisce la risposta respirata da [maya] il Dickbreaker.

source: [_flora_s_dnd_kiss_s_stare_] "It's you who I've always loved."
it_it: [_flora_s_dnd_kiss_s_stare_] "Sei tu che ho sempre amato."

source: [_flora_s_dnd_kiss_s_stare_] "The way you wield that sword with such confidence..."
it_it: [_flora_s_dnd_kiss_s_stare_] "Il modo in cui usi quella spada con tanta fiducia..."

source: [_flora_s_dnd_kiss_s_stare_] "Your smoking warrior body..."
it_it: [_flora_s_dnd_kiss_s_stare_] "Il tuo corpo guerriero fumante..."

source: [_flora_s_dnd_kiss_s_stare_] "I want you."
it_it: [_flora_s_dnd_kiss_s_stare_] "Ti voglio."

source: [_mc_] And just like that, you crash together, your burning lips seeking each{space=-20} other out.
it_it: [_mc_] E proprio così, si schiantano insieme, le labbra brucianti cercando ognuno{space=-20} altro fuori.

source: [_mc_] They're hot and sweaty, hungry as you devour each other's mouths.
it_it: [_mc_] Sono caldi e sudati, affamati mentre divorate le rispettive bocche.

source: [_mc_] [flora], err... Lenora, your tongue darts desperately into [maya]'s mouth,{space=-30} soft groans gurgling from your throat.
it_it: [_mc_] [flora], err... Lenora, le tue freccette della lingua disperatamente nella bocca di [maya], {space=-30} soffici groans gorgulanti dalla gola.

source: [_mc_] She pulls you closer, and your naked bodies slip against one another.{space=-30}
it_it: [_mc_] Ti avvicina e i tuoi corpi nudi scivolano gli uni contro gli altri.{space=-30}

source: [_mc_] You stumble to the wrecked floor of the cave, [maya] now on top of [flora].
it_it: [_mc_] Tu inciampi al pavimento distrutto della grotta, [maya] ora in alto di [flora].

source: [_mc_] Your hands fumble along her slim, firm body, up to her round, full breasts.
it_it: [_mc_] Le tue mani fumano lungo il suo corpo sottile, solido, fino al suo rotondo, seno pieno.

source: [_mc_] [maya] then breaks the kiss to take one of those breasts in her mouth.{space=-15}
it_it: [_mc_] [maya] poi rompe il bacio per prendere uno di quei seni in bocca.{space=-15}

source: [_mc_] She sucks on the hard nipple and draws desperate pants from [flora]{space=-5} as she wraps her arms around her.
it_it: [_mc_] Lei succhia il capezzolo duro e disegna pantaloni disperati da [flora]{space=-5} mentre avvolge le braccia intorno a lei.

source: [_mc_] It's so much better than you ever could have imagined, [flora].
it_it: [_mc_] È molto meglio di quanto tu abbia mai potuto immaginare, [flora].

source: [_mc_] Those soft, warm lips tasting your body...
it_it: [_mc_] Quelle labbra morbide e calde che assaggiano il tuo corpo...

source: [_mc_] You urge [maya] to go lower, and she greedily obliges.
it_it: [_mc_] Solleciti [maya] ad andare più in basso, e lei si impegna avidamente.

source: [_mc_] She trails hot, frantic kisses down your stomach and you twist your fingers in her fiery hair.
it_it: [_mc_] Lei cammina caldo, bacia frenetico giù lo stomaco e ti pieghi le dita nei suoi capelli ardenti.

source: [_mc_] When she reaches your pussy, she can smell the sweet pungent odor{space=-25} of your juices.
it_it: [_mc_] Quando raggiunge la tua figa, può odorare il dolce odore pungente{space=-25} dei tuoi succhi.

source: [_mc_] She runs her tongue along your slit, having a taste.
it_it: [_mc_] Lei corre la sua lingua lungo la tua fessura, avendo un gusto.

source: [_mc_] She savors it on her tongue for a moment, before parting your swollen{space=-50} lips and digging into the delicious folds.
it_it: [_mc_] Lei lo assapora sulla sua lingua per un attimo, prima di separare le labbra gonfie {space=-50} e scavare nelle deliziose pieghe.

source: [_mc_] Then, she breaks away for a moment, her own breaths coming unevenly.{space=-85}
it_it: [_mc_] Poi, si rompe per un attimo, i suoi respiri vengono in modo irregolare.{space=-85}

source: [_mc_] She's never tasted anything so perfect.
it_it: [_mc_] Non ha mai assaggiato niente di così perfetto.

source: [_mc_] She nibbles on your labia, then drags her tongue up along your slick{space=-5} slit, before diving back in.
it_it: [_mc_] Lei soffia sulle labbra, poi trascina la sua lingua lungo il tuo slick{space=-5} slit, prima di tuffarsi dentro.

source: [_mc_] She drinks the nectar of your sweet flower as you open up to her.
it_it: [_mc_] Beve il nettare del tuo dolce fiore mentre ti apri a lei.

source: [_mc_] She shoves her tongue in deeper, and your body begins to shudder and shake beneath her.
it_it: [_mc_] Lei infila la sua lingua in profondità, e il tuo corpo inizia a tremare e scuotere sotto di lei.

source: [_mc_] So, she exposes your clit by pushing back the hood with her lips.
it_it: [_mc_] Così, lei espone il tuo clitoride spingendo indietro il cappuccio con le labbra.

source: [_mc_] She licks and sucks that tender nub, flicking it with her tongue.
it_it: [_mc_] Si lecca e succhia quel tenero nudo, lo scagliò con la lingua.

source: [_mc_] You can feel yourself coming undone.
it_it: [_mc_] Puoi sentirti annullato.

source: [_mc_] You cry out her name, and it tastes so sweet on your lips.
it_it: [_mc_] Tu gridi il suo nome, e ha un sapore così dolce sulle labbra.

source: [_mc_] You arch your back and curl your toes, mouth open in a silent scream{space=-30} as the full force of your pleasure tears through you.
it_it: [_mc_] Ti archi la schiena e arriccii le dita dei piedi, bocca aperta in un urlo silenzioso{space=-30} come la forza piena delle tue lacrime di piacere attraverso di te.

source: [_mc_] Just as it does, [maya] shoves her tongue back into your pussy as deep{space=-45} as it will go.
it_it: [_mc_] Proprio come fa, [maya] spinge la sua lingua nella tua figa come profondo{space=-45} come andrà.

source: [_mc_] You unleash a torrent of wetness, squirting into her mouth.
it_it: [_mc_] Scatena un torrente di umidità, schizzando in bocca.

source: [_mc_] She drinks it up, sucking down all of your juices with fevered need.
it_it: [_mc_] Lo beve su, succhia tutti i tuoi succhi con bisogno di febbre.

source: [_mc_] You go rigid for what feels like forever as you convulse there on the ground.
it_it: [_mc_] Tu vai rigido per quello che ti sembra per sempre mentre convulsi lì su il terreno.

source: [_mc_] [maya] withdraws her tongue, but continues to slurp up the mess you've made.
it_it: [_mc_] [maya] ritira la lingua, ma continua a soffocare il pasticcio che hai fatto.

source: [_mc_] Running her tongue up and down your folds, down to your ass.
it_it: [_mc_] Correre la lingua su e giù per le pieghe, fino al culo.

source: [_mc_] Enjoying the salt of your skin and the sweetness of your pussy.
it_it: [_mc_] Godendo il sale della tua pelle e la dolcezza della tua figa.

source: [_mc_] You smile up at her, your eyes half lidded, your body spent from the ecstasy.
it_it: [_mc_] Tu sorridi verso di lei, i tuoi occhi a metà coperchiato, il tuo corpo speso dall'estasi.

source: [_mc_] That's the best you've ever had. No one has made you cum like that before.
it_it: [_mc_] Questo è il meglio che tu abbia mai avuto. Nessuno ti ha fatto sborrare così prima.

source: [_mc_] [maya] falls back next to you, also spent, and also savoring the moment.{space=-60}
it_it: [_mc_] [maya] cade di nuovo accanto a te, anche speso, e anche assaporare il momento.{space=-60}

source: [_mc_] But you're not quite done.
it_it: [_mc_] Ma non hai abbastanza finito.

source: [_mc_] There's something else you've always wanted to try...
it_it: [_mc_] C'è qualcos'altro che hai sempre voluto provare...

source: [_mc_] You get up, [flora], and climb on over [maya].
it_it: [_mc_] Ti alzi su, [flora]e sali su oltre [maya].

source: [_mc_] You hook one of her legs around your hip, then you straddle her pussy,{space=-60} feeling her wetness against your own.
it_it: [_mc_] Unisci una delle gambe attorno al tuo fianco, poi la fai a cavallo con la figa,{space=-60} sentendo la sua umidità contro la tua.

source: [_mc_] You lean forward and kiss her slowly, tasting yourself on her lips.
it_it: [_mc_] Ti appoggii in avanti e la baci lentamente, assaggiandoti sulle labbra.

source: [_mc_] She groans gently beneath you, then forces your lips apart with her tongue.
it_it: [_mc_] Lei geme dolcemente sotto di te, poi spinge le labbra con la sua lingua.

source: [_mc_] She darts it inside of your mouth, making you taste everything.
it_it: [_mc_] Lei lo freccia dentro la vostra bocca, facendovi assaggiare tutto.

source: [_mc_] That's when you begin to grind your hips down into her.
it_it: [_mc_] Questo è quando si inizia a macinare i fianchi giù in lei.

source: [_mc_] Your slick, sex lubricated pussy slides against her own swollen bud.
it_it: [_mc_] La tua fetta, sesso lubrificato figa scivola contro il suo proprio germoglio gonfio.

source: [_mc_] You grind your clit against her clit, riding her vagina.
it_it: [_mc_] Si macina il clitoride contro il suo clitoride, cavalcando la sua vagina.

source: [_mc_] [maya] gasps and bucks beneath you, thrusting up at you even as you{space=-10} continue to gyrate on her.
it_it: [_mc_] [maya] gasps e dollari sotto di te, spingendo verso di te anche come tu{space=-10} continua a girare su di lei.

source: [_mc_] She reaches up with her hands and squeezes your tits, massaging the tender flesh.
it_it: [_mc_] Raggiunge con le mani e schiaccia le tue tette, massaggiando la tenera carne.

source: [_mc_] Up, down, together, she plays with your breasts, before letting them{space=-5} fall again.
it_it: [_mc_] Su, giù, insieme, gioca con il tuo seno, prima di lasciar cadere di nuovo {space=-5} .

source: [_mc_] From there, she trails hands down your body and stops at your hips.{space=-15}
it_it: [_mc_] Da lì, lei traccia il tuo corpo e si ferma ai fianchi.{space=-15}

source: [_mc_] She grabs hold and urges you on, slamming your pussy down onto her own.
it_it: [_mc_] Lei afferra e ti sollecita, sbattendo la tua figa sulla sua.

source: [_mc_] You can feel another surge of pleasure cresting, so you go faster, riding it out.
it_it: [_mc_] Si può sentire un'altra ondata di piacere cresta, così si va più velocemente, cavalca fuori.

source: [_mc_] It hits you both at the same time as your sensitive clits rub together faster and faster.
it_it: [_mc_] Ti colpisce entrambi nello stesso momento in cui i tuoi clits sensibili sfregano insieme più velocemente e velocemente.

source: [_mc_] You cry out her name and throw your head back when the dam finally{space=-25} breaks.
it_it: [_mc_] Si grida il suo nome e gettare la testa indietro quando la diga finalmente{space=-25} si rompe.

source: [_mc_] She bucks upwards like a wild mustang and together you hit the peak{space=-30} of pleasure.
it_it: [_mc_] Lei si guadagna verso l'alto come un mustang selvaggio e insieme si colpisce il picco{space=-30} di piacere.

source: [_mc_] Your eyes flutter shut as you get lost in complete bliss.
it_it: [_mc_] I tuoi occhi flutter si chiudono mentre ti perdi in completa beatitudine.

source: [_mc_] The pair of you let it roll through you for what feels like ages.
it_it: [_mc_] Il paio di te lo lascia passare attraverso di te per quello che ti sembra un'età.

source: [_mc_] Nothing else exists but the two of you. Everything else has fallen away.{space=-60}
it_it: [_mc_] Niente altro esiste ma i due di voi. Tutto il resto è caduto.{space=-60}

source: [_mc_] The world... the dragon... the cave...
it_it: [_mc_] Il mondo... il drago... la grotta...

source: [_mc_] Nothing matters to you anymore but the feel of [maya]'s skin on your own.
it_it: [_mc_] Niente ti importa più, ma la sensazione della pelle di [maya]su tua.

source: [_mc_] You could stay tangled up in her forever, and when you open your eyes, you—
it_it: [_mc_] Potresti rimanere aggrovigliato in lei per sempre, e quando apri gli occhi, tu—

source: [_jo_s_concerned_] [mc]? What are you doing?
it_it: [_jo_s_concerned_] [mc]? Cosa stai facendo?

source: [_mc_] I was, err... playing.
it_it: [_mc_] Ero errato... giocando.

source: [_jo_s_neutral_] By yourself?
it_it: [_jo_s_neutral_] Da solo?

source: [_mc_] No! The girls were here!
it_it: [_mc_] No! Le ragazze erano qui!

source: [_jo_s_concerned_hands_down_] Were they? Huh.
it_it: [_jo_s_concerned_hands_down_] erano? Huh.

source: She doesn't have to sound so shocked...
it_it: Lei non deve sembrare così scioccata...

source: [_mc_] They were. It was really nice hanging out with [flora].
it_it: [_mc_] Erano. E 'stato davvero bello uscire con [flora].

source: [_mc_] Like the good old days when we were younger.
it_it: [_mc_] Come i bei vecchi giorni in cui eravamo più giovani.

source: [_jo_s_smile_] Aw, sweetheart! That's nice.
it_it: [_jo_s_smile_] Aw, innamorato! È bello.

source: [_jo_s_smile_] I'm glad you two were spending some quality time.
it_it: [_jo_s_smile_] Sono contento che voi due stavate spendendo un po' di tempo di qualità.

source: [_mc_] Yeah, me too...
it_it: [_mc_] Sì, anche me...

source: [_mc_] Nothing!
it_it: [_mc_] Niente!

source: [_jo_s_skeptical_] Well, that's the problem, isn't it?
it_it: [_jo_s_skeptical_] Beh, questo è il problema, vero?

source: [_jo_s_skeptical_] There are plenty of chores you could be doing to help out around here.{space=-55}
it_it: [_jo_s_skeptical_] Ci sono un sacco di faccende che potresti fare per aiutare intorno a qui.{space=-55}

source: [_jo_s_skeptical_] I won't tolerate any laziness.
it_it: [_jo_s_skeptical_] Non tollererò alcuna pigrizia.

source: [_mc_] Ugh, can't you get off my case for once?
it_it: [_mc_] Ugh, non puoi scappare il mio caso per una volta?

source: [_mc_] I was just waiting out the storm, okay?
it_it: [_mc_] Stavo solo aspettando la tempesta, okay?

source: [_jo_s_annoyed_] Don't take that tone of voice with me, young man.
it_it: [_jo_s_annoyed_] Non prendere quel tono di voce con me, giovane.

source: [_jo_s_annoyed_] And the storm has already passed and the power is back.
it_it: [_jo_s_annoyed_] E la tempesta è già passata e il potere è tornato.

source: [_jo_s_annoyed_] So, stop messing around.
it_it: [_jo_s_annoyed_] Quindi, smettila di fare dei pasticci intorno.

source: God, never a happy moment.
it_it: Dio, mai un momento felice.

source: [_jo_s_sad_] Thank you.
it_it: [_jo_s_sad_] Grazie.

source: [_jo_s_neutral_] I said, what are you doing?
it_it: [_jo_s_neutral_] Ho detto, che cosa stai facendo?

source: [_mc_] Oh, uh. I was... meditating.
it_it: [_mc_] Oh, uh. Stavo meditando.

source: [_jo_s_neutral_] Meditating?
it_it: [_jo_s_neutral_] Meditando?

source: [_mc_] Err, yes! It's supposed to really help with focus and overall health!
it_it: [_mc_] Err, sì! Dovrebbe davvero aiutare con attenzione e salute generale!

source: [_mc_] I figured it could help me focus more in school. Improve my grades.
it_it: [_mc_] ho pensato che potrebbe aiutarmi a concentrarmi di più a scuola. Migliora i miei voti.

source: [_jo_s_smile_] Oh! What a wonderful idea!
it_it: [_jo_s_smile_] Oh! Che idea meravigliosa!

source: [_jo_s_smile_] I'll just leave you to it then, sweetheart.
it_it: [_jo_s_smile_] vi lascerò allora solo a questo punto, a un amore.

source: [_mc_] Thanks, [jo]!
it_it: [_mc_] Grazie, [jo]!

source: Goddamn. I was really getting into that before [jo] came and interrupted me.
it_it: Goddamn. Stavo davvero entrando in questo prima che [jo] venne e mi interrompesse.

source: I can't believe the girls just left in the middle of the game like that!
it_it: Non riesco a credere alle ragazze appena lasciate in mezzo al gioco così!

source: Or that they even played with me in the first place...
it_it: O che hanno anche giocato con me in primo luogo...

source: That's something [flora] would have never done before.
it_it: Questo è qualcosa che [flora] non avrebbe mai fatto prima.

source: It feels good getting to know her better and spending some quality time together.
it_it: Si sente bene conoscerla meglio e trascorrere un po 'di tempo di qualità insieme.

source: And [maya] too, for that matter.
it_it: E [maya] anche, per quella materia.

source: In my old life, I didn't even dare to look her way, much less have a conversation with her.
it_it: Nella mia vecchia vita, non osavo nemmeno guardare la sua strada, molto meno avere una conversazione con lei.

source: Less still, do something enjoyable together.
it_it: Meno ancora, fare qualcosa di piacevole insieme.

source: And even though they both got mad at the end and left, they did seem to enjoy it to some extent.
it_it: E anche se entrambi si sono arrabbiati alla fine e se ne sono andati, hanno sembrato di godere in una certa misura.

source: Perhaps I did go overboard with the sex?
it_it: Forse sono andato in mare con il sesso?

source: Maybe that's a lesson worth learning...
it_it: Forse è una lezione che vale la pena imparare...

source: Tone it down and adjust. Adapt and overcome.
it_it: Tono giù e regolare. Adattare e superare.

source: Maybe next time, I'll focus more on what they want, instead of selfishly taking the spotlight.
it_it: Forse la prossima volta, mi concentrerò di più su quello che vogliono, invece di prendere egoisticamente i riflettori.

source: They did seem to enjoy the parts where they had a say.
it_it: Sembravano apprezzare le parti in cui avevano un detto.

source: It's crazy to think that this all happened by chance.
it_it: È pazzo pensare che tutto questo sia successo per caso.

source: If it weren't for the power going out, we would never have played.
it_it: Se non fosse stato per il potere uscire, non avremmo mai giocato.

source: Maybe that's something I need to keep in mind, as well.
it_it: Forse è qualcosa che devo tenere a mente, pure.

source: When an opportunity presents itself, you can't just let it pass you by.{space=-20}
it_it: Quando un'opportunità si presenta, non puoi lasciarti passare da.{space=-20}

source: That's what I used to do, and it led to misery.
it_it: Questo è ciò che facevo, e ha portato alla miseria.

source: Sometimes you'll make mistakes, like I just did, but it's still better than doing nothing.
it_it: A volte commetterai errori, come ho appena fatto, ma è ancora meglio che non fare nulla.

source: It's better than watching, waiting, hoping, praying that you by some miracle live a perfect life.
it_it: È meglio che guardare, aspettare, sperare, pregare che con qualche miracolo vivete una vita perfetta.
