Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maya/q_maya_quixote.po
Languages: it_it

source: Because that's not living at all.
it_it: Perché non sta vivendo affatto.

source: "You have friends?"
it_it: "Hai degli amici?"

source: ?quest.flora_bonsai.actually_finished@|{image=flora_bonsai_vines}|"Does [jo] know about this?"
it_it: ?quest.flora_bonsai.actually_finished@<unk> {image=flora_bonsai_vines}<unk> " [jo] sa di questo?"

source: "I'm never weird."
it_it: "Non sono mai strano."

source: ?mc.owned_item('cat_tail')@|{image=items cat_tail}|"Actually, I think there's something{space=-5} we should talk about."
it_it: ?mc.owned_item('cat_tail')@<unk> {image=items cat_tail}<unk> "In realtà, penso che ci sia qualcosa{space=-5} di cui dovremmo parlare."

source: "Are you coming onto me right now?"
it_it: "Stai venendo su di me in questo momento?"

source: "Of course! Tell me how you like it."
it_it: "Certo! Dimmi come ti piace."

source: "Make your own bacon."
it_it: "Crea la tua pancetta."

source: "Oh? So, I suppose the destruction fairies did it?"
it_it: "Oh? Quindi, suppongo che le fate di distruzione lo abbiano fatto?"

source: ?flora.love>=8@[flora.love]/8|{image=flora contact_icon}|{image=stats love_3}|"It's okay. I'm sure I can fix it."
it_it: ?flora.love>=8@[flora.love]/8|{image=flora contact_icon}|{image=stats love_3}|"Va bene. Sono sicuro che posso sistemarlo."

source: "Are you blaming your guest, then?"
it_it: "Stai incolpando il tuo ospite, allora?"

source: "I mean it. Else I'm leaving."
it_it: "Voglio dire. Altrimenti sto partendo."

source: "Good enough, I guess."
it_it: "Bene abbastanza, immagino."

source: "I'm sorry you had to grow up with that..."
it_it: "Mi dispiace che tu abbia dovuto crescere con quello..."

source: "That's just another Tuesday evening around here."
it_it: "Quella è solo un'altra sera di martedì da queste parti."

source: "Yikes. That's messed up."
it_it: "Yikes. È inconveniente."

source: "I know one thing we could do that involves sheets and pillows..."
it_it: "Conosco una cosa che potremmo fare che coinvolge lenzuola e cuscini..."

source: "Each other?"
it_it: "Gli uni Gli altri?"

source: "We could tell each other stories about eldritch horrors."
it_it: "Potremmo raccontarci vicendevolmente le storie sugli orrori di eldritto."

source: Keep it
it_it: Tienilo

source: Toss it back
it_it: Lancialo indietro

source: ?maya.love>=6@[maya.love]/6|{image=maya contact_icon}|{image=stats love_3}|"Do you use sarcasm to mask your true feelings?"
it_it: ?maya.love>=6@[maya.love]/6<unk> {image=maya contact_icon}<unk> {image=stats love_3}<unk> "Usi il sarcasm per mascherare i tuoi veri sentimenti?"

source: "I'll smack you right into medieval times, baby."
it_it: "Ti stupirò proprio in epoca medievale , bambino."

source: "I'm really excited to spend some time with you."
it_it: "Sono davvero emozionato di passare un po' di tempo con te."

source: "Or the dragon will swoop down and char you, too."
it_it: "Oppure il drago ti strapperà e ti strizzerà."

source: "Or I'll end the game right now."
it_it: "O terminerò il gioco in questo momento."

source: "Or I'll turn you into a goblin."
it_it: "O ti trasformerò in un goblin."

source: "You're right. You should be the one deciding."
it_it: "Hai ragione. Dovresti essere quello a decidere."

source: "Nope. I'm the game master here, and what I say goes."
it_it: "No, sono il maestro di gioco qui, e quello che dico va."

source: ?flora.lust>=6@[flora.lust]/6|{image=flora contact_icon}|{image=stats lust_3}|"Nope. The innkeep grabs you and kisses you hard."
it_it: ?flora.lust>=6@[flora.lust]/6<unk> {image=flora contact_icon}<unk> {image=stats lust_3}<unk> "Nope. L'innkeep ti afferra e ti bacia duro."

source: ?maya.love>=8@[maya.love]/8|{image=maya contact_icon}|{image=stats love_3}|"Did you have to do that a lot?"
it_it: ?maya.love>=8@[maya.love]/8<unk> {image=maya contact_icon}<unk> {image=stats love_3}<unk> "Dovevi farlo molto?"

source: "Oh, you haven't seen a beast like this before."
it_it: "Oh, non hai visto una bestia come questa."

source: "Aw, you choose to hide? That's no fun."
it_it: "Aw, scegli di nasconderti? Non è divertente."

source: "What? As the dungeon master, I rule everything."
it_it: "Cosa? Come maestro del Dungeon , governo tutto."

source: "Don't be so dramatic, [flora]."
it_it: "Non siate così drammatici, [flora]."

source: "Do you object too, [maya]?"
it_it: "Anche tu ti opponi, [maya]?"

source: "What's the big deal, girls?"
it_it: "Qual è il grande affare, ragazze?"

source: "I was, err... playing."
it_it: "Ero sbagliato... giocando."
