Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/screens.po
Languages: uk_ua

source: Back
uk_ua: Назад

source: History
uk_ua: Історія

source: Skip
uk_ua: Пропустити

source: Auto
uk_ua: Авто.

source: Save
uk_ua: Зберегти

source: Q.Save
uk_ua: Ш. зберегти

source: Q.Load
uk_ua: Ш. завантажити

source: Prefs
uk_ua: Налаштування

source: Start
uk_ua: Почати

source: Load
uk_ua: Завантажити

source: Preferences
uk_ua: Налаштування

source: End Replay
uk_ua: Закінчити повтор

source: Main Menu
uk_ua: Головне меню

source: About
uk_ua: Про гру

source: Quit
uk_ua: Вийти

source: Version [config.version!t]
uk_ua: Версія [config.version!t]

source: Made with {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]
uk_ua: Зроблено з {a=https://www.renpy.org/}Ren'Py{/a} [renpy.version_only]. [renpy.license!t]

source: empty slot
uk_ua: порожня комірка

source: {#auto_page}A
uk_ua: {#auto_page}А

source: {#quick_page}Q
uk_ua: {#quick_page}Ш

source: Display
uk_ua: Екран показу

source: Fullscreen
uk_ua: На весь екран

source: Rollback Side
uk_ua: Сторона відкоту

source: Disable
uk_ua: Вимкнути

source: Unseen Text
uk_ua: Непрочитаний текст

source: After Choices
uk_ua: Після вибору

source: Transitions
uk_ua: Переходи

source: Text Speed
uk_ua: Швидкість появи тексту

source: Auto-Forward Time
uk_ua: Швидкість автопропуску

source: Music Volume
uk_ua: Гучність музики

source: Sound Volume
uk_ua: Гучність ефектів

source: Test
uk_ua: Тест

source: Voice Volume
uk_ua: Гучність озвучення

source: Mute All
uk_ua: Без звуку

source: The dialogue history is empty.
uk_ua: Історія діалогу порожня.

source: Keyboard
uk_ua: Клавіатура

source: Mouse
uk_ua: Миша

source: Gamepad
uk_ua: Ґеймпад

source: Advances dialogue and activates the interface.
uk_ua: Просуває діалог та вмикає інтерфейс.

source: Space
uk_ua: Пробіл

source: Advances dialogue without selecting choices.
uk_ua: Просуває діалог без вибору варіантів.

source: Arrow Keys
uk_ua: Клавіші зі стрілками

source: Navigate the interface.
uk_ua: Навігація по інтерфейсу.

source: Accesses the game menu.
uk_ua: Відкрити меню гри.

source: Skips dialogue while held down.
uk_ua: Пропускає діалог утримуючи клавішу.

source: Toggles dialogue skipping.
uk_ua: Перемикає пропуск діалогів.

source: Rolls back to earlier dialogue.
uk_ua: Відмотує до попереднього діалогу.

source: Rolls forward to later dialogue.
uk_ua: Переходить до подальшого діалогу.

source: Hides the user interface.
uk_ua: Приховує інтерфейс користувача.

source: Takes a screenshot.
uk_ua: Робить знімок екрана.

source: Toggles assistive {a=https://www.renpy.org/l/voicing}self-voicing{/a}.
uk_ua: Перемикає допоміжний {a=https://www.renpy.org/l/voicing}дикторський голос{/a}.

source: Left Click
uk_ua: ЛКМ

source: Middle Click
uk_ua: СКМ

source: Right Click
uk_ua: ПКМ

source: Mouse Wheel Up Click Rollback Side
uk_ua: Коліщатко миші вгору Клац на сторону відкоту

source: Mouse Wheel Down
uk_ua: Коліщатко миші вниз

source: Right Trigger A/Bottom Button
uk_ua: Правий тригер Кнопка A/Bottom

source: Left Trigger Left Shoulder
uk_ua: Лівий тригер Лівий бампер

source: Right Shoulder
uk_ua: Правий бампер

source: D-Pad, Sticks
uk_ua: Хрестовина, стики

source: Start, Guide
uk_ua: Кнопка Start, Guide

source: Y/Top Button
uk_ua: Кнопка Y/Top

source: Calibrate
uk_ua: Відкалібрувати

source: Yes
uk_ua: Так

source: No
uk_ua: Ні

source: Skipping
uk_ua: Пропуск

source: Menu
uk_ua: Меню
