Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game_intro/intro.po
Languages: uk_ua

source: Newfall is the perfect town, but if you think you can have any of it, you're an idiot.
uk_ua: Нью-Фолл — ідеальне місто, але якщо ти думаєш, що можеш мати все це, ти ідіот.

source: Not the girls with sun-kissed legs, rollerblading down the streets.
uk_ua: Ні дівчат із засмаглими ногами, що катаються на роликах вулицями.

source: Not the million-dollar yachts, bobbing lazily in the bright-blue harbor.
uk_ua: Ні яхт за мільйони доларів, що ліниво погойдуються в яскраво-блакитній гавані.

source: Not the cheerful laughter of the families, picnicking in the park.
uk_ua: Ні веселий сміх сімей, що влаштовують пікнік у парку.

source: None of it will ever be yours.
uk_ua: Нічого з цього ніколи не буде твоїм.

source: And who's to blame? Society and shitty genetics?
uk_ua: І хто в цьому винен? Суспільство і паскудна генетика?

source: To have winners, you need losers. And in life's zero-sum game... sorry, kid — snake eyes.
uk_ua: Щоб бути переможцями, потрібні переможені. І в життєвій грі з нульовою сумою... вибач, хлопче — зміїні очі.

source: The days all bleed together in a diarrhea of misery and self-loathing.
uk_ua: Дні зливаються воєдино в діареї страждань і ненависті до себе.

source: Every morning, you sleep in like a bum. Get yelled at for being a disappointment.
uk_ua: Щоранку ти прокидаєшся, як волоцюга. На тебе кричать, що ти розчарування.

source: You work a pointless job, earning a few pointless bucks that you spend on pointless pizzas that taste like pepperoni and ballsack.
uk_ua: Ти працюєш на безглуздій роботі, заробляючи кілька безглуздих баксів, які витрачаєш на безглузді піци зі смаком пепероні та бичків.

source: Every night, you eat alone, trying not to cry.
uk_ua: Щовечора ти їси на самоті, намагаючись не плакати.

source: And then you cry. What else is there?
uk_ua: А потім плачеш. Що тут ще можна зробити?

source: Train-smashed tomato sauce is the only way out... but not if you're a pussy.
uk_ua: Томатний соус, розчавлений потягом, — єдиний вихід... але не тоді, коли ти сцикун.

source: Growing up, you expect life to be a fairytale.
uk_ua: Дорослішаючи, ти очікуєш, що життя буде казкою.

source: You'll make it through school, get a good job, meet the girl of your dreams.
uk_ua: Ти закінчиш школу, отримаєш хорошу роботу, зустрінеш дівчину своєї мрії.

source: That's what you tell yourself as you stuff your promposal into the garbage because you're too much of a wimp to ask.
uk_ua: Це те, що ти кажеш собі, коли викидаєш свою пропозицію у смітник, тому що ти занадто боягузливий, щоб запитати.

source: There's more fish in the sea. More opportunities.
uk_ua: У морі більше риби. Більше можливостей.

source: That's what goes through your head as you stay home and play video games instead of going to that party...
uk_ua: Це те, що прокручується у твоїй голові, коли ти сидиш вдома і граєш у відеоігри замість того, щоб піти на вечірку...

source: There's always another chance!
uk_ua: Завжди є ще один шанс!

source: Then you're suddenly halfway to thirty, and your Cinderella story has turned to ash.
uk_ua: Аж раптом тобі на півдорозі до тридцяти, і твоя казка про Попелюшку перетворилася на попіл.

source: You're forced to bite life's poisoned apple and realize that you have nothing. You're nobody.
uk_ua: Ти змушений вкусити отруєне яблуко життя і зрозуміти, що у тебе немає нічого. Ти — ніхто.

source: You're all alone.
uk_ua: Ти зовсім самотній.

source: All your friends have long since moved on, and the only girl who wants to talk to you is called Alexa.
uk_ua: Усі твої друзі давно розійшлися, а єдину дівчину, яка хоче з тобою поговорити, звуть Алекса.

source: All those chances you thought you had — gone.
uk_ua: Усі ті шанси, які ти думав у тебе були — зникли.

source: You're stuck in a pool with no ladder, hoping you drown before...
uk_ua: Ти застряг у басейні без сходів, сподіваючись, що потонеш раніше, перш ніж...

source: Before life hooks its marionette strings into your flesh once more, and you pray that one of them will catch your neck in a tight noose.
uk_ua: Перш ніж життя знову зачепить твою плоть своїми маріонетковими нитками, і ти молитимешся, щоб одна з них затягнула твою шию в тугий зашморг.

source: There my phone goes again, taunting me with a flicker of hope.
uk_ua: Знову дзвонить телефон, дражнячи мене проблиском надії.

source: Well... better check the latest promotional message from my dear mobile carrier...
uk_ua: Що ж... краще перевірити останнє рекламне повідомлення від мого шановного мобільного оператора...

source: [_hidden_number_] I know what you did last weekend.
uk_ua: [_hidden_number_] Я знаю, що ти робив на минулих вихідних.

source: Who the hell is this?
uk_ua: Хто це в біса?

source: Hmm... hidden number.
uk_ua: Гм... прихований номер.

source: It's probably some idiot claiming to have a webcam recording of me masturbating.
uk_ua: Це, мабуть, якийсь ідіот, який має запис з вебкамери, де я мастурбую.

source: Sorry, man. No money. No friends. No one who cares.
uk_ua: Вибач, чуваче. Немає грошей. Ні друзів. Нікому немає діла.

source: All I have is a need for human interaction and this UNO reverse card...
uk_ua: Усе, що в мене є — це потреба у людському спілкуванні та ця картка УНО...

source: And what was that?
uk_ua: І що це було?

source: Budget horror much?
uk_ua: Бюджетний кошмар?

source: I've already repressed it.
uk_ua: Я вже придушив його.

source: [_hidden_number_] The answer is... absolutely nothing.
uk_ua: [_hidden_number_] Відповідь... абсолютно нічого.

source: Who is this? Also, that's not true!
uk_ua: Хто це? Це теж неправда!

source: [_hidden_number_] Completing Castlevania for the 167th time and attempting to make an origami cat out of an old pizza box doesn't count.
uk_ua: [_hidden_number_] Проходження Кастлеванії у 167 раз і спроба зробити кота оригамі зі старої коробки з-під піци не рахується.

source: Shit. That's odd, but I did tweet that. Always thought my three followers were bots.
uk_ua: Бляха-муха. Дивно, але я це твітнув. Завжди думав, що троє моїх підписників — боти.

source: How do you know this?
uk_ua: Звідки ви це знаєте?

source: Who the hell are you?
uk_ua: Хто ви в біса такі?

source: It was a pretty good origami cat, though. Right?
uk_ua: Але кіт оригамі був досить гарний. Правда?

source: [_hidden_number_] Doesn't matter. You're lazy and self-destructive.
uk_ua: [_hidden_number_] Неважливо. Ти лінивий і саморуйнівний.

source: [_hidden_number_] That's why you're here now, contemplating your failures.
uk_ua: [_hidden_number_] Ось чому ти зараз тут, споглядаєш свої невдачі.

source: [_hidden_number_] You've had no significant impact on anyone's life. [flora] hates you. You have no special talents. You've never even had an interesting science fair project!
uk_ua: [_hidden_number_] Ти не мав жодного значного впливу на чиєсь життя. [flora] тебе ненавидять. У тебе немає особливих талантів. У тебе навіть ніколи не було цікавого проєкту для наукового ярмарку!

source: [_hidden_number_] Some of it is bad luck. Most of it is your own doing.
uk_ua: [_hidden_number_] Дещо з цього — невезіння. Але здебільшого ти сам винен.

source: [_hidden_number_] I've never seen anyone make so many poor choices in life. It saddens me.
uk_ua: [_hidden_number_] Я ніколи не бачила, щоб хтось робив так багато поганих виборів у житті. Це мене засмучує.

source: [jo], is that you?
uk_ua: [jo], це ти?

source: [_hidden_number_] No, I'm not. But I have something to tell you about those choices. Something life-changing!
uk_ua: [_hidden_number_] Ні. Але я маю дещо розповісти тобі про цей вибір. Щось, що змінює життя!

source: Is this the NSA? I can explain the browser history...
uk_ua: Це АНБ? Я можу пояснити за історію браузера...

source: [_hidden_number_] No. But I have something to tell you about those choices. Something life-changing!
uk_ua: [_hidden_number_] Ні. Але я маю дещо розповісти тобі про цей вибір. Щось, що змінює життя!

source: And all those choices have led me to you. Are you the woman I've been waiting for all my life?
uk_ua: І всі ці рішення привели мене до вас. Ви та жінка, на яку я чекав усе своє життя?

source: [_hidden_number_] All you need to do is tell me your name.
uk_ua: [_hidden_number_] Усе, що потрібно зробити, це сказати мені своє ім’я.

source: I asked first!
uk_ua: Я перший спитав!

source: [_hidden_number_] My name isn't important. If you want to know what I have to say, tell me yours.
uk_ua: [_hidden_number_] Моє ім'я не таке важливе. Якщо хочеш знати, що я хочу сказати, скажи мені своє.

source: Are you also after my credit card number? You're going to be disappointed.
uk_ua: Ти ще й номер моєї кредитки хочеш знати? Ви будете розчаровані.

source: [_hidden_number_] What? No! If you want to know what I have to say, tell me your name.
uk_ua: [_hidden_number_] Що? Ні! Якщо хочеш знати, що я хочу сказати, скажи мені своє ім’я.

source: Hold up. Are you a Nigerian prince, by any chance?
uk_ua: Стривайте. Ви випадково не нігерійський принц?

source: It's probably a scammer, but what do I have to lose?
uk_ua: Можливо, це шахрай, але що мені втрачати?

source: My name is [mc]. There you go! Now tell me!
uk_ua: Мене звати [mc]. Ось! А тепер розказуй!

source: Hello?
uk_ua: Алло?

source: That's really funny...
uk_ua: Дуже смішно...

source: Most people ghost me after I send them a picture. Ghosted after a name... that's a first.
uk_ua: Більшість людей з’являються після того, як я відправляю їм фото. Привиди на ім’я... Це вперше.

source: Oh well, what's the point of staying awake, anyway?
uk_ua: А який сенс взагалі не спати?

source: Ugh, why the fuck is the alarm going off? I haven't set one in years.
uk_ua: Якого хріна спрацьовує будильник? Я не ставив його вже багато років.

source: That dream was a good one, too. Obviously, something had to ruin it for me...
uk_ua: Той сон теж був хороший. Очевидно, щось мусило мені його зруйнувати...

source: This thing is driving me nuts!
uk_ua: Ця штука зводить мене з розуму!

source: "And what was that?"
uk_ua: “І що це було?”

source: "Budget horror much?"
uk_ua: “Бюджетний кошмар?”

source: "I've already repressed it."
uk_ua: “Я вже придушив його.”

source: "How do you know this?"
uk_ua: “Звідки ви це знаєте?”

source: "Who the hell are you?"
uk_ua: “Хто ви в біса такі?”

source: "It was a pretty good origami cat, though. Right?"
uk_ua: “Але кіт оригамі був досить гарний. Правда?”

source: "[jo], is that you?"
uk_ua: “[jo], це ти?”

source: "Is this the NSA? I can explain the browser history..."
uk_ua: “Це АНБ? Я можу пояснити за історію браузера...”

source: "And all those choices have led me to you. Are you the woman I've been waiting for all my life?"
uk_ua: “І всі ці рішення привели мене до вас. Ви та жінка, на яку я чекав усе своє життя?”

source: "I asked first!"
uk_ua: “Я перший спитав”

source: "Are you also after my credit card number? You're going to be disappointed."
uk_ua: “Вам ще потрібен номер моєї кредитки? Ви будете розчаровані.”

source: "Hold up. Are you a Nigerian prince, by any chance?"
uk_ua: “Стривайте. Ви випадково не нігерійський принц?”
