Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/quests/season_1/day1_take2.po
Languages: uk_ua

source: Newfall High — the perfect place to have your confidence shattered and your hopes turned to dust, while on a semi-strict diet of eggos and strawberry juice.
uk_ua: Старша школа Нью-фоллу - ідеальне місце для того, щоб ваша впевненість у собі була зруйнована, а надії перетворилися на пил, в той час як ви сидите на напівжорсткій дієті з яєчні та полуничного соку.

source: Halls infested with gaggles of harpies, who snigger and quickly pass you by, but stop and fawn over idiot jocks.
uk_ua: Коридори кишать зграями гадюк, які насміхаються і швидко проходять повз вас, але зупиняються і витріщаються на ідіотів-качків.

source: She-devils in skimpy dresses, flaunting their bodies and brace-perfect smiles, reminding you that happiness and success are only for attractive people.
uk_ua: Дияволиці у коротких спідницях, що виставляють напоказ свої тіла та бездоганні посмішки, нагадують, що щастя та успіх притаманні лише привабливим людям.

source: Classroom-dwelling tormentors, whose only pleasure in life is screwing you over with a big fat D.
uk_ua: Мучителі́, що сидять у класах, чиє єдине задоволення в житті - поставити вам велику жирну двійку.

source: And, of course, the principal... who keeps the rotting cogs turning and the social hierarchy intact.
uk_ua: І, звичайно ж, директор... який змушує гнилі шестерні обертатися, а соціальну ієрархію - залишатися непорушною.

source: To actually be back. Fuck.
uk_ua: Знову я тут. Бляха-муха.

source: The odds aren't going to be fair this time around either... but if I really did travel back in time, at least I know what's coming.
uk_ua: Шанси на те, що цього разу все буде справедливо, очевидно, невеликі... але якщо я справді повернуся в минуле, то принаймні знаю, що на мене чекає.

source: Perhaps there's a chance for some sort of redemption?
uk_ua: Можливо, є шанс на якусь спокуту?

source: Perhaps...
uk_ua: Можливо...

source: This again?
uk_ua: Знову?

source: [_hidden_number_] Blasted technology! Apologies for earlier.
uk_ua: [_hidden_number_] Клята цяцька! Прошу вибачення за те, що ігнорував весь цей час.

source: [_hidden_number_] I have something important to tell you.
uk_ua: [_hidden_number_] Я маю сказати тобі щось важливе.

source: Seriously? Just out with it!
uk_ua: Серйозно? Ну ж бо, кажи!

source: [_hidden_number_] Your choices in life matter. Even the smallest ones.
uk_ua: [_hidden_number_] Твої рішення у цьому житті мають значення. Навіть найменші.

source: [_hidden_number_] Sometimes, they have consequences. Not just for yourself, but also for others. Keep that in mind, [mc].
uk_ua: [_hidden_number_] Іноді вони мають наслідки. Не тільки для тебе, але й для інших. Пам'ятай про це, [mc].

source: That's it? Some wellness carpe diem bullshit?
uk_ua: І це все? Якась фігня про здоровий спосіб життя та насолоду моментом?

source: [_hidden_number_] Just follow your heart.
uk_ua: [_hidden_number_] Просто слухай своє серце.

source: How utterly cliche.
uk_ua: Як банально.

source: Thanks. I guess that is important. Now more than ever. What else?
uk_ua: Дякую. Мабуть, це важливо. Що ще?

source: [_hidden_number_] Follow your heart, and you'll be okay!
uk_ua: [_hidden_number_] Слухай своє серце, і все буде добре!

source: Not exactly the information I was hoping for.
uk_ua: Не зовсім та інформація, на яку я розраховував.

source: [_hidden_number_] What were you hoping for?
uk_ua: [_hidden_number_] На що ти очікував?

source: Something useful! The secrets to getting pussy, maybe?
uk_ua: На що-небудь корисне! Секрет, як підчепити кицьку, або щось таке?

source: [_hidden_number_] Aren't there more important things in life? Like following your heart?
uk_ua: [_hidden_number_] Хіба в житті немає важливіших речей? Наприклад, слідувати за своїм серцем?

source: Something helpful! How to get a girl to like me, maybe?
uk_ua: На щось корисне! Може, як сподобатися дівчині?

source: Nice try. Go bother someone else.
uk_ua: Гарна спроба. Іди чіпляйся до когось іншого.

source: [_hidden_number_] Fine. Just remember that all choices have consequences. Trust your heart!
uk_ua: [_hidden_number_] Гаразд. Просто пам'ятай, що будь-який вибір має наслідки. Довіряй своєму серцю!

source: If you ghost me again, I'll block you.
uk_ua: Якщо ти ще раз спробуєш мене ігнорувати, я тебе заблокую.

source: [_hidden_number_] I promise that it was equipment malfunction! Besides, this is more important to me than you.
uk_ua: [_hidden_number_] Присягаюся, це був збій в роботі пристрою! Крім того, для мене це важливіше, ніж для тебе.

source: Okay, I guess I'm listening.
uk_ua: Гаразд, я слухаю.

source: How fucking useless.
uk_ua: Яка ж це, бляха, маячня.

source: Sent back in time, and the only person who seems to be aware of it is some demented grandma who found a phone and decided that her cookies and milk aren't enough to save the world anymore.
uk_ua: Відправлений у минуле, і єдина людина, яка, здається, знає про це - якась божевільна бабуся, що знайшла телефон і вирішила, що її ватрушок з молоком більше не достатньо, щоб врятувати світ.

source: My heart? Seriously? This whole thing feels like a big joke.
uk_ua: Моє серце? Серйозно? Це все схоже на великий розіграш.

source: My heart can't be trusted any more than my...
uk_ua: Моєму серцю не можна довіряти більше, ніж моєму...

source: Anyway, better get inside before the bell rings.
uk_ua: Неважливо, краще зайти всередину до того, як пролунає дзвінок.

source: Ah, the smell of artificial lemons and misery. Nostalgia, stress, and terror brewing in an all-too-familiar concoction of emotions.
uk_ua: Ах, цей запах страждань і мийного засобу "Спілий лимон". Ностальгія, стрес і жах, що змішуються в дуже знайомому вариві емоцій.

source: There's little in this place to cherish... apart from the girls running up and down the stairs.
uk_ua: У цьому місці небагато речей, якими варто перейматися... хіба що дівчата, що бігають туди-сюди по сходах.

source: Red lips pouting. Eyes crackling with determination. Struggling against gravity in a battle they can't win.
uk_ua: Надуті червоні губи. Очі що горять рішучістю. Вони змагаються з гравітацією у битві, яку не можуть виграти.

source: Some girls lose it harder than others. And those are the milkshakes that bring all the boys to the yard.
uk_ua: Деяким дівчаткам це дається важче, ніж іншим. І це ті самі вершки, які збирають усіх хлопців у дворі.

source: Or at least a charity show of bouncy delight for the wretched and deprived.
uk_ua: Або, принаймні, показуха на тему благодійності для нещасних і знедолених.

source: Better get to the homeroom before they close the door.
uk_ua: Краще встигнути до класу перш ніж вони зачинять двері.

source: The thick smell of freshly sharpened pencils, cheap perfume, and cigarette smoke always gave the homeroom a shady character.
uk_ua: Сильний запах щойно заточених олівців, дешевих парфумів і сигаретного диму завжди надавав класу похмурого вигляду.

source: It's the only room in the school that could, by smell alone, be mistaken for a seedy strip club.
uk_ua: Це єдина кімната в школі, яку за одним лише запахом можна було б сплутати з дешевим стриптиз-клубом.

source: For whatever reason, the janitor never scrubbed this floor with her signature lemon soap, and that still seems to be the case.
uk_ua: З якоїсь причини прибиральниця ніколи не мила цю підлогу своїм фірмовим лимонним милом, і, схоже, так воно і залишилося.

source: Normally, keeping my head down would be my first instinct, but the girls are all busy hugging and chatting.
uk_ua: Зазвичай моїм першим імпульсом було б опустити голову, але всі дівчата були зайняті балачками та обіймами.

source: And the guys... they're all busy staring at...
uk_ua: А хлопці... вони всі зайняті витріщанням на...

source: That's... Whoa! What happened to the cardigan and knitted socks?
uk_ua: Це... Ого! Що сталося з кардиганом і в'язаними шкарпетками?

source: It's like she just woke up from hibernation and decided that sex appeal is the new black.
uk_ua: Вона наче тільки-но прокинулася після зимової сплячки та вирішила, що сексуальність – це новий тренд.

source: Holy smokes. No wonder the guys aren't paying attention to their favorite victim.
uk_ua: Трясця твоїй матері! Не дивно, що хлопці не звертають уваги на своїх улюбленець.

source: [_mrsl_s_neutral_] Welcome to your final year of high school! I hope you're as excited as I am.
uk_ua: [_mrsl_s_neutral_] Ласкаво просимо до останнього року навчання в старшій школі! Сподіваюся, ви так само схвильовані, як і я.

source: [_mrsl_] It's okay, you don't have to sit down...
uk_ua: [_mrsl_] Нічого страшного, можете не сідати...

source: [_mrsl_] ...unless you need to!
uk_ua: [_mrsl_] ...якщо тільки вам це не потрібно!

source: [_mrsl_s_excited_] My name is Mrs. Lichtenstein and I'll be your homeroom teacher.
uk_ua: [_mrsl_s_excited_] Мене звати місіс Ліхтенштейн, і я буду вашим класним керівником.

source: [_mrsl_s_excited_] This year, things are going to be a bit different.
uk_ua: [_mrsl_s_excited_] Цього року все буде трохи інакше.

source: [_mrsl_] Newfall High has been selected for an experimental program.
uk_ua: [_mrsl_] Школа Нью-фоллу була обрана для участі в експериментальній програмі.

source: [_mrsl_] Some of you might've heard about the new curriculum already, but for those who haven't, this is how it'll work.
uk_ua: [_mrsl_] Дехто з вас, можливо, вже чув про новий навчальний план, але для тих, хто ще не чув, ось як він працюватиме.

source: Oh, shit. Okay, definitely time to take a seat!
uk_ua: Ніфіга ж собі. Окей, точно треба сісти!

source: Who knew she hid such a tight body underneath those layers of fabric. It's hard not to be vulgar because {i}damn{/}... that ass!
uk_ua: Хто б міг подумати, що під тим одягом ховається таке пружне тіло. Важко не бути вульгарним, {i}бо чорт забирай{/}... ця сідниця!

source: And that strip of skin at the edge of her dress is like a glimpse into the second circle of Hell...
uk_ua: І ця ледь помітна смужка шкіри на краєчку її сукні - немов погляд у друге коло пекла...

source: The firm roundness of her cheeks...
uk_ua: Пружні округлості її щічок...

source: The belt that caresses her stripper waist...
uk_ua: Пояс, що пестить її стриптизерську талію...

source: The outline of her freaking nipple piercings earlier!
uk_ua: Обриси її довбаного пірсингу сосків!

source: She's like sex on legs... long perfectly toned legs...
uk_ua: Вона ходячий секс... на довгих ідеально підтягнути ногах...

source: [_mrsl_] Can everyone see well?
uk_ua: [_mrsl_] Чи всім добре видно?

source: [_mrsl_] Okay, perfect!
uk_ua: [_mrsl_] Гаразд, чудово!

source: [_mrsl_] Starting today, each of you will be in charge of your own schedule.
uk_ua: [_mrsl_] Починаючи з нинішнього дня, кожен з вас буде відповідати за свій власний розклад.

source: [_mrsl_] That means you have to sign up for three classes you want to focus on. There'll be a list in each classroom.
uk_ua: [_mrsl_] Це означає, що вам потрібно записатися на три заняття, на яких ви хочете зосередитися. Список буде в кожному класі.

source: [_mrsl_] To graduate at the end of the year, you need to acquire one hundred points in your focus classes and twenty points in your regular classes.
uk_ua: [_mrsl_] Щоб отримати диплом наприкінці року, вам потрібно набрати сто балів на профільних заняттях і двадцять балів на звичайних заняттях.

source: [_mrsl_] This means that there won't be scheduled classes for you this year and that you're more responsible for your education.
uk_ua: [_mrsl_] Це означає, що цього року у вас не буде занять за розкладом і що ви несете відповідальність за свою освіту.

source: [_mrsl_] Did everyone get that? Some of you seem a bit distracted.
uk_ua: [_mrsl_] Всі зрозуміли? Дехто з вас виглядає трохи розгубленим.

source: [_mrsl_] In case you're confused, the details are on the blackboard.
uk_ua: [_mrsl_] Якщо ви заплуталися, деталі на дошці.

source: [_mrsl_s_neutral_] Any questions?
uk_ua: [_mrsl_s_neutral_] Є питання?

source: [_mrsl_s_surprised_] Yes? [mc].
uk_ua: [_mrsl_s_surprised_] Так? [mc].

source: [_mc_] So, we get to sleep in... all year?
uk_ua: [_mc_] Отже, ми будемо байдикувати... цілий рік?

source: [_mrsl_s_excited_] Some of you will have to work just as hard as before.
uk_ua: [_mrsl_s_excited_] Декому з вас доведеться працювати так само важко, як і раніше.

source: [_mrsl_s_smile_] Others might have more time for... other activities.
uk_ua: [_mrsl_s_smile_] Інші можуть мати більше часу для... інших занять.

source: [_mrsl_s_smile_] In the end, your grades are all up to you.
uk_ua: [_mrsl_s_smile_] Зрештою, ваші оцінки залежать тільки від вас.

source: [_mc_] What classes do you teach this year, [mrsl]?
uk_ua: [_mc_] Які уроки ви викладаєте цього року, [mrsl]?

source: [_mrsl_s_smile_] Unfortunately, I won't be teaching any classes this year.
uk_ua: [_mrsl_s_smile_] На жаль, цього року я не буду проводити жодних занять.

source: [_mrsl_s_smile_] But I will be coaching the Newfall swim team. You're very welcome to try out, [mc]!
uk_ua: [_mrsl_s_smile_] Але я буду тренувати шкільну команду з плавання. Запрошую тебе спробувати, [mc]!

source: That's... err. Is she being suggestive on purpose?
uk_ua: Це... емм... Вона навмисне так натякає?

source: She used to look at me with nothing but disgust, and now she's practically hitting on me.
uk_ua: Раніше вона дивилася на мене з огидою, а тепер вона практично залицяється до мене.

source: Did she say swimsuit?
uk_ua: Вона сказала купальник?

source: No point risking embarrassment this early in the day.
uk_ua: Немає сенсу втрачати глузд так рано вранці.

source: [_mrsl_s_thinking_] No? Okay, good.
uk_ua: [_mrsl_s_thinking_] Ні? Окей, добре.

source: [_mrsl_s_neutral_] Most of you know each other from last year...
uk_ua: [_mrsl_s_neutral_] Більшість з вас знають один одного з минулого року...

source: [_mrsl_s_excited_] But we have one new student. She has transferred all the way from Europe.
uk_ua: [_mrsl_s_excited_] Але у нас є одна нова студентка. Вона перевелася з Європи.

source: [_mrsl_s_excited_] Everyone, please say hi to [isabelle]!
uk_ua: [_mrsl_s_excited_] Всі, будь ласка, привітайтеся з [isabelle]!

source: [_isabelle_] Hello.
uk_ua: [_isabelle_] Привіт.

source: There was no [isabelle] in my senior class...
uk_ua: У моєму випускному класі не було [isabelle]...

source: That's the third strange thing, along with [mrsl]'s new style and those texts.
uk_ua: Це третя дивна річ, поряд з новим стилем [mrsl] і тими текстами.

source: But damn. She's pretty cute.
uk_ua: Але, чорт забирай. Вона досить мила.

source: And, obviously, way out of my league.
uk_ua: І, очевидно, не в моїй лізі.

source: [_mrsl_s_smile_] Why don't you tell us a bit about yourself?
uk_ua: [_mrsl_s_smile_] Чому б тобі не розповісти нам трохи про себе?

source: [_isabelle_s_smile_] I'm originally from London, but thanks to my dad's job, we move almost every year.
uk_ua: [_isabelle_s_smile_] Я родом з Лондона, але завдяки роботі мого тата ми переїжджаємо майже щороку.

source: [_isabelle_s_sad_] I get to see the world, but sometimes it's hard to stay in touch with people.
uk_ua: [_isabelle_s_sad_] Я бачу світ, але іноді важко залишатися на зв'язку з людьми.

source: [_mrsl_s_excited_] I'm sure you'll meet some new friends here!
uk_ua: [_mrsl_s_excited_] Я впевнена, що ти зустрінеш тут нових друзів!

source: [_mrsl_s_thinking_] Why don't we ask someone to show you around?
uk_ua: [_mrsl_s_thinking_] Чому б нам не попросити когось показати тобі тут все?

source: [_isabelle_s_excited_] That would be nice.
uk_ua: [_isabelle_s_excited_] Це було б чудово.

source: [_mrsl_s_excited_] Okay! Any volunteers?
uk_ua: [_mrsl_s_excited_] Гаразд! Є добровольці?

source: [_mc_] I could do it.
uk_ua: [_mc_] Я можу це зробити.

source: [_kate_s_eyeroll_] Suck-up.
uk_ua: [_kate_s_eyeroll_] Підлиза.

source: [_mrsl_s_excited_] Perfect! [mc] will give you a tour of the school.
uk_ua: [_mrsl_s_excited_] Чудово! [mc] проведе для тебе екскурсію школою.

source: [_mrsl_s_blush_] This is your last year of school. So make sure to make the best of it!
uk_ua: [_mrsl_s_blush_] Це твій останній рік у школі. Тож не забудь використати його якнайкраще!

source: [_mrsl_s_excited_] Come on, now. Don't be shy!
uk_ua: [_mrsl_s_excited_] Ну ж бо, давайте. Не соромтеся!

source: [_mrsl_s_surprised_] I'm just going to pick someone, then.
uk_ua: [_mrsl_s_surprised_] Тоді я просто виберу когось.

source: [_mrsl_s_excited_] [kate], you're up!
uk_ua: [_mrsl_s_excited_] [kate], твій вихід!

source: [_kate_s_eyeroll_] How exciting.
uk_ua: [_kate_s_eyeroll_] Як захоплююче.

source: [_mrsl_s_smile_] I think that's all for now. Don't forget to sign up for your focus classes!
uk_ua: [_mrsl_s_smile_] Гадаю, це все на сьогодні. Не забудьте записатися на профільні заняття!

source: [_mrsl_s_smile_] If you have any questions throughout the year, feel free to stop by here or at the pool.
uk_ua: [_mrsl_s_smile_] Якщо у вас виникнуть запитання протягом року, не соромтеся завітати сюди або до басейну.

source: [_lindsey_] Eeep!
uk_ua: [_lindsey_] Ооой!

source: She tripped over the wet-floor sign. Where's the sign with a warning about hazardous signs?
uk_ua: Вона спіткнулася об знак "Мокра підлога". Де табличка з попередженням про небезпечні знаки?

source: For once in my life, I happened to be at the right place at the right time.
uk_ua: Вперше в житті я опинився в потрібному місці в потрібний час.

source: It's hard to imagine a top athlete like [lindsey] ever misstepping, but maybe this is that one blue-moon occurrence.
uk_ua: Важко уявити, що така спортсменка, як [lindsey], коли-небудь оступиться, але, можливо, це той самий випадок появи блакитного місяця.

source: Hmm... this is more of a beige-pink moon, though... a pristine one, without a single blemish or crater...
uk_ua: Хм... це скоріше бежево-рожевий місяць, хоча... незайманий, без жодного дефекту чи провалу...

source: One might even call it a full one, if it weren't partially obscured by a sports thong.
uk_ua: Можна було б навіть назвати його повним, якби його частково не затуляли спортивні стрінги.

source: [_lindsey_s_LindseyPose00b_] Effing shit! I swear to god!
uk_ua: [_lindsey_s_LindseyPose00b_] Чорт забирай! Богом клянуся!

source: Hmm... no thanks? Well, she did look really embarrassed.
uk_ua: Хм... не хоче? Ну, вона виглядала дуже збентежено.

source: She probably just wanted to get the hell out of here and hide her face. Been there, can relate.
uk_ua: Напевно, просто хотіла забратися звідси до біса і сховати своє обличчя. Бувало таке, можу зрозуміти.

source: Clumsy girls are my favorite.
uk_ua: Незграбні дівчата - мої улюблені.

source: Especially, angry clumsy girls in skirts and thongs.
uk_ua: Особливо злі незграбні дівчата в спідницях і стрінгах.

source: Girls who do everything they can to keep their modesty and good reputation.
uk_ua: Дівчата, які роблять все можливе, щоб зберегти свою скромність і хорошу репутацію.

source: Who'd hate to have their pert bottoms exposed to half the school.
uk_ua: Кому ж хочеться, щоб їхні пружні сідниці бачила половина школи.

source: Their silky unblemished buttcheeks.... split by a pair of risqué panties that only hide their most intimate parts...
uk_ua: Їхні гладенькі бездоганні сіднички.... розділені парою зухвалих трусиків, які приховують лише найінтимніші місця...

source: Just a thin layer of fabric between me and that wet squishy pussy.
uk_ua: Лише тоненький шар тканини між мною і тією мокрою пружною кицькою.

source: Between that tight tight rose of forbidden lust and the unworthy...
uk_ua: Між тією тугою забороненою трояндою хтивості та негідним...

source: [_lindsey_] Piece of crap scum sign!
uk_ua: [_lindsey_] Сраний шмат лайна, мерзотна табличка!

source: [_lindsey_] Ugh...
uk_ua: [_lindsey_] Гмм...

source: Should be illegal to look that good!
uk_ua: Потрібно заборонити виглядати так добре!

source: Hours at the gym, thousands of squats. Her falling over is a public service.
uk_ua: Години в спортзалі, тисячі присідань. Її падіння - це суспільна послуга.

source: Should be a weekly thing with tickets and popcorn. There's profit to be made here.
uk_ua: Це має бути щотижнева акція з квитками та попкорном. Тут можна заробити.

source: If only girls weren't so protective of their bodies...
uk_ua: Якби ж то дівчата так не оберігали своє тіло...

source: "Seriously? Just out with it!"
uk_ua: "Серйозно? Ну ж бо, кажи!"

source: "Nice try. Go bother someone else."
uk_ua: "Гарна спроба. Іди чіпляйся до когось іншого."

source: "If you ghost me again, I'll block you."
uk_ua: "Якщо ти ще раз спробуєш мене ігнорувати, я тебе заблокую."

source: "That's it? Some wellness carpe diem bullshit?"
uk_ua: "І це все? Якась фігня про здоровий спосіб життя та насолоду моментом?"

source: "Thanks. I guess that is important. Now more than ever. What else?"
uk_ua: "Дякую. Мабуть, це важливо. Що ще?"

source: "Not exactly the information I was hoping for."
uk_ua: "Не зовсім та інформація, на яку я розраховував."

source: "Something useful! The secrets to getting pussy, maybe?"
uk_ua: "На що-небудь корисне! Секрет, як підчепити кицьку, або щось таке?"

source: "Something helpful! How to get a girl to like me, maybe?"
uk_ua: "На щось корисне! Може, як сподобатися дівчині?"

source: Raise hand
uk_ua: Підняти руку

source: Stay silent
uk_ua: Промовчати

source: "So, we get to sleep in... all year?"
uk_ua: "Отже, ми будемо байдикувати... цілий рік?"

source: "What classes do you teach this year, [mrsl]?"
uk_ua: "Які уроки ви викладаєте цього року, [mrsl]?"

source: Volunteer
uk_ua: Визватись допомогти

source: Help her up
uk_ua: Допомогти піднятися

source: Enjoy the view
uk_ua: Насолоджуватись видом
