Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/quests/season_1/isabelle_tour.po
Languages: uk_ua

source: The 1st Floor — what a sight!
uk_ua: 1-й поверх - що за краєвид!

source: Long have I waited to tread these halls, feel the wind in my hair, and behold the fair maidens of this elevated height!
uk_ua: Як довго я чекав, щоб пройтися цими залами, відчути вітер у волоссі й побачити прекрасних дів з цієї висоти!

source: Or, you know... panic starts to set in, the AC is still broken, and the girls run at the mere sight of me...
uk_ua: Або, знаєте... починається паніка, кондиціонер все ще зламаний, а дівчата розбігаються від одного мого вигляду...

source: Not much has changed here.
uk_ua: Тут небагато змінилося.

source: English was never one of my good subjects.
uk_ua: Англійська ніколи не була моїм улюбленим предметом.

source: Studying mossy poets and authors from a distant past always seemed like a waste of time.
uk_ua: Вивчення покритих мохом поетів та авторів далекого минулого завжди здавалося марною тратою часу.

source: This classroom is waking a lot of memories from hibernation...
uk_ua: Ця класна кімната пробуджує багато спогадів від сплячки...

source: The only good one is getting third place at a mock spelling bee. How sad is that?
uk_ua: Єдине хороше - це третє місце на жартівливій олімпіаді з правопису. Хіба це не сумно?

source: [_jacklyn_s_excited_] Hi and welcome! My name is [jacklyn] Hyde.
uk_ua: [_jacklyn_s_excited_] Привіт і ласкаво просимо! Мене звати [jacklyn] Хайд.

source: [_jacklyn_s_excited_] I'm still a teacher's assistant, but due to Mrs. Bloomer's poor health, I've been asked to step in until she gets back.
uk_ua: [_jacklyn_s_excited_] Я все ще асистент вчителя, але через поганий стан здоров'я місіс Блумер мене попросили замінити її, поки вона не повернеться.

source: During my last time around, [jacklyn] wasn't here... but she's definitely an upgrade to Mrs. Bloomer in terms of looks.
uk_ua: Коли я був тут востаннє, [jacklyn] тут не було... але вона, безумовно, кращий варіант ніж місіс Блумер з точки зору зовнішності.

source: That lady was closing in on sixty, with cigarette-yellowed teeth and enough wrinkles to compete with a bowl of raisins...
uk_ua: Цій жінці було близько шістдесяти, з пожовклими від цигарок зубами і такою кількістю зморшок, що вона могла б позмагатися з мискою родзинок...

source: [_jacklyn_s_annoyed_] Forgive the ass-stick intro.
uk_ua: [_jacklyn_s_annoyed_] Вибач за такий тупий початок.

source: [_jacklyn_s_laughing_] Apparently, it's not enough to wear this top — sucking bureaucracy's cock is a job requirement.
uk_ua: [_jacklyn_s_laughing_] Очевидно, недостатньо носити цей топік - смоктати член бюрократії є обов'язковою вимогою на роботі.

source: [_jacklyn_s_excited_] If you're feeling it, call me [jacklyn]... between artists, we're all on a first-name basis.
uk_ua: [_jacklyn_s_excited_] Якщо ти відчуваєш це, називай мене [jacklyn]... між художниками ми всі на "ти".

source: [_isabelle_s_excited_] That's refreshing to hear! I'd like to sign up for your class, please!
uk_ua: [_isabelle_s_excited_] Приємно це чути! Я б хотів записатися до вашого класу, будь ласка!

source: [_jacklyn_s_excited_right_] Wicked! What's your name?
uk_ua: [_jacklyn_s_excited_right_] Круто! Як тебе звати?

source: [_isabelle_s_excited_] Oh, great. I'm [isabelle].
uk_ua: [_isabelle_s_excited_] О, чудово. Я [isabelle].

source: [_jacklyn_s_laughing_] Badass. Okay, you're on the shortlist, babylegs!
uk_ua: [_jacklyn_s_laughing_] Крутяк. Гаразд, ти в шорт-листі, крихітко!
