Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/bedroom/int_alarm.po
Languages: fr_fr, it_it

source: What should I do with this thing?
fr_fr: Que dois-je faire avec cette chose ?
it_it: Cosa dovrei fare con questa cosa?

source: Ding-dong, the watch is dead! [withvpunch]
fr_fr: Ding-dong, la montre est morte ! [avecvpunch]
it_it: Ding-dong, l'orologio è morto! [withvpunch]

source: Who knew a proper smashing would feel so good? The testosterone! The sheer power!
fr_fr: Qui savait qu'un bon fracassant se sentirait si bon ? La testostérone ! La puissance pure !
it_it: Chi sapeva che un corretto smashing si sarebbe sentito così bene? Il testosterone! Il puro potere!

source: Ugh, I'm pathetic.
fr_fr: Ugh, je suis pathétique.
it_it: Ugh, sono patetica.

source: There's no need to be up for several more hours. Why the hell did my alarm go off so early?
fr_fr: Il n'y a pas besoin d'être en hausse pendant plusieurs heures. Pourquoi est-ce que mon alarme a été déclenchée si tôt ?
it_it: Non c'è bisogno di essere in su per altre ore. Perché l'inferno ha spento la mia sveglia così presto?

source: Smashing it would've been nice, but at least I don't have to clean up the pieces now.
fr_fr: L'écraser aurait été bien, mais au moins je n'ai pas à nettoyer les morceaux maintenant.
it_it: Smashing sarebbe stato bello, ma almeno non devo ripulire i pezzi ora.

source: The melody of a better time. Might as well let it bump.
fr_fr: La mélodie d'un meilleur moment. Il est également possible de la laisser bosse.
it_it: La melodia di un tempo migliore. Potrebbero anche lasciarlo urtare.

source: You tell me, "All I've done is create more despair and destruction in my environment."
fr_fr: Vous me dites : "Tout ce que j'ai fait, c'est créer plus de désespoir et de destruction dans mon environnement."
it_it: Mi dici: "Tutto quello che ho fatto è creare più disperazione e distruzione nel mio ambiente".

source: I ask you, "Why did it feel so good then?"
fr_fr: Je vous demande : "Pourquoi est-ce que je me sentais si bien à ce moment-là ?"
it_it: Vi chiedo: "Perché allora si è sentita così buona?"

source: Those deprived of sympathy can still break the circle of abuse. Jesus turned the other cheek and so can I.
fr_fr: Ceux qui sont privés de sympathie peuvent encore briser le cercle des abus. Jésus a tourné l'autre joue et je peux le faire.
it_it: Quelli privi di simpatia possono ancora rompere il circolo degli abusi. Gesù ha voltato l'altra guancia e così posso io.

source: Except if there are clock-merchants involved, those get righteously whipped out of the temple.
fr_fr: Sauf s'il s'agit de marchands d'horloges, ceux-ci sont expulsés du temple à juste titre.
it_it: Eccetto se ci sono orologi-mercanti coinvolti, quelli ottengono rettamente frustato fuori dal tempio.

source: Now is not the time. Unless we're talking about time itself... then, it's always time.
fr_fr: Ce n'est pas le moment. À moins que nous parlions du temps lui-même ... alors, c'est toujours le temps.
it_it: Ora non è il momento. A meno che non stiamo parlando del tempo stesso... allora, è sempre il momento.

source: This thing won't be working anytime soon... or, with some luck, ever again.
fr_fr: Ce truc ne fonctionnera pas bientôt ... ou, avec un peu de chance, encore une fois.
it_it: Questa cosa non funzionerà in qualsiasi momento presto... o, con una certa fortuna, mai più.

source: Huh, [jo] already bought me a new alarm clock. She's always been relentless in her quest to keep me sleep-deprived.
fr_fr: Huh, [jo] m'a déjà acheté une nouvelle horloge d'alarme. Elle a toujours été implacable dans sa quête pour m'empêcher de dormir.
it_it: Huh, [jo] mi ha già comprato una nuova sveglia. È sempre stata incessante nella sua ricerca di mantenermi priva di sonno.

source: Whenever this bastard wakes me up the urge to smash it grows. But patience is a virtue, or so they say.
fr_fr: Chaque fois que ce bâtard me réveille l'envie de sentir qu'il grandit. Mais la patience est une vertu, ou ils disent.
it_it: Ogni volta che questo bastardo mi sveglia la voglia di schiacciarla cresce, ma la pazienza è una virtù, o così dicono.

source: To be honest, I'm more afraid of [flora] than I am of losing my hearing.
fr_fr: Pour être honnête, j'ai plus peur de [flora] que de perdre mon ouïe.
it_it: Per essere onesti, ho più paura di [flora] che di perdere il mio udito.

source: Better open the door first.
fr_fr: Il vaut mieux ouvrir la porte en premier.
it_it: Meglio aprire prima la porta.

source: Or else soon I might not have a door to open...
fr_fr: Ou encore, bientôt je n'ai pas de porte à ouvrir ...
it_it: Oppure presto non potrei avere una porta per aprire...

source: Dead again! [withvpunch]
fr_fr: Encore des morts ! [withvpunch]
it_it: Morto di nuovo! [withvpunch]

source: [jo] really has to stop buying me new alarms...
fr_fr: [jo] a vraiment à arrêter de m'acheter de nouvelles alarmes ...
it_it: [jo] deve davvero smettere di comprarmi nuovi allarmi...

source: Good. This room could quickly turn into a clock cemetery.
fr_fr: Bien. Cette pièce pourrait rapidement se transformer en cimetière d'horloge.
it_it: Bene. Questa stanza potrebbe rapidamente trasformarsi in un cimitero dell'orologio.

source: Foul beast of the abyss! Return from whence you came! [withvpunch]
fr_fr: Bête immonde de l'abîme ! Retourne d'où tu viens ! [avecvpunch]
it_it: Bestia malvagia dell'abisso! Ritorna da dove sei venuto! [withvpunch]

source: Smash it
fr_fr: Le briser

source: Turn it off
fr_fr: Éteignez la
it_it: Spegnilo

source: Leave it
fr_fr: Laissez-le
it_it: Lascialo

source: Smash it again!
fr_fr: Encore une fois !
it_it: Smash di nuovo!

source: Let the new clock live... for now
fr_fr: Que la nouvelle horloge vive ... pour l'instant
it_it: Lascia vivere il nuovo orologio... per ora

source: Smash it! Enough is enough!
fr_fr: Smash ! Assez c'est assez !
it_it: Colpiscilo! Basta basta!

source: Calm the storm, no one dies today
fr_fr: Calme-la tempête, personne ne meurt aujourd'hui
it_it: Calma la tempesta, nessuno muore oggi
