Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/bedroom/int_closet.po
Languages: fr_fr, it_it

source: [_jacklyn_s_smile_right_] Well, I think that, and I'd like to do that.
fr_fr: [_jacklyn_s_Souriez_right_] Eh bien, je pense que, et j'aimerais le faire.
it_it: [_jacklyn_s_smile_right_] Beh, lo credo, e mi piacerebbe farlo.

source: [_flora_s_concerned_s_flip_] So you're just trying to make me jealous?
fr_fr: [_flora_s_concerned_s_flip_] Alors vous essayez juste de me rendre jaloux ?
it_it: [_flora_s_concerned_s_flip_] Quindi stai solo cercando di rendermi geloso?

source: [_jacklyn_s_smile_right_] Are you jealous?
fr_fr: [_jacklyn_s_Souriez_right_] Êtes-vous jaloux ?
it_it: [_jacklyn_s_smile_right_] Sei geloso?

source: [_flora_s_angry_s_flip_] What do you think?!
fr_fr: [Qu'en pensez-vous ?!
it_it: [_flora_s_angry_s_flip_] Cosa ne pensi?!

source: [_jacklyn_s_cringe_] Drama llama.
fr_fr: [Jacklyn_s_cringe] Le lama de Drame.

source: [_mc_] Did you really just go on a date with me to make her jealous?
fr_fr: [_mc_] Avez-vous vraiment fait une date avec moi pour la rendre jalouse ?
it_it: [_mc_] Sei davvero andato un appuntamento con me per renderla gelosa?

source: [_jacklyn_s_smile_] Obviously not.
fr_fr: [_jacklyn_s_smile_] De toute évidence, non.
it_it: [_jacklyn_s_smile_] Ovviamente no.

source: [_jacklyn_s_smile_] I also did it for the free meal.
fr_fr: [_jacklyn_s_Souriez_] Je l'ai aussi fait pour le repas gratuit.
it_it: [_jacklyn_s_smile_] l'ho fatto anche per il pasto gratuito.

source: [_mc_] So, you care about her?
fr_fr: [_mc_] Alors, vous vous souciez d'elle ?
it_it: [_mc_] Allora, ti importa di lei?

source: [_jacklyn_s_thinking_] I mean, it is a known fact that I don't dabble. Is that what you're asking?
fr_fr: [_jacklyn_s_thinking_] Je veux dire, c'est un fait connu que je ne fléchis pas. C'est ce que vous demandez ?
it_it: [_jacklyn_s_thinking_] Intendo dire che è un fatto noto che non mi dispiace. È quello che stai chiedendo?

source: [_mc_] I don't really know...
fr_fr: [_mc_] Je ne sais pas vraiment ...
it_it: [_mc_] Non lo so veramente...

source: [_mc_] I think you should go after her. She looked heartbroken.
fr_fr: [_mc_] Je pense que tu devrais aller après elle. Elle a l'air déchirée.
it_it: [_mc_] Penso che dovresti andare dietro di lei. Sembrava spezzata di cuore.

source: [_jacklyn_s_neutral_] You're probably right. Can't have damsels weeping over me.
fr_fr: [_jacklyn_s_neutral_] Vous avez probablement raison. Je ne peux pas avoir de demoiselles qui pleurent sur moi.
it_it: [_jacklyn_s_neutral_] probabilmente hai ragione. Non puoi avere delle damigelle che piangono su di me.

source: [_jacklyn_s_smile_] Thanks for the dinner.
fr_fr: [_jacklyn_s_Souriez_] Merci pour le dîner.
it_it: [_jacklyn_s_smile_] Grazie per la cena.

source: Not really sure what's gotten into me, but it felt like the right thing to do.
fr_fr: Pas vraiment sûr de ce qui m'est arrivé, mais ça se sentait comme la bonne chose à faire.
it_it: Non veramente sicuro che cosa è entrato in me, ma si sentiva come la cosa giusta da fare.

source: [flora] deserves an explanation from [jacklyn].
fr_fr: [flora] mérite une explication du [jacklyn].
it_it: [flora] merita una spiegazione da [jacklyn].

source: Besides, we can make a statement later.
fr_fr: En outre, nous pouvons faire une déclaration plus tard.
it_it: Inoltre, possiamo fare una dichiarazione più tardi.

source: There's always another chance... right?
fr_fr: Il y a toujours une autre chance... n'est-ce pas ?
it_it: C'è sempre un'altra possibilità... giusto?

source: [_mc_] Wanna get out of here and make a statement?
fr_fr: [_mc_] Va sortir d'ici et faire une déclaration ?
it_it: [_mc_] Vuoi uscire da qui e fare una dichiarazione?

source: [_jacklyn_s_excited_] You know it!
fr_fr: [_jacklyn_s_excited_] Vous le savez !
it_it: [_jacklyn_s_excited_] Lo sa!

source: [_jacklyn_s_annoyed_] Can't stand people tripping over their feelings.
fr_fr: [Je ne supporte pas que les gens se laissent emporter par leurs sentiments.
it_it: [_jacklyn_s_annoyed_] Non può sopportare la gente che inciampa sui loro sentimenti.

source: [_jacklyn_s_laughing_] Let's go.
fr_fr: [_jacklyn_s_laughing_] Allons-y.
it_it: [_jacklyn_s_laughing_] Andiamo.

source: Not sure where we're going, but this should be interesting if nothing else.
fr_fr: Pas sûr d'où nous allons, mais ça devrait être intéressant si rien d'autre.
it_it: Non so dove stiamo andando, ma questo dovrebbe essere interessante se non altro.

source: Shorts and like eight sweatbands
fr_fr: Shorts et huit bandeaux de sudation
it_it: Pantaloncini e come otto fasce di sudore

source: Shades and swagger
fr_fr: Nuances et swagger
it_it: Tonalità e pugnale

source: Doesn't matter as long as the calculator and encyclopedia are in my pockets
fr_fr: Peu importe aussi longtemps que la calculatrice et l'encyclopédie sont dans mes poches
it_it: Non importa finché la calcolatrice e l'enciclopedia sono nelle mie tasche

source: Wear the striped vest to display my fashion sense
fr_fr: Portes le gilet rayé pour afficher mon sens de la mode
it_it: Indossa il gilet a righe per mostrare il mio senso di moda

source: Wear the tank top to show off my 'ceps
fr_fr: Porter le dessus du réservoir pour montrer mes cèpes
it_it: Indossa la cima del serbatoio per mostrare i miei ceps

source: Wear the hoodie — if I want to show off, I'll just use my brain
fr_fr: Porter le capuchon-si je veux montrer, je vais juste utiliser mon cerveau
it_it: Indossa il cappuccio — se voglio mostrarmi, userò il mio cervello

source: Wear a shirt and the skirt you stole from [flora]
fr_fr: Portez-vous une chemise et la jupe que vous avez volé du [flora]
it_it: Indossa una camicia e la gonna che hai rubato da [flora]

source: Wear the kimono
fr_fr: Portes le kimono
it_it: Indossa il kimono

source: Wear nothing
fr_fr: Ne rien porter
it_it: Non indossare nulla

source: Wear the pirate outfit from last Halloween
fr_fr: Porter la tenue pirate de la dernière Halloween
it_it: Indossa l'abito pirata dell'ultima Halloween

source: Wear [flora]'s spiked choker from her emo phase and [jo]'s stolen stockings
fr_fr: Porter le collier à pointes de [flora] pendant sa phase emo et les bas volés de [jo]
it_it: Wear [flora]'s spiked choker from her emo phase and [jo]'s ruben stockings

source: Wear yesterday's outfit
fr_fr: Porter la tenue d'hier
it_it: Indossa l'abito di ieri

source: {image=flora_bonsai_baking}|"[flora], what's really going on?"
fr_fr: {image=flora_bonsai_baking}|"[flora], qu'est-ce que se passe vraiment ?
it_it: {image=flora_bonsai_baking}|"[flora], cosa c'è sta succedendo davvero?"

source: ?quest.flora_bonsai['handholding']@|{image=flora_bonsai_handholding}|"[flora], what's really going on?"
fr_fr: ?quest.flora_bonsai['handholding']@|{image=flora_bonsai_handholding}|"[flora], que se passe-t-il vraiment ?
it_it: ?quest.flora_bonsai['handholding']@<unk> {image=flora_bonsai_handholding}<unk> "[flora], cosa sta succedendo davvero?"

source: "You, me, and [jo] — you know all three of us are terrible liars."
fr_fr: « Vous, moi, et [jo] — vous savez que nous sommes tous trois de terribles menteurs.»
it_it: "Tu, me e [jo] — conosci tutti e tre noi sono bugiardi terribili."

source: Go with [jacklyn]
fr_fr: Aller avec le [jacklyn]
it_it: Vai con [jacklyn]

source: Go look for [flora]
fr_fr: Va chercher [flora]
it_it: Vai a cercare [flora]

source: "I think you should go after her. She looked heartbroken."
fr_fr: " Je pense que tu devrais aller après elle. Elle a l'air déchirée. "
it_it: "Penso che dovresti andare dietro di lei. Sembrava spezzata."

source: "Wanna get out of here and make a statement?"
fr_fr: "Tu veux sortir d'ici et faire une déclaration ?"
it_it: "Vuoi uscire da qui e fare una dichiarazione?"

source: Voilà!
it_it: Voilà!
