Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/bedroom/int_bed.po
Languages: fr_fr, it_it

source: With that blasted thing going off, there ain't no rest for the wicked.
fr_fr: Avec ce foutu truc qui explose, il n'y a pas de repos pour les méchants.
it_it: Con quella cosa soffiata che si spegne, non c'è riposo per i malvagi.

source: Ah, the softness of my pillow! Going back to sleep is one of my last few pleasures in life.
fr_fr: Ah, la douceur de mon oreiller ! Revenir au sommeil est l'un de mes derniers plaisirs dans la vie.
it_it: Ah, la morbidezza del mio cuscino! Tornare a dormire è uno dei miei ultimi piaceri nella vita.

source: Those texts last night. That's so weird. No one has texted me in years. How did that person even get my number?
fr_fr: Ces textos d'hier soir. C'est tellement bizarre. Personne ne m'a envoyé de textos depuis des années. Comment cette personne a-t-elle pu obtenir mon numéro ?
it_it: Quei testi ieri sera, è così strano. Nessuno mi ha scritto negli anni. Come ha fatto quella persona anche ottenere il mio numero?

source: No more sleep for me, it seems. Might as well get up. The bathroom calls.
fr_fr: Plus de sommeil pour moi, il semble. Pourtour aussi bien se lever. Les appels de la salle de bain.
it_it: Niente più dormire per me, sembra. Potrebbe anche alzarsi. Le chiamate del bagno.

source: Rest is for the dead... and those who don't have a bus to catch. The former would be my choice if I had one.
fr_fr: Le repos est pour les morts ... et ceux qui n'ont pas de bus pour attraper. Le premier serait mon choix si j'en avais un.
it_it: Riposo è per i morti... e coloro che non hanno un autobus da catturare. Il primo sarebbe la mia scelta se ne avessi uno.

source: If only. But [jo]'s waiting downstairs.
fr_fr: Si seulement. Mais [jo]'s en bas.
it_it: Se solo. Ma [jo]sta aspettando di sotto.

source: Thread count: 400.
fr_fr: Nombre de fils : 400.
it_it: Conteggio filetti: 400.

source: Girl count: 0.
fr_fr: Nombre de filles : 0.
it_it: Numero di ragazze: 0.

source: Sleeping would be nice, but the new porn collection isn't going to start itself. Now's a good time for it.
fr_fr: Dormir serait bien, mais la nouvelle collection de porno ne va pas se lancer. C'est un bon moment pour ça.
it_it: Dormire sarebbe bello, ma la nuova collezione porno non sta per iniziare da sé.

source: Always sleep better after getting off, anyway.
fr_fr: Toujours mieux dormir après s'être éteint, de toute façon.
it_it: Dormire sempre meglio dopo la partenza, comunque.

source: Ah, finally! There's nothing better than lying down after a long day.
fr_fr: Ah, enfin ! Il n'y a rien de mieux que de mentir après une longue journée.
it_it: Ah, finalmente! Non c'è niente di meglio che sdraiarsi dopo una lunga giornata.

source: My mind needs rest for all the new challenges tomorrow.
fr_fr: Mon esprit a besoin de repos pour tous les nouveaux défis de demain.
it_it: La mia mente ha bisogno di riposo per tutte le nuove sfide domani.

source: Trying to fall asleep is one of my least favorite activities.
fr_fr: Essayer de s'endormir est l'une des activités que je préfère le moins.
it_it: Cercare di addormentarsi è una delle mie attività meno preferite.

source: My mind keeps wandering to old embarrassments and failures.
fr_fr: Mon esprit continue à errer à de vieux problèmes et à de vieux échecs.
it_it: La mia mente continua a vagare per vecchi imbarazzi e fallimenti.

source: Was that my phone?
fr_fr: C'était mon téléphone ?
it_it: Era il mio telefono?

source: [_hidden_number_] I really shouldn't be messaging you, but I just wanted to say that you've done well today.
fr_fr: [_hidden_number_] Je ne devrais vraiment pas vous envoyer de messages, mais je voulais juste dire que vous avez bien fait aujourd'hui.
it_it: [_hidden_number_] Non dovrei davvero essere messaggistica, ma volevo solo dire che hai fatto bene oggi.

source: [_hidden_number_] Some mistakes, granted. But you're still learning.
fr_fr: [_hidden_number_] Quelques erreurs, accordées. Mais vous apprenez encore.
it_it: [_hidden_number_] Alcuni errori, concessi. Ma stai ancora imparando.

source: Who are you? Seriously? Why do you keep spying on me?
fr_fr: Qui êtes-vous ? Sérieusement ? Pourquoi continuez-vous à m'espionner ?
it_it: Chi sei? Seriamente? Perché continua a spiarmi?

source: [_hidden_number_] I'm no one special, but I am proud of you.
fr_fr: [_hidden_number_] Je ne suis pas un spécial, mais je suis fier de toi.
it_it: [_hidden_number_] Non sono uno speciale, ma sono orgoglioso di te.

source: Why is everyone suddenly proud of me! There's no way the old me would've had it this easy.
fr_fr: Pourquoi tout le monde est-il soudainement fier de moi ! Il n'y a pas de moyen que l'ancien moi l'ait eu aussi facile.
it_it: Perché tutti sono improvvisamente orgogliosi di me! Non c'è modo che il vecchio me lo avrebbe avuto così facile.

source: To be honest, it still feels like a practical joke.
fr_fr: Pour être honnête, c'est encore une blague pratique.
it_it: Ad essere onesti, si sente ancora come una barzelletta pratica.

source: They must have an agenda in all of this, else they wouldn't be so persistent.
fr_fr: Ils doivent avoir un ordre du jour dans tout cela, sinon ils ne seraient pas si persistants.
it_it: Devono avere un ordine del giorno in tutto questo, altrimenti non sarebbero così persistenti.

source: Can we meet? I'd like to talk to you about a few things.
fr_fr: Pouvons-nous nous rencontrer ? J'aimerais vous parler de quelques trucs.
it_it: Riusciamo a conoscere? Vorrei parlarti di alcune cose.

source: No answer. How typical.
fr_fr: Pas de réponse. Quelle est la caractéristique.
it_it: Nessuna risposta. Come tipico.

source: Oh, well...
fr_fr: Oh, eh bien ...

source: Sleep, take me!
fr_fr: Dormez, prenez-moi !
it_it: Dormi, prendemi!

source: So many crusty white stains on these sheets...
fr_fr: Tant de taches blanches sur ces feuilles ...
it_it: Tante croste macchie bianche su questi fogli...

source: I really need to stop drinking milk in bed.
fr_fr: J'ai vraiment besoin d'arrêter de boire du lait au lit.
it_it: Ho davvero bisogno di smettere di bere del latte a letto.

source: Could definitely sleep for a while longer, but once prone it's hard to get up again.
fr_fr: Pourrait certainement dormir pendant un peu plus longtemps, mais une fois prédisposé, il est difficile de se lever.
it_it: Potrebbe sicuramente dormire più a lungo, ma una volta incline è difficile alzarsi di nuovo.

source: My work here is done.
fr_fr: Mon travail ici est fait.
it_it: Il mio lavoro qui è finito.

source: An evil energy disturbs my sleep.
fr_fr: Une énergie maléfique perturbe mon sommeil.
it_it: Un'energia malvagia disturba il mio sonno.

source: Darkness on the horizon.
fr_fr: Ténèbres à l'horizon.
it_it: Oscurità all'orizzonte.

source: Black eyes. Beaks and talons.
fr_fr: Les yeux noirs. Les becs et les serres.
it_it: Occhi neri. becchi e taloni.

source: Wings of shadow.
fr_fr: Les ailes de l'ombre.
it_it: Ali di ombra.

source: Ravaging the holy land — the field of glory.
fr_fr: Ravager la terre sainte - le champ de gloire.
it_it: Ravvivando la terra santa — il campo della gloria.

source: It seems to be coming from the forest glade.
fr_fr: On dirait qu'il vient de la clairière de la forêt.
it_it: Sembra che provenga dalla ghiandola della foresta.

source: Rest is for the dead.
fr_fr: Le repos est pour les morts.
it_it: Il riposo è per i morti.

source: And those who are afraid of energy drinks.
fr_fr: Et ceux qui ont peur des boissons énergétiques.
it_it: E quelli che hanno paura delle bevande energetiche.

source: Nothing under here apart from old dust and playboy bunnies.
fr_fr: Il n'y a rien d'autre ici que de la vieille poussière et des lapins de Playboy.
it_it: Niente sotto qui a parte la polvere vecchia e coniglietti playboy.
