Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/bedroom/int_door.po
Languages: fr_fr, it_it

source: If only [kate]'s plan was to wrestle me naked, then I might have a chance. Alas.
fr_fr: Si seulement le plan de [Kate] était de lutter contre moi nue, alors j'aurais une chance. Hélas.
it_it: Se solo il piano di [kate]fosse quello di wrestle me nudo, allora potrei avere una possibilità.

source: The alarm will wake [jo] if I don't turn it off first.
fr_fr: L'alarme réveillera [jo] si je ne l'éteins pas d'abord.
it_it: L'allarme si sveglierà [jo] se non lo spegnerò prima.

source: The only thing that would make this nightmare complete is going to school in my underwear. Better get dressed.
fr_fr: La seule chose qui ferait que ce cauchemar soit complet va à l'école dans mes sous-vêtements. Mieux vaut s'habiller.
it_it: L'unica cosa che renderebbe completo questo incubo è andare a scuola nella mia biancheria intima. Meglio vestirsi.

source: This could be the start of something new. A total makeover. What do you call that?
fr_fr: Ce pourrait être le début de quelque chose de nouveau. Une refonte totale. Qu'est-ce que vous appelez ça ?
it_it: Questo potrebbe essere l'inizio di qualcosa di nuovo. Un rifacimento totale. Come lo chiami?

source: Knock knock.
fr_fr: Toc toc.
it_it: Colpisci il colpo.

source: Who's there?
fr_fr: Qui est là ?
it_it: Chi c'è lì?

source: No one's ever there.
fr_fr: Personne n'est jamais là.
it_it: Non c'è mai lì.

source: [_mc_] What did I do?
fr_fr: [_mc_] Qu'est-ce que j'ai fait ?
it_it: [_mc_] Che cosa ho fatto?

source: [_flora_s_annoyed_] Are you serious? School started an hour ago!
fr_fr: [_flora_s_annoyed_] Êtes-vous sérieux ? L'école a commencé il y a une heure !
it_it: [_flora_s_annoyed_] Sei serio? La scuola è iniziata un'ora fa!

source: Oh, god... she's right. How the hell did this happen?
fr_fr: Oh, dieu ... elle a raison. Comment ça a eu lieu ?
it_it: Oh, dio... ha ragione. Come è successo l'inferno?

source: [_mc_] Why aren't you at school, then?
fr_fr: [_mc_] Pourquoi n'es-tu pas à l'école, alors ?
it_it: [_mc_] Perché non sei a scuola, allora?

source: [_flora_s_angry_] That's hardly any of your business, but if you must know...
fr_fr: [_flora_s_angry_] C'est à peine une de tes affaires, mais si tu dois savoir ...
it_it: [_flora_s_angry_] Quasi nessuno dei tuoi affari, ma se devi sapere...

source: [_flora_s_angry_] I get to sleep in a couple of days a week because I'm at my internship in the evenings.
fr_fr: [_flora_s_angry_] Je vais dormir dans quelques jours par semaine parce que je suis à mon stage en soirée.
it_it: [_flora_s_angry_] Vado a dormire in un paio di giorni alla settimana perché sono al mio stage la sera.

source: [_mc_] Uh, right. Forgot about that.
fr_fr: [_mc_] Uh, non. Parle de ça.
it_it: [_mc_] Uh, giusto. Hai dimenticato a riguardo.

source: [_flora_s_eyeroll_] Seriously! This is the only time I get to play on your xCube!
fr_fr: [_flora_s_eyeroll_] Sérieusement ! C'est la seule fois que je joue sur votre xCube !
it_it: [_flora_s_eyeroll_] Seriamente! Questa è l'unica volta che gioco sul tuo xCube!

source: [_flora_s_eyeroll_] If you're not out in five minutes, I'm telling [jo] you're already skipping classes.
fr_fr: [_flora_s_eyeroll_] Si vous n'êtes pas sorti en cinq minutes, je dis [jo] que vous saurez déjà des cours.
it_it: [_flora_s_eyeroll_] Se non esci entro cinque minuti, ti dico a [jo] che stai già saltando le lezioni.

source: [_mc_] Why didn't you wake me sooner?
fr_fr: [_mc_] Pourquoi ne m'avez-vous pas réveillée plus tôt ?
it_it: [_mc_] Perché non mi hai svegliata prima?

source: [_flora_s_annoyed_] It's not my job to get you to school!
fr_fr: [_flora_s_annoyed_] Ce n'est pas mon boulot de t'amener à l'école !
it_it: [_flora_s_annoyed_] Non è mio compito portarti a scuola!

source: [_flora_s_annoyed_] I'm done with my morning routine and I want to play video games!
fr_fr: [_flora_s_annoyed_] J'ai fini ma routine matinale et je veux jouer aux jeux vidéo !
it_it: [_flora_s_annoyed_] Ho finito con la mia routine del mattino e voglio giocare a videogiochi!

source: [_mc_] I'm sorry for oversleeping, [flora]. I'll get dressed as soon as I can.
fr_fr: [_mc_] Je suis désolé de s'être endormi, [flora]. Je m'habillerai dès que je le peux.
it_it: [_mc_] mi dispiace per il sonno eccessivo, [flora]. Mi vestirò il più presto possibile.

source: [_flora_s_afraid_] That's... unusually mature of you.
fr_fr: [_flora_s_afraid_] C'est. .. particulièrement mature de vous.
it_it: [_flora_s_afraid_] Questo... insolitamente maturo di voi.

source: [_flora_s_confident_] Can I play on your save, as well?
fr_fr: [_flora_s_confident_] Est-ce que je peux jouer sur votre sauvegarde ?
it_it: [_flora_s_confident_] Posso giocare anche sul tuo salvataggio?

source: [_mc_] Out of the question.
fr_fr: [_mc_] Sur la question.
it_it: [_mc_] Fuori domanda.

source: [_flora_s_annoyed_] Fine. Just making sure you weren't replaced by an imposter.
fr_fr: [_flora_s_annoyed_] Fine. Il suffit de vous assurer que vous n'avez pas été remplacé par un imposteur.
it_it: [_flora_s_annoyed_] Bene. Assicurati di non essere stato sostituito da un impostore.

source: [_mc_] Stop being a crybaby. The new schedule allows me to sleep in, as well.
fr_fr: [_mc_] Arrêtez de pleurer. Le nouvel horaire me permet aussi de faire la grasse matinée.
it_it: [_mc_] Smettetela di essere un grybaby. Il nuovo programma mi permette di dormire anche dentro.

source: [_flora_s_concerned_] No, it allows students who are ahead to sleep in.
fr_fr: [_flora_s_concerned_] Non, il permet aux étudiants qui sont en avance de dormir.
it_it: [_flora_s_concerned_] No, permette agli studenti che sono in anticipo di dormire.

source: [_flora_s_concerned_] You're not ahead in any way, shape, or form. Four more minutes, then I'm calling [jo].
fr_fr: [_flora_s_concerned_] Vous n'êtes pas en avance de quelque façon, forme ou forme. Quatre minutes de plus, alors j'appelle [jo].
it_it: [_flora_s_concerned_] Non sei in avanti in alcun modo, forma o forma. Quattro minuti in più, poi sto chiamando [jo].

source: [_mc_] Ugh, fine.
it_it: [_mc_] Ugh, bene.

source: Why does she have to be so annoying?
fr_fr: Pourquoi elle doit être si ennuyeux ?
it_it: Perché deve essere così fastidiosa?

source: God fucking damn it. Why don't I ever get to sleep?
fr_fr: Dieu putain, putain. Pourquoi je ne vais jamais dormir ?
it_it: Dio lo scopa maledetto. Perché non dormo mai?

source: Clothes! I need to put on some clothes!
fr_fr: Vêtements ! Je dois mettre des vêtements !
it_it: Vestiti! Ho bisogno di indossare alcuni vestiti!

source: That infernal noise needs to die first. Die.
fr_fr: Ce bruit infernal doit mourir en premier. Die.
it_it: Quel rumore infernale deve morire per primo. Di.

source: I can't go downstairs naked. [jacklyn] might get the wrong idea.
fr_fr: Je ne peux pas descendre à l'étage nu. [jacklyn] pourrait avoir la mauvaise idée.
it_it: Non posso andare nudo al piano di sotto. [jacklyn] potrebbe avere l'idea sbagliata.

source: ...or the right idea, depending on how you look at it.
fr_fr: ...ou la bonne idée, selon le point de vue que l'on adopte.
it_it: ...o l'idea giusta, a seconda di come la guardi.

source: "I'm sorry for oversleeping, [flora]. I'll get dressed as soon as I can."
fr_fr: " Je suis désolé pour pleurer, [flora]. Je m'habillerai dès que je peux. "
it_it: "Mi dispiace per il sonno eccessivo, [flora]. Mi vestirò il più presto possibile."

source: "Stop being a crybaby. The new schedule allows me to sleep in, as well."
fr_fr: "Arrête de pleurer. Le nouvel horaire me permet aussi de faire la grasse matinée."
it_it: "Smettetela di essere un grybaby. Il nuovo programma mi permette di dormire anche dentro."
