Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/bedroom/int_computer.po
Languages: fr_fr, it_it

source: Let's just skip forward a bit more.
fr_fr: Allons simplement avancer un peu plus.
it_it: Salviamo un po' di più in avanti.

source: There's [isabelle] again.
fr_fr: Il y a de nouveau le [isabelle].
it_it: C'è di nuovo [isabelle].

source: She's heading toward her locker.
fr_fr: Elle se dirige vers son casier.
it_it: Sta dirigendo verso il suo armadietto.

source: She just put her purse in and took out her sports bag.
fr_fr: Elle a mis son sac à main et a sorti son sac de sport.
it_it: Ha appena messo la borsa e ha tirato fuori la sua borsa sportiva.

source: All right, she left for the gym...
fr_fr: D'accord, elle est partie pour la gym ...
it_it: Va bene, ha lasciato per la palestra...

source: Let's see who our thief is...
fr_fr: Voyons qui est notre voleur ...
it_it: Vediamo chi è il nostro ladro...

source: Come on... show yourself...
fr_fr: Venez ... vous montrer ...
it_it: Avanti... mostrati...

source: She's the perfect princess. There's no way...
fr_fr: C'est la princesse parfaite. Il n'y a pas moyen ...
it_it: Lei è la principessa perfetta. Non c'è modo...

source: How did she open [isabelle]'s locker?
fr_fr: Comment a-t-elle ouvert le casier de [isabelle] ?
it_it: Come ha aperto l'armadietto di [isabelle]?

source: Is she one of those rich kids who gets a kick out of stealing stuff?
fr_fr: Est-elle un de ces enfants riches qui a un coup de pied pour voler des trucs ?
it_it: È uno di quei bambini ricchi che ottiene un calcio di rubare roba?

source: She has such a bright future ahead of her. Why would she risk it with something so stupid?
fr_fr: Elle a un bel avenir devant elle. Pourquoi le risque-t-il avec quelque chose de si stupide ?
it_it: Ha un futuro così brillante davanti a lei. Perché rischierebbe con qualcosa di così stupido?

source: Maybe her dad has one of those harvey-specter-lawyers, so it doesn't matter if she is caught.
fr_fr: Peut-être son père a-t-il l'un de ces avocats de harcèlement, alors ça n'a pas d'importance si elle est prise.
it_it: Forse suo papà ha uno di quei harvey-specter-avvocati, quindi non importa se è catturata.

source: Huh. I didn't even see what she took.
fr_fr: Huh. Je n'ai même pas vu ce qu'elle a pris.
it_it: Huh. Non ho nemmeno visto quello che ha preso.

source: Well, I know who did it now.
fr_fr: Eh bien, je sais qui l'a fait maintenant.
it_it: Beh, so chi l'ha fatto ora.

source: So, [kate] didn't actually do it.
fr_fr: Donc, [kate] ne l'a pas fait.
it_it: Così, [kate] in realtà non l'ha fatto.

source: Still, she'll probably want the tape destroyed. She wouldn't want [lindsey] to get in trouble.
fr_fr: Quoi qu'il en soit, elle voudra probablement que la bande soit détruite. Elle ne voudrait pas que le [lindsey] soit en difficulté.
it_it: Tuttavia, probabilmente vorrà che il nastro venga distrutto. Non vorrebbe che [lindsey] entrasse nei guai.

source: [kate]'s vendetta is against [isabelle], and she'd probably prefer her to keep wondering and growing frustrated.
fr_fr: La vendetta de [kate] est contre [isabelle], et elle préférerait probablement qu'elle continue à se poser des questions et à se sentir frustrée.
it_it: [kate]'s vendetta è contro [isabelle], e probabilmente preferirebbe lei a continuare a chiedersi e a crescere frustrato.

source: Maybe it's still worth asking [lindsey] about it. If nothing else, to sate my own curiosity.
fr_fr: Peut-être qu'il vaut toujours la peine de demander le [lindsey] à ce sujet. Si rien d'autre, pour sonner ma propre curiosité.
it_it: Forse vale ancora la pena chiedere ad [lindsey] . Se non altro, per saziare la mia curiosità.

source: Somehow, I was expecting it to be [kate]. This makes it much tougher.
fr_fr: Je m'attendais à ce qu'il soit [kate]. Cela le rend beaucoup plus difficile.
it_it: In qualche modo, mi aspettavo che fosse [kate]. Questo lo rende molto più difficile.

source: Hmm... is telling [isabelle] the right call even? She'll come down on [lindsey] with righteous fury.
fr_fr: Hmm ... est en train de dire [isabelle] le bon appel même ? Elle va descendre le [lindsey] avec une furie vertueuse.
it_it: Hmm... sta dicendo [isabelle] la chiamata giusta ancora? Lei scenderà su [lindsey] con giusta furia.

source: Maybe I should ask [lindsey] why she did it?
fr_fr: Peut-être que je devrais demander [lindsey] pourquoi elle l'a fait ?
it_it: Forse dovrei chiedere ad [lindsey] perché l'ha fatta?

source: I've always felt like an outsider looking in.
fr_fr: J'ai toujours eu l'impression d'être un étranger.
it_it: Mi sono sempre sentito come un estraneo guardare.

source: Peeping on people has become a hobby of mine.
fr_fr: Épier les gens est devenu mon passe-temps favori.
it_it: Sbirciare sulle persone è diventato un mio hobby.

source: They go about their days, unknowingly watched and judged.
fr_fr: Ils vont parler de leurs jours, regarder sans le savoir et juger.
it_it: Passano per i loro giorni, inconsapevolmente guardati e giudicati.

source: It's fascinating what you notice if you're just people-watching.
fr_fr: Ce que l'on remarque en observant les gens est fascinant.
it_it: È affascinante quello che notate se siete solo persone a guardare.

source: Girls adjusting their thongs when they think no one's looking.
fr_fr: Les filles ajustant leurs ongles quand elles pensent que personne ne cherche.
it_it: Ragazze che regolano i loro perni quando pensano che nessuno guarda.

source: Brad checking his wallet to make sure he's still got dough.
fr_fr: Brad vérifie son portefeuille pour s'assurer qu'il a toujours la pâte.
it_it: Brad controllando il suo portafoglio per assicurarsi che sia ancora impastato.

source: Tanner picking his nose and eating the booger.
fr_fr: Tanner se cure le nez et mange la crotte de nez.
it_it: Tanner raccoglie il naso e mangiare il booger.

source: Chad... ugh, he still looks like a Greek god even when no one's watching...
fr_fr: Le Tchad ... il ressemble encore à un dieu grec, même quand personne ne regarde ...
it_it: Ciad... brutto, sembra ancora un dio greco anche quando nessuno guarda...

source: Not much happening...
fr_fr: Il ne se passe pas grand-chose...
it_it: Non molto accadendo...

source: Just people rushing to their classes. To the cafeteria.
fr_fr: Juste des gens qui se précipitent vers leurs cours. À la cafétéria.
it_it: Semplicemente le persone si affrettano alle loro classi. Alla mensa.

source: The [guard] doing his final rounds.
fr_fr: Le [guard] faisant ses derniers tours.
it_it: La [guard] fa i suoi giri finali.

source: [mrsl] doing her... wait a minute...
fr_fr: [mrsl] faisant elle ... Attends une minute ...
it_it: [mrsl] facendola... attendi un minuto...

source: And she's got that mop again. If the janitor finds out... well, I'd like to see that conversation.
fr_fr: Et elle a encore cette serpillière. Si le concierge l'apprend... j'aimerais bien voir cette conversation.
it_it: E ha di nuovo quel mop . Se il janitor scopre che... beh, vorrei vedere quella conversazione.

source: She moves so casually yet sexy. Does she do this every night?
fr_fr: Elle bouge de façon si décontractée et pourtant si sexy. Fait-elle cela tous les soirs ?
it_it: Si muove così casualmente ancora sexy. Fa questo ogni notte?

source: Last time she was interrupted, but now... now she settles on the couch.
fr_fr: La dernière fois qu'elle a été interrompue, mais maintenant ... maintenant elle s'installe sur le canapé.
it_it: L'ultima volta che è stata interrotta, ma ora... ora si stabilisce sul divano.

source: Slides into position. Spreading her legs like she wants it.
fr_fr: Diapositives en position. Épandant ses jambes comme elle le veut.
it_it: Diapositive in posizione. Diffondere le gambe come lei vuole.

source: The contrast of missionary position and her sinful underwear is something out of a wet dream.
fr_fr: Le contraste de la position du missionnaire et de ses sous-vêtements de péché est digne d'un rêve humide.
it_it: Il contrasto tra la posizione missionaria e la sua biancheria intima peccaminosa è qualcosa di un sogno bagnato.

source: The way she teases the camera; it's almost like she knows someone's watching.
fr_fr: La façon dont elle fait la télé, c'est presque comme elle sait que quelqu'un regarde.
it_it: Il modo in cui prende in giro la macchina fotografica; è quasi come lei sa che qualcuno sta guardando.

source: Playfully tugging at her underwear. Playfully winking at the camera?
fr_fr: Tirer sur ses sous-vêtements pour s'amuser. Faire un clin d'œil ludique à la caméra ?
it_it: Abbronzarsi giocosamente alla sua biancheria intima. Avvincente scherzosamente alla telecamera?

source: Her fingers pull her panties to the side, exposing her flesh flower.
fr_fr: Ses doigts tirent ses panties sur le côté, exposant sa fleur de chair.
it_it: Le sue dita tirano le mutandine a fianco, esponendo il suo fiore di carne.

source: The clit piercing steals the show as she rubs it between her fingertips.
fr_fr: Le piercing du clitoris vole la vedette lorsqu'elle le frotte du bout des doigts.
it_it: Il piercing del clitoride ruba lo spettacolo mentre lo strofina tra la punta delle dita.

source: Biting her lip. Roughly flicking her little bean. Dark passion building inside her.
fr_fr: Se mordre la lèvre. Elle fouette grossièrement son petit haricot. Une passion sombre monte en elle.
it_it: Cuocendo il labbro. Piuttosto flicking il suo fagiolo piccolo.

source: With neon embers burning in her eyes, she lines the tip of the mop up with her pussy.
fr_fr: Les yeux embrasés par le néon, elle aligne le bout de la serpillière avec sa chatte.
it_it: Con le brace al neon che brucia negli occhi, lei delinea la punta del mop con la sua figa.

source: An inaudible gasp escapes her lips as the rough tip settles against her soft flesh.
fr_fr: Un souffle inaudible s'échappe de ses lèvres lorsque la pointe rugueuse se pose sur sa chair tendre.
it_it: Una benzina inudibile sfugge alle labbra mentre la punta ruvida si deposita contro la sua carne morbida.

source: A shiver of anticipation pricks the skin of her open thighs.
fr_fr: Un frisson d'anticipation prie la peau de ses cuisses ouvertes.
it_it: Un brivido di anticipazione punge la pelle delle cosce aperte.

source: The muscles in her abdomen twitch, ready for the inevitable penetration.
fr_fr: Les muscles de son abdomen, prêts pour l'inévitable pénétration.
it_it: I muscoli nel suo twitch addominale, pronti per l'inevitabile penetrazione.

source: Ready to take the shaft deep.
fr_fr: Prêt à prendre le puits profond.
it_it: Pronto a prendere l'albero in profondità.

source: Eyes closed, she pushes the tip inside.
fr_fr: Les yeux fermés, elle pousse la pointe à l'intérieur.
it_it: Occhi chiusi, spinge la punta all'interno.

source: Her vagina provides the required lubrication... or perhaps it doesn't, but she likes the slight friction tearing at her walls.
fr_fr: Son vagin fournit la lubrification requise ... ou peut-être pas, mais elle aime le léger frottement déchirant ses murs.
it_it: La sua vagina fornisce la lubrificazione richiesta... o forse non lo fa, ma le piace il leggero attrito strappando le sue pareti.

source: Slowly, with a steady rhythm she pushes the shaft deeper, only to let it back out again.
fr_fr: Lentement, avec un rythme régulier, elle pousse l'arbre de plus en plus profond, seulement pour le remettre à nouveau.
it_it: Lentamente, con un ritmo costante spinge l'albero più profondo, solo per lasciarlo tornare fuori.

source: Her hand finds her nipple, squeezing it between sharp nails, sending jolts of cruel pain and heightened pleasure into her brain.
fr_fr: Sa main trouve son mamelon, le presse entre des ongles acérés, envoyant dans son cerveau des soubresauts de douleur cruelle et de plaisir exacerbé.
it_it: La sua mano trova il capezzolo, schiacciandolo tra unghie affilate, mandando scatti di dolore crudele e accrescendo il piacere nel cervello.

source: Fingers tugging at her piercings, bullying the tortured nub.
fr_fr: Les doigts tirent sur ses piercings, malmènent le nœud torturé.

source: Hey eyes light up, as the sensations of the masochism rolls through her, connecting with the sharp depravity of the sadistic act.
fr_fr: Ses yeux s'illuminent, tandis que les sensations du masochisme la traversent, s'associant à la dépravation aiguë de l'acte sadique.
it_it: Ehi occhi si illuminano, come le sensazioni del masochismo rotola attraverso di lei, collegandosi con la depravazione acuta dell'atto sadico.

source: Of course, someone like her would enjoy both ends of the kink spectrum.
fr_fr: Bien sûr, quelqu'un comme elle apprécie les deux extrémités du spectre de la perversion.
it_it: Naturalmente, qualcuno come lei avrebbe goduto entrambe le estremità dello spettro dell'inchiostro.

source: Deeper. As deep as the shaft will go. Teasing the entrance of her cervical canal.
fr_fr: Plus profond. Aussi profond que la tige le permet. Taquiner l'entrée de son canal cervical.
it_it: Più profondo. Più profondo come l'albero andrà. Teasing l'ingresso del suo canale cervicale.

source: A gasp of pain undoubtedly shatters the silence of the entrance hall.
fr_fr: Un souffle de douleur brise sans doute le silence du hall d'entrée.
it_it: Una benzina di dolore frantuma senza dubbio il silenzio della sala d'ingresso.

source: Perhaps that was a little too deep?
fr_fr: Peut-être est-ce un peu trop profond ?
it_it: Forse era un po' troppo profondo?

source: But perhaps... perhaps it was just a warmup?
fr_fr: Mais peut-être ... peut-être qu'il s'agissait d'un échauffais ?
it_it: Ma forse... forse è stato solo un riscaldamento?

source: She wants another try. To feel full. To grip the shaft with the muscles in her pussy. Squeeze it. Milk it.
fr_fr: Elle veut un autre essai. Pour se sentir pleine. Saisir la tige avec les muscles de sa chatte. Le presser. Le traire.
it_it: Vuole un altro tentativo. Sentirsi pieno. Impugnare l'asta con i muscoli nella figa. Lo spremi.

source: Beads of sweat glitter on her skin.
fr_fr: Les perles de sueur sur sa peau.
it_it: Perline di sudore glitter sulla sua pelle.

source: The blush on her cheeks spreads like wildfire through her body.
fr_fr: La rougeur sur ses joues se répand comme un feu de forêt à travers son corps.
it_it: Il rossore sulle guance si diffonde come il fuoco selvaggio attraverso il suo corpo.

source: Her labia shudders like jelly.
fr_fr: Ses lèvres frémissent comme de la gelée.
it_it: Le sue labbra tremano come la gelatina.

source: Deep strokes. Fingers playing with her clit and nipple piercings.
fr_fr: Des caresses profondes. Doigts jouant avec ses piercings au clito et au téton.
it_it: Colpi profondi. Dita giocare con il suo clitoride e piercing capezzolo.

source: She's taking her time, despite rapidly approaching her climax.
fr_fr: Elle prend son temps, malgré l'approche rapide de son climax.
it_it: Sta prendendo il suo tempo, nonostante si avvicini rapidamente il suo culmine.

source: Enjoying the janitor's mop to the fullest.
fr_fr: En joyeux la foule du concierge au maximum.
it_it: Godendo il mop del janitor al massimo.

source: Suddenly, her entire body tenses up. Her eyes roll back, as the waves of pleasure roll through her.
fr_fr: Soudain, tout son corps se crispe. Ses yeux se révulsent sous l'effet des vagues de plaisir qui la traversent.
it_it: Improvvisamente, tutto il suo corpo si stira. I suoi occhi rotolano indietro, mentre le onde del piacere rotolano attraverso di lei.

source: Shudders. Muscles spasming to contain the raw sexual energy trying to rip out of her.
fr_fr: Des frissons. Les muscles se contractent pour contenir l'énergie sexuelle brute qui tente de sortir d'elle.
it_it: I muscoli spasmano per contenere l'energia sessuale grezza cercando di strappare fuori di lei.

source: Her chest heaves as the juices squirt out of her, spraying the couch dark with her sin.
fr_fr: Sa poitrine s'est écrouée à mesure que les jus s'écroule, arrosant le canapé avec son péché.
it_it: I suoi cieli toracici come i succhi le spruzzano fuori di lei, spruzzando il divano scuro con il suo peccato.

source: Wave after wave. Gasp after gasp. Each shuddering spasm tossing her body around.
fr_fr: Vague après vague. Halètement après halètement. Chaque spasme secouant son corps.
it_it: Onda dopo onda. Gasp dopo il gasp. Ogni spasmo tremolante lanciando il suo corpo intorno.

source: Completely spent, she lies there, feeling the pleasure ebb out of her body.
fr_fr: Complètement dépensée, elle se trouve là, sentant le plaisir de son corps.
it_it: Completamente speso, lei si trova lì, sentendo il piacere ebb dal suo corpo.

source: Never thought I'd see something like this outside of Pornhub...
fr_fr: Je n'aurais jamais pensé que je verrais quelque chose comme ça en dehors de Pornhub ...
it_it: Mai pensato che avrei visto qualcosa del genere fuori di Pornhub...

source: It's like a dream come true. Only it's not a dream. At least I hope not.
fr_fr: C'est comme un rêve qui se vérifie. Seulement ce n'est pas un rêve. Au moins, j'espère que non.
it_it: È come un sogno che si avvera. Solo non è un sogno. Almeno spero di no.

source: Fuck. I wouldn't mind watching that again, but...
fr_fr: Putain. Je ne me dérangerais pas de regarder ça encore, mais ...
it_it: Cazzo a me. Non mi dispiacerebbe guardarlo ancora, ma...

source: [flora]'s always snooping, and I could get into some serious trouble if anyone finds out I stole the school's surveillance footage.
fr_fr: [flora] est toujours en train de fouiner, et je pourrais avoir de sérieux problèmes si quelqu'un découvre que j'ai volé les vidéos de surveillance de l'école.
it_it: [flora]è sempre snooping, e potrei entrare in qualche grave problema se qualcuno scopre ho rubato i filmati di sorveglianza della scuola.

source: I'll just clip the part with [lindsey] stealing and put it on my phone for now.
fr_fr: Je vais juste découper la pièce avec [lindsey] voler et mettre ça sur mon téléphone pour le moment.
it_it: Ho solo clip la parte con [lindsey] rubare e metterlo sul mio telefono per ora.

source: The rest of the tape has to go...
fr_fr: Le reste de la bande doit aller ...
it_it: Il resto del nastro deve andare...

source: What a truly painful loss of what can only be considered art.
fr_fr: Quelle perte vraiment douloureuse de ce qui ne peut être considéré que de l'art.
it_it: Che perdita veramente dolorosa di ciò che può essere considerato solo arte.

source: There's probably something more interesting on TV.
fr_fr: Il y a probablement quelque chose de plus intéressant à la télé.
it_it: Probabilmente c'è qualcosa di più interessante in TV.

source: All right. I've clipped the part with [lindsey] stealing and put it on my phone for now.
fr_fr: Très bien. J'ai clippé la pièce avec le vol [lindsey] et je l'ai mis sur mon téléphone pour le moment.
it_it: Va bene. Ho ritagliato la parte con [lindsey] rubare e metterla sul mio telefono per ora.

source: The rest of the tape has to go.
fr_fr: Le reste de la bande doit partir.
it_it: Il resto del nastro deve andare.

source: Great! Now I just have [item.title_lower] crumbs in my USB port.
fr_fr: Super ! Maintenant, j'ai juste [item.title_lower] miettes dans mon port USB.
it_it: Ottimo! Ora ho appena le briciole [item.title_lower] nella mia porta USB.

source: Gigglypuff seeds sound like the stuff I need.
fr_fr: Les semences de Gigglypuff ont l'air d'être ce qu'il me faut.
it_it: I semi di Gigglypuff suonano come la roba di cui ho bisogno.

source: Surely, [flora] must've found her cure on the internet last time.
fr_fr: Sûrement, [flora] a dû trouver sa guérison sur internet la dernière fois.
it_it: Sicuramente, [flora] deve aver trovato la sua cura su internet l'ultima volta.

source: Okay, Google. Let's see what you got.
fr_fr: Ok, Google. Voyons ce que tu as.
it_it: Ok, Google. Vediamo cosa hai ottenuto.

source: {i}Miracle... cures... that... fix... throat... pain...{/}
fr_fr: {i}Miracle ... cures ... qui ... réparer ... la gorge ... la douleur ... {/}
it_it: {i}Miracolo... cures... che... fix... gola... dolore...{/}

source: Hmm... lots of results here...
fr_fr: Hmm ... beaucoup de résultats ici ...
it_it: Hmm... molti risultati qui...

source: {i}"Magic Jackson's easy tricks to fix your throat pain. The doctors hate him!"{/}
fr_fr: {i}"Les trucs faciles de Magic Jackson pour soigner vos maux de gorge. Les médecins le détestent !
it_it: {i}"I trucchi facili di Magic Jackson per risolvere il dolore alla gola. I medici lo odiano!"{/}

source: {i}"Got something stuck in your throat? Try eating rocks."{/}
fr_fr: {i}" Quelque chose coincé dans votre gorge ? Essayez de manger des pierres. " {/}
it_it: {i}"Hai qualcosa bloccato in gola? Prova a mangiare delle rocce."{/}

source: {i}"Avoid throat pain by becoming a lesbian today. Hot singles in your area!"{/}
fr_fr: {i}" Évitez la douleur de la gorge en devenant lesbienne aujourd'hui. Des singles dans votre région ! " {/}
it_it: {i}"Eviti il dolore alla gola diventando una lesbica oggi. Singles caldi nella tua zona!"{/}

source: Hmm... the results are all pretty useless. Well, the rock one was nice. I'll keep some in my pocket from now on.
fr_fr: Hmm ... les résultats sont tous très inutiles. Eh bien, le rocher était sympa. Je vais garder un peu dans ma poche.
it_it: Hmm... i risultati sono tutti piuttosto inutili. Beh, la roccia era bella. Tornerò alcuni in tasca da ora in poi.

source: Should probably try the dark web instead...
fr_fr: Devrait probablement essayer le web noir à la place ...
it_it: Probabilmente dovrebbe provare il fotoricettore scuro invece...

source: One of the drug sites should have something.
fr_fr: Un des sites pharmaceutiques devrait avoir quelque chose.
it_it: Uno dei siti di droga dovrebbe avere qualcosa.

source: Crystal meth lollipops? Hmm... no. [jo] hates lollipops.
fr_fr: Des sucettes de méthamphétamine en cristal ? Hmm... non. [jo] déteste les sucettes.
it_it: Cristallo meth lecca-lecca? Hmm... no. [jo] odia lecca-lecca-lecca-lecca.

source: Mexican cocaine doughnuts? The [guard] would probably be into that, but [jo] is very careful about her figure.
fr_fr: Les beignets de cocaïne mexicains ? Le [guard] serait probablement dans cette situation, mais [jo] est très prudent à propos de son chiffre.
it_it: Le ciambelle messicane di cocaina? L' [guard] sarebbe probabilmente in quello, ma [jo] è molto attento alla sua figura.

source: What's this? Gigglypuff seeds?
fr_fr: Qu'est-ce que c'est ? Des graines de chou gras ?
it_it: Cos'è questo? Semi di Gigglypuff?

source: {i}"Swallowed too much dick? Like a lullaby for your pain and ailments!"{/}
fr_fr: {i}"Avalé trop de bite ? Comme une berceuse pour vos douleurs et vos maux !"{/}
it_it: {i}"inghiottito troppo cazzo? Come una ninnastica per il tuo dolore e i tuoi ailment!"{/}

source: {i}"Grow it yourself. Stronger than pot. More relaxing than tranquilizers."{/}
fr_fr: {i}"Cultivez-le vous-même. Plus fort que l'herbe. Plus relaxant que les tranquillisants."{/}
it_it: {i}"Cresci tu stesso. Più forte del piatto. Più rilassante che tranquilli."{/}

source: This sounds like the stuff I need.
fr_fr: Ça ressemble à ce dont j'ai besoin.
it_it: Questo suona come la roba di cui ho bisogno.

source: Can't really buy common drugs in case [flora] or [jo] opens the package.
fr_fr: Impossible d'acheter des médicaments courants dans les cas [flora] ou [jo] ouvre le paquet.
it_it: Non è possibile acquistare farmaci comuni nel caso in cui [flora] o [jo] apra il pacchetto.

source: These seeds seem inconspicuous enough.
fr_fr: Ces graines semblent assez discrètes.
it_it: Questi semi sembrano abbastanza poco apparenti.

source: Should arrive within a couple of days.
fr_fr: Devrait arriver dans quelques jours.
it_it: Dovrebbe arrivare entro un paio di giorni.
