Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/bedroom/int_computer.po
Languages: fr_fr, it_it

source: What's new on the old buzz box?
fr_fr: Quoi de neuf sur l'ancienne boîte à buzz ?
it_it: Cosa c'è di nuovo sulla vecchia buzz box?

source: Right... nothing. Nothing new for several more years.
fr_fr: Juste ... rien. Rien de nouveau depuis plusieurs années.
it_it: Giusto... niente. Niente di nuovo per diversi anni.

source: Where the hell do you order magnets from in this day and age?
fr_fr: Où diable commandez des aimants à partir de ce jour et de l'âge ?
it_it: Da dove l'inferno ordinate magneti da in questo giorno e l'età?

source: Hmm... online shopping is still pretty underdeveloped...
fr_fr: Hmm ... les achats en ligne sont encore assez peu développés ...
it_it: Hmm... shopping online è ancora abbastanza sottosviluppato...

source: There's only one place that sells magnets, and they only have one in stock.
fr_fr: Il n'y a qu'un seul endroit qui vend des aimants, et ils n'en ont qu'un en stock.
it_it: C'è solo un posto che vende magneti, e ne hanno solo uno in magazzino.

source: All right... order placed. It should arrive tomorrow.
fr_fr: Bon ... commande passée. Il devrait arriver demain.
it_it: Va bene... ordine effettuato. Dovrebbe arrivare domani.

source: ?mc.money>=50@[mc.money]/50|{image=ui icon_money}|Pay the scammer
fr_fr: ?mc.money>=50@[mc.money]/50|{image=ui icon_money}|Payer l'escroc
it_it: ?mc.money>=50@[mc.money]/50<unk> {image=ui icon_money}<unk> Paga il truffatore

source: Nope
fr_fr: Non

source: Continue watching
fr_fr: Continuer à regarder
it_it: Continua a guardare

source: Move on
fr_fr: Déplacer sur
it_it: Sposta su

source: ?mc.money>=69@[mc.money]/69|{image=ui icon_money}|Buy gigglypuff seeds
fr_fr: ?mc.money>=69@[mc.money]/69|{image=ui icon_money}|Acheter des graines de carotte géante
it_it: ?mc.money>=69@[mc.money]/69<unk> {image=ui icon_money}<unk> Compra semi gigglypuff

source: ?mc.money>=10@[mc.money]/10|{image=ui hud icon_money}|Order the magnet
fr_fr: ?mc.money>=10 @[mc.money]/10|{image=ui hud icon_money}|Commander l'aimant
it_it: ?mc.money>=10@[mc.money]/10<unk> {image=ui hud icon_money}<unk> Ordina il magnete

source: Don't waste money on junk
fr_fr: Ne gaspillez pas d'argent pour de la camelote
it_it: Non sprecare soldi sulla spazzatura
