Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/bedroom/int_closet.po
Languages: fr_fr, it_it

source: Okay, time to pick my outfit for this endeavor...
fr_fr: Ok, le temps de choisir ma tenue pour cette entreprise ...
it_it: Ok, il tempo di scegliere il mio outfit per questo sforzo...

source: The sweatband is like the Swiss army knife of sports.
fr_fr: Le bandeau est comme le couteau suisse des sports.
it_it: La fascia di felpa è come il coltello svizzero dell'esercito dello sport.

source: You never know when you might need one.
fr_fr: Tu ne sais jamais quand tu en as besoin.
it_it: Non sapete mai quando ne avrete bisogno.

source: Dress to undress. Yeah, baby!
fr_fr: Habille à déshabiller. Ouais, bébé !
it_it: Vesti da spogliare. Sì, bebè!

source: Brains always beat brawn.
fr_fr: Les cerveaux l'emportent toujours sur les muscles.
it_it: Il cervello batte sempre brawn.

source: It's as simple as rock paper scissors.
fr_fr: C'est aussi simple que des ciseaux de papier rock.
it_it: È semplice come le forbici di carta rocciosa.

source: All right. Time to meet my fate.
fr_fr: Très bien. Il est temps de rencontrer mon destin.
it_it: Va bene. È ora di incontrare il mio destino.

source: Last time, my shirt was on backward and had a mustard stain.
fr_fr: La dernière fois, ma chemise était en marche arrière et avait une tache de moutarde.
it_it: L'ultima volta, la mia camicia era all'indietro e aveva una macchia di senape.

source: Wouldn't hurt to put some more thought into it this time.
fr_fr: Cela ne ferait pas de mal d'y réfléchir un peu plus cette fois-ci.
it_it: Non farebbe male di mettere un po 'di pensiero in più questa volta.

source: Putting it on and pulling it off are two completely different skills when it comes to clothes.
fr_fr: Le mettre sur et le tirer sont deux compétences complètement différentes lorsqu'il s'agit de vêtements.
it_it: Metterlo e tirarlo fuori sono due abilità completamente diverse quando si tratta di vestiti.

source: The risk of getting laughed at always stopped me before, but it's not like playing it safe ever did me any favors.
fr_fr: Le risque de se faire rire de toujours m'a toujours arrêté avant, mais ce n'est pas comme si je jouais en toute sécurité ne m'a jamais fait de faveurs.
it_it: Il rischio di farsi ridere mi ha sempre fermato prima, ma non è come giocarlo al sicuro mi ha mai fatto dei favori.

source: Not much to show, but maybe I'll get a desperately needed tan.
fr_fr: Pas beaucoup à montrer, mais peut-être que je vais avoir un bronzage dont on a désespérément besoin.
it_it: Non molto da mostrare, ma forse otterrò un'abbronzatura disperatamente necessaria.

source: Nothing special. Just a comfy outfit that'll help against first-day-stress.
fr_fr: Rien de spécial. Juste une tenue confortable qui aidera à lutter contre le stress du premier jour.
it_it: Niente di speciale. Basta un vestito comodo che ti aiuterà contro lo stress del primo giorno.

source: There's no time to second-guess my outfit now. The deed is done.
fr_fr: Il n'y a pas de temps pour deviner ma tenue maintenant. L'acte est fait.
it_it: Non c'è tempo per indovinare il mio outfit ora. L'atto è fatto.

source: Okay, quickly. What would be a good outfit today? There aren't many good options.
fr_fr: Ok, vite. Quelle serait une bonne tenue aujourd'hui ? Il n'y a pas beaucoup de bonnes options.
it_it: Ok, rapidamente. Cosa sarebbe un buon outfit oggi? Non ci sono molte buone opzioni.

source: If the Scots can do it, so can I!
fr_fr: Si les Écossais peuvent le faire, je peux !
it_it: Se gli scozzesi possono farlo, così posso io!

source: Damn, it's breezy down there...
fr_fr: Merde, c'est paresseux là-bas ...
it_it: Dannazione, è ventilato laggiù...

source: It's time to show the world what true sophistication looks like.
fr_fr: Il est temps de montrer au monde ce à quoi ressemble la vraie sophistication.
it_it: È il momento di mostrare al mondo come appare la vera raffinatezza.

source: My bedroom is a dojo of pleasure, and soon the school will be, too!
fr_fr: Ma chambre est un dojo de plaisir, et bientôt l'école sera aussi !
it_it: La mia camera da letto è un dojo di piacere, e presto la scuola sarà, troppo!

source: Totally not a weeb, by the way.
fr_fr: Je ne suis pas du tout un "weeb", soit dit en passant.
it_it: Completamente non un piede, a proposito.

source: All the decent options are dirty and I need to get going.
fr_fr: Toutes les bonnes options sont sales et j'ai besoin d'aller.
it_it: Tutte le opzioni decenti sono sporche e ho bisogno di andare avanti.

source: Besides, nothing says confidence like a straight up pair of balls. Let's just pray it doesn't get cold.
fr_fr: En plus, rien ne dit confiance comme une paire de balles droite. Prions pour qu'il ne fasse pas froid.
it_it: Inoltre, niente dice fiducia come un paio di palline dritte. Preghiamo solo che non si raffreddi.

source: It's probably fine to go naked today. It's not like anyone would care.
fr_fr: C'est probablement très bien d'être nu aujourd'hui. Ce n'est pas comme si quelqu'un s'en souciait.
it_it: Probabilmente va bene andare a nudo oggi. Non è come se a nessuno.

source: Okay, let's see what's inside here...
fr_fr: Ok, voyons ce qu'il y a à l'intérieur ...
it_it: Ok, vediamo cosa c'è dentro qui...

source: A broken fidget spinner... a bottle with some unknown liquid... seven different types of unused body spray — thanks for the birthday gifts, [jo]...
fr_fr: Une toupie cassée... une bouteille contenant un liquide inconnu... sept types différents de sprays corporels inutilisés - merci pour les cadeaux d'anniversaire, [jo]...
it_it: Un filatore di fidget rotto... una bottiglia con qualche liquido sconosciuto... sette tipi diversi di spray corpo inutilizzato — grazie per i regali di compleanno, [jo]...

source: A crusty old sock... those dolls I stole from [flora] and never returned... I wonder if she wants them back now.
fr_fr: Une vieille chaussette croustillante... ces poupées que j'ai volées à [flora] et que je n'ai jamais rendues... Je me demande si elle veut les récupérer maintenant.
it_it: Un vecchio calzino croccante... quelle bambole che ho rubato da [flora] e non sono mai tornate... Mi chiedo se le voglia di tornare ora.

source: Oh, look! It's the love letter I got from that cute Chinese girl in fifth grade that says, "kcus uoy."
fr_fr: Oh, regardez ! C'est la lettre d'amour que j'ai reçue de cette jolie chinoise en CM2 qui dit "kcus uoy."
it_it: Oh, guarda! È la lettera d'amore che ho ricevuto da quella simpatica ragazza cinese in quinta classe che dice, "kcus uoy".

source: Never figured out what it meant, but I'm still keeping it close to my heart.
fr_fr: N'imaginez jamais ce que ça voulait dire, mais je le garde tout près de mon cœur.
it_it: Non ho mai capito cosa intendeva, ma lo sto ancora tenendo vicino al mio cuore.

source: Hmm... this photo of me and [jo] from when I was little...
fr_fr: Hmm ... cette photo de moi et [jo] de quand j'étais petite ...
it_it: Hmm... questa foto di me e [jo] da quando ero piccolo...

source: That's actually perfect to write on. Hurts a bit on the sentimental side, but I'm used to pain at this point.
fr_fr: C'est en fait parfait pour écrire dessus. Ça fait un peu mal sur le plan sentimental, mais je suis habitué à la douleur à ce stade.
it_it: In realtà è perfetto per scrivere.Hurts un po 'sul lato sentimentale, ma sono abituato a dolore a questo punto.

source: Not the time to play dress-up. Besides, all my clothes are dirty.
fr_fr: Pas le temps de s'habiller. En plus, tous mes vêtements sont sales.
it_it: Inoltre, tutti i miei vestiti sono sporchi.

source: Most of the stuff in here would probably be considered a wardrobe malfunction, but the unsexy kind.
fr_fr: La plupart des choses ici seraient probablement considérées comme un mauvais fonctionnement de la garde-robe, mais le genre peu sexy.
it_it: La maggior parte delle cose in qui sarebbe probabilmente considerato un guardaroba malfunzionamento, ma il genere poco sexy.

source: I'm sorry, [jo].
fr_fr: Je suis désolé, [jo].

source: I never meant to hurt you.
fr_fr: Je n'ai jamais voulu te faire de mal.
it_it: Non ho mai avuto intenzione di farti del male.

source: I never meant to make you cry.
fr_fr: Je n'ai jamais voulu te faire pleurer.
it_it: Non ho mai avuto intenzione di farvi piangere.

source: But I refuse to clean out my closet.
fr_fr: Mais je refuse de nettoyer mon placard.
it_it: Ma mi rifiuto di pulire il mio armadio.

source: I should probably have prepared better for this date...
fr_fr: J'aurais probablement mieux préparé pour cette date ...
it_it: Probabilmente avrei dovuto prepararmi meglio per questa data...

source: Well, no other option than picking something.
fr_fr: Eh bien, pas d'autre option que de choisir quelque chose.
it_it: Beh, nessun'altra opzione che scegliere qualcosa.

source: [jacklyn] might find it humorous, and that's always a win on a first date.
fr_fr: [jacklyn] pourrait le trouver humoristique, et c'est toujours une victoire à une première date.
it_it: [jacklyn] potrebbe trovarlo umoristico, e questa è sempre una vittoria in un primo appuntamento.

source: At least, that's what the tips said on that dating tips forum...
fr_fr: Au moins, c'est ce que les conseils ont dit sur ce forum de conseils de rencontres ...
it_it: Almeno, questo è ciò che i suggerimenti hanno detto su che incontri forum...

source: Almost look like a punk bitch in this.
fr_fr: Presque ressemble à une salope de punk.
it_it: Sembra quasi una cagna punk in questo.

source: Just rip the stockings and...
fr_fr: Il suffit de déchirer les bas et...
it_it: Basta strappare le calze e...

source: Nothing says manly more than yesterday's musk.
fr_fr: Rien ne dit plus que le musc d'hier.
it_it: Niente dice virilmente più del muschio di ieri.

source: Sweat and testosterone, baby.
fr_fr: Sweat et testostérone, bébé.
it_it: Sudore e testosterone, bambino.

source: [_mc_] [flora]?! What the hell?
fr_fr: [_mc_] [flora] ?! Qu'est-ce que l'enfer ?
it_it: [_mc_] [flora]?! Che inferno?

source: [_flora_s_embarrassed_] Sorry, but...
fr_fr: [_flora_s_embarrassed_] Désolé, mais ...
it_it: [_flora_s_embarrassed_] Siamo spiacenti, ma...

source: [_mc_] But what?
fr_fr: [_mc_] Mais quoi ?
it_it: [_mc_] Ma cosa?

source: [_flora_s_sad_] Nothing.
fr_fr: [_flora_s_sad_] Rien.
it_it: [_flora_s_sad_] Niente.

source: [_mc_] Why aren't you at the internship?
fr_fr: [_mc_] Pourquoi n'êtes-vous pas au stage ?
it_it: [_mc_] Perché non sei allo tirocinio?

source: [_flora_s_sad_] It's... stupid.
fr_fr: [_flora_s_sad_] C'est. .. stupide.
it_it: [_flora_s_sad_] E... stupido.

source: [_mc_] Why were you hiding in my closet?
fr_fr: [_mc_] Pourquoi tu as caché dans mon placard ?
it_it: [_mc_] Perché ti sei nascosto nel mio armadio?

source: [_flora_s_confused_] I heard you coming up the stairs and panicked!
fr_fr: [_flora_s_confused_] Je vous ai entendu monter les escaliers et paniqué !
it_it: [_flora_s_confused_] Ti ho sentito salire le scale e fare il panico!

source: [_mc_] What's going on?
fr_fr: [_mc_] Qu'est-ce qui se passe ?
it_it: [_mc_] Cosa sta succedendo?

source: [_flora_s_annoyed_] It's nothing. I'm just gonna go.
fr_fr: [_flora_s_annoyed_] C'est rien. Je vais juste y aller.
it_it: [_flora_s_annoyed_] Non è niente. Andrò e basta.

source: [_mc_] Not until you explain why you were spying on us.
fr_fr: [_mc_] Pas tant que vous n'aurez pas expliqué pourquoi vous nous espionniez.
it_it: [_mc_] Non fino a quando non spieghi perché stavi spiando su di noi.

source: [_flora_s_eyeroll_] I wasn't spying, okay?
fr_fr: [_flora_s_eyeroll_] Je n'ai pas espionné, d'accord ?
it_it: [_flora_s_eyeroll_] Non stavo spiando, ok?

source: [_mc_] What were you doing then?
fr_fr: [_mc_] Que faisiez-vous alors ?
it_it: [_mc_] Che cosa stavi facendo allora?

source: [_flora_s_annoyed_] Just... keeping an eye on you two.
fr_fr: [_flora_s_annoyed_] Juste ... garder un oeil sur vous deux.
it_it: [_flora_s_annoyed_] Giusto... tenendoti d'occhio due.

source: [_mc_] That sounds like spying to me.
fr_fr: [_mc_] Cela ressemble à m'espionner.
it_it: [_mc_] Mi sembra spiare.

source: [_mc_] [flora], what's really going on?
fr_fr: [_mc_] [flora], qu'est-ce qui se passe vraiment ?
it_it: [_mc_] [flora], cosa sta succedendo?

source: [_flora_s_cringe_] Well, I don't think she's good for you.
fr_fr: [_flora_s_cringe_] Bien, je ne pense pas qu'elle soit bonne pour toi.
it_it: [_flora_s_cringe_] Beh, non penso che lei sia buona per te.

source: [_mc_] Why didn't you say something?
fr_fr: [_mc_] Pourquoi n'avez-vous pas dit quelque chose ?
it_it: [_mc_] Perché non hai detto qualcosa?

source: [_flora_s_annoyed_] I did!
fr_fr: [_flora_s_annoyed_] Je l'ai fait !
it_it: [_flora_s_annoyed_] l'ho fatto!

source: [_flora_s_annoyed_] I did when you first told me about the date!
fr_fr: [_flora_s_annoyed_] Je l'ai fait quand tu m'as parlé du rendez-vous !
it_it: [_flora_s_annoyed_] Ho fatto quando mi hai parlato per la prima volta della data!

source: [_mc_] You said it was fine.
fr_fr: [_mc_] Vous avez dit que c'était bien.
it_it: [_mc_] Hai detto che andava bene.

source: [_flora_s_angry_] Yeah, after you showed me those stupid texts!
fr_fr: [_flora_s_angry_] Oui, après vous m'avez montré ces textes stupides !
it_it: [_flora_s_angry_] Sì, dopo che mi hai mostrato quei testi stupidi!

source: Hmm... she's on the verge of tears...
fr_fr: Hmm ... elle est au bord des larmes ...
it_it: Hmm... è sull'orlo delle lacrime...

source: What could be so bad about dating [jacklyn]?
fr_fr: Qu'est-ce qui pourrait être si mauvais pour la datation de [jacklyn] ?
it_it: Che cosa potrebbe essere così male riguardo incontri [jacklyn]?

source: [_mc_] Can you tell me why you're so upset?
fr_fr: [_mc_] Pouvez-vous me dire pourquoi vous êtes si contrariété ?
it_it: [_mc_] Puoi dirmi perché sei così sconvolto?

source: [_flora_s_sad_] I... just don't think you should date her.
fr_fr: [_flora_s_sad_] Je ... ne pense pas que tu devrais la dater.
it_it: [_flora_s_sad_] Io... non pensate che dovreste uscire con lei.

source: [_mc_] That's my choice.
fr_fr: [_mc_] C'est mon choix.
it_it: [_mc_] Questa è la mia scelta.

source: [_flora_s_crying_] Then why the hell did you hold my hand?!
fr_fr: [_flora_s_crying_] Alors pourquoi diable m'as-tu tenu la main ?!
it_it: [_flora_s_crying_] Allora perché l'inferno mi ha tenuto la mano?!

source: [_flora_s_crying_] Then why the hell did you help me bake?!
fr_fr: [_flora_s_crying_] Alors pourquoi l'enfer m'a-t-il aidé à cuire ?!
it_it: [_flora_s_crying_] Allora perché l'inferno mi ha aiutato a cuocere?!

source: Well, shit. That took an unexpected turn.
fr_fr: « Eh bien, merde, ça a pris une tournure inattendue.»
it_it: Bene, merda. Ci è voluta una svolta inaspettata.

source: It seems like that moment meant a lot to her...
fr_fr: Il semble que ce moment signifiait beaucoup pour elle ...
it_it: Sembra che quel momento significasse molto per lei...

source: [_jacklyn_s_thinking_] Everything baller? I heard a door slam.
fr_fr: [_jacklyn_s_thinking_] Tout baller ? J'ai entendu une porte du slam.
it_it: [_jacklyn_s_thinking_] Tutto baller? Ho sentito una porta slam.

source: [_mc_] Hmm... yeah. I think [flora] forgot we had a date tonight and didn't want to intrude.
fr_fr: [_mc_] Hmm ... oui. Je pense que [flora] a oublié que nous avions une date ce soir et qu'on ne voulait pas empiéter.
it_it: [_mc_] Hmm... sì. Penso che [flora] abbia dimenticato di aver avuto un appuntamento stasera e non volevamo intrusionare.

source: [_jacklyn_s_smile_] Wicked. Wanna get out of here? I know a good way to make a statement.
fr_fr: [_jacklyn_s_smile_] Méchant. Tu veux sortir d'ici ? Je connais un bon moyen de faire une déclaration.
it_it: [_jacklyn_s_smile_] Wicked. Vuoi uscire da qui? Conosco un buon modo per fare una dichiarazione.

source: [_mc_] Yeah, I'll talk to her later or something.
fr_fr: [_mc_] Oui, je vais lui parler plus tard ou quelque chose.
it_it: [_mc_] Sì, parlerò con lei più tardi o qualcosa.

source: Knowing [flora], she'll probably hate me now.
fr_fr: Connaissant [flora], elle me détestera sans doute maintenant.
it_it: Conoscendo [flora], probabilmente mi odierà adesso.

source: It's a bit weird that she felt so strongly about the hand holding... I was just trying to be nice.
fr_fr: C'est un peu bizarre qu'elle se sentait si forte au sujet de la tenue à la main ... J'essayais juste d'être gentille.
it_it: È un po 'strano che si sentiva così forte circa la mano che teneva... stavo solo cercando di essere gentile.

source: Besides, we can't really date or have a normal relationship. She knows that.
fr_fr: En plus, nous ne pouvons pas vraiment dater ou avoir une relation normale. Elle le sait.
it_it: Inoltre, non possiamo davvero datare o avere un rapporto normale.

source: [_jacklyn_s_excited_] Let's go. I've got paint in my car.
fr_fr: [_jacklyn_s_excited_] Allons-y. J'ai de la peinture dans ma voiture.
it_it: [_jacklyn_s_excited_] Andiamo. Ho della vernice nella mia macchina.

source: This is a shitty situation. That moment with [flora] meant a lot to me as well...
fr_fr: C'est une situation déplorable. Ce moment avec [flora] a beaucoup compté pour moi aussi...
it_it: Questa è una situazione straziante. Quel momento con [flora] significava molto anche per me...

source: Not sure if we can ever have a real relationship, but maybe she has an idea?
fr_fr: Pas sûr si on peut avoir une vraie relation, mais peut-être qu'elle a une idée ?
it_it: Non sei sicuro di poter avere un vero rapporto, ma forse ha un'idea?

source: It was really stupid of me to go on a date with [jacklyn] when [flora] is the one I really care about.
fr_fr: C'était vraiment stupide de me rendre à une date avec [jacklyn] quand [flora] est celui dont je me souciais vraiment.
it_it: E 'stato davvero stupido da parte mia andare in un appuntamento con [jacklyn] quando [flora] è quello che mi interessa davvero.

source: [_mc_] Sorry, [jacklyn], but I have to go talk to her.
fr_fr: [_mc_] Désolé, [jacklyn], mais je dois aller lui parler.
it_it: [_mc_] Scusa, [jacklyn], ma devo andare a parlare con lei.

source: [_mc_] It's probably best you go. Sorry for wasting your time...
fr_fr: [_mc_] C'est probablement le mieux que vous allez. Désolé de perdre votre temps ...
it_it: [_mc_] Probabilmente è meglio che tu vada. Mi dispiace per aver sprecato il tuo tempo...

source: [_jacklyn_s_laughing_] The sweatshop is clean, brother.
fr_fr: [_jacklyn_s_laughing_] La boutique de sueur est propre, mon frère.
it_it: [_jacklyn_s_laughing_] Il negozio di felpa è pulito, fratello.

source: [_jacklyn_s_laughing_] I got a decent dinner out of it. Nothing fucked in my panties.
fr_fr: [_jacklyn_s_laughing_] J'ai eu un dîner décent. Rien n'a baisé dans mes culées.
it_it: [_jacklyn_s_laughing_] Ho avuto una cena decente da esso. Niente scopata nelle mie mutandine.

source: [_mc_] Thanks for being cool about it.
fr_fr: [_mc_] Merci d'être cool à ce sujet.
it_it: [_mc_] Grazie per essere stato cool su di esso.

source: [_jacklyn_s_smile_] No problemo. I'll see myself out.
fr_fr: [_jacklyn_s_Souriez_] Pas de problème. Je me verrai moi-même.
it_it: [_jacklyn_s_smile_] Nessun problema. Mi vedrò fuori.

source: All right, better go find [flora] before she does something stupid.
fr_fr: Très bien, allez trouver [flora] avant qu'elle fasse quelque chose de stupide.
it_it: Va bene, meglio andare a trovare [flora] prima di fare qualcosa di stupido.

source: [_mc_] You, me, and [jo] — you know all three of us are terrible liars.
fr_fr: [_mc_] Vous, moi et [jo] - vous savez que nous sommes tous les trois de terribles menteurs.
it_it: [_mc_] Tu, me e [jo] — conosci tutti e tre di noi sono terribili bugiardi.

source: [_flora_s_eyeroll_] Fine. I was spying on you.
fr_fr: [_flora_s_eyeroll_] Fine. Je t'espionnais.
it_it: [_flora_s_eyeroll_] Bene. Ti stavo spiando.

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi ?
it_it: [_mc_] Perché?

source: [_flora_s_annoyed_] Because [jacklyn] is a liar!
fr_fr: [_flora_s_annoyed_] Parce que [jacklyn] est un menteur !
it_it: [_flora_s_annoyed_] Perché [jacklyn] è un bugiardo!

source: [_mc_] What do you mean?
fr_fr: [_mc_] Que voulez-vous dire ?
it_it: [_mc_] Che cosa intendi?

source: [_flora_s_angry_] We went to have cake and she was being really flirty.
fr_fr: [_flora_s_angry_] Nous sommes allés manger un gâteau et elle nous a beaucoup dragués.
it_it: [_flora_s_angry_] Siamo andati ad avere la torta e lei stava davvero flirtando.

source: [_flora_s_angry_] She said she wanted to paint me and stuff.
fr_fr: [_flora_s_angry_] Elle a dit qu'elle voulait me peindre.
it_it: [_flora_s_angry_] Ha detto che voleva dipingere me e roba.

source: [_flora_s_angry_] And now she's here on a date with you!
fr_fr: [_flora_s_angry_] Et maintenant elle est ici à une date avec vous !
it_it: [_flora_s_angry_] E ora è qui in un appuntamento con te!

source: [_mc_] Are you sure you didn't misinterpret her advances?
fr_fr: [_mc_] Etes-vous sûr de ne pas avoir mal interprété ses avances ?
it_it: [_mc_] Sei sicuro di non aver frainteso i suoi avanzamenti?

source: [_mc_] She's pretty flirty with everyone.
fr_fr: [_mc_] Elle flirt avec tout le monde.
it_it: [_mc_] Lei è piuttosto flirtante con tutti.

source: [_mc_] She's also said many times that she doesn't dabble, which I think means she's not into girls.
fr_fr: [_mc_] Elle a également déclaré à plusieurs reprises qu'elle ne s'adonnait pas à cette activité, ce qui signifie, selon moi, qu'elle n'aime pas les filles.
it_it: [_mc_] Lei ha anche detto molte volte che non si abbla, il che a mio avviso significa che non è nelle ragazze.

source: [_flora_s_annoyed_] That's bullshit.
fr_fr: [_flora_s_annoyed_] C'est des conneries.
it_it: [_flora_s_annoyed_] È una stronzata.

source: [_mc_] Why didn't you speak up earlier?
fr_fr: [_mc_] Pourquoi n'avez-vous pas parlé plus tôt ?
it_it: [_mc_] Perché non hai parlato prima?

source: [_flora_s_annoyed_] I did! I just didn't think it was true!
fr_fr: [_flora_s_annoyed_] Je l'ai fait ! Je ne pensais pas que c'était vrai !
it_it: [_flora_s_annoyed_] l'ho fatto! Non pensavo che fosse vero!

source: [_flora_s_annoyed_] Why do you always try to ruin things for me?
fr_fr: [_flora_s_annoyed_] Pourquoi essayez-vous toujours de ruine des choses pour moi ?
it_it: [_flora_s_annoyed_] Perché cercate sempre di rovinare le cose per me?

source: [_jacklyn_s_thinking_] What's balling? I heard a scream.
fr_fr: [Qu'est-ce qui se passe ? J'ai entendu un cri.
it_it: [_jacklyn_s_thinking_] Cosa sta ballando? Ho sentito un urlo.

source: [_flora_s_laughing_s_flip_] Sorry, that was me.
fr_fr: [_flora_s_laughing_s_flip_] Désolé, c'était moi.
it_it: [_flora_s_laughing_s_flip_] Mi dispiace, ero io.

source: [_flora_s_worried_s_flip_] Why are you dating [mc]?
fr_fr: [_flora_s_worried_s_flip_] Pourquoi tu sors avec [mc] ?
it_it: [_flora_s_worried_s_flip_] Perché incontri [mc]?

source: [_jacklyn_s_smile_right_] I was hungry, mostly.
fr_fr: [_jacklyn_s_Souriez_right_] J'avais faim, surtout.
it_it: [_jacklyn_s_smile_right_] Avevo fame, per la maggior parte.

source: Ouch. That's rough.
fr_fr: Ouch. C'est dur.
it_it: Ouch. È ruvido.

source: [_flora_s_annoyed_] Why did you tell me those things during our picnic?
fr_fr: [_flora_s_annoyed_] Pourquoi m'avez-vous dit ces choses pendant notre pique-nique ?
it_it: [_flora_s_annoyed_] Perché mi hai detto quelle cose durante il nostro picnic?

source: [_jacklyn_s_thinking_] What things?
fr_fr: [_jacklyn_s_thinking_] Quelles choses ?
it_it: [_jacklyn_s_thinking_] Che cose?

source: [_flora_s_annoyed_] That you liked my hair and my smile, and that you wanted to paint me without clothes!
fr_fr: [_flora_s_annoyed_] Que vous aimiez mes cheveux et mon sourire, et que vous vouez me peindre sans vêtements !
it_it: [_flora_s_annoyed_] Che ti piacevano i miei capelli e il mio sorriso, e che volevi dipingermi senza vestiti!
