Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/bedroom/int_computer.po
Languages: fr_fr, it_it

source: This machine is one of the few things that brings me happiness. Fourteen hours a day has to be enough, though.
fr_fr: Cette machine est l'une des rares choses qui m'apporte le bonheur. Quatorze heures par jour doivent être suffisantes.
it_it: Questa macchina è una delle poche cose che mi porta felicità, ma quattordici ore al giorno devono essere sufficienti.

source: The secret folder, hidden within twenty other folders. Disguised among dummy folders and eye-catching images...
fr_fr: Le dossier secret, caché parmi vingt autres dossiers. Dissimulé parmi des dossiers factices et des images accrocheuses...
it_it: La cartella segreta, nascosta all'interno di altre venti cartelle. Travestita tra cartelle fittizie e immagini accattivanti...

source: Years of hard work and dedication. All my catalogues, indexes, and ratings. The perfect porn collection...
fr_fr: Des années de travail acharné et de dévouement. Tous mes catalogues, index et classements. La collection pornographique parfaite...
it_it: Anni di duro lavoro e dedizione. Tutti i miei cataloghi, indici e valutazioni. La collezione porno perfetta...

source: My life's work... my magnum opus... all gone...
fr_fr: Mon travail de vie ... mon magnum opus ... tous partis ...
it_it: Il lavoro della mia vita... il mio magnum opus... tutto andato...

source: When the day is over, a new quest begins here. The start of something great. The collection of collections! But that has to wait.
fr_fr: Quand le jour est fini, une nouvelle quête commence ici. Le début de quelque chose de grand. La collection de collections ! Mais ça doit attendre.
it_it: Quando la giornata è finita, una nuova missione inizia qui. L'inizio di qualcosa di grande. La collezione di collezioni! Ma questo deve aspettare.

source: Time to go through all the porn lost to time and start rebuilding my collection.
fr_fr: Le temps d'aller à travers tout le porno perdu à temps et de commencer à reconstruire ma collection.
it_it: È tempo di passare attraverso tutto il porno perso al tempo e iniziare a ricostruire la mia collezione.

source: There's something special about clicking through these old sites.
fr_fr: Il y a quelque chose de spécial pour cliquer sur ces anciens sites.
it_it: C'è qualcosa di speciale sul clic attraverso questi vecchi siti.

source: They're a bit different from my memory and the stock is certainly more limited, but there should be a few golden nuggets...
fr_fr: Ils sont un peu différents de ma mémoire et le stock est certainement plus limité, mais il devrait y avoir quelques pépites d'or ...
it_it: Sono un po 'diverso dalla mia memoria e lo stock è certamente più limitato, ma ci dovrebbero essere alcune peperoncini dorati...

source: You just need to know where to look. Few people are as well-versed in early-internet pornography as yours truly.
fr_fr: Il vous suffit de savoir où regarder. Peu de gens sont aussi bien au fait de la pornographie sur Internet que la vôtre.
it_it: Hai solo bisogno di sapere dove guardare. Poche persone sono così esperto in prima pornografia internet come la vostra veramente.

source: Ah, here we go!
fr_fr: Ah, on y va !
it_it: Ah, qui andiamo!

source: Damn, it's already late.
fr_fr: Merde, c'est déjà tard.
it_it: Dannazione, è già tardi.

source: Somehow time always seems to pass so much faster when you're having a good wank or three.
fr_fr: D'une certaine manière, le temps semble toujours passer beaucoup plus vite lorsqu'on a une bonne branlette ou trois.
it_it: In qualche modo il tempo sembra sempre passare molto più velocemente quando si sta avendo una buona sega o tre.

source: Well, it's probably time to sleep, anyway.
fr_fr: Eh bien, c'est probablement le temps de dormir, de toute façon.
it_it: Beh, probabilmente è ora di dormire, comunque.

source: Two times in a row?
fr_fr: Deux fois d'affilée ?
it_it: Due volte di fila?

source: Do you want chaffing?
fr_fr: Voulez-vous des paillettes ?
it_it: Vuole la scaffalatura?

source: Because that's how you get chaffing.
fr_fr: Car c'est ainsi que l'on obtient des échardes.
it_it: Perché è così che ottieni la scaffalatura.

source: Oh, shit. That video was still running. Good thing I caught it.
fr_fr: Oh, merde. La vidéo était toujours en cours. Heureusement que je l'ai prise.
it_it: Oh, merda. Quel video era ancora in esecuzione. Buona cosa l'ho catturato.

source: Let me just start a few downloads that'll run throughout the day. It's not illegal if you're not at the computer.
fr_fr: Permettez-moi de commencer quelques téléchargements qui courent tout au long de la journée. Ce n'est pas illégal si vous n'êtes pas à l'ordinateur.
it_it: Permettetemi di iniziare solo alcuni download che verranno eseguiti per tutto il giorno. Non è illegale se non sei al computer.

source: Hello darkness my old friend.
fr_fr: Salut les ténèbres mon vieil ami.
it_it: Ciao tenebre il mio vecchio amico.

source: I've come to waste my life on you again.
fr_fr: Je suis venu me reperdre la vie sur toi.
it_it: Sono venuto per sprecare di nuovo la mia vita.

source: Okay, let's see here...
fr_fr: Ok, voyons ici ...
it_it: Ok, vediamo qui...

source: {i}High-intensity... Omni-flex... Training...{/}
fr_fr: {i}Haute intensité... Omni-flex... Formation...{/}
it_it: {i}Ad Alta Intensità... Omni-flex... Formazione...{/}

source: Damn, I'd forgotten how slow our connection used to be...
fr_fr: Merde, j'avais oublié à quel point notre connexion était lente ...
it_it: Dannazione, ho dimenticato quanto lento era la nostra connessione...

source: There are only a few hits for this exact wording...
fr_fr: Il n'y a que quelques hits pour cette formulation exacte ...
it_it: Ci sono solo alcuni successi per questa formulazione esatta...

source: They all link to a dead website.
fr_fr: Ils sont tous liés à un site web mort.
it_it: Essi collegano tutti a un sito web morto.

source: Luckily, there's always the deeper and darker places on the net.
fr_fr: Heureusement, il y a toujours les endroits plus profonds et plus sombres sur le net.
it_it: Per fortuna, ci sono sempre i posti più profondi e più scuri sulla rete.

source: Nothing ever really goes away if you just know where to look.
fr_fr: Rien ne disparaît vraiment si vous savez où regarder.
it_it: Niente mai va davvero via se si sa solo dove guardare.

source: Everything seems to have been scrubbed pretty thoroughly. Only managed to pull an image and an email address.
fr_fr: Tout semble avoir été lavé à fond. N'est parvenu qu'à extraire une image et une adresse électronique.
it_it: Tutto sembra essere stato scrubbed abbastanza accuratamente. Solo riuscito a tirare un'immagine e un indirizzo email.

source: The image is slowly being decrypted.
fr_fr: L'image est lentement déchiffrée.
it_it: L'immagine viene lentamente decrittografata.

source: The email is probably useless at this point, but it doesn't hurt to try.
fr_fr: L'email est probablement inutile à ce stade, mais ça ne fait pas de mal à essayer.
it_it: L'email è probabilmente inutile a questo punto, ma non fa male a provare.

source: {i}"Dear random person who once owned this site,"{/}
fr_fr: {i}"Chère personne au hasard qui était propriétaire de ce site," {/}
it_it: {i}"Cara persona casuale che una volta possedeva questo sito,"{/}

source: {i}"I'm interested in your videotapes."{/}
fr_fr: {i}"Je m'intéresse à vos vidéos." {/}
it_it: {i}"Sono interessato alle tue videotapes."{/}

source: {i}"Please get back to me."{/}
fr_fr: {i}"S'il vous plaît, revenez à moi." {/}
it_it: {i}"Torna a me."{/}

source: That should do it. Now, let's see that image...
fr_fr: Ça devrait le faire. Maintenant, voyons cette image ...
it_it: Questo dovrebbe farlo. Ora, vediamo quella immagine...

source: Hold up.
fr_fr: Attends.
it_it: Tieniti indietro.

source: No way...
fr_fr: Pas de chemin ...
it_it: Nessun modo...

source: There's no way.
fr_fr: Il n'y a pas moyen.
it_it: Non c'è modo.

source: Fuck. That's really [mrsl]! Why the hell was she on that website?
fr_fr: Putain. C'est vraiment [mrsl]! Pourquoi a-t-elle été sur ce site ?
it_it: Cazzo. È davvero [mrsl]! Perché l'inferno era lei su quel sito web?

source: Man, she's a complete goddess.
fr_fr: Mec, c'est une déesse totale.
it_it: Uomo, è una dea completa.

source: That's simply incredible.
fr_fr: C'est tout simplement incroyable.
it_it: È semplicemente incredibile.

source: She's showing off every curve that her body has to offer. Tight but voluptuous at the same time.
fr_fr: Elle montre toutes les courbes de son corps. Serré mais voluptueux à la fois.
it_it: Sta mostrando ogni curva che il suo corpo ha da offrire. Stretta ma voluttuosa allo stesso tempo.

source: An unholy grace.
fr_fr: Une grâce non sainte.

source: This flawless balance. Every muscle and fiber, straining to keep the equilibrium.
fr_fr: Cet équilibre parfait. Chaque muscle et chaque fibre s'efforcent de maintenir l'équilibre.
it_it: Questo equilibrio impeccabile. Ogni muscolo e fibra, sforzandosi di mantenere l'equilibrio.

source: The soft bend of her spine. The tightening of her already slim waist. The contrast of her wide hips and full breasts.
fr_fr: Le pli doux de sa colonne vertébrale. Le durcissement de sa taille déjà mince. Le contraste de ses hanches larges et de ses seins complets.
it_it: La piega morbida della sua colonna vertebrale. Il restringimento della sua vita già snella, il contrasto dei fianchi larghi e dei seni pieni.

source: If feasting your eyes on carnal perfection is a sin, then send me straight to Hell. This is what my body and soul thirst for.
fr_fr: Si se délecter de la perfection charnelle est un péché, alors envoyez-moi directement en enfer. C'est de cela que mon corps et mon âme ont soif.
it_it: Se bandire i tuoi occhi sulla perfezione carnale è un peccato, allora mandami dritto all'Inferno. È per questo che il mio corpo e l'anima hanno sete.

source: Her entire body seems to defy gravity apart from her boobs. They hang heavy, her pierced nipples begging to be touched. Elegance meets raw sexual desire.
fr_fr: Son corps entier semble défier la gravité, à l'exception de ses seins. Ils pendent lourdement, ses mamelons percés demandent à être touchés. L'élégance rencontre le désir sexuel brut.
it_it: Tutto il suo corpo sembra sfidare la gravità a parte le sue tette. Appendono pesanti, i suoi capezzoli trafitti che implorano di essere toccati. L'eleganza incontra il desiderio sessuale grezzo.

source: It's like she's presenting her body to the world, begging someone to stick it up her ass... into her pussy... or down her throat.
fr_fr: C'est comme si elle présentait son corps au monde, suppliant quelqu'un de lui coller son cul ... dans sa chatte ... ou dans sa gorge.
it_it: È come se lei presentasse il suo corpo al mondo, implorando qualcuno di attaccarlo al suo culo... nella sua figa... o giù per la gola.

source: I'm at a loss for words.
fr_fr: Je suis en perte de mots.
it_it: Sono in perdita per le parole.

source: Why was that picture there, though? Did that website once belong to her, or was she just posting on their forum?
fr_fr: Mais pourquoi cette photo se trouve-t-elle là ? Ce site web lui a-t-il appartenu un jour ou a-t-elle simplement posté sur leur forum ?
it_it: Perché era quella foto lì, però? Quel sito una volta apparteneva a lei, o stava semplicemente pubblicando sul loro forum?

source: Also, why is she working out naked?
fr_fr: Et pourquoi elle travaille nu ?
it_it: Inoltre, perché sta lavorando nudo?

source: Fuck. I really need to get my hands on those tapes now.
fr_fr: Putain. J'ai vraiment besoin de me mettre les mains sur ces bandes maintenant.
it_it: Scopo. Ho davvero bisogno di mettere le mani su quei nastri ora.

source: Fifty bucks for a videotape feels like a scam, but...
fr_fr: Cinquante dollars pour une cassette vidéo, ça ressemble à une arnaque, mais...
it_it: Cinquanta dollari per una videotape si sente come una truffa, ma...

source: Huh. I got a reply to my email.
fr_fr: Huh. J'ai une réponse à mon courriel.
it_it: Huh. Ho ricevuto una risposta alla mia email.

source: {i}"Dear anonymous user with an anime girl picture,"{/}
fr_fr: {i}"Cher utilisateur anonyme avec une image animée de fille," {/}
it_it: {i}"Caro utente anonimo con una foto anime girl,"{/}

source: {i}"I have what you're looking for."{/}
fr_fr: {i}"J'ai ce que vous cherchez." {/}
it_it: {i}"Ho quello che stai cercando."{/}

source: {i}"Deposit $50 into the account below, and the first videotape will be delivered to an address of your choice."{/}
fr_fr: {i}"Dépôt de 50 $ dans le compte ci-dessous, et la première vidéo sera livrée à une adresse de votre choix." {/}
it_it: {i}"Deposita $50 nel conto qui sotto, e il primo videotape sarà consegnato a un indirizzo a tua scelta".{/}

source: Hmm, fifty bucks for a videotape... it feels like a scam, but...
fr_fr: Hmm, cinquante dollars pour une cassette vidéo... ça ressemble à une arnaque, mais...
it_it: Hmm, cinquanta dollari per una videocassetta... si sente come una truffa, ma...

source: Well, that's fifty bucks I'll probably never see again.
fr_fr: C'est cinquante dollars que je ne reverrai probablement jamais.
it_it: Beh, sono cinquanta dollari che probabilmente non vedrò mai più.

source: Hope is a strange thing sometimes...
fr_fr: L'espoir est une chose étrange, parfois ...
it_it: La speranza è una cosa strana a volte...

source: Hmm... despite this computer being older than Noah's Ark, this VHS player is older still.
fr_fr: Hmm... bien que cet ordinateur soit plus vieux que l'arche de Noé, ce lecteur VHS est encore plus vieux.
it_it: Hmm... nonostante questo computer sia più vecchio dell'Arca di Noè, questo giocatore VHS è ancora più vecchio.

source: I'll need a capture card for this to work.
fr_fr: J'aurai besoin d'une carte de capture pour que ça fonctionne.
it_it: Avrò bisogno di una carta di cattura per questo lavoro.

source: [jo] might know if we have this stuff in the basement.
fr_fr: [jo] pourrait savoir si nous avons ce truc dans le sous-sol.
it_it: [jo] potrebbe sapere se abbiamo questa roba nel seminterrato.

source: Hooking up my [item.title_lower] to my computer is a project for the future.
fr_fr: Le raccordement de mon [item.title_lower] à mon ordinateur est un projet pour l'avenir.
it_it: Collegare la mia [item.title_lower] al mio computer è un progetto per il futuro.

source: All right, let's see what's on here...
fr_fr: Très bien, voyons ce qui se trouve ici ...
it_it: Bene, vediamo cosa c'è di qui...

source: Oh, look it's me. God, I look like shit in my [clothvar]...
fr_fr: Oh, regarde c'est moi. Mon Dieu, j'ai l'air de merde dans mon [clothvar]...
it_it: Oh, guardate che sono io. Dio, assomiglio a merda nella mia [clothvar]...

source: Fix your posture, man!
fr_fr: Corrigez votre posture, mec !
it_it: Correggi la tua postura, uomo!

source: Always wondered why they put the surveillance camera in this spot, but it makes sense now. It's the perfect place to see the whole room.
fr_fr: Je me demandais toujours pourquoi ils ont mis la caméra de surveillance à cet endroit, mais ça a du sens maintenant. C'est l'endroit parfait pour voir toute la chambre.
it_it: Si è sempre chiesto perché mettessero la telecamera di sorveglianza in questo punto, ma ora ha senso è il posto perfetto per vedere tutta la stanza.

source: Just people walking around. Seniors headed for the homeroom, everyone else going to the football field.
fr_fr: Juste des gens qui se promènent. Les aînés se dirigent vers leur salle de classe, les autres vers le terrain de football.
it_it: Solo le persone che camminavano intorno. Gli anziani si sono diretti per l'homeroom, tutti gli altri che vanno al campo di calcio.

source: Here comes [lindsey] at full speed...
fr_fr: Voici le [lindsey] à pleine vitesse ...
it_it: Qui arriva [lindsey] a tutta velocità...

source: Look out!
fr_fr: Regarde !
it_it: Attenzione!

source: Ouch. That hurts. Damn slippery floors.
fr_fr: Ouch. Ça fait mal. Des planchers glissants.
it_it: Ouch. Fa male. Damn pavimenti scivolosi.

source: Her butt looked even better up close, but honestly, this is decent fapping material...
fr_fr: Ses fesses étaient encore plus belles de près, mais honnêtement, il s'agit d'une bonne matière pour faire l'amour...
it_it: Il suo culo guardava ancora meglio da vicino, ma onestamente, questo è materiale discreto...

source: Clipped.
fr_fr: Clippé.
it_it: Ritagliato.

source: Hey, there's [isabelle]. She's looking lost.
fr_fr: Hé, il y a [isabelle]. Elle a l'air perdue.
it_it: Ehi, c'è [isabelle]. Sembra persa.

source: Is that a dildo in her hand? Ah, no. Just her phone.
fr_fr: C'est un gode dans sa main ? Ah, non. Juste son téléphone.
it_it: È un dildo in mano? Ah, no. Solo il suo telefono.

source: She stood there for a long time, didn't she?
fr_fr: Elle était là depuis longtemps, n'est-ce pas ?
it_it: Stava lì per molto tempo, vero?

source: Daydreaming about the Scottish highland perhaps.
fr_fr: Il est peut-être possible de rêver à propos des hautes terres écossaises.
it_it: Sognando circa l'altopiano scozzese forse.

source: Hmm... what else is on here...
fr_fr: Hmm ... ce qu'il y a d'autre ici ...
it_it: Hmm... cos'altro è su qui...

source: Ah, there's [mrsl]!
fr_fr: Ah, il y a [mrsl]!
it_it: Ah, c'è [mrsl]!

source: As usual, flirting with the poor [guard]. Teasing him with her body.
fr_fr: Comme d'habitude, elle flirte avec le pauvre [guard]. Elle le taquine avec son corps.
it_it: Come al solito, flirtando con il povero [guard]. Taggandolo con il suo corpo.

source: Looks like the glass to the [guard]'s booth is getting all steamy.
fr_fr: On dirait que la vitre de la cabine du [guard] est en train de s'embuer.
it_it: Sembra che il bicchiere per lo stand della [guard]stia diventando tutto vapore.

source: She drew something on the glass. A heart? A pair of luscious lips?
fr_fr: Elle a dessiné quelque chose sur le verre. Un cœur ? Une paire de lèvres brillantes ?
it_it: Ha disegnato qualcosa sul bicchiere. Un cuore? Un paio di labbra lussuriose?

source: Hmm... seems like a longer message...
fr_fr: Hmm ... semble un message plus long ...
it_it: Hmm... sembra un messaggio più lungo...

source: Okay, she left. Let's fast forward a bit...
fr_fr: D'accord, elle est partie. Allons vite un peu ...
it_it: Ok, se n'è andata. Avanti un po'...

source: No point looking if her ass is no longer in the picture.
fr_fr: Pas de point de vue si son cul n'est plus dans l'image.
it_it: Nessun punto di vedere se il suo culo non è più nella foto.

source: Why, hello again there, [mrsl]!
fr_fr: Pourquoi, bonjour là encore, [mrsl]!
it_it: Perché, ciao di nuovo lì, [mrsl]!

source: It's late in the day and you're still over there, bothering the [guard].
fr_fr: Il est tard dans la journée et vous êtes toujours là, à déranger le [guard].
it_it: È tardi nel giorno e sei ancora lì, infastidendo la [guard].

source: He probably likes the attention, though. I know I would.
fr_fr: Il aime probablement l'attention. Je sais que je le ferais.
it_it: Probabilmente gli piace l'attenzione, però. So che lo farei.

source: The [guard] left to go upstairs for his usual rounds. Sweeping the school for potential stragglers and putting them in detention.
fr_fr: Le [guard] est parti pour monter à l'étage pour ses rondes habituelles. En balayant l'école pour des traînards potentiels et en les mettant en détention.
it_it: La [guard] ha lasciato per salire al piano di sopra per i suoi soliti giri. Spazzare la scuola per potenziali stragglers e metterli in detenzione.

source: But, [mrsl]? What do you get up to after the school closes?
fr_fr: Mais, [mrsl] ? Qu'est-ce que vous obtenez après la fermeture de l'école ?
it_it: Ma, [mrsl]? Che cosa ti alzi dopo la chiusura della scuola?

source: She's walking over to the couch with a confident sway in her hips, grabbing a mop from the janitor's closet on the way.
fr_fr: Elle se dirige vers le canapé avec un balancement confiant des hanches, attrapant au passage une serpillière dans le placard du concierge.
it_it: Sta camminando verso il divano con un salto fiducioso nei fianchi, afferrando un mop dall'armadio del janitor.

source: What... wait, what is she doing?
fr_fr: Quoi ... Attends, qu'est-ce qu'elle fait ?
it_it: Che cosa... aspetta, cosa sta facendo?

source: Why is she stripping out of her dress?
fr_fr: Pourquoi elle sort de sa robe ?
it_it: Perché si sta spogliando dal suo vestito?

source: What the hell?
fr_fr: Qu'est-ce que l'enfer ?
it_it: Che inferno?

source: All right, time to pause and unzip.
fr_fr: Très bien, le temps de faire une pause et de décompresser.
it_it: Va bene, il tempo di mettere in pausa e scompattare.

source: With the mop firmly planted on the floor, she grinds it, pole dancing around it.
fr_fr: La serpillière fermement posée sur le sol, elle la broie et fait de la pole dance autour d'elle.
it_it: Con il mop piantato saldamente sul pavimento, lo macina, polo danzando intorno ad esso.

source: A mischievous smile touches her lips as she slides mop up and down between her buttcheeks.
fr_fr: Un sourire malicieux touche ses lèvres quand elle glisse entre ses fesses.
it_it: Un sorriso malizioso tocca le labbra mentre scivola su e giù tra le sue natiche.

source: Like a stripper she rides that mop, the muscles in her thighs and stomach flexing.
fr_fr: Comme une strip-teaseuse, elle chevauche cette tignasse, les muscles de ses cuisses et de son ventre fléchissant.
it_it: Come una spogliarellista cavalca quel mop, i muscoli nelle cosce e nello stomaco flessione.

source: Rising to her tippy toes before plunging deep into a crouch.
fr_fr: Elle se hisse sur la pointe des pieds avant de plonger dans une position accroupie.
it_it: Sollevandosi alle dita delle dita dei piedi prima di immergersi in profondità in un crouch.

source: Teasing her asshole and pussy lips, leaving a sheen of her juices along the pole.
fr_fr: Il lui taquine le trou du cul et les lèvres de la chatte, laissant une trace de son jus le long du poteau.
it_it: Teasing il culo e le labbra figa, lasciando una lucentezza dei suoi succhi lungo il palo.

source: Maybe this is why the homeroom smells like it does?
fr_fr: C'est peut-être pour cela que la salle de classe sent comme elle sent ?
it_it: Forse questo è il motivo per cui l'homeroom odore come fa?

source: It's almost like she's gripping the shaft, squeezing it, teasing it with her most intimate areas.
fr_fr: On a l'impression qu'elle saisit la tige, qu'elle la serre, qu'elle la taquine avec ses parties les plus intimes.
it_it: È quasi come lei sta afferrando l'albero, spremuto, prendendolo in giro con le sue zone più intime.

source: Her hair whips back and forth while her hips sway to an unheard tune.
fr_fr: Ses cheveux se balancent d'avant en arrière tandis que ses hanches se déhanchent sur un air inconnu.
it_it: I suoi capelli frustano avanti e indietro mentre i suoi fianchi passano verso una melodia inaudita.

source: Hypnotic.
fr_fr: Hypnotique.
it_it: Ipnotico.

source: Up and down the pole, dancing with her whole body. Pleasuring herself with the stick.
fr_fr: En haut et en bas du poteau, dansant avec tout son corps. Plaisir avec le bâton.
it_it: Su e giù per il palo, ballando con tutto il suo corpo. Piacere se stessa con il bastone.

source: Licking her lips.
fr_fr: Elle se lèche les lèvres.
it_it: Leccare le labbra.

source: Oh snap, the [guard] is returning.
fr_fr: Oh, le [guard] est de retour.
it_it: Oh snap, la [guard] sta tornando.

source: She saw it too, and hurried off just in time.
fr_fr: Elle l'a vu aussi, et elle s'est précipitée juste à temps.
it_it: Lo vide anche, e si sbrigò solo in tempo.

source: Close call...
fr_fr: Fermer l'appel ...
it_it: Chiudi chiamata...

source: All right. Next day.
fr_fr: Très bien. Le lendemain.
it_it: Va bene. Il giorno successivo.
