Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/cafeteria/int_counter_left.po
Languages: fr_fr, it_it

source: Entering the kitchen is against school regulations.
fr_fr: Entrer dans la cuisine est contraire aux règlements de l'école.
it_it: Entrare in cucina è contro le normative scolastiche.

source: They're worried unruly students will mess with the food.
fr_fr: Ils craignent que des étudiants indisciplinés ne s'attaquent à la nourriture.
it_it: Sono preoccupati che gli studenti indisciplinati si pasticceranno con il cibo.

source: To be honest, it would probably make it better.
fr_fr: Pour être honnête, cela ferait probablement mieux.
it_it: Ad essere onesti, probabilmente lo renderebbe migliore.

source: Haggis? No thanks.
fr_fr: Haggis ? Non merci.

source: Think I'll skip lunch today. There's haggis on the menu.
fr_fr: Je vais sauter le déjeuner aujourd'hui. Il y a du haggis dans le menu.
it_it: Pensa che salterò il pranzo oggi. C'è un haggis sul menu.

source: On second thought... [isabelle] says she loves Scotland, and this is their national dish...
fr_fr: Sur la seconde pensée ... [isabelle] dit qu'elle aime l'Écosse, et c'est leur plat national ...
it_it: Al secondo pensiero... [isabelle] dice che ama la Scozia, e questo è il loro piatto nazionale...

source: Would be fun to watch her squirm.
fr_fr: Ça serait marrant de regarder son écureuil.
it_it: Sarebbe divertente guardare il suo squirm.

source: [_mc_] Hey, do you guys have any haggis left?
fr_fr: [_mc_] Hé, vous avez des haggis ?
it_it: [_mc_] Ehi, hai qualche haggis rimasto?

source: No one's answering, but there's still a big pot left. Not entirely surprising.
fr_fr: Personne ne répond, mais il reste un gros pot. Pas tout à fait surprenant.
it_it: Nessuno risponde, ma c'è ancora un grande vaso rimasto. Non del tutto sorprendente.

source: I can't eat on an anxious stomach.
fr_fr: Je ne peux pas manger sur un estomac anxieux.
it_it: Non posso mangiare a stomaco ansioso.

source: A heist only works once. Everyone knows that.
fr_fr: Un hold-up ne fonctionne qu'une fois. Tout le monde le sait.
it_it: Un heist funziona solo una volta. Tutti lo sanno.

source: [_mc_] Hello? Can I have some garlic, please?
fr_fr: [_mc_] Bonjour ? Puis-je avoir de l'ail, s'il vous plaît ?
it_it: [_mc_] Ciao? Posso avere un po' di aglio, per favore?

source: They're all busy stirring their pots.
fr_fr: Ils sont tous occupés à remuer leurs pots.
it_it: Sono tutte impegnate a mescolare i loro piatti.

source: I'm just going to pocket this garlic and no one will—
fr_fr: Je vais empocher cet ail et personne ne le fera...
it_it: Sto solo andando a tascare questo aglio e nessuno lo farà—

source: [_jo_s_angry_] Caught red-handed!
fr_fr: [_jo_s_angry_] Pris en rouge !
it_it: [_jo_s_angry_] Ricevuto rosso!

source: Damn. Was she hiding inside behind the leek?
fr_fr: Merde. Est-ce qu'elle se cachait derrière le poil ?
it_it: Dannazione. Si nascondeva dentro dietro il porro?

source: [_jo_s_skeptical_] Well, well, well... if it isn't the garlic thief himself!
fr_fr: [_jo_s_skeptical_] Eh bien, eh bien, bien ... si ce n'est pas le voleur d'ail lui-même !
it_it: [_jo_s_skeptical_] Beh, beh, bene... se non è il ladro dell'aglio!

source: [_mc_] I just steal to survive and help others. I'm the Robin Hood of vegetables.
fr_fr: [_mc_] Je vole pour survivre et aider les autres. Je suis le Robin des Bois.
it_it: [_mc_] Rubo solo per sopravvivere e aiutare gli altri. Sono il Robin Hood delle verdure.

source: [_jo_s_laughing_] Okay... since it's just one garlic this time, I'll let it slide.
fr_fr: [_jo_s_laughing_] Ok ... puisque c'est juste un ail cette fois, je vais laisser glisser.
it_it: [_jo_s_laughing_] Okay... poiché è solo un aglio questa volta, lo lascerò scivolo.

source: [_mc_] Really?
fr_fr: [_mc_] Vraiement ?
it_it: [_mc_] Davvero?

source: [_jo_s_angry_] No! I'm cutting your TV cable.
fr_fr: [_jo_s_angry_] Non ! Je coupe votre câble TV.
it_it: [_jo_s_angry_] No! Sto tagliando il tuo cavo TV.

source: Oh well. I've seen The Gimpsons a million times before.
fr_fr: Mais bon... J'ai déjà vu The Gimpsons un million de fois.
it_it: Oh bene. Ho visto I Gimpsons un milione di volte prima.

source: What do you say after you ate the stolen garlic?
fr_fr: Que dis-tu après avoir mangé l'ail volé ?
it_it: Cosa dici dopo aver mangiato l'aglio rubato?

source: You hold up your bowl and say, "Please, ma'am, can I have some more garlic?"
fr_fr: Vous brandissez votre bol et dites : "S'il vous plaît, madame, puis-je avoir un peu plus d'ail ?"
it_it: Tenete la vostra ciotola e dite: "Per favore, ma'am, posso avere un po 'di aglio in più?"

source: And then it just miraculously appears in your hand.
fr_fr: Et puis il apparaît miraculeusement dans votre main.
it_it: E poi appare miracolosamente nella tua mano.

source: Shit.
fr_fr: Merde.
it_it: Merda.

source: [_jo_s_neutral_] What do you have to say for yourself?
fr_fr: [_jo_s_neutral_] Qu'avez-vous à dire vous-même ?
it_it: [_jo_s_neutral_] Che cosa hai da dire da solo?

source: [_mc_] I, err... got hungry.
fr_fr: [_mc_] I, err ... a faim.
it_it: [_mc_] Io, erro... ha fame.

source: [_jo_s_neutral_] I've told you not to enter the school kitchen.
fr_fr: [_jo_s_neutral_] Je vous ai dit de ne pas entrer dans la cuisine de l'école.
it_it: [_jo_s_neutral_] Le ho detto di non entrare nella cucina della scuola.

source: [_jo_s_neutral_] I'm revoking your video game privileges for a week.
fr_fr: [_jo_s_neutral_] Je révoque vos privilèges de jeu vidéo pendant une semaine.
it_it: [_jo_s_neutral_] sto revocando i tuoi privilegi di videogioco per una settimana.

source: [_mc_] That is just cruel and unusual!
fr_fr: [_mc_] C'est tout simplement cruel et inhabituel !
it_it: [_mc_] Questo è solo crudele e insolito!

source: [_mc_] It's like taking water away from a fish...
fr_fr: [_mc_] C'est comme prendre de l'eau loin d'un poisson ...
it_it: [_mc_] È come togliere l'acqua da un pesce...

source: [_jo_s_displeased_] I don't want to hear it.
fr_fr: [_jo_s_displeased_] Je ne veux pas l'entendre.
it_it: [_jo_s_displeased_] Non voglio sentirlo.

source: It takes a special kind of ninja to break into the kitchen unseen.
fr_fr: Il faut une sorte de ninja pour pénétrer dans la cuisine.
it_it: Ci vuole un tipo speciale di ninja per rompere nella cucina invisibile.

source: Luckily for me...
fr_fr: Heureusement pour moi ...
it_it: Fortunatamente per me...

source: I've spent many nights honing the craft of stealth and trickery.
fr_fr: J'ai passé de nombreuses nuits à perfectionner l'art de la furtivité et de la ruse.
it_it: Ho trascorso molte notti affinando il mestiere di furtività e inganno.

source: This is nothing compared to the creaky stairs at home.
fr_fr: Ce n'est rien comparé aux escaliers grinçants de la maison.
it_it: Questo non è nulla rispetto alle scale scricchiolanti a casa.

source: [_jo_s_neutral_] What do you think you're doing?
fr_fr: [_jo_s_neutral_] Que pensez-vous que vous faites ?
it_it: [_jo_s_neutral_] Cosa pensi che stiate facendo?

source: [_mc_] Err... I dropped my garlic.
fr_fr: [_mc_] Err ... J'ai déposé mon ail.
it_it: [_mc_] Err... Ho lasciato l'aglio.

source: [_jo_s_skeptical_] We have a strict sanitary policy here, you know that.
fr_fr: [_jo_s_skeptical_] Nous avons ici une politique sanitaire stricte, vous le savez.
it_it: [_jo_s_skeptical_] Abbiamo una rigorosa politica sanitaria, lo sapete.

source: [_jo_s_skeptical_] Students aren't allowed in the kitchen.
fr_fr: [_jo_s_skeptical_] Les étudiants ne sont pas autorisés dans la cuisine.
it_it: [_jo_s_skeptical_] Gli studenti non sono ammessi in cucina.

source: [_mc_] But I dropped my garlic and it rolled into the kitchen!
fr_fr: [_mc_] Mais j'ai jeté mon ail et il a roulé dans la cuisine !
it_it: [_mc_] Ma ho lasciato cadere il mio aglio e ha rotolato in cucina!

source: [_jo_s_annoyed_] Sorry, [mc], but rules are rules. I'm going to have to give you detention.
fr_fr: [_jo_s_annoyed_] Désolé, [mc], mais les règles sont des règles. Je vais devoir vous donner la détention.
it_it: [_jo_s_annoyed_] Scusa, [mc], ma le regole sono regole. Dovrò darti la detenzione.

source: God damn it. Well, at least I got the garlic.
fr_fr: Dieu le maudit. Au moins, j'ai l'ail.
it_it: Dio lo danna. Beh, almeno ho preso l'aglio.

source: Commit larceny
fr_fr: Commettre un vol

source: Wait for better times
fr_fr: Attendre les temps meilleurs
it_it: Attendere tempi migliori
