Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/cafeteria/int_drink_machine.po
Languages: fr_fr, it_it

source: This thing would be more interesting if it worked more like an actual fountain, spraying soda into the ceiling...
fr_fr: Cette chose serait plus intéressante si elle fonctionnait plus comme une fontaine réelle, arrosant le soda dans le plafond ...
it_it: Questa cosa sarebbe più interessante se funzionasse più come una vera fontana, spruzzando soda nel soffitto...

source: All right... the choice is simple, but...
fr_fr: D'accord ... le choix est simple, mais ...
it_it: Va bene... la scelta è semplice, ma...

source: Yes! At long last!
fr_fr: Oui ! En dernier !
it_it: Sì! Finalmente!

source: The weird smell and sickly yellow color put most people off.
fr_fr: L'odeur bizarre et la couleur jaune drépandit la plupart des gens.
it_it: L'odore strano e il colore giallo malvagio mettono la maggior parte delle persone fuori.

source: The milky banana taste takes care of the rest.
fr_fr: Le goût laiteux de la banane prend soin du reste.
it_it: Il gusto di banana lattiginosa si prende cura del resto.

source: The jocks always drink this crap. Tastes like watered-down Sprite.
fr_fr: Les jocks boivent toujours cette merde. Des Tastes comme le Sprite à diluer.
it_it: I jocks bevono sempre questo crap. Gusta come lo Sprite annaffiato.

source: Tastes like cold semen. [mrsl] is the only person who likes this foul liquid.
fr_fr: Les Tastes aiment le sperme froid. [mrsl] est la seule personne qui aime ce liquide .
it_it: [mrsl] è l'unica persona a cui piace questo liquido sporco .

source: There was an article in the school paper about this drink once — said it contained traces of amphetamine.
fr_fr: Il y avait un article dans le journal de l'école sur cette boisson une fois-dit qu'il contenait des traces d'amphétamines.
it_it: C'è stato un articolo nella carta scolastica su questa bevanda una volta — ha detto che conteneva tracce di anfetamina.

source: Not sure if that was ever confirmed...
fr_fr: Pas sûr si cela a été confirmé ...
it_it: Non è sicuro se questo è stato mai confermato...

source: Right, this thing isn't free. Damn it.
fr_fr: Bien, cette chose n'est pas libre. Merde.
it_it: Giusto, questa cosa non è libera. Dannazione.

source: If I want to refill this bottle with a different liquid, I should probably empty it first...
fr_fr: Si je veux recharger cette bouteille avec un liquide différent, je devrais probablement la vider d'abord ...
it_it: Se voglio riempire questo flacone con un liquido diverso, dovrei prima svuotarlo...

source: While pouring soda on my [item.title_lower] seems like a good idea in theory, it's a bit less effective in practice.
fr_fr: Alors que verser soda sur mon [item.title_lower] semble une bonne idée en théorie, c'est un peu moins efficace dans la pratique.
it_it: Mentre versare soda sulla mia [item.title_lower] sembra una buona idea in teoria, è un po 'meno efficace nella pratica.

source: [mc.money]/1|{image=ui hud icon_money}|{space=20}{image=spray_strawberry_juice_small}|{vspace=5}Strawberry Juice
it_it: [mc.money]/1<unk> {image=ui hud icon_money}<unk> {space=20}{image=spray_strawberry_juice_small}<unk> {vspace=5}Succo di fragola

source: [mc.money]/1|{image=ui hud icon_money}|{space=20}{image=strawberry_juice_small}|{vspace=5}Strawberry Juice
it_it: [mc.money]/1<unk> {image=ui hud icon_money}<unk> {space=20}{image=strawberry_juice_small}<unk> {vspace=5}Succo di fragola

source: [mc.money]/1|{image=ui hud icon_money}|{space=20}{image=spray_banana_milk_small}|{vspace=5}Banana Milk
fr_fr: [mc.money]/1 | { image=ui hud icon_money } | { space=20 } { image=spray_banana_milk_small } | { vspace= 5 } Lait Banana
it_it: [mc.money]/1<unk> {image=ui hud icon_money}<unk> {space=20}{image=spray_banana_milk_small}<unk> {vspace=5}Latte di banana

source: [mc.money]/1|{image=ui hud icon_money}|{space=20}{image=banana_milk_small}|{vspace=5}Banana Milk
fr_fr: [mc.money]/1 | { image=ui hud icon_money } | { space=20 } { image=banana_milk_small } | { vspace= 5 } Lait Banana
it_it: [mc.money]/1<unk> {image=ui hud icon_money}<unk> {space=20}{image=banana_milk_small}<unk> {vspace=5}Latte di banana

source: [mc.money]/1|{image=ui hud icon_money}|{space=20}{image=spray_seven_hp_small}|{vspace=5}Seven HP
it_it: [mc.money]/1<unk> {image=ui hud icon_money}<unk> {space=20}{image=spray_seven_hp_small}<unk> {vspace=5}Seven HP

source: [mc.money]/1|{image=ui hud icon_money}|{space=20}{image=seven_hp_small}|{vspace=5}Seven HP
it_it: [mc.money]/1<unk> {image=ui hud icon_money}<unk> {space=20}{image=seven_hp_small}<unk> {vspace=5}Seven HP

source: [mc.money]/1|{image=ui hud icon_money}|{space=20}{image=spray_salted_cola_small}|{vspace=5}Salted Cola
it_it: [mc.money]/1<unk> {image=ui hud icon_money}<unk> {space=20}{image=spray_salted_cola_small}<unk> {vspace=5}Cola salata

source: [mc.money]/1|{image=ui hud icon_money}|{space=20}{image=salted_cola_small}|{vspace=5}Salted Cola
it_it: [mc.money]/1<unk> {image=ui hud icon_money}<unk> {space=20}{image=salted_cola_small}<unk> {vspace=5}Cola salata

source: [mc.money]/1|{image=ui hud icon_money}|{space=20}{image=spray_pepelepsi_small}|{vspace=5}Pepelepsi
fr_fr: [mc.money]/1 | { image=ui icon_money } | { space=20 } { image=spray_pepelepsi_small } | { vspace= 5 } Pepelepsi
it_it: [mc.money]/1<unk> {image=ui hud icon_money}<unk> {space=20}{image=spray_pepelepsi_small}<unk> {vspace=5}Pepelepsi

source: [mc.money]/1|{image=ui hud icon_money}|{space=20}{image=pepelepsi_small}|{vspace=5}Pepelepsi
fr_fr: [mc.money]/1 | { image=ui icon_money } | { space=20 } { image=pepelepsi_small } | { vspace= 5 } Pepelepsi
