Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_wrong.po
Languages: fr_fr, it_it

source: [_lindsey_s_thinking_] Ehm...
fr_fr: [Ehm...

source: Not sure what's up with her. She seems out of it somehow.
fr_fr: Pas sûr de ce qui est avec elle. Elle semble en sortir d'une manière ou d'une autre.
it_it: Non sei sicuro di quello che c'è con lei. Lei sembra fuori da esso in qualche modo.

source: [_mc_] [lindsey], are you okay?
fr_fr: [_mc_] [lindsey], vous allez bien ?
it_it: [_mc_] [lindsey], stai bene?

source: [_lindsey_s_afraid_] W-what?
fr_fr: [_lindsey_s_afraid_] -Quoi ?
it_it: [_lindsey_s_afraid_] W-cosa?

source: [_mc_] I asked if you're okay.
fr_fr: [_mc_] J'ai demandé si tu vas bien.
it_it: [_mc_] ho chiesto se stai bene.

source: [_lindsey_s_concerned_] I think I lost a shoe.
fr_fr: [_lindsey_s_concerned_] Je crois que j'ai perdu une chaussure.
it_it: [_lindsey_s_concerned_] penso di aver perso una scarpa.

source: [_mc_] A shoe? What kind of shoe?
fr_fr: [_mc_] Une chaussure ? Quel genre de chaussures ?
it_it: [_mc_] Una scarpa? Che tipo di scarpa?

source: [_lindsey_s_thinking_] Just one of my regular sneakers.
fr_fr: [_lindsey_s_thinking_] Juste un de mes baskets.
it_it: [_lindsey_s_thinking_] Solo una delle mie sneakers regolari.

source: [_mc_] Have you... looked on your feet?
fr_fr: [_mc_] Avez-vous ... regardé sur vos pieds ?
it_it: [_mc_] Hai guardato i tuoi piedi?

source: [_lindsey_s_excited_] Huh! That's odd!
fr_fr: [_lindsey_s_excited_] Huh ! C'est bizarre !
it_it: [_lindsey_s_excited_] Huh! È strano!

source: What? I was just trying to be snarky.
fr_fr: Quoi ? J'essayais juste d'être sarcastique.
it_it: Cosa? Stavo solo cercando di essere snarky.

source: What's wrong with her?
fr_fr: Qu'est-ce qui ne va pas avec elle ?
it_it: Cosa c'è di sbagliato con lei?

source: [_mc_] Hey, what are you reading?
fr_fr: [_mc_] Hé, qu'est-ce que vous lisez ?
it_it: [_mc_] Ehi, cosa stai leggendo?

source: [_lindsey_s_smile_] The Blush of the Scarlet Starlet.
fr_fr: [_lindsey_s_smile_] Le rougissement de l'étoile écarlate.
it_it: [_lindsey_s_smile_] Il rossore dello scarlatto.

source: [_lindsey_s_smile_] It's a modern-day classic!
fr_fr: [_lindsey_s_Souriez_] C'est un classique moderne !
it_it: [_lindsey_s_smile_] È un classico moderno!

source: [_mc_] Isn't that a clothing brand or something?
fr_fr: [_mc_] N'est-ce pas une marque de vêtements ou quelque chose ?
it_it: [_mc_] Non è un marchio di abbigliamento o qualcosa?

source: [_lindsey_s_excited_] Yeah! The author was a designer before her hit novel. Her brand got a huge upswing from the success!
fr_fr: [_lindsey_s_excited_] Oui ! L'auteur était un designer avant son roman à succès. Sa marque a connu un énorme succès !
it_it: [_lindsey_s_excited_] Yeah! L'autore era una designer prima del suo romanzo di successo. Il suo marchio ha ottenuto un enorme upswing dal successo!

source: [_mc_] Right. I knew I'd heard [flora] mention it at some point.
fr_fr: [_mc_] Droit. Je savais que j'avais entendu [flora] le mentionner à un moment ou à un autre.
it_it: [_mc_] Giusto. Sapevo che ho sentito [flora] menzionarlo ad un certo punto.

source: [_mc_] Did you find your shoe?
fr_fr: [_mc_] Avez-vous trouvé votre chaussure ?
it_it: [_mc_] Hai trovato la tua scarpa?

source: [_lindsey_s_thinking_] My shoe?
fr_fr: [_lindsey_s_thinking_] Ma chaussure ?
it_it: [_lindsey_s_thinking_] La mia scarpa?

source: Ugh, my jokes never seem to hit home.
fr_fr: Ugh, mes blagues ne semblent jamais frapper à la maison.
it_it: Ugh, le mie battute non sembrano mai colpire a casa.

source: [_mc_] Sorry, I was just trying to be funny about earlier.
fr_fr: [_mc_] Désolé, j'essayais juste d'être drôle.
it_it: [_mc_] Mi dispiace, stavo solo cercando di essere divertente prima.

source: [_lindsey_s_thinking_] I'm so confused.
fr_fr: [_lindsey_s_thinking_] Je suis tellement confus.
it_it: [_lindsey_s_thinking_] sono così confuso.

source: [_mc_] You said you lost your shoe and then found it on your foot. I was just trying to joke about that.
fr_fr: [_mc_] Vous avez dit que vous avez perdu votre chaussure et que vous l'avez trouvée sur votre pied. J'essayais juste de plaisanter à ce sujet.
it_it: [_mc_] Hai detto che hai perso la scarpa e poi lo hai trovato sul tuo piede. Stavo solo cercando di scherzare a riguardo.

source: [_lindsey_s_thinking_] Hmm... I guess I must've forgotten about it. When did that happen?
fr_fr: [_lindsey_s_thinking_] Hmm ... Je suppose que j'ai dû l'oublier. Quand est-ce arrivé ?
it_it: [_lindsey_s_thinking_] Hmm... Immagino che devo averne dimenticato. Quando è successo?

source: Can't tell if she's joking or not. Doesn't seem like her to gaslight someone for fun.
fr_fr: Je n'arrive pas à savoir si elle plaisante ou non. Cela ne lui ressemble pas d'éclairer quelqu'un pour le plaisir.
it_it: Non riesce a dire se sta scherzando o no. Non sembra che lei gaschi qualcuno per divertimento.

source: [_mc_] Do you think I'm stupid or something?
fr_fr: [_mc_] Pensez-vous que je suis stupide ou quelque chose ?
it_it: [_mc_] Pensi che io sia stupido o qualcosa?

source: [_lindsey_s_skeptical_] Did I say that?
fr_fr: [_lindsey_s_skeptical_] Est-ce que je l'ai dit ?
it_it: [_lindsey_s_skeptical_] Lo ho detto?

source: [_mc_] Well, you're clearly trying to mess with me.
fr_fr: [_mc_] Eh bien, vous essayez clairement de gâcher avec moi.
it_it: [_mc_] Beh, stai chiaramente cercando di pasticciare con me.

source: [_lindsey_s_thinking_] Mess with you how?
fr_fr: [_lindsey_s_thinking_] Mess avec vous ?
it_it: [_lindsey_s_thinking_] Mess con voi come?

source: [_lindsey_s_thinking_] I'm not doing anything.
fr_fr: [_lindsey_s_thinking_] Je ne fais rien.
it_it: [_lindsey_s_thinking_] Non sto facendo niente.

source: [_mc_] What about your shoe earlier?
fr_fr: [_mc_] Qu'en est-il de votre chaussure plus tôt ?
it_it: [_mc_] Che ne dici della tua scarpa prima?

source: [_lindsey_s_neutral_] I said I don't remember. You'll have to be more specific.
fr_fr: [_lindsey_s_neutral_] J'ai dit que je ne me souviens pas. Vous devrez être plus précis.
it_it: [_lindsey_s_neutral_] ho detto che non mi ricordo. Dovrai essere più specifico.

source: Not sure what's going on, but it's unsettling to put it lightly.
fr_fr: Je ne sais pas trop ce qui se passe, mais c'est pour le moins troublant.
it_it: Non è sicuro che cosa sta succedendo, ma è inquietante metterlo alla leggera.

source: Did I remember it wrong?
fr_fr: Je me souviens d'avoir tort ?
it_it: L'ho ricordata sbagliata?

source: Perhaps she told me about the shoe back in the old timeline and not here...
fr_fr: Peut-être m'a-t-elle dit à propos de la chaussure dans l'ancien calendrier et pas ici ...
it_it: Forse mi ha raccontato la scarpa nella vecchia timeline e non qui...

source: [_mc_] Sorry for bothering you.
fr_fr: [_mc_] Désolé de vous déranger.
it_it: [_mc_] Mi dispiace per averti disturbato.

source: [_mc_] Are you getting demented in your old age?
fr_fr: [_mc_] Est-ce que vous vous êtes démis de votre vieillesse ?
it_it: [_mc_] Ti stai demando nella tua vecchiaia?

source: [_lindsey_s_annoyed_] Who says things like that?!
fr_fr: [_lindsey_s_annoyed_] Qui dit des choses comme ça ?!
it_it: [_lindsey_s_annoyed_] Chi dice cose del genere?!

source: [_mc_] Did you forget my name as well?
fr_fr: [_mc_] Avez-vous oublié mon nom aussi ?
it_it: [_mc_] Hai dimenticato anche il mio nome?

source: [_lindsey_s_angry_] You're not funny. Do you get that?
fr_fr: [_lindsey_s_angry_] Vous n'êtes pas drôle. As-tu ça ?
it_it: [_lindsey_s_angry_] Non sei divertente. Lo capisci?

source: [_mc_] You just have no humor.
fr_fr: [_mc_] Vous n'avez pas d'humour.
it_it: [_mc_] Non hai l'umorismo.

source: [_lindsey_s_angry_] This is why no one likes you. You're rude and obnoxious.
fr_fr: [_lindsey_s_angry_] C'est pourquoi personne ne vous aime. Vous êtes grossier et odieux.
it_it: [_lindsey_s_angry_] Questo è il motivo per cui nessuno ti piace. Sei maleducato e odioso.

source: [_lindsey_s_angry_] Stop bothering me!
fr_fr: [_lindsey_s_angry_] Arrête de me déranger !
it_it: [_lindsey_s_angry_] Smettila di preoccuparmi!

source: [_mc_] Seriously? We talked about it earlier!
fr_fr: [_mc_] Sérieusement ? Nous en avons parlé plus tôt !
it_it: [_mc_] Seriamente? Ne abbiamo parlato prima!

source: [_lindsey_s_skeptical_] I'm pretty sure I would remember that.
fr_fr: [Je suis presque sûr que je m'en souviendrais.
it_it: [_lindsey_s_skeptical_] sono abbastanza sicuro che lo ricorderebbe.

source: [_mc_] I don't find this game particularly funny.
fr_fr: [_mc_] Je ne trouve pas ce jeu particulièrement drôle.
it_it: [_mc_] Non trovo questo gioco particolarmente divertente.

source: [_lindsey_s_annoyed_] What are you talking about?
fr_fr: [_lindsey_s_annoyed_] De quoi parlez-vous ?
it_it: [_lindsey_s_annoyed_] Di cosa stai parlando?

source: [_mc_] Are you telling me that you actually don't remember?
fr_fr: [_mc_] Vous me dites que vous ne vous souvenez pas ?
it_it: [_mc_] Mi stai dicendo che in realtà non ricorda?

source: [_lindsey_s_neutral_] I don't know what you're on about, honestly!
fr_fr: [_lindsey_s_neutral_] Je ne sais pas de quoi vous êtes, honnêtement !
it_it: [_lindsey_s_neutral_] Non so di cosa si tratti, onestamente!

source: [_mc_] Okay, hmm...
fr_fr: [_mc_] Ok, hmm ...

source: No one's that good a liar.
fr_fr: Personne n'est ce bon menteur.
it_it: Nessuno è così bravo un bugiardo.

source: Did I dream it or something?
fr_fr: Est-ce que j'ai rêvé ou quelque chose comme ça ?
it_it: L'ho sognato o qualcosa?

source: [_lindsey_s_smile_] What?
fr_fr: [_lindsey_s_Souriez_] Quoi ?
it_it: [_lindsey_s_smile_] Cosa?

source: [_mc_] Nothing, I guess. See you around.
fr_fr: [_mc_] Rien, je suppose. Vote autour de toi.
it_it: [_mc_] Niente, immagino. Ci vediamo intorno.

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord ?
it_it: [_mc_] Stai bene?

source: [_lindsey_s_smile_] I'm feeling a little tired. Have been for a while.
fr_fr: [_lindsey_s_Souriez_] Je me sens un peu fatigué. J'ai été pendant un moment.
it_it: [_lindsey_s_smile_] Mi sento un po' stanco. Sono stato per un po'.

source: [_lindsey_s_smile_] Thanks for asking!
fr_fr: [_lindsey_s_Souriez_] Merci d'avoir demandé !
it_it: [_lindsey_s_smile_] Grazie per aver chiesto!

source: [_mc_] When we talked earlier, you seemed a bit out of it.
fr_fr: [_mc_] Lorsque nous avons parlé tout à l'heure, vous en avez paru un peu dehors.
it_it: [_mc_] Quando abbiamo parlato prima, sembrava un po 'fuori di esso.

source: [_mc_] Thought I'd check up on you.
fr_fr: [_mc_] Je me suis dit que j'allais prendre de tes nouvelles.
it_it: [_mc_] Pensavo che controllerei su di te.

source: [_lindsey_s_blush_] That's really thoughtful.
fr_fr: [_lindsey_s_blush_] C'est vraiment sérieux.
it_it: [_lindsey_s_blush_] È davvero pensieroso.

source: [_mc_] Do you really not remember talking to me about your lost shoe?
fr_fr: [_mc_] Ne vous souvenez-vous vraiment pas de me parler de votre chaussure perdue ?
it_it: [_mc_] Non ti ricordi di parlare con me della tua scarpa perduta?

source: [_lindsey_s_thinking_] Can't say I do.
fr_fr: [_lindsey_s_thinking_] Je ne peux pas dire que je le fais.
it_it: [_lindsey_s_thinking_] Non posso dire di sì.

source: [_lindsey_s_thinking_] I'm very careful with my shoes. They're form-fitted and expensive.
fr_fr: [_lindsey_s_thinking_] Je suis très prudent avec mes chaussures. Ils sont ajustés et coûtent cher.
it_it: [_lindsey_s_thinking_] Sono molto attento con le mie scarpe. Sono montate in forma e costose.

source: She's too nice to be this good of a liar. Perhaps that conversation never happened.
fr_fr: Elle est trop belle pour être ce bien d'un menteur. Peut-être que cette conversation n'a jamais eu lieu.
it_it: Lei è troppo bella per essere questo bene di un bugiardo. Forse quella conversazione non è mai successa.

source: Wouldn't be the first time I daydreamed about [lindsey].
fr_fr: Ce ne serait pas la première fois que je rêverais de [Lindsey].
it_it: Non sarebbe la prima volta che sognavo di [lindsey].

source: [kate]'s having a party in her house tonight.
fr_fr: [kate]'s ayant une fête dans sa maison ce soir.
it_it: [kate]sta avendo una festa in casa sua stasera.

source: Everybody's gonna have a good time.
fr_fr: Tout le monde va avoir du bon temps.
it_it: Tutti si divertiranno bene.

source: And here I am about to lose my mind.
fr_fr: Et là, je vais perdre l'esprit.
it_it: E qui sto per perdere la mente.

source: Every day I'm strug-gel-in', strug-gel-in'.
fr_fr: Chaque jour, je me débats, je me débats.
it_it: Ogni giorno sono strug-gel-in', strug-gel-in'.

source: Man, there's something about watching [lindsey] run.
fr_fr: Mec, il y a quelque chose à regarder [lindsey].
it_it: Uomo, c'è qualcosa di guardare [lindsey] correre.

source: Just look at her go!
fr_fr: Il suffit de regarder son go !
it_it: La guardi e basta!

source: So light in the step, a morning mist sweeping across the hall.
fr_fr: Donc la lumière dans l'étape, un brouillard matinaux qui balaie la salle.
it_it: Così leggero nel passo, una nebbia mattutina che attraversa la sala.

source: Of course, she doesn't have eyes for me. When she's running it's always eyes-on-the-prize for her.
fr_fr: Bien sûr, elle n'a pas les yeux pour moi. Quand elle court, c'est toujours les yeux-sur-le-prix pour elle.
it_it: Naturalmente, lei non ha gli occhi per me. Quando sta correndo è sempre gli occhi sul premio per lei.

source: I wonder what it's like to always have a goal in mind. To be ambitious and hardworking.
fr_fr: Je me demande ce que c'est que de toujours avoir un but en tête. Pour être ambitieux et travailler dur.
it_it: Mi chiedo cosa sia come avere sempre in mente un obiettivo. Essere ambiziosi e laboriosi.

source: To take three steps at the time when scaling a staircase.
fr_fr: Pour prendre trois pas à la fois lors de la mise à l'échelle d'un escalier.
it_it: Per fare tre passi al momento in cui scalare una scala.

source: To have that otherworldly grace as she—
fr_fr: Avoir cette grâce d'un autre monde comme elle...
it_it: Avere quella grazia altrimenti mondana come lei—

source: Slips?!
fr_fr: Glissons ?!

source: Oh, shit. She's about to crash again...
fr_fr: Oh, merde. Elle est sur le point de s'écraser à nouveau ...
it_it: Oh, merda. Sta per schiantarsi di nuovo...

source: [_mc_] I got you.
fr_fr: [_mc_] Je t'ai eu.
it_it: [_mc_] ti ho presa.

source: That was too close.
fr_fr: C'était trop serré.
it_it: Era troppo vicino.

source: [_lindsey_s_lindseycatch_look_] [mc]? Where did you come from?
fr_fr: [_lindsey_s_lindseycatch_look_] [mc] ? D'où tu viens ?
it_it: [_lindsey_s_lindseycatch_look_] [mc]? Da dove sei venuto?

source: [_mc_] I've been here all along.
fr_fr: [_mc_] J'ai été ici tous.
it_it: [_mc_] Sono stato qui da sempre.

source: [_mc_] Maybe if you slowed down you'd notice the people around you.
fr_fr: [_mc_] Peut-être que si vous ralentissez, vous remarqueriez les gens qui vous entourent.
it_it: [_mc_] Forse se avessi rallentato noterai le persone che ti circondano.

source: [_lindsey_s_lindseycatch_look_] I'm late for practice... thanks for catching me, though!
fr_fr: [[_lindsey_s_lindseycatch_look_] Je suis en retard pour l'entraînement... mais merci de m'avoir rattrapée !
it_it: [_lindsey_s_lindseycatch_look_] Sono in ritardo per la pratica... grazie per avermi catturato, però!

source: [_mc_] You're going to hurt yourself if you keep being careless.
fr_fr: [_mc_] Vous allez vous blesser si vous êtes négligent.
it_it: [_mc_] Ti farai del male se continuerai ad essere imprudente.

source: [_lindsey_s_lindseycatch_smile_] I slipped on the stairs, that's all! I'll watch my step in the future.
fr_fr: [_lindsey_s_lindseycatch_Souriez_] J'ai glissé dans les escaliers, c'est tout ! Je vais regarder mon pas dans le futur.
it_it: [_lindsey_s_lindseycatch_smile_] sono scivolato sulle scale, tutto! Guarderò il mio passo in futuro.

source: [_mc_] This is the third time you've been in an accident this year.
fr_fr: [_mc_] C'est la troisième fois que vous êtes dans un accident cette année.
it_it: [_mc_] Questa è la terza volta che sei in un incidente quest'anno.

source: [_mc_] Are you sure you're okay?
fr_fr: [_mc_] Etes-vous sûr que vous allez bien ?
it_it: [_mc_] Sei sicuro che stai bene?

source: [_lindsey_s_lindseycatch_smile_] Never been better!
fr_fr: [_lindsey_s_lindseycatch_Souriez_] Jamais mieux !
it_it: [_lindsey_s_lindseycatch_smile_] Mai è stato migliore!

source: [_mc_] Where did {i}you{/} come from?
fr_fr: [_mc_] D'où vient {i}tu{/} ?
it_it: [_mc_] Da dove è venuto {i}tu{/}?

source: [_mc_] I was just walking along and you fell out of the sky.
fr_fr: [_mc_] Je marchais juste et vous tombiez du ciel.
it_it: [_mc_] Io stavo solo camminando e tu caddi dal cielo.

source: [_mc_] Are you a bird? A plane? Maybe an angel?
fr_fr: [_mc_] Êtes-vous un oiseau ? Un avion ? Peut-être un ange ?
it_it: [_mc_] Sei un uccello? Un aereo? Forse un angelo?

source: [_lindsey_s_lindseycatch_smile_] Hey, smooth!
fr_fr: [_lindsey_s_lindseycatch_Souriez_] Hé, lisse !
it_it: [_lindsey_s_lindseycatch_smile_] Ehi, liscio!

source: [_mc_] I thought you were a runner. What's with the flight maneuvers?
fr_fr: [_mc_] Je croyais que vous étiez un coureur. Qu'en est-il des manœuvres de vol ?
it_it: [_mc_] Ho pensato che tu fossi un corridore. Cosa c'è con le manovre di volo?

source: [_lindsey_s_lindseycatch_smile_] My lifelong dream is actually to become a pilot.
fr_fr: [_lindsey_s_lindseycatch_Souriez_] Mon rêve tout au long de la vie est en fait de devenir pilote.
it_it: [_lindsey_s_lindseycatch_smile_] Il mio sogno per tutta la vita è in realtà diventare un pilota.

source: [_mc_] Really?
fr_fr: [_mc_] Vraiement ?
it_it: [_mc_] Davvero?

source: [_lindsey_s_lindseycatch_smile_] No, silly! I just slipped.
fr_fr: [_lindsey_s_lindseycatch_Souriez_] Non, idiot ! Je viens de glisser.
it_it: [_lindsey_s_lindseycatch_smile_] No, sciocco! Ho appena scivolato.

source: [_lindsey_s_lindseycatch_smile_] Thanks for catching me.
fr_fr: [_lindsey_s_lindseycatch_Souriez_] Merci de m'avoir pris.
it_it: [_lindsey_s_lindseycatch_smile_] Grazie per avermi catturato.

source: [_mc_] That's it? I just saved your life.
fr_fr: [_mc_] C'est ça ? Je viens de sauver ta vie.
it_it: [_mc_] È vero? Ho appena salvato la tua vita.

source: [_mc_] I'm kidding. Glad you're okay.
fr_fr: [_mc_] Je plaisante. Je suis content que tu ailles bien.
it_it: [_mc_] sto scherzando. Sono felice che tu stia bene.

source: [_lindsey_s_lindseycatch_smile_] I thought I'd eat it for sure.
fr_fr: [_lindsey_s_lindseycatch_Souriez_] Je pensais que je le mangerais pour sûr.
it_it: [_lindsey_s_lindseycatch_smile_] Pensavo di averlo mangiato di sicuro.

source: [_mc_] Me too. I thought for sure that—
fr_fr: [_mc_] Moi aussi. J'ai pensé que-
it_it: [_mc_] anche io. Ho pensato per certo quello—

source: Okay, then...
fr_fr: Ok, alors ...
it_it: Ok, allora...

source: God, she's so warm.
fr_fr: Mon Dieu, elle est si chaude.
it_it: Dio, è così calda.

source: I used to dream about hugging her, but even in my fantasy, she never hugged me back.
fr_fr: Je rêvais de l'embrassant, mais même dans mon fantasme, elle ne m'a jamais embrassée.
it_it: Avevo sognato di abbracciarla, ma anche nella mia fantasia, non mi abbracciò mai.

source: Never thought it would be so different from [jo]'s hugs.
fr_fr: Je n'aurais jamais pensé que ce serait si différent des câlins de [jo].
it_it: Non ha mai pensato che sarebbe stato così diverso dagli abbracci di [jo].

source: When she wraps her arms around me, it feels like she's putting everything she has into it.
fr_fr: Quand elle enveloppe ses bras autour de moi, c'est comme si elle mettait tout ce qu'elle y avait.
it_it: Quando lei avvolge le braccia intorno a me, si sente come lei sta mettendo tutto ciò che ha in esso.

source: Maybe that's unique for her, being a star athlete. Maybe she puts all her effort into everything she does.
fr_fr: Peut-être que c'est unique pour elle, en tant qu'athlète vedette. Peut-être qu'elle met tout son effort dans tout ce qu'elle fait.
it_it: Forse è unico per lei, essendo un atleta stellare. Forse mette tutto il suo sforzo in tutto quello che fa.

source: [_lindsey_s_lindseycatch_hug_] Thanks so much for catching me!
fr_fr: [_lindsey_s_lindseycatch_hug_] Merci beaucoup de me rattraper !
it_it: [_lindsey_s_lindseycatch_hug_] Grazie mille per avermi catturato!

source: So, this is what true appreciation feels like.
fr_fr: Donc, c'est ce à quoi ressemble la vraie appréciation.
it_it: Quindi, questo è ciò che si sente vero apprezzamento.

source: Who would've thought it'd be so soft?
fr_fr: Qui aurait cru que ce serait si doux ?
it_it: Chi avrebbe pensato che sarebbe stato così morbido?

source: [_mc_] We have to stop meeting like this.
fr_fr: [_mc_] Nous devons arrêter de nous rencontrer comme ça.
it_it: [_mc_] Dobbiamo smettere di incontrarci così.

source: [_lindsey_s_lindseycatch_smile_] Oh, hello there!
fr_fr: [_lindsey_s_lindseycatch_Souriez_] Oh, bonjour là !
it_it: [_lindsey_s_lindseycatch_smile_] Oh, ciao lì!

source: [_lindsey_s_lindseycatch_smile_] I don't mind it all too much.
fr_fr: [_lindsey_s_lindseycatch_Souriez_] Je ne le pense pas trop.
it_it: [_lindsey_s_lindseycatch_smile_] non mi dispiace tutto troppo.

source: [_mc_] You could seriously have hurt yourself!
fr_fr: [_mc_] Vous pourriez sérieusement vous faire mal !
it_it: [_mc_] Avresti potuto seriamente farti del male!

source: [_mc_] What if I wasn't around?
fr_fr: [_mc_] Et si je n'étais pas là ?
it_it: [_mc_] E se non fossi in giro?

source: [_lindsey_s_lindseycatch_look_] You're serious...
fr_fr: [_lindsey_s_lindseycatch_look_] Vous êtes sérieux ...
it_it: [_lindsey_s_lindseycatch_look_] Sei serio...

source: [_mc_] Of course I'm serious!
fr_fr: [_mc_] Bien sûr que je suis sérieux !
it_it: [_mc_] Naturalmente sono serio!

source: [_mc_] I can't stand the thought of something bad happening to you.
fr_fr: [_mc_] Je ne peux pas supporter l'idée de quelque chose de mal qui vous arrive.
it_it: [_mc_] Non riesco a sopportare il pensiero di qualcosa di brutto accadendo a voi.

source: [_lindsey_s_lindseycatch_smile_] But I'm okay!
fr_fr: [_lindsey_s_lindseycatch_Souriez_] Mais je vais bien !
it_it: [_lindsey_s_lindseycatch_smile_] Ma sto bene!

source: [_mc_] Yes, but—
fr_fr: [_mc_] Oui, mais-
it_it: [_mc_] Sì, ma—

source: It's hard to argue with a pair of lips against your cheek.
fr_fr: Il est difficile de discuter avec une paire de lèvres contre votre joue.
it_it: È difficile litigare con un paio di labbra contro la guancia.

source: Her carelessness is the main reason we're even talking.
fr_fr: Sa négligence est la principale raison pour laquelle nous parlons même.
it_it: La sua negligenza è il motivo principale per cui stiamo anche parlando.

source: It has led us to this moment. So, maybe it's wrong of me to be upset with her.
fr_fr: Cela nous a conduits à ce moment. Alors, peut-être que c'est faux de moi d'être contrariété avec elle.
it_it: Ci ha portato a questo momento. Quindi, forse è sbagliato di me essere sconvolto con lei.

source: But she's just so precious. And I don't say that just 'cause she's kissing my cheek.
fr_fr: Mais elle est si précieuse. Et je ne dis pas ça juste parce qu'elle embrasse ma joue.
it_it: Ma è così preziosa. E non lo dico solo perché mi sta baciando la guancia.

source: [_lindsey_s_lindseycatch_hug_] Thanks for catching me.
fr_fr: [_lindsey_s_lindseycatch_hug_] Merci de m'avoir pris.
it_it: [_lindsey_s_lindseycatch_hug_] Grazie per avermi catturato.

source: Okay, maybe I don't mind it that much.
fr_fr: Ok, peut-être que je ne l'ai pas beaucoup à l'esprit.
it_it: Ok, forse non mi dispiace così tanto.
