Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_piano.po
Languages: fr_fr, it_it

source: [_mc_] Yeah, he's just like that in person, too. Wore his shades over his helmet while playing.
fr_fr: [_mc_] Oui, il est aussi comme ça en personne. Il portait ses lunettes par-dessus son casque pendant qu'il jouait.
it_it: [_mc_] Sì, anche lui è come in persona, indossava le sue tonalità sopra il suo casco mentre suonava.

source: [_lindsey_s_confident_album_] Damn, that's so cool! I can't believe you met them in person!
fr_fr: [_lindsey_s_confident_album_] Bon sang, c'est tellement cool ! Je n'arrive pas à croire que vous les avez rencontrés en personne !
it_it: [_lindsey_s_confident_album_] Dannazione, è così cool! Non posso credere che tu li abbia conosciuti di persona!

source: [_lindsey_s_confident_album_] Let's play it!
fr_fr: [_lindsey_s_excited_album_] Jouons-y !
it_it: [_lindsey_s_confident_album_] Suoniamolo!

source: [_mc_] Okay, just put it in my computer.
fr_fr: [_mc_] D'accord, mettez-le dans mon ordinateur.
it_it: [_mc_] Okay, basta metterlo nel mio computer.

source: [_lindsey_s_excited_album_] Okay!
fr_fr: [_lindsey_s_excited_album_] Ok !

source: [lindsey] is so cute when she's this excited...
fr_fr: [lindsey] est si mignon quand elle est excitée ...
it_it: [lindsey] è così carina quando è eccitata...

source: I still can't believe she's here. In my room.
fr_fr: Je n'arrive toujours pas à croire qu'elle soit là. Dans ma chambre.
it_it: Non riesco ancora a credere che sia qui. Nella mia stanza.

source: [_lindsey_s_flirty_] There!
fr_fr: [_lindsey_s_flirty_] Voilà !
it_it: [_lindsey_s_flirty_] Lì!

source: [_lindsey_s_blush_] Oh, my god...
fr_fr: [_lindsey_s_blush_] Oh, mon dieu ...
it_it: [_lindsey_s_blush_] Oh, mio dio...

source: [_mc_] Do you like it?
fr_fr: [_mc_] Voulez-vous le faire ?
it_it: [_mc_] Ti piace?

source: [_lindsey_s_blush_] I love it!
fr_fr: [_lindsey_s_blush_] Je l'aime !
it_it: [_lindsey_s_blush_] Mi piace!

source: I don't think I've ever seen [lindsey] this happy.
fr_fr: Je ne pense pas avoir déjà vu [lindsey].
it_it: Non penso di aver mai visto [lindsey] questo felice.

source: And that's all thanks to me...
fr_fr: Et c'est tout merci à moi ...
it_it: E questo è tutto grazie a me...

source: Well, I guess the band did their part too.
fr_fr: Je suppose que le groupe a également joué son rôle.
it_it: Bene, immagino che anche la band abbia fatto la loro parte.

source: She's really getting into it. Few people have the confidence to dance on their own.
fr_fr: Elle y va vraiment. Peu de gens ont la confiance de danser seule.
it_it: Lei sta davvero entrando. Poche persone hanno la fiducia di ballare da sole.

source: [_lindsey_s_blush_] Come on, [mc]! Don't make me dance alone!
fr_fr: [_lindsey_s_blush_] Viens, [mc]! Ne me fais pas danser seule !
it_it: [_lindsey_s_blush_] Avanti, [mc]! Non farmi ballare da solo!

source: Hmm... not the best idea for me. Last time I tried to dance was at a school disco. Everyone laughed.
fr_fr: Hmm ... pas la meilleure idée pour moi. La dernière fois que j'ai essayé de danser était dans une discothèque. Tout le monde rit.
it_it: Hmm... non la migliore idea per me. L'ultima volta che ho provato a ballare era in una discoteca della scuola.

source: [_mc_] I twisted my ankle in the gym earlier...
fr_fr: [_mc_] Je me suis tordu la cheville dans la salle de gym plus tôt ...
it_it: [_mc_] Ho contorto la mia caviglia in palestra prima...

source: [_lindsey_s_laughing_] That is the biggest lie I've heard!
fr_fr: [_lindsey_s_laughing_] C'est le plus gros mensonge que j'ai entendu !
it_it: [_lindsey_s_laughing_] Questa è la bugia più grande che ho sentito!

source: [_lindsey_s_laughing_] Come on, I'll show you!
fr_fr: [_lindsey_s_laughing_] Allez, je vais vous montrer !
it_it: [_lindsey_s_laughing_] Avanti, ti mostrerò!

source: [_lindsey_s_flirty_] Just put your hand on my waist.
fr_fr: [_lindsey_s_flirty_] Juste mettre votre main sur ma taille.
it_it: [_lindsey_s_flirty_] Basta mettere la mano sulla mia vita.

source: [_mc_] Okay, fine...
fr_fr: [_mc_] Ok, fin ...
it_it: [_mc_] Okay, bene...

source: [_mc_] I'd much rather watch you.
fr_fr: [_mc_] Je préfère vous regarder.
it_it: [_mc_] preferirei molto guardarti.

source: [_lindsey_s_thinking_] And why is that?
fr_fr: [_lindsey_s_thinking_] Et pourquoi ?
it_it: [_lindsey_s_thinking_] E perché quello?

source: [_mc_] You look perfect on your own. I'd hate to ruin this image.
fr_fr: [_mc_] Vous avez l'air parfait seul. Je détesterais ruine cette image.
it_it: [_mc_] Sembri perfetto da solo. Odio rovinare questa immagine.

source: God, she's so adorable when she blushes!
fr_fr: Dieu, elle est si adorable quand elle roule !
it_it: Dio, lei è così adorabile quando blushes!

source: [_lindsey_s_blush_] Come on! Dance with me!
fr_fr: [_lindsey_s_blush_] Allez ! Danse avec moi !
it_it: [_lindsey_s_blush_] Avanti! Danza con me!

source: [_mc_] Okay, if you insist...
fr_fr: [_mc_] D'accord, si vous insistez...
it_it: [_mc_] Okay, se insisti...

source: [_lindsey_s_laughing_] I do insist!
fr_fr: [_lindsey_s_laughing_] J'insiste !
it_it: [_lindsey_s_laughing_] lo ribadisco!

source: [_mc_] Just don't expect anything amazing. I really can't dance.
fr_fr: [_mc_] Ne vous attendez pas à quelque chose d'incroyable. Je ne peux vraiment pas danser.
it_it: [_mc_] Semplicemente non aspettatevi nulla di incredibile. Non posso proprio ballare.

source: [_lindsey_s_flirty_] Don't worry. Put your hand on my hip.
fr_fr: [_lindsey_s_flirty_] Ne vous inquiétez pas. Mets ta main sur ma hanche.
it_it: [_lindsey_s_flirty_] Non ti preoccupare. Metti la mano sul mio fianco.

source: [_lindsey_s_flirty_] It's not hard!
fr_fr: [_lindsey_s_flirty_] Ce n'est pas difficile !
it_it: [_lindsey_s_flirty_] Non è difficile!

source: [_mc_] All right...
fr_fr: [_mc_] Très bien ...
it_it: [_mc_] Va bene...

source: [_lindsey_s_dancing_with_the_mc_smile_] Good, just like that!
fr_fr: [_lindsey_s_dancing_with_the_mc_Souriez_] Bon, comme ça !
it_it: [_lindsey_s_dancing_with_the_mc_smile_] Buono, proprio così!

source: [lindsey] smells so nice up close... Cotton candy and spring. Her waist is tiny!
fr_fr: [lindsey] sent si bien près ... Les bonbons de coton et le printemps. Sa taille est minuscule !
it_it: [lindsey] ha un odore così bello da vicino... Caramelle di cotone e primavera. La sua vita è piccola!

source: [_lindsey_s_dancing_with_the_mc_smile_] Take it slow! Lead me around the room to the music.
fr_fr: [_lindsey_s_dancing_with_the_mc_smile_] Allez-y doucement ! Fais-moi faire le tour de la pièce au son de la musique.
it_it: [_lindsey_s_dancing_with_the_mc_smile_] Portatelo lentamente! Portatemi in giro per la stanza alla musica.

source: Okay, this isn't too hard. As long as I don't step on her toes...
fr_fr: Ok, ce n'est pas trop dur. Tant que je ne marche pas sur ses orteils ...
it_it: Va bene, questo non è troppo difficile. Finché non passo sulle dita dei piedi...

source: [_lindsey_s_dancing_with_the_mc_blush_] This is nice. Thanks for inviting me over.
fr_fr: [_lindsey_s_dancing_with_the_mc_blush_] C'est bien. Merci de m'avoir invité.
it_it: [_lindsey_s_dancing_with_the_mc_blush_] Questo è bello. Grazie per avermi invitato sopra.

source: [_mc_] My pleasure...
fr_fr: [_mc_] Mon plaisir ...
it_it: [_mc_] Il mio piacere...

source: Uh-oh, did that sound dirty?
fr_fr: Uh-oh, est-ce que ça s'est sale ?
it_it: Uh-oh, quel suono è sporco?

source: [_mc_] I mean... I enjoyed it too! You coming over, that is.
fr_fr: [_mc_] Je veux dire ... Je l'ai aussi apprécié ! Tu viens, c'est ça.
it_it: [_mc_] Voglio dire... Mi è piaciuto anche voi!

source: Crap, I'm making it worse.
fr_fr: Crap, je le fais pire.
it_it: Crap, la sto peggiorando.

source: [_lindsey_s_dancing_with_the_mc_smile_] Do you ever feel like life's too short?
fr_fr: [_lindsey_s_dancing_with_the_mc_Souriez_] Est-ce que vous avez l'impression que la vie est trop courte ?
it_it: [_lindsey_s_dancing_with_the_mc_smile_] Ti senti mai troppo corta?

source: When you're stuck for years in the same rut...
fr_fr: Quand tu es coincé pendant des années dans la même rut ...
it_it: Quando sei bloccato per anni nello stesso rut...

source: With no will to break the cycle...
fr_fr: Sans volonté de rompre le cycle ...
it_it: Senza volontà di rompere il ciclo...

source: No ambitions. No dreams. No hope.
fr_fr: Pas d'ambitions. Pas de rêves. Pas d'espoir.
it_it: Nessuna ambizione. Nessun sogno. Nessuna speranza.

source: When you have no energy to fulfill anything but the most basic of needs...
fr_fr: Quand vous n'avez pas d'énergie pour accomplir quoi que ce soient, mais les besoins les plus fondamentaux ...
it_it: Quando non si dispone di energia per soddisfare qualsiasi altra cosa tranne il più basilare delle esigenze...

source: Eat. Sleep. Get off.
fr_fr: Manger. Dormir. Descendre.
it_it: Mangia. Dormi. Scendi.

source: Rinse and repeat. Day in, day out.
fr_fr: Rincer et répéter. Jour après jour.
it_it: Risciacquare e ripetere. Giorno dopo giorno.

source: When you don't even shower, cut your nails, or brush your teeth anymore...
fr_fr: Quand vous ne prenez même pas de douche, que vous couchez vos ongles, ou que vous vous brossez les dents ...
it_it: Quando non si nemmeno doccia, tagliare le unghie, o spazzolare i denti più...

source: Then no... life's not too short.
fr_fr: Alors, non ... la vie n'est pas trop courte.
it_it: Allora no... la vita non è troppo corta.

source: [_mc_] I don't think so.
fr_fr: [_mc_] Je ne le pense pas.
it_it: [_mc_] Io non penso così.

source: [_lindsey_s_dancing_with_the_mc_blush_] I sometimes feel like I'm getting outrun by life.
fr_fr: [_lindsey_s_dancing_with_the_mc_blush_] J'ai parfois l'impression d'être scandalisé par la vie.
it_it: [_lindsey_s_dancing_with_the_mc_blush_] A volte mi sento come se fossi oltrun dalla vita.

source: [_mc_] What do you mean?
fr_fr: [_mc_] Que voulez-vous dire ?
it_it: [_mc_] Che cosa intendi?

source: [_lindsey_s_dancing_with_the_mc_blush_] I practice so much that I don't have time for other things...
fr_fr: [_lindsey_s_dancing_with_the_mc_blush_] Je pratique tellement que je n'ai pas le temps pour d'autres choses ...
it_it: [_lindsey_s_dancing_with_the_mc_blush_] Mi prendo così tanto che non ho tempo per altre cose...

source: [_lindsey_s_dancing_with_the_mc_blush_] Everyone else is living, you know?
fr_fr: [_lindsey_s_dancing_with_the_mc_blush_] Tous les autres vivent, vous savez ?
it_it: [_lindsey_s_dancing_with_the_mc_blush_] Tutti gli altri vivono, sapete?

source: [_mc_] It feels like you're watching from the sideline?
fr_fr: [_mc_] C'est comme si tu regardes de la voie secondaire ?
it_it: [_mc_] Sembra che tu stia guardando dal margine?

source: [_lindsey_s_dancing_with_the_mc_admiring_] Exactly!
fr_fr: [_lindsey_s_dancing_with_the_mc_admiring_] Exactement !
it_it: [_lindsey_s_dancing_with_the_mc_admiring_] Esattamente!

source: [_mc_] Yeah, I know that feeling.
fr_fr: [_mc_] Oui, je le sais.
it_it: [_mc_] Sì, so che sentimento.

source: [_lindsey_s_dancing_with_the_mc_admiring_] Did you know I've never even had a boyfriend?
fr_fr: [_lindsey_s_dancing_with_the_mc_admiring_] Saviez-vous que je n'ai jamais eu de petit ami ?
it_it: [_lindsey_s_dancing_with_the_mc_admiring_] Lo sapevate che non ho mai avuto nemmeno un fidanzato?

source: [_mc_] You could have your pick...
fr_fr: [_mc_] Vous pouvez avoir votre choix ...
it_it: [_mc_] Potresti avere la tua scelta...

source: [_lindsey_s_dancing_with_the_mc_blush_] Perhaps, but I don't really have time for it.
fr_fr: [_lindsey_s_dancing_with_the_mc_blush_] Peut-être, mais je n'ai pas vraiment le temps.
it_it: [_lindsey_s_dancing_with_the_mc_blush_] Forse, ma non ho davvero tempo per questo.

source: [_lindsey_s_dancing_with_the_mc_blush_] And my family... well, they wouldn't like it.
fr_fr: [_lindsey_s_dancing_with_the_mc_blush_] Et ma famille ... eh bien, ils ne l'aiment pas.
it_it: [_lindsey_s_dancing_with_the_mc_blush_] E la mia famiglia... beh, a loro non piacerebbe.

source: [_mc_] Pretty religious?
fr_fr: [_mc_] Assez religieux ?
it_it: [_mc_] Abbastanza religioso?

source: [_lindsey_s_dancing_with_the_mc_smile_] Yeah...
fr_fr: [_lindsey_s_dancing_with_the_mc_Souriez_] Oui ...
it_it: [_lindsey_s_dancing_with_the_mc_smile_] Sì...

source: [_mc_] They probably just want to protect you.
fr_fr: [_mc_] Ils veulent probablement juste vous protéger.
it_it: [_mc_] Probabilmente vogliono solo proteggerti.

source: [_mc_] There's nothing wrong with waiting.
fr_fr: [_mc_] Il n'y a rien de mal à attendre.
it_it: [_mc_] Non c'è niente di sbagliato nell'aspettare.

source: [_lindsey_s_dancing_with_the_mc_blush_] Do you really think so?
fr_fr: [_lindsey_s_dancing_with_the_mc_blush_] Pensez-vous vraiment ?
it_it: [_lindsey_s_dancing_with_the_mc_blush_] Pensate davvero così?

source: [_mc_] Absolutely. I'm sure you'll find the right one.
fr_fr: [_mc_] Absolument. Je suis sûr que tu trouveras la bonne.
it_it: [_mc_] Assolutamente. Sono sicuro che troverai quello giusto.

source: [_lindsey_s_dancing_with_the_mc_admiring_] That's so sweet...
fr_fr: [_lindsey_s_dancing_with_the_mc_admiring_] C'est si gentille ...
it_it: [_lindsey_s_dancing_with_the_mc_admiring_] È così dolce...

source: [_lindsey_s_dancing_with_the_mc_admiring_] My mom would like you.
fr_fr: [_lindsey_s_dancing_with_the_mc_admiring_] Ma mère t'aimerait bien.
it_it: [_lindsey_s_dancing_with_the_mc_admiring_] Mia mamma ti piacerebbe.

source: [_mc_] Maybe you should start deciding things for yourself?
fr_fr: [_mc_] Peut-être devriez-vous commencer à décider des choses pour vous ?
it_it: [_mc_] Forse dovresti iniziare a decidere le cose per te?

source: [_lindsey_s_dancing_with_the_mc_blush_] I'm not very good at that.
fr_fr: [_lindsey_s_dancing_with_the_mc_blush_] Je ne suis pas très bon.
it_it: [_lindsey_s_dancing_with_the_mc_blush_] non sono molto bravo in quello.

source: [_mc_] Well, then you need to find someone who can take care of you.
fr_fr: [_mc_] Eh bien, alors vous devez trouver quelqu'un qui peut prendre soin de vous.
it_it: [_mc_] Beh, allora devi trovare qualcuno che possa prenderti cura di te.

source: [_mc_] Someone who will stand up for you and protect you, no matter what.{space=-15}
fr_fr: [_mc_] Quelqu'un qui vous protégera et vous protégera, quoi qu'il en soit. {space=-15}
it_it: [_mc_] Qualcuno che ti difenderà e ti proteggerà, indipendentemente da cosa.{space=-15}

source: [_lindsey_s_dancing_with_the_mc_admiring_] Like the dragon slayer?
fr_fr: [_lindsey_s_dancing_with_the_mc_admiring_] Comme la couche de dragon ?
it_it: [_lindsey_s_dancing_with_the_mc_admiring_] Ti piace l'assassinio del drago?

source: [_mc_] Yes. He's chivalrous and pure of heart.
fr_fr: [_mc_] Oui. Il est chevaleresque et pur du cœur.
it_it: [_mc_] Sì. È cavalleresco e puro di cuore.

source: [_lindsey_s_dancing_with_the_mc_admiring_] That would be the dream...
fr_fr: [_lindsey_s_dancing_with_the_mc_admiring_] Ce serait le rêve ...
it_it: [_lindsey_s_dancing_with_the_mc_admiring_] Questo sarebbe il sogno...

source: [lindsey] closes her eyes and lets me guide her to the music.
fr_fr: [lindsey] ferme les yeux et me laisse guider vers la musique.
it_it: [lindsey] chiude gli occhi e mi permette di guidarla alla musica.

source: She makes leading easy, matching my every move.
fr_fr: Elle facilite la tâche, ce qui correspond à mon mouvement.
it_it: Fa guidare facilmente, abbinando ogni mossa.

source: Her athletic body close to mine, the rise and fall of her chest...
fr_fr: Son corps athlétique près de la mienne, la montée et la chute de sa poitrine ...
it_it: Il suo corpo atletico vicino al mio, l'ascesa e la caduta del petto...

source: It's more intimate than a hug.
fr_fr: C'est plus intime qu'une étreinte.
it_it: È più intima di un abbraccio.

source: My hand on the small of her back, mere inches away from her butt.
fr_fr: Ma main sur le petit de son dos, à quelques centimètres de son cul.
it_it: La mia mano sul piccolo della schiena, a pochi centimetri dal suo culo.

source: It would be so easy to just slide it down and feel her up...
fr_fr: Il serait si facile de la glisser et de la sentir ...
it_it: Sarebbe così facile da scivolare appena verso il basso e sentirla su...

source: Perhaps it's that temptation that makes it special?
fr_fr: C'est peut-être cette tentation qui la rend spéciale ?
it_it: Forse è quella tentazione che la rende speciale?

source: Her trust that I won't abuse my position.
fr_fr: Sa confiance que je n'abuserai pas de ma position.
it_it: La sua fiducia che non abuserò della mia posizione.

source: It's strange how good that feels.
fr_fr: C'est étrange comme ça se sent bien.
it_it: È strano quanto sia buono quello che si sente.

source: That she trusts me to treat her right.
fr_fr: Qu'elle me fait confiance pour la traiter.
it_it: Che lei si fida di me per trattare la sua destra.

source: Maybe that's my calling?
fr_fr: C'est peut-être mon appel ?
it_it: Forse è la mia chiamata?

source: To look after [lindsey] and protect her from the world.
fr_fr: Pour s'occuper du [lindsey] et la protéger du monde.
it_it: Per prendersi cura di [lindsey] e proteggerla dal mondo.

source: Nothing will ever hurt her as long as I'm around.
fr_fr: Rien ne lui fera de mal tant que je serai là.
it_it: Niente le farà mai male finché sono in giro.

source: I'll be her biggest supporter, and her knight in shining armor.
fr_fr: Je serai son plus grand supporter, et son chevalier en armure.
it_it: Sarò il suo più grande sostenitore, e suo cavaliere in armatura splendente.

source: Even if she doesn't see me as more than a friend.
fr_fr: Même si elle ne me voit pas plus qu'un ami.
it_it: Anche se non mi vede più di un amico.

source: She is a princess, after all... and that's what she deserves.
fr_fr: Elle est une princesse, après tout ... et c'est ce qu'elle mérite.
it_it: Lei è una principessa, dopo tutto... ed è quello che merita.

source: [_lindsey_s_laughing_] I really enjoyed this!
fr_fr: [_lindsey_s_laughing_] J'ai vraiment apprécié ça !
it_it: [_lindsey_s_laughing_] mi è piaciuto molto!

source: [_mc_] Same here!
fr_fr: [_mc_] Même ici !
it_it: [_mc_] Stesso qui!

source: [_lindsey_s_smile_] We should do it again sometime.
fr_fr: [_lindsey_s_Souriez_] Nous devrions le faire à nouveau.
it_it: [_lindsey_s_smile_] Dovremmo farlo di nuovo qualche volta.

source: [_mc_] If you want to...
fr_fr: [_mc_] Si vous voulez ...
it_it: [_mc_] Se vuoi...

source: [_lindsey_s_flirty_] I'd like that very much!
fr_fr: [_lindsey_s_flirty_] J'aimerais beaucoup ça !
it_it: [_lindsey_s_flirty_] lo vorrei tanto!

source: [_lindsey_s_thinking_] Anyway, it's getting late and I should probably get going.
fr_fr: [_lindsey_s_thinking_] Quoi qu'il en soit, il est en retard et je devrais probablement y aller.
it_it: [_lindsey_s_thinking_] Comunque, è sempre tardi e probabilmente dovrei andare avanti.

source: [_lindsey_s_blush_] Thanks again for inviting me over!
fr_fr: [_lindsey_s_blush_] Merci encore de m'avoir invité !
it_it: [_lindsey_s_blush_] Grazie ancora per avermi invitato finito!

source: [_mc_] I've been thinking... You should have this album.
fr_fr: [_mc_] J'ai pensé ... Tu devrais avoir cet album.
it_it: [_mc_] Ho pensato... Dovresti avere questo album.

source: [_lindsey_s_blush_] Are you serious?!
fr_fr: [_lindsey_s_blush_] Êtes-vous sérieux ?!
it_it: [_lindsey_s_blush_] Sei serio?!

source: [_mc_] Yeah! You're clearly a bigger fan than I am.
fr_fr: [_mc_] Oui ! Tu es clairement un plus grand fan que moi.
it_it: [_mc_] Sì! Sei chiaramente un fan più grande di me.

source: [_lindsey_s_excited_album_] Oh, whoa! Thank you so much!
fr_fr: [_lindsey_s_excited_album_] Oh, whoa ! Merci beaucoup !
it_it: [_lindsey_s_excited_album_] Oh, choa! Grazie mille!

source: Seeing [lindsey] happy makes my heart swell.
fr_fr: Voir [lindsey] heureux fait mon cœur gonfler.
it_it: Vedendo [lindsey] felice fa gonfiore del mio cuore.

source: She's so pure and innocent in her ways.
fr_fr: Elle est si pure et innocente de ses manières.
it_it: È così pura e innocente nei suoi modi.

source: One of the few people who hasn't been ruined by the evils of the world.{space=-65}
fr_fr: L'une des rares personnes qui n'a pas été ruinée par les maux du monde. {space=-65}
it_it: Una delle poche persone che non è stata rovinata dai mali del mondo.{space=-65}

source: [_mc_] Treat it as an early Christmas gift!
fr_fr: [_mc_] C'est un cadeau de Noël avant l'heure !
it_it: [_mc_] Trattalo come un regalo di Natale precoce!

source: [_lindsey_s_confident_album_] Aw! It will be a hard one to top!
fr_fr: [_lindsey_s_confident_album_] Aw ! Ce sera difficile à top !
it_it: [_lindsey_s_confident_album_] Aw! Sarà difficile da superare!

source: [_mc_] I still have a few months to come up with something...
fr_fr: [_mc_] J'ai encore quelques mois pour trouver quelque chose ...
it_it: [_mc_] Ho ancora qualche mese per venire con qualcosa...

source: [_lindsey_s_excited_album_] Noo! This is enough for the next five Christmases!
fr_fr: [_lindsey_s_excited_album_] Noon ! C'est suffisant pour les cinq prochains Noëls !
it_it: [_lindsey_s_excited_album_] Noo! Questo è sufficiente per i prossimi cinque Natali!

source: [_lindsey_s_excited_album_] It is I who have to come up with something!
fr_fr: [_lindsey_s_excited_album_] C'est moi qui dois trouver quelque chose !
it_it: [_lindsey_s_excited_album_] Sono io che devo trovare qualcosa!

source: [_mc_] I'll just settle for a stolen moment under the mistletoe.
fr_fr: [_mc_] Je me contenterai d'un moment volé sous le gui.
it_it: [_mc_] Mi accontenterò solo per un momento rubato sotto il vischio.

source: [_lindsey_s_confident_album_] Look up then, and imagine it's there...
fr_fr: [_lindsey_s_confident_album_] Regarde alors, et imaginez que c'est là ...
it_it: [_lindsey_s_confident_album_] Guarda allora, e immagina che ci sia...

source: [_lindsey_s_excited_album_] Thanks so much for the album! It is by far the most badass gift I've ever received.
fr_fr: [_lindsey_s_excited_album_] Merci beaucoup pour l'album ! C'est de loin le plus beau cadeau que j'ai reçu.
it_it: [_lindsey_s_excited_album_] Grazie mille per l'album! È di gran lunga il regalo più cattivo che io abbia mai ricevuto.

source: [_lindsey_s_excited_album_] I'm going to rock out all night!
fr_fr: [_lindsey_s_excited_album_] Je vais m'enrocher toute la nuit !
it_it: [_lindsey_s_excited_album_] Vado a sbattere tutta la notte!

source: [_lindsey_s_confident_album_] I will! See you at school, [mc]!
fr_fr: [_lindsey_s_confident_album_] Je le vais ! À l'école, [mc]!
it_it: [_lindsey_s_confident_album_] Lo farò! Ci vediamo a scuola, [mc]!

source: [_mc_] My pleasure! I hope you have a good night.
fr_fr: [_mc_] Mon plaisir ! J'espère que tu as une bonne nuit.
it_it: [_mc_] Il mio piacere! Spero che tu abbia una buona notte.

source: [_lindsey_s_flirty_] You too...
fr_fr: [_lindsey_s_flirty_] Vous aussi ...
it_it: [_lindsey_s_flirty_] Anche tu...

source: She looks at me expectantly, somehow.
fr_fr: Elle me regarde avec impatience, d'une manière ou d'une autre.
it_it: Lei mi guarda in qualche modo, in aspetto.

source: [_mc_] I'll... see you on the track?
fr_fr: [_mc_] Je vais vous voir sur la piste ?
it_it: [_mc_] Io... ti vedo in pista?

source: [_lindsey_s_smile_] Sure.
fr_fr: [Bien sûr.
it_it: [_lindsey_s_smile_] Certo.

source: [_mc_] And I guess in the corridors at school...
fr_fr: [_mc_] Et je suppose dans les couloirs de l'école ...
it_it: [_mc_] E immagino nei corridoi a scuola...

source: [_lindsey_s_laughing_] You bet.
fr_fr: [_lindsey_s_laughing_] Vous pariez.
it_it: [_lindsey_s_laughing_] Lei scommette.

source: Ugh, why does it have to be so awkward?!
fr_fr: Ugh, pourquoi faut-il que ce soit si gênant ?!
it_it: Ugh, perché deve essere così imbarazzante?!
