Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_motive.po
Languages: fr_fr, it_it

source: [_lindsey_s_painting_date_blank_] I once cheated on a science test...
fr_fr: [_lindsey_s_painting_date_blank_] J'ai triché une fois sur un test scientifique ...
it_it: [_lindsey_s_painting_date_blank_] una volta ho tradito un test scientifico...

source: [_lindsey_s_painting_date_blank_] I sometimes still have nightmares about it...
fr_fr: [_lindsey_s_painting_date_blank_] J'ai parfois encore des cauchemars à ce sujet ...
it_it: [_lindsey_s_painting_date_blank_] A volte ho ancora incubi al riguardo...

source: That's it? God, she's such a perfect princess.
fr_fr: C'est ça ? Mon Dieu, c'est une princesse parfaite.
it_it: Quello è? Dio, è una principessa così perfetta.

source: [_mc_] Tell me your darkest sexual fantasy.
fr_fr: [_mc_] Dis-moi ton plus sombre fantasme sexuel.
it_it: [_mc_] Dimmi la tua fantasia sessuale più oscura.

source: [_lindsey_s_painting_date_blank_] I'm on my knees in a rusty cage...
fr_fr: [_lindsey_s_painting_date_blank_] Je suis à genoux dans une cage rouillée ...
it_it: [_lindsey_s_painting_date_blank_] Sono in ginocchio in una gabbia arrugginita...

source: [_lindsey_s_painting_date_blank_] My dress is torn and ragged...
fr_fr: [_lindsey_s_painting_date_blank_] Ma robe est déchirée et déchirée ...
it_it: [_lindsey_s_painting_date_blank_] Il mio vestito è strappato e ragged...

source: Jesus Christ.
fr_fr: Jésus-Christ.
it_it: Gesù Cristo.

source: [_lindsey_s_painting_date_blank_] Darkness lies thick...
fr_fr: [_lindsey_s_painting_date_blank_] L'obscurité est épaisse ...
it_it: [_lindsey_s_painting_date_blank_] Le tenebre sono spesse...

source: [_lindsey_s_painting_date_blank_] But something is moving out of sight...
fr_fr: [_lindsey_s_painting_date_blank_] Mais quelque chose est en train de sortir de la vue ...
it_it: [_lindsey_s_painting_date_blank_] Ma qualcosa si sta allontanando dalla vista...

source: [_lindsey_s_painting_date_blank_] The sound of steel plates clinking and rustling over the rock floor...
fr_fr: [_lindsey_s_painting_date_blank_] Le bruit des plaques d'acier s'entrechoquant et bruissant sur le sol rocheux...
it_it: [_lindsey_s_painting_date_blank_] Il suono delle piastre d'acciaio che avvolgono e frusciano sul pavimento di roccia...

source: [_lindsey_s_painting_date_blank_] A massive eye opens... glowing like a furnace... watching me... amused at my cries for help...
fr_fr: [_lindsey_s_painting_date_blank_] Un œil massif s'ouvre ... comme un four ... me regarder ... amusé à mes cris pour m'aider ...
it_it: [_lindsey_s_painting_date_blank_] Un occhio massiccio si apre... incandescente come una fornace... guardandomi... divertito alle mie grida di aiuto...

source: Man, this is some dark shit. I had no idea [lindsey] was into horror porn.
fr_fr: L'homme, c'est une merde sombre. Je n'avais pas idée que [lindsey] était dans le porno d'horreur.
it_it: Uomo, questa è una merda scura. Non avevo idea che [lindsey] fosse in horror porn.

source: [_lindsey_s_painting_date_blank_] But then, a beam of silvery light shines into the massive cave, and a knight steps forth...
fr_fr: [_lindsey_s_painting_date_blank_] Mais alors, un rayon de lumière argentée brille dans la grotte massive, et un chevalier en sort...
it_it: [_lindsey_s_painting_date_blank_] Ma poi, un fascio di luce argentea splende nella grotta massiccia, e un cavaliere scende fuori...

source: [_lindsey_s_painting_date_blank_] Flames burn in the reflections of his armor and shield...
fr_fr: [_lindsey_s_painting_date_blank_] Des flammes brûlent dans les reflets de son armure et de son bouclier...
it_it: [_lindsey_s_painting_date_blank_] Fiamme bruciano nei riflessi della sua armatura e scudo...

source: [_lindsey_s_painting_date_blank_] His sword sings as he pulls it from his scabbard...
fr_fr: [_lindsey_s_painting_date_blank_] Son épée chante lorsqu'il la tire de son fourreau...
it_it: [_lindsey_s_painting_date_blank_] La sua spada canta mentre la tira dal suo sciabolo...

source: Ah, of course. I should've seen this coming.
fr_fr: Ah, bien sûr. J'aurais dû voir ça venir.
it_it: Ah, ovviamente. Avrei dovuto vedere questo arrivare.

source: [_lindsey_s_painting_date_blank_] The dragon roars and flaps its giant wings... jagged teeth... torrents of liquid fire—
fr_fr: [_lindsey_s_painting_date_blank_] Le dragon rugit et bat des ailes géantes... des dents déchiquetées... des torrents de feu liquide
it_it: [_lindsey_s_painting_date_blank_] Il drago ruggisce e lancia le sue ali giganti... denti frastagliati... torrenti di fuoco liquido —

source: [_mc_] Yeah, and then the knight chops off the head of the dragon and saves you. Great stuff, [lindsey].
fr_fr: [_mc_] Oui, et puis le chevalier chasse la tête du dragon et vous sauve. Super, [lindsey].
it_it: [_mc_] Sì, e poi il cavaliere strappa la testa del drago e ti salva. Grande roba, [lindsey].

source: I should probably get the [nurse].
fr_fr: Je devrais probablement obtenir le [nurse].
it_it: Probabilmente dovrei prendere la [nurse].

source: [_mc_] I'll be right back.
fr_fr: [_mc_] Je reviendrai juste.
it_it: [_mc_] sarò subito di ritorno.

source: Okay, this date didn't quite turn out the way I had planned—
fr_fr: Ok, cette date n'a pas complètement mis en avant la façon dont j'avais prévu-
it_it: Ok, questa data non ha abbastanza spegnere il modo in cui avevo pianificato—

source: Oh, god. What is she doing?
fr_fr: Oh, mon dieu. Qu'est-ce qu'elle fait ?
it_it: Oh, dio. Che cosa sta facendo?

source: [_mc_] [lindsey], are you okay?
fr_fr: [_mc_] [lindsey], vous allez bien ?
it_it: [_mc_] [lindsey], stai bene?

source: Oh, fuck. She disappeared below the surface. That's not good.
fr_fr: Oh, merde. Elle a disparu sous la surface. Ce n'est pas bon.
it_it: Oh, cazzo. È scomparsa sotto la superficie. Non è buona.

source: Man, I'm really not cut out to be a hero...
fr_fr: L'homme, je ne suis pas vraiment un héros ...
it_it: Uomo, non sono davvero tagliato fuori per essere un eroe...

source: Fuck it! I'm going in!
fr_fr: Putain ! Je vais entrer !
it_it: Cacciatelo! Sto entrando!

source: Oh, god! She's at the bottom already...
fr_fr: Oh, mon dieu ! Elle est déjà au fond ...
it_it: Oh, dio! È già in basso...

source: Ugh, I should have paid more attention to the swim instructor in kindergarten...
fr_fr: Ugh, j'aurais dû accorder plus d'attention à l'instructeur de natation à la maternelle ...
it_it: Ugh, avrei dovuto prestare più attenzione all'istruttore di nuoto in asilo...

source: Come on, [lindsey]...
fr_fr: Allez, [lindsey]...
it_it: Avanti, [lindsey]...

source: [_mc_] Come on, wake up!
fr_fr: [_mc_] Allez, réveille-toi !
it_it: [_mc_] Avanti, svegliati!

source: [_mc_] Wake up, [lindsey]!
fr_fr: [_mc_] Réveille-toi, [lindsey] !
it_it: [_mc_] Svegliati, [lindsey]!

source: [_mc_] Oh, thank god! You're alive!
fr_fr: [_mc_] Oh, dieu merci ! Vous êtes en vie !
it_it: [_mc_] Oh, grazie Dio! Sei vivo!

source: [_lindsey_s_making_out_surprised_] W-what happened...?
fr_fr: [_lindsey_s_making_out_surprised_] Qu'est-ce qui s'est passé ...?

source: [_mc_] You fell into the pond...
fr_fr: [_mc_] Tu es tombé dans l'étang ...
it_it: [_mc_] Sei caduto nello stagno...

source: [_lindsey_s_making_out_surprised_] Last thing I remember I was painting...
fr_fr: [_lindsey_s_making_out_surprised_] Dernière chose dont je me souviens que j'étais en train de peindre ...
it_it: [_lindsey_s_making_out_surprised_] Ultima cosa ricordo che ero dipinto...

source: [_lindsey_s_making_out_surprised_] How did I end up in the water? And where did my clothes go?
fr_fr: [_lindsey_s_making_out_surprised_] Comment j'ai fini dans l'eau ? Et où vont mes vêtements ?
it_it: [_lindsey_s_making_out_surprised_] Come sono finito in acqua? E dove sono andati i miei vestiti?

source: [_mc_] Err... I don't know, but I'm glad you're okay.
fr_fr: [_mc_] Err ... Je ne sais pas, mais je suis content que tu sois ok.
it_it: [_mc_] Err... Non lo so, ma sono contento che tu stia bene.

source: [_lindsey_s_making_out_surprised_] Did you also fall in?
fr_fr: [_lindsey_s_making_out_surprised_] Êtes-vous aussi tombée dedans ?
it_it: [_lindsey_s_making_out_surprised_] Ti sei anche caduto?

source: [_mc_] Not exactly. Someone had to pull you out.
fr_fr: [_mc_] Pas exactement. Quelqu'un a dû vous retirer.
it_it: [_mc_] Non esattamente. Qualcuno ha dovuto tirarti fuori.

source: [_lindsey_s_making_out_adore_] You saved me?
fr_fr: [_lindsey_s_making_out_adore_] Vous m'avez sauvé ?
it_it: [_lindsey_s_making_out_adore_] Mi hai salvato?

source: [_mc_] I guess I did...
fr_fr: [_mc_] Je suppose que j'ai ...
it_it: [_mc_] Immagino di aver fatto...

source: [_lindsey_s_making_out_adore_] You're like my guardian angel!
fr_fr: [_lindsey_s_making_out_adore_] Vous êtes comme mon ange gardien !
it_it: [_lindsey_s_making_out_adore_] Sei come il mio angelo custode!

source: [_mc_] I mean, I wouldn't' go that far...
fr_fr: [_mc_] Je veux dire, je ne vais pas ...
it_it: [_mc_] Voglio dire, non andrei così lontano...

source: [_lindsey_s_making_out_adore_] It feels like you're always there!
fr_fr: [_lindsey_s_making_out_adore_] C'est comme si vous étiez toujours là !
it_it: [_lindsey_s_making_out_adore_] Sembra che tu sia sempre lì!

source: [_lindsey_s_making_out_adore_] You carried me to the [nurse] when I crashed into you...
fr_fr: [_lindsey_s_making_out_adore_] Tu m'as porté au [nurse] quand je t'ai écrasé ...
it_it: [_lindsey_s_making_out_adore_] Mi hai portato alla [nurse] quando mi sono schiantato in te...

source: [_lindsey_s_making_out_adore_] You caught me when I was about to fall down the stairs...
fr_fr: [_lindsey_s_making_out_adore_] Vous m'avez pris quand j'étais sur le point de tomber dans les escaliers ...
it_it: [_lindsey_s_making_out_adore_] Mi hai catturato quando stavo per cadere giù le scale...

source: [_lindsey_s_making_out_adore_] You helped me get dry clothes...
fr_fr: [_lindsey_s_making_out_adore_] Vous m'avez aidé à obtenir des vêtements secs ...
it_it: [_lindsey_s_making_out_adore_] Mi hai aiutato ad asciugare i vestiti...

source: [_mc_] I guess—
fr_fr: [_mc_] Je suppose-
it_it: [_mc_] indovino—

source: [_lindsey_s_making_out_adore_] I don't.
fr_fr: [_lindsey_s_making_out_adore_] Je ne le fais pas.
it_it: [_lindsey_s_making_out_adore_] non lo faccio.

source: Whenever our lips meet, it's like an electrical current surges through me.
fr_fr: Chaque fois que nos lèvres se rencontrent, c'est comme un courant électrique qui me traverse.
it_it: Ogni volta che le nostre labbra si incontrano, è come una corrente elettrica sbalza attraverso di me.

source: Our lips meet for the first time, and it's like nothing I've ever experienced before.
fr_fr: Nos lèvres se rencontrent pour la première fois, et c'est comme rien que j'ai jamais connu auparavant.
it_it: Le nostre labbra si incontrano per la prima volta, ed è come niente che abbia mai sperimentato prima.

source: It's like getting a cold glass of water after walking through the desert.
fr_fr: C'est comme avoir un verre d'eau froide après avoir marché dans le désert.
it_it: È come ottenere un bicchiere d'acqua freddo dopo aver camminato per il deserto.

source: Like jumping into a rejuvenating oasis.
fr_fr: Comme sauter dans une oasis de rajeunissement.
it_it: Come saltare in un'oasi ringiovanente.

source: Hopelessness, fear, self-doubt melt away.
fr_fr: Le désespoir, la peur, le doute fondent.
it_it: La mancanza di speranza, la paura, il dubbio di sé si scioglie.

source: And for a moment, her energy is mine. Her excitement, strength, and determination — a rush of life from her lips to mine.
fr_fr: Et pour un moment, son énergie est à moi. Son excitation, sa force et sa détermination-une ruée de vie de ses lèvres à la mienne.
it_it: E per un momento, la sua energia è mia. La sua eccitazione, forza e determinazione — una corsa di vita dalle labbra alle mie.

source: It's one of those things that never gets old...
fr_fr: C'est une de ces choses qui ne se démodent jamais...
it_it: È una di quelle cose che non invecchiano mai...

source: [_lindsey_s_making_out_workaround_hand_adore_] In fact, I'm quite sure.
fr_fr: [_lindsey_s_making_out_workaround_hand_adore_] En fait, je suis tout à fait sûr.
it_it: [_lindsey_s_making_out_workaround_hand_adore_] In effetti, sono abbastanza sicuro.

source: [_lindsey_s_making_out_workaround_hand_adore_] Kiss me again.
fr_fr: [_lindsey_s_making_out_workaround_hand_adore_] Embrassez-moi encore.
it_it: [_lindsey_s_making_out_workaround_hand_adore_] Mi baci di nuovo.

source: [_mc_] You don't have to say that twice.
fr_fr: [_mc_] Vous n'avez pas à le dire deux fois.
it_it: [_mc_] Non devi dirlo due volte.

source: I read somewhere that human lips have over a million nerve endings...
fr_fr: J'ai lu quelque part que les lèvres humaines ont plus d'un million de terminaisons nerveuses ...
it_it: Ho letto da qualche parte che le labbra umane hanno oltre un milione di terminazioni nervose...

source: ...and whenever I kiss [lindsey], they all fire at once.
fr_fr: ... et chaque fois que j'embrasse [lindsey], ils tirent à la fois.
it_it: ...e ogni volta che bacio [lindsey], tutti sparano contemporaneamente.

source: ...and this kiss proves it.
fr_fr: ... et ce baiser le prouve.
it_it: ...e questo bacio lo dimostra.

source: A million volts, right into my lips. A million stars, lighting up my brain.
fr_fr: Un million de volts, juste dans mes lèvres. Un million d'étoiles, illumina mon cerveau.
it_it: Un milione di volt, proprio nelle mie labbra. Un milione di stelle, illuminando il mio cervello.

source: To think that [lindsey] called me her guardian angel... maybe I'm not as useless as I thought.
fr_fr: Pour penser que [lindsey] m'a appelé son ange gardien ... peut-être que je ne suis pas aussi inutile que je le pensais.
it_it: Pensare che [lindsey] mi ha chiamato il suo angelo custode... forse non sono così inutile come pensavo.

source: But was it really heroics and bravado that brought me here?
fr_fr: Mais est-ce vraiment une héroïque et bravade qui m'a amené ici ?
it_it: Ma sono stati davvero eroici e bravado che mi hanno portato qui?

source: Maybe I'm the villain of the story...
fr_fr: Peut-être que je suis le méchant de l'histoire ...
it_it: Forse sono il cattivo della storia...

source: [_lindsey_s_making_out_boob_surprised2_] Hey! [withvpunch]
fr_fr: [_lindsey_s_making_out_boob_surprised2_] Hé ! [withvpunch]

source: [_mc_] Sorry, um...
fr_fr: [_mc_] Désolé, euh ...

source: [_lindsey_s_making_out_boob_blush_] No, it's okay...
fr_fr: [_lindsey_s_making_out_boob_blush_] Non, c'est bon ...
it_it: [_lindsey_s_making_out_boob_blush_] No, va bene...

source: [_lindsey_s_making_out_boob_blush_] I don't mind. I was just surprised.
fr_fr: [_lindsey_s_making_out_boob_blush_] Je ne pense pas. J'étais juste surpris.
it_it: [_lindsey_s_making_out_boob_blush_] non mi dispiace. Ero solo sorpreso.

source: Whoa! I wasn't expecting that!
fr_fr: Whoa ! Je ne m'attendais pas à ça !
it_it: Choa! Non stavo aspettando!

source: Her lips and mouth taste like cotton candy.
fr_fr: Ses lèvres et son goût de bouche comme des bonbons de coton.
it_it: Le sue labbra e la bocca assaggiano come caramelle di cotone.

source: Very wet cotton candy.
fr_fr: Des bonbons de coton très mouillés.
it_it: Caramelle di cotone molto bagnate.

source: Making out is a lot sloppier than I thought... but it's sloppy in a good way.
fr_fr: L'embrassade est beaucoup plus bâclée que je ne le pensais... mais c'est bâclé dans le bon sens du terme.
it_it: Fare fuori è molto sciolto di quanto pensasso... ma è sciolto in un buon modo.

source: It's nothing like those hentai clips where strings of saliva stretch like telephone lines between the mouths of the kissers.
fr_fr: Rien à voir avec ces clips hentai où des fils de salive s'étirent comme des lignes téléphoniques entre les bouches des baisers.
it_it: Non è niente come quei hentai clip dove le corde di saliva si allungano come linee telefoniche tra le bocche dei kisser.

source: In fact, kissing [lindsey] is nothing like porn.
fr_fr: En fait, le baiser [lindsey] n'est rien comme le porno.
it_it: Infatti, baciare [lindsey] non è niente come porno.

source: It's sweet and gentle, and her playful tongue engages mine in a shy game of peekaboo.
fr_fr: C'est doux et tendre, et sa langue enjouée engage la mienne dans un timide jeu de cache-cache.
it_it: E 'dolce e gentile, e la sua lingua giocosa si impegna mio in un gioco timido di peekaboo.

source: Her stiff nipple pokes at my palm as I squeeze her breast.
fr_fr: Son mauve raide me pote sur ma paume alors que je serre son sein.
it_it: Il suo capezzolo rigida picchi al palmo della mano mentre spremo il seno.

source: I can't believe she's allowing me to grab her like this. To feel her up completely.
fr_fr: Je n'arrive pas à croire qu'elle me permette de la prendre comme ça. Pour la sentir complètement.
it_it: Non riesco a credere che mi stia permettendo di afferrarla così.

source: But her muffled moaning says it all.
fr_fr: Mais son humeur étouffante dit tout.
it_it: Ma il suo gemito smorzato dice tutto.

source: [_lindsey_s_making_out_nervous_] N-no...
fr_fr: [_lindsey_s_making_out_nervous_] N ° ...

source: Crap. She didn't like that.
fr_fr: Crap. Elle n'aime pas ça.
it_it: Crap. Non le è piaciuto.

source: [_mc_] I thought, um...
fr_fr: [_mc_] Je croyais, euh ...

source: [_lindsey_s_making_out_nervous_] I can't...
fr_fr: [_lindsey_s_making_out_nervous_] Je ne peux pas ...
it_it: [_lindsey_s_making_out_nervous_] non posso...

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi ?
it_it: [_mc_] Perché?

source: [_lindsey_s_making_out_nervous_] It's too soon...
fr_fr: [_lindsey_s_making_out_nervous_] C'est trop tôt ...
it_it: [_lindsey_s_making_out_nervous_] È troppo presto...

source: [_mc_] I thought you liked it...
fr_fr: [_mc_] Je pensais que tu l'aimais bien...
it_it: [_mc_] pensavo che ti piacesse...

source: [_lindsey_s_making_out_nervous_] I did... but I'm saving myself for marriage...
fr_fr: [_lindsey_s_making_out_nervous_] Je l'ai fait ... mais je me sauve pour le mariage ...
it_it: [_lindsey_s_making_out_nervous_] l'ho fatto... ma mi sto salvando per il matrimonio...

source: [_mc_] Oh, sorry...
fr_fr: [_mc_] Oh, désolé ...

source: [_mc_] That's not what I had in mind, I was just...
fr_fr: [_mc_] Ce n'est pas ce que j'avais en tête, j'étais juste ...
it_it: [_mc_] Non è quello che avevo in mente, ero solo...

source: [_lindsey_s_making_out_nervous_] It's fine. Can you let me up, please?
fr_fr: [_lindsey_s_making_out_nervous_] C'est bien. Pouvez-vous me laisser monter, s'il vous plaît ?
it_it: [_lindsey_s_making_out_nervous_] va bene. Mi puoi lasciare, per favore?

source: [_lindsey_s_making_out_nervous_] I think it's time to go back.
fr_fr: [_lindsey_s_making_out_nervous_] Je pense qu'il est temps de revenir.
it_it: [_lindsey_s_making_out_nervous_] Penso che sia ora di tornare indietro.

source: God, why did I have to be greedy?
fr_fr: Mon Dieu, pourquoi je dois être avide ?
it_it: Dio, perché dovevo essere avido?

source: I always fuck these things up...
fr_fr: J'ai toujours merde ces trucs ...
it_it: Cazzo sempre queste cose su...

source: [lindsey] looked like she enjoyed it, but I should've known better.
fr_fr: [lindsey] ressemblait à elle, mais j'aurais dû mieux connaître.
it_it: [lindsey] sembrava che le piacesse, ma avrei dovuto sapere meglio.

source: She's a princess, and if I want to have a real chance with her, I need to start treating her as one.
fr_fr: C'est une princesse, et si je veux avoir une vraie chance avec elle, je dois commencer à la traiter comme une.
it_it: Lei è una principessa, e se voglio avere una reale possibilità con lei, ho bisogno di iniziare a trattarla come una sola.

source: [_lindsey_s_making_out_adore2_] I like you, [mc].
fr_fr: [_lindsey_s_making_out_adore2_] Je vous aime, [mc].
it_it: [_lindsey_s_making_out_adore2_] Mi piaci, [mc].

source: The adoration in her eyes is like a healing balm for my wretched soul.
fr_fr: L'adoration dans ses yeux est comme un baume de guérison pour mon âme misérable.
it_it: L'adorazione nei suoi occhi è come un balsamo di guarigione per la mia anima miserata.

source: Having someone like [lindsey] look at me like that...
fr_fr: Avoir quelqu'un comme [lindsey] me regarde comme ça ...
it_it: Avere qualcuno come [lindsey] mi guarda così...

source: Like I'm actually worth something.
fr_fr: Comme je suis en fait digne de quelque chose.
it_it: Come se fossi in realtà valga qualcosa.

source: Maybe even a lot.
fr_fr: Peut-être même beaucoup.
it_it: Forse anche molto.

source: Well, nothing can really compare.
fr_fr: Eh bien, rien ne peut vraiment comparer.
it_it: Beh, niente può davvero confrontare.

source: Even with my hand on her breast and my mouth sweet with her taste, it's the validation that sets me free.
fr_fr: Même avec ma main sur sa poitrine et ma bouche sucrée avec son goût, c'est la validation qui me donne la liberté.
it_it: Anche con la mia mano sul seno e la mia bocca dolce con il suo gusto, è la convalida che mi rende libero.

source: [_mc_] I like you too, [lindsey].
fr_fr: [_mc_] Je vous aime aussi, [lindsey].
it_it: [_mc_] Mi piacciono anche voi, [lindsey].

source: I could stay like this forever...
fr_fr: Je pourrais rester comme ça pour toujours ...
it_it: Potrei rimanere come questo per sempre...

source: Dream my life away with her.
fr_fr: Rêve ma vie avec elle.
it_it: Sogna la mia vita con lei.

source: But the truth is, [lindsey] has a life to get back to.
fr_fr: Mais la vérité est que le [lindsey] a une vie pour rentrer.
it_it: Ma la verità è, [lindsey] ha una vita a cui tornare.

source: But maybe that's not the worst thing...
fr_fr: Mais peut-être que ce n'est pas la pire chose ...
it_it: Ma forse non è la cosa peggiore...

source: I could see myself following her to running events all over the world.
fr_fr: Je me voyais la suivre pour diriger des événements partout dans le monde.
it_it: Potrei vedermi seguirla a gestire eventi in tutto il mondo.

source: I'm sure Chad couldn't stand not being the number one in the relationship.
fr_fr: Je suis sûr que le Tchad ne pourrait pas être le numéro un de la relation.
it_it: Sono sicuro che il Ciad non poteva sopportare di non essere il numero uno nella relazione.

source: But I don't mind being the supporting boyfriend if that's what it takes to win her heart.
fr_fr: Mais je ne pense pas être le petit ami qui soutient si c'est ce qu'il faut pour gagner son cœur.
it_it: Ma non mi dispiace essere il fidanzato di supporto se è quello che serve per vincere il suo cuore.

source: I would make sure she'd be the best runner in the world.
fr_fr: Je m'assurerais qu'elle serait la meilleure athlète du monde.
it_it: Mi assicurerei che sarebbe la miglior runner del mondo.

source: I would be her fan, her lover, and her guardian angel.
fr_fr: Je serais son fan, son amant, et son ange gardien.
it_it: Io sarei il suo fan, il suo amante, e il suo angelo custode.

source: Nothing bad would ever happen to her.
fr_fr: Rien de mal ne lui arriverait jamais.
it_it: Non le sarebbe mai successo niente di male.

source: But for now, I'll just enjoy the moment...
fr_fr: Mais pour l'instant, je vais juste profiter du moment ...
it_it: Ma per ora, mi goderò solo il momento...

source: [_lindsey_s_smile_] Thanks so much for painting with me. I had a great time!
fr_fr: [_lindsey_s_Souriez_] Merci beaucoup pour la peinture avec moi. J'ai eu un grand moment !
it_it: [_lindsey_s_smile_] Grazie mille per la pittura con me. Ho avuto un grande tempo!

source: [_mc_] Maybe next time I'll paint you like one of my French girls.
fr_fr: [_mc_] Peut-être la prochaine fois que je te peins comme une de mes filles françaises.
it_it: [_mc_] Forse la prossima volta ti dipingerò come una delle mie ragazze francesi.
