Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_motive.po
Languages: fr_fr, it_it

source: There's something about [lindsey]...
fr_fr: Il y a quelque chose à propos de [lindsey]...
it_it: C'è qualcosa su [lindsey]...

source: It does sound cliché, but I could watch her for hours.
fr_fr: Ça fait un bon cliché, mais je pourrais la regarder pendant des heures.
it_it: Suona clicheca, ma potrei guardarla per ore.

source: As soon as she enters the gym, she's like a magnet, attracting the eyes of everyone around.
fr_fr: Dès qu'elle entre dans la salle de gym, elle est comme un aimant, attirant les yeux de tout le monde.
it_it: Appena entra in palestra, è come una calamita, attirando gli occhi di tutti.

source: And what does she do? She just runs.
fr_fr: Et qu'est-ce qu'elle fait ? Elle court.
it_it: E cosa fa? Corre.

source: Everyone can run.
fr_fr: Tout le monde peut courir.
it_it: Tutti possono correre.

source: I guess no one runs like her, though... and that's what makes her a joy to behold.
fr_fr: Je suppose que personne ne court comme elle, cependant... et c'est ce qui fait sa joie.
it_it: Credo che nessuno corre come lei, però... ed è quello che le rende una gioia da vedere.

source: The way she flies through the gym, lap after lap, is special.
fr_fr: La façon dont elle passe à travers la salle de gym, le tour après les genoux, est spéciale.
it_it: Il modo in cui vola attraverso la palestra, giro dopo giro, è speciale.

source: Her blurred legs are a marvel to behold.
fr_fr: Ses jambes floues sont une merveille.
it_it: Le sue gambe sfocate sono una meraviglia da vedere.

source: No one can deny how fast she is. She has turned something so simple{space=-45} and mundane into an art form.
fr_fr: Personne ne peut nier à quel point elle est rapide. Elle a transformé quelque chose de si simple {space=-45} et banal en une forme d'art.
it_it: Nessuno può negare quanto velocemente è. Ha trasformato qualcosa di così semplice{space=-45} e mondano in una forma d'arte.

source: That's why people can't take their eyes off her.
fr_fr: C'est pourquoi les gens ne peuvent pas l'enlever les yeux.
it_it: Ecco perché la gente non può toglierle gli occhi.

source: And just like that, the world stops spinning.
fr_fr: Et comme ça, le monde cesse de tourner.
it_it: E proprio così, il mondo smette di girare.

source: She takes a sip of water, entirely unfazed by the show she just put on.
fr_fr: Elle boit une gorgée d'eau, sans se laisser impressionner par le spectacle qu'elle vient de donner sur .
it_it: Prende un sorso d'acqua, completamente sfalsata dallo spettacolo che ha appena indossato .

source: To her, it's just another day in the office.
fr_fr: Pour elle, c'est juste un autre jour au bureau.
it_it: Per lei, è solo un altro giorno in ufficio.

source: [_lindsey_s_blush_] Hey, [mc]! I didn't see you over there!
fr_fr: [_lindsey_s_blush_] Hé, [mc]! Je ne vous ai pas vu là-bas !
it_it: [_lindsey_s_blush_] Hey, [mc]! Non ti ho visto laggiù!

source: And this is the best part — all the jocks looking at me in jealousy.
fr_fr: Et c'est la meilleure partie-toutes les horloges qui me regardent en jalousie.
it_it: E questa è la parte migliore — tutti i calzini che mi guardano in gelosia.

source: They have no idea how someone like me could get the attention of someone like [lindsey].
fr_fr: Ils n'ont aucune idée de comment quelqu'un comme moi pourrait attirer l'attention de quelqu'un comme [lindsey].
it_it: Non hanno idea di come qualcuno come me potrebbe ottenere l'attenzione di qualcuno come [lindsey].

source: Maybe they've been hitting on her for years without results? That's a warming thought.
fr_fr: Peut-être qu'ils l'ont frappée pendant des années sans résultat ? C'est un réchauffement de la pensée.
it_it: Forse la stanno colpendo per anni senza risultati? È un pensiero riscaldante.

source: I guess they didn't know that the key to her heart was an old music album...
fr_fr: Je suppose qu'ils ne savaient pas que la clé de son cœur était un vieil album de musique...
it_it: Immagino che non sapessero che la chiave del suo cuore era un vecchio album musicale...

source: [_lindsey_s_flirty_] I was just thinking about you.
fr_fr: [_lindsey_s_flirty_] Je pensais juste à toi.
it_it: [_lindsey_s_flirty_] Stavo solo pensando a te.

source: [_mc_] All positive things, I hope.
fr_fr: [_mc_] Toutes choses positives, j'espère.
it_it: [_mc_] Tutte le cose positive, spero.

source: [_lindsey_s_laughing_] I'd say so!
fr_fr: [_lindsey_s_laughing_] Je le dirais !
it_it: [_lindsey_s_laughing_] lo direi così!

source: [_mc_] Was it about how you're yearning to go to a concert with me?
fr_fr: [_mc_] Est-ce à propos de la façon dont vous êtes le désir d'aller à un concert avec moi ?
it_it: [_mc_] Era su come stai desiderando andare a un concerto con me?

source: [_lindsey_s_smile_] That would depend on the band.
fr_fr: [_lindsey_s_Souriez_] Cela dépendrait de la bande.
it_it: [_lindsey_s_smile_] Dipenderebbe dalla band.

source: [_mc_] King's Bard, what else?
fr_fr: [_mc_] Le barde du roi, quoi d'autre ?
it_it: [_mc_] King's Bard, cos'altro?

source: [_lindsey_s_flirty_] So, you're magically going to get the band back together?
fr_fr: [_lindsey_s_flirty_] Alors, vous allez, magiquement, ramener le groupe ensemble ?
it_it: [_lindsey_s_flirty_] Quindi, magicamente riprenderai la band insieme?

source: [_mc_] If that's what it takes!
fr_fr: [_mc_] Si c'est ce qu'il faut !
it_it: [_mc_] Se questo è quello che vuole!

source: [_lindsey_s_laughing_] Okay, then. I'll go to a concert with you!
fr_fr: [_lindsey_s_laughing_] Ok, alors. Je vais aller à un concert avec toi !
it_it: [_lindsey_s_laughing_] Okay, allora. Andrò a un concerto con te!

source: Boom! And that's how it's done!
fr_fr: Boom ! Et c'est comme ça que ça a été fait !
it_it: Boom! Ed è così che è fatto!

source: Little does she know that the King's Bard will reunite in four years from now...
fr_fr: Elle sait peu de choses que le Bard du roi va se réunir dans quatre ans ...
it_it: Poco sa che il King's Bard si riunirà tra quattro anni da ora...

source: [_mc_] Did it have something to do with jousting?
fr_fr: [_mc_] Est-ce que cela a quelque chose à voir avec les joutes ?
it_it: [_mc_] Aveva qualcosa a che fare con la jousting?

source: [_lindsey_s_smile_] What do you mean?
fr_fr: [_lindsey_s_Souriez_] Que voulez-vous dire ?
it_it: [_lindsey_s_smile_] Che cosa intendi?

source: [_mc_] You don't think I'd make a good knight?
fr_fr: [_mc_] Vous ne pensez pas que je ferais un bon chevalier ?
it_it: [_mc_] Non pensi che farei un buon cavaliere?

source: [_mc_] "Sir [mc]" has a nice ring to it.
fr_fr: [_mc_] "Sir [mc]" A une jolie bague.
it_it: [_mc_] "Sir [mc]" ha un bel anello ad esso.

source: [_lindsey_s_laughing_] I'm not going to call you sir!
fr_fr: [_lindsey_s_laughing_] Je ne vais pas vous appeler monsieur !
it_it: [_lindsey_s_laughing_] Non ti chiamerò signore!

source: [_mc_] Oh, we'll see about that, won't we?
fr_fr: [_mc_] Oh, nous allons voir ça, n'est-ce pas ?
it_it: [_mc_] Oh, ce ne accorgeremo, vero?

source: [_mc_] I was actually thinking about you as well...
fr_fr: [_mc_] Je pensais vraiment à toi aussi ...
it_it: [_mc_] Stavo pensando anche a te...

source: [_lindsey_s_flirty_] What did you think?
fr_fr: [_lindsey_s_flirty_] Qu'avez-vous pensé ?
it_it: [_lindsey_s_flirty_] Che cosa avete pensato?

source: [_mc_] That I'd like to see you race some time.
fr_fr: [_mc_] Que j'aimerais vous voir courir un peu de temps.
it_it: [_mc_] Che mi piacerebbe vederti correre un po 'di tempo.

source: [_lindsey_s_blush_] Would you really?
fr_fr: [_lindsey_s_blush_] Seriez-vous vraiment ?
it_it: [_lindsey_s_blush_] veramente?

source: [_mc_] Of course! I was just thinking how you make something as mundane{space=-10} as running seem cool and exciting.
fr_fr: [_mc_] Bien sûr ! Je pensais juste comment vous faites quelque chose de banal {space=-10} comme courant semble cool et excitant.
it_it: [_mc_] Certo! Stavo pensando a come fare qualcosa come mundane{space=-10} come in esecuzione sembra fantastico ed emozionante.

source: [_lindsey_s_blush_] Aw! Okay, my next big race is the week after Independence day!
fr_fr: [_lindsey_s_blush_] Aw ! Ok, ma prochaine grande course est la semaine après la fête de l'Indépendance !
it_it: [_lindsey_s_blush_] Aw! Va bene, la mia prossima grande gara è la settimana dopo il giorno di indipendenza!

source: [_mc_] I'll mark it in my calendar.
fr_fr: [_mc_] Je le marquerai dans mon agenda.
it_it: [_mc_] lo contrassegnerò nel mio calendario.

source: [_lindsey_s_neutral_] Anyway, what I actually had on my mind was our painting date.
fr_fr: [_lindsey_s_neutral_] Quoi qu'il en soit, ce que j'avais en tête, c'était notre date de peinture.
it_it: [_lindsey_s_neutral_] Comunque, quello che avevo in mente era la nostra data di pittura.

source: [_mc_] Date! I very much like the sound of that!
fr_fr: [_mc_] Date ! J'aime beaucoup le son de ça !
it_it: [_mc_] Data! Mi piace molto il suono di quello!

source: [_lindsey_s_excited_] I thought you would!
fr_fr: [_lindsey_s_excited_] Je pensais que vous le feriez !
it_it: [_lindsey_s_excited_] pensavo che avreste voluto!

source: [_mc_] When?
fr_fr: [_mc_] Quand ?
it_it: [_mc_] Quando?

source: [_lindsey_s_excited_] How about tomorrow?
fr_fr: [_lindsey_s_excited_] À propos de demain ?
it_it: [_lindsey_s_excited_] Che ne dici di domani?

source: [_mc_] Sounds good!
fr_fr: [_mc_] Ça a l'air bien !
it_it: [_mc_] Suona bene!

source: [_lindsey_s_confident_] Great! I was thinking about doing an assignment for class.
fr_fr: [_lindsey_s_confident_] Grand ! Je pensais faire une affectation pour la classe.
it_it: [_lindsey_s_confident_] Ottimo! Stavo pensando di fare un incarico per la classe.

source: [_mc_] Uh, okay... What assignment is that?
fr_fr: [_mc_] Uh, ok ... Quelle est l'affectation ?
it_it: [_mc_] Uh, okay... Che assegnazione è quello?

source: [_mc_] It's the anatomy assignment, isn't it?
fr_fr: [_mc_] C'est l'affectation anatomique, n'est-ce pas ?
it_it: [_mc_] È l'assegnazione dell'anatomia, vero?

source: [lindsey] is always putting that one off because it's embarrassing to look at a nude model.
fr_fr: [lindsey] est toujours en train de mettre ça, parce que c'est embarrassant de regarder un modèle nu.
it_it: [lindsey] sta sempre mettendo fuori di sé questo perché è imbarazzante guardare un modello nude.

source: [_lindsey_s_cringe_] That assignment makes me uncomfortable...
fr_fr: [_lindsey_s_cringe_] Cette affectation me rend mal à l'aise ...
it_it: [_lindsey_s_cringe_] Quell'assegnazione mi rende a disagio...

source: [_lindsey_s_cringe_] I was thinking that if we do it together, it'd be less embarrassing...
fr_fr: [_lindsey_s_cringe_] Je pensais que si nous le faisons ensemble, ce serait moins gênant ...
it_it: [_lindsey_s_cringe_] Stavo pensando che se lo facciamo insieme, sarebbe meno imbarazzante...

source: Hmm... feels like less of a date than I expected, but if it helps her...
fr_fr: Hmm ... ressemble moins à une date que je ne l'attendais, mais si ça l'aide ...
it_it: Hmm... si sente come meno di una data di quanto mi aspettavo, ma se la aiuta...

source: [_mc_] Sorry, but painting someone naked isn't my idea of a good date.
fr_fr: [_mc_] Désolé, mais peindre quelqu'un nu n'est pas mon idée d'une bonne date.
it_it: [_mc_] Mi dispiace, ma dipingere qualcuno nudo non è la mia idea di un buon appuntamento.

source: [_lindsey_s_thinking_] You're probably right...
fr_fr: [_lindsey_s_thinking_] Vous avez probablement raison ...
it_it: [_lindsey_s_thinking_] probabilmente hai ragione...

source: [_lindsey_s_thinking_] I'm just so low on time these days that I always try to maximize productivity.
fr_fr: [_lindsey_s_thinking_] Je suis tellement faible à temps ces jours que j'essaie toujours de maximiser la productivité.
it_it: [_lindsey_s_thinking_] Sono così basso in questi giorni che cerco sempre di massimizzare la produttività.

source: [_mc_] I get that, but you also need to relax. I think an hour in nature would{space=-5} do you good.
fr_fr: [_mc_] Je comprends, mais vous avez aussi besoin de vous détendre. Je pense qu'une heure dans la nature vous ferait du bien.
it_it: [_mc_] Lo ottengo, ma devi anche rilassarti. Penso che un'ora nella natura fare{space=-5} ti faccia bene.

source: [_lindsey_s_blush_] That's sweet of you. Okay, let's do it!
fr_fr: [C'est gentil de ta part. Ok, faisons-le !
it_it: [_lindsey_s_blush_] È dolce da parte tua. Va bene, facciamolo!

source: [_lindsey_s_blush_] I'll bring the easel and brushes. Would you mind bringing the paint?
fr_fr: [Je vais apporter le chevalet et les pinceaux. Pourriez-vous apporter la peinture ?
it_it: [_lindsey_s_blush_] porterò il cavalletto e le spazzole. Ti dispiacerebbe portare la pittura?

source: [_mc_] Not at all! See you tomorrow!
fr_fr: [_mc_] Pas du tout ! À demain !
it_it: [_mc_] Non affatto! Ci vediamo domani!

source: [_lindsey_s_blush_] See you!
fr_fr: [_lindsey_s_blush_] Vous voyez !
it_it: [_lindsey_s_blush_] Vedi!

source: [_mc_] I don't mind. [nude_model] has volunteered to model.
fr_fr: [_mc_] Je ne pense pas. [nude_model] s'est porté volontaire pour le modèle.
it_it: [_mc_] non mi dispiace. [nude_model] ha offerto volontariamente il modello.

source: [_lindsey_s_laughing_] Whoa! Really?
fr_fr: [_lindsey_s_laughing_] Whoa ! Vraiement ?
it_it: [_lindsey_s_laughing_] Whoa! Davvero?

source: [_lindsey_s_laughing_] So, funny story! I did ask her to model for the assignment...
fr_fr: [_lindsey_s_laughing_] Alors, histoire drôle ! Je lui ai demandé de modéliser pour l'affectation ...
it_it: [_lindsey_s_laughing_] Allora, storia divertente! Le ho chiesto di modellare per l'assegnazione...

source: [_lindsey_s_laughing_] ...but as soon as I mentioned how I was hoping to do it with you, out of the blue [mrsl] showed up and volunteered!
fr_fr: [_lindsey_s_laughing_] ... mais dès que j'ai mentionné comment j'espérais le faire avec vous, sur le bleu [mrsl] s'est montré et s'est porté volontaire !
it_it: [_lindsey_s_laughing_] ...ma non appena ho detto come stavo sperando di farlo con te, dal blu [mrsl] si è presentato e volontariato!

source: [_mc_] You sound excited about that.
fr_fr: [_mc_] Vous y avez excité.
it_it: [_mc_] Sembra emozionato a riguardo.

source: [_lindsey_s_smile_] No, it's just that she used to be fairly reserved...
fr_fr: [_lindsey_s_Souriez_] Non, c'est juste qu'elle était assez réservée ...
it_it: [_lindsey_s_smile_] No, è solo che era abbastanza riservata...

source: [_mc_] Oh, right. What do you think about that? Pretty weird, right?
fr_fr: [_mc_] Oh, non. Qu'en penses-tu de ça ? C'est bizarre, non ?
it_it: [_mc_] Oh, giusto. Cosa ne pensi? Molto strano, giusto?

source: [_lindsey_s_smile_] I personally would never be so frivolous, but it's her choice and I'm not one to judge.
fr_fr: [_lindsey_s_Souriez_] Je ne serais jamais si frivole, mais c'est son choix et je ne suis pas un juge.
it_it: [_lindsey_s_smile_] Personalmente non sarei mai così frivolo, ma è la sua scelta e non sono uno da giudicare.

source: [_mc_] You don't think it's weird she dresses like that?
fr_fr: [_mc_] Vous ne pensez pas que c'est bizarre qu'elle s'habille comme ça ?
it_it: [_mc_] Non pensi che sia strano che lei si veste così?

source: [_lindsey_s_smile_] It is a bit inappropriate, but if the school board is okay with it...
fr_fr: [_lindsey_s_Souriez_] C'est un peu inapproprié, mais si le conseil scolaire va bien avec ...
it_it: [_lindsey_s_smile_] È un po 'inappropriato, ma se il consiglio scolastico sta bene con esso...

source: [_lindsey_s_laughing_] Besides, [jacklyn] is even worse.
fr_fr: [_lindsey_s_laughing_] En plus, [jacklyn] est encore pire.
it_it: [_lindsey_s_laughing_] Inoltre, [jacklyn] è ancora peggio.

source: [_mc_] Good point.
fr_fr: [_mc_] Bon point.
it_it: [_mc_] Buon punto.

source: [_lindsey_s_flirty_] Anyway, I'll ask her to model for the assignment.
fr_fr: [_lindsey_s_flirty_] Quoi qu'il en soit, je lui demanderai de modéliser pour l'affectation.
it_it: [_lindsey_s_flirty_] Comunque, le chiederò di modellare per l'incarico.

source: [_lindsey_s_flirty_] Anyway, we already have a model, then.
fr_fr: [_lindsey_s_flirty_] En tout cas, nous avons déjà un modèle, alors.
it_it: [_lindsey_s_flirty_] Comunque, abbiamo già un modello, allora.

source: [_lindsey_s_flirty_] Would you mind bringing the paint? It's a lot for me to carry.
fr_fr: [_lindsey_s_flirty_] Aimeriez-vous apporter la peinture ? C'est beaucoup pour moi de porter.
it_it: [_lindsey_s_flirty_] Ti dispiacerebbe portare la pittura? È molto per me da trasportare.

source: [_lindsey_s_flirty_] See you!
fr_fr: [_lindsey_s_flirty_] Vous voyez !
it_it: [_lindsey_s_flirty_] Vedi!

source: Students aren't allowed to take school supplies outside, so I better make sure [jacklyn] isn't around to stop me.
fr_fr: Les étudiants ne sont pas autorisés à prendre les fournitures scolaires à l'extérieur, donc je ferais mieux de m'assurer que [jacklyn] n'est pas là pour m'arrêter.
it_it: Gli studenti non sono autorizzati a portare le forniture scolastiche all'esterno, quindi è meglio assicurarsi che [jacklyn] non sia in giro per fermarmi.

source: I can't really stuff my backpack full of paint while [jacklyn] is around...
fr_fr: Je ne peux pas vraiment truc mon sac à dos plein de peinture alors que [jacklyn] est autour ...
it_it: Non posso davvero roba il mio zaino pieno di vernice mentre [jacklyn] è in giro...

source: Got to wait for a better moment to strike.
fr_fr: Attendons d'attendre un meilleur moment pour frapper.
it_it: Hai voglia di aspettare un momento migliore per colpire.

source: Okay, time to paint the town red with [lindsey]! Or at least the canvas.{space=-25}
fr_fr: Ok, le temps de peindre la ville rouge avec [lindsey]! Ou au moins le canevas. {space=-25}
it_it: Va bene, è il momento di dipingere il rosso della città con [lindsey]! O almeno la tela.{space=-25}

source: There's something back there, hidden behind the tubes.
fr_fr: Il y a quelque chose de nouveau, caché derrière les tubes.
it_it: C'è qualcosa di tornato lì, nascosto dietro i tubi.

source: Shit, I can't reach it. The woes of being short...
fr_fr: Merde, je ne peux pas l'atteindre. Les malheurs d'être courts ...
it_it: Merda, non riesco a raggiungerla. Il dolore di essere corto...

source: It seems that, once more, an epic quest lies ahead of me.
fr_fr: Il semble que, une fois de plus, une quête épique se trouve devant moi.
it_it: Sembra che, ancora una volta, una ricerca epica mi stia davanti.

source: [jacklyn] will be back any moment. I need to be quick about this.
fr_fr: [jacklyn] sera de retour à tout moment. J'ai besoin d'être rapide à ce sujet.
it_it: [jacklyn] tornerà in qualsiasi momento. Ho bisogno di essere veloce su questo.

source: Damn, just out of reach...
fr_fr: Merde, juste hors de portée ...
it_it: Dannazione, appena fuori porta...

source: I must search far and wide for a tool to elevate my stature.
fr_fr: Je dois chercher de loin et de loin un outil pour élever ma stature.
it_it: Devo cercare lontano e largo uno strumento per elevare la mia statura.

source: Ah, chairs — the short man's best friend.
fr_fr: Ah, les chaises, le meilleur ami de l'homme.
it_it: Ah, sedie — il migliore amico dell'uomo corto.

source: Now let's see what lies hidden behind those tubes!
fr_fr: Maintenant voyons ce qui se cache derrière ces tubes !
it_it: Ora vediamo cosa si nasconde dietro quei tubi!

source: Wait a minute...
fr_fr: Attends une minute ...
it_it: Aspetta un minuto...

source: Isn't that...
fr_fr: N'est-ce pas ...
it_it: Non è quello...

source: One of [isabelle]'s stolen chocolate hearts?
fr_fr: Un des [isabelle]'s de cœurs de chocolat volés ?
it_it: Uno dei cuori di cioccolato rubati di [isabelle]?

source: What was it doing behind there?
fr_fr: Qu'est-ce qu'elle faisait derrière elle ?
it_it: Che cosa stava facendo dietro lì?

source: [lindsey] said she gave the box to [jacklyn], who then threw it away.
fr_fr: [lindsey] a dit qu'elle a donné la boîte au [jacklyn], qui l'a ensuite jeté.
it_it: [lindsey] ha detto che ha dato la scatola ad [jacklyn], che poi l'ha gettata via.

source: But the mysterious texter said that they didn't find the box in the trash like [jacklyn] said.
fr_fr: Mais le mystérieux texteur a dit qu'il n'avait pas trouvé la boîte dans la poubelle comme [jacklyn] l'avait dit.
it_it: Ma il misterioso texter ha detto che non hanno trovato la scatola nel cestino come [jacklyn].

source: Did [jacklyn] keep the box hidden here? And if so, why?
fr_fr: Est-ce que le [jacklyn] a caché la boîte ici ? Et si oui, pourquoi ?
it_it: [jacklyn] ha tenuto la scatola nascosta qui? E se sì, perché?

source: Why even hide it?
fr_fr: Pourquoi le cacher ?
it_it: Perché persino nasconderlo?

source: Maybe it wasn't her?
fr_fr: Peut-être que ce n'était pas elle ?
it_it: Forse non era lei?

source: It's not like the door to this classroom is ever locked...
fr_fr: Ce n'est pas comme si la porte de cette salle de classe était toujours fermée à clé...
it_it: Non è come la porta di questa aula sia mai bloccata...

source: Maybe she has seen something, though. She spends most of her time here.
fr_fr: Peut-être qu'elle a vu quelque chose. Elle passe la plupart de son temps ici.
it_it: Forse ha visto qualcosa, però. Lei trascorre la maggior parte del suo tempo qui.

source: [_jacklyn_s_smile_] What's clapping, Dummy Thicc?
fr_fr: [Qu'est-ce qui claque, Dummy Thicc ?
it_it: [_jacklyn_s_smile_] Che cos'è il clapping, Dummy Thicc?

source: [_mc_] You know, the usual.
fr_fr: [_mc_] Vous savez, le courant.
it_it: [_mc_] Lo sai, il solito.

source: [_jacklyn_s_smile_] Sick. That's my type of audio.
fr_fr: [_jacklyn_s_Souriez_] Malade. C'est mon type d'audio.
it_it: [_jacklyn_s_smile_] Malattia. Questo è il mio tipo di audio.

source: [_mc_] Look, we need to talk.
fr_fr: [_mc_] Regardez, nous devons parler.
it_it: [_mc_] Guarda, dobbiamo parlare.

source: [_jacklyn_s_neutral_] What's with the oral fixation?
fr_fr: [_jacklyn_s_neutral_] Qu'est-ce que la fixation orale ?
it_it: [_jacklyn_s_neutral_] Cosa c'è con la fissazione orale?

source: [_mc_] I have to ask you about that box of chocolates.
fr_fr: [_mc_] Je dois vous poser cette boîte de chocolats.
it_it: [_mc_] Devo chiederti di quella scatola di cioccolatini.

source: [_mc_] You said [lindsey] gave it to you, and then you threw it away?
fr_fr: [_mc_] Vous avez dit que [lindsey] vous l'ont donné, et que vous l'avez jeté ?
it_it: [_mc_] Tu hai detto che [lindsey] te l'hai dato e poi lo hai buttato via?

source: [_jacklyn_s_thinking_] Repeat and rewind much?
fr_fr: [_jacklyn_s_thinking_] On répète et on rembobine beaucoup ?
it_it: [_jacklyn_s_thinking_] Ripeti e riavvolgi molto?

source: [_mc_] Someone told me you didn't actually throw the box away.
fr_fr: [_mc_] Quelqu'un m'a dit que vous n'avez pas vraiment jeté la boîte.
it_it: [_mc_] Qualcuno mi ha detto che in realtà non hai buttato via la scatola.

source: [_jacklyn_s_angry_] Who squealed?
fr_fr: [_jacklyn_s_angry_] Qui écroule ?
it_it: [_jacklyn_s_angry_] Chi ha spremuto?

source: [_mc_] Doesn't matter. I just want to know why you lied.
fr_fr: [_mc_] Peu importe. Je veux juste savoir pourquoi tu as menti.
it_it: [_mc_] non importa. Voglio solo sapere perché hai mentito.

source: [_jacklyn_s_annoyed_] Cards on the table, okay? I didn't want you snooping.
fr_fr: [Cartes sur table, d'accord ? Je ne voulais pas que tu fouines.
it_it: [_jacklyn_s_annoyed_] Carte sul tavolo, ok? Non volevo spuntare.

source: [_mc_] Why not?
fr_fr: [_mc_] Pourquoi pas ?
it_it: [_mc_] Perché no?

source: [_jacklyn_s_annoyed_] It's tomato cheeks, okay? People can't know.
fr_fr: [_jacklyn_s_annoyed_] C'est des joues de tomate, d'accord ? Les gens ne savent pas.
it_it: [_jacklyn_s_annoyed_] Sono guance di pomodoro, ok? La gente non sa sapere.
