Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_piano.po
Languages: fr_fr, it_it

source: [_lindsey_s_smile_] Okay, I'm gonna go...
fr_fr: [_lindsey_s_Souriez_] Ok, je vais aller ...
it_it: [_lindsey_s_smile_] Va bene, andrò via...

source: [_mc_] I hope you have a...
fr_fr: [_mc_] J'espère que vous avez ...
it_it: [_mc_] Spero che abbiate un...

source: Crap. I've already said that.
fr_fr: Crap. J'ai déjà dit ça.
it_it: Crap. L'ho già detto.

source: [_mc_] ...pleasant and restful night of sleep.
fr_fr: [_mc_] ... nuit agréable et reposante.
it_it: [_mc_] ...piacevole e riposante notte di sonno.

source: [_lindsey_s_laughing_] Thanks!
fr_fr: [_lindsey_s_laughing_] Merci !
it_it: [_lindsey_s_laughing_] Grazie!

source: Puh! She finally left.
fr_fr: Puh ! Elle est finalement partie.
it_it: Puh! Finalmente se n'è andata.

source: Why do I always do that?!
fr_fr: Pourquoi est-ce que je fais toujours ça ?
it_it: Perché lo faccio sempre?!

source: I really need to work on my social skills...
fr_fr: J'ai vraiment besoin de travailler sur mes compétences sociales ...
it_it: Ho davvero bisogno di lavorare sulle mie abilità sociali...

source: Shake her
fr_fr: Secouez-la
it_it: La scuoti

source: ?mc.owned_item('water_bottle')@|{image=items bottle water_bottle}|Splash her with water
fr_fr: ?mc.owned_item('water_bottle')@|{image=items bottle water_bottle}|L'éclabousser avec de l'eau
it_it: ?mc.owned_item('water_bottle')@<unk> {image=items bottiglia acqua_bottle}<unk> Splash lei con acqua

source: ?mc.owned_item('spray_water')@|{image=items bottle spray_water}|Splash her with water
fr_fr: ?mc.owned_item('spray_water')@|{image=items bottle spray_water}|L'éclabousser avec de l'eau
it_it: ?mc.owned_item('spray_water')@<unk> {image=items bottiglia spray_water}<unk> Splash lei con acqua

source: Get help
fr_fr: Obtenir de l'aide
it_it: Ottieni aiuto

source: "I'm typically not, but I've been practicing lately."
fr_fr: "En général, je ne suis pas, mais j'ai été en pratique ces derniers temps."
it_it: "Io in genere no, ma ultimamente ho praticato ."

source: "I never took you for someone who appreciates a good tune, either!"
fr_fr: "Je ne t'ai jamais pris pour quelqu'un qui apprécie un bon air, non plus !"
it_it: "Non ti ho mai preso per qualcuno che apprezza una buona melodia!"

source: ?mc.strength>=6@[mc.strength]/6|{image=stats str}|"Like a knight riding into battle to save a princess?"
fr_fr: ?mc.renforc>=6@[mc.strength]/6|{image=stats str}|"Comme un chevalier à cheval dans la bataille pour sauver une princesse ?"
it_it: ?mc.strength>=6@[mc.strength]/6<unk> {image=stats str}<unk> "Ti piace un cavaliere in battaglia per salvare una principessa?"

source: "Like the last stretch of a race, the contestants going head-to-head, blazing toward the finish line?"
fr_fr: "Comme la dernière course d'une course, les concurrents se dirigent vers la ligne d'arrivée ?"
it_it: "Come l’ultimo tratto di una gara, i concorrenti che vanno a testa in testa, fiammeggiando verso il traguardo?"

source: Play something fast but dark
fr_fr: Jouer quelque chose de rapide mais sombre
it_it: Gioca qualcosa di veloce ma scuro

source: ?not quest.isabelle_stolen['lindsey_slaped']@|{image=lindsey_piano_no_slap}|Play something exciting but sweet
fr_fr: ?not quest.isabelle_stolen['lindsey_slaped']@|{image=lindsey_piano_no_slap}|Jouez quelque chose de passionnant mais doux
it_it: ?not quest.isabelle_stolen['lindsey_slaped']@<unk> {image=lindsey_piano_no_slap}<unk> Gioca qualcosa di eccitante ma dolce

source: ?not quest.lindsey_piano['failed']@|"I do need more practice."
fr_fr: ?not quest.lindsey_piano['failed']@|"J'ai besoin de plus de pratique."
it_it: ?not quest.lindsey_piano['failed']@<unk> "Ho bisogno di più pratica."

source: "Maybe you can show us how it's done, [kate]?"{space=-55}
fr_fr: "Vous pouvez peut-être nous montrer comment c'est fait, [kate] ?" {space=-55}
it_it: "Forse puoi mostrarci come è fatto, [kate]?"{space=-55}

source: "Thanks, [lindsey]! I'm happy you liked it."
fr_fr: " Merci, [lindsey]! Je suis heureux que tu l'aimes. "
it_it: "Grazie, [lindsey]! Sono felice che ti sia piaciuto."

source: "The only thing on my mind is music."
fr_fr: "La seule chose dans mon esprit, c'est la musique."
it_it: "L'unica cosa in mente è la musica."

source: ?not (quest.lindsey_piano['failed'] and mc.charisma < 6)@|"[kate] is right... I was hoping for your panties as a token of appreciation."
fr_fr: ?not (quest.lindsey_piano['failed'] and mc.charisma< 6)@|"[kate] a raison... J'espérais avoir votre culotte en guise de remerciement."
it_it: ?not (quest.lindsey_pianoforte ['fallito'] e mc.charisma < 6)@<unk> "[kate] ha ragione... speravo che le vostre mutandine fossero un segno di apprezzamento."

source: "You never fall short, though..."
fr_fr: "Vous ne baisez jamais, même si ..."
it_it: "Non cadere mai breve, però..."

source: "Sounds like you need someone to catch you."
fr_fr: "On dirait que vous avez besoin de quelqu'un pour vous attraper."
it_it: "Suoni come se avessi bisogno di qualcuno per catturarti."

source: "I volunteer!"
fr_fr: "Je me porte volontaire !"
it_it: "Io volontario!"

source: "Not that you'd need it..."
fr_fr: "Pas que vous en auriez besoin ..."
it_it: "Non che ne avresti bisogno..."

source: ?not quest.lindsey_piano['failed']@|"Only to confirm that they're not yours, [kate]."
fr_fr: ?not quest.lindsey_piano['failed']@|"Seulement pour confirmer qu'ils ne sont pas les vôtres, [kate]."
it_it: ?not quest.lindsey_piano['failed']@<unk> "Solo per confermare che non sono tuoi, [kate]."

source: "Too far, [kate]."
fr_fr: "Trop loin, [kate]."
it_it: "Troppo lontano, [kate]."

source: "I'm still here, by the way."
fr_fr: "Je suis toujours là, d'ailleurs."
it_it: "Sono ancora qui, a proposito."

source: "With your talent? You'll soon be traveling the world!"
fr_fr: " Avec ton talent ? Tu seras bientôt en voyage dans le monde ! "
it_it: "Con il tuo talento? Sarai presto in viaggio per il mondo!"

source: Play romantic background music while they talk
fr_fr: Jouer de la musique de fond romantique pendant qu'ils parlent
it_it: Riproduci musica di sottofondo romantica mentre parlano

source: "I think her moral system is too rigid."
fr_fr: "Je pense que son système moral est trop rigide."
it_it: "Penso che il suo sistema morale sia troppo rigido."

source: "I think she's okay. Maybe a bit too English for my taste."
fr_fr: " Je pense qu'elle va bien. Peut-être un peu trop l'anglais pour mon goût. "
it_it: "Penso che stia bene. Forse un po' troppo inglese per il mio gusto."

source: "I just meant she might be too real for her own good."
fr_fr: "Je voulais juste qu'elle soit trop réelle pour son propre bien."
it_it: "Volevo solo che lei potesse essere troppo reale per il suo bene."

source: ?mc.charisma>=8@[mc.charisma]/8|{image=stats cha}|"She has the perfect body for {i}other{/} activities, too."
fr_fr: ?mc.charisma>=8@[mc.charisma]/8|{image=stats cha}|"Elle a le corps parfait pour {i}autres {/} activités aussi."
it_it: ?mc.charisma>=8@[mc.charisma]/8<unk> {image=stats cha}<unk> "Ha il corpo perfetto anche per le attività {i}altre{/}."

source: "Come on, [lindsey], you know you deserve all the praise!"
fr_fr: "Allez, [lindsey], vous savez que vous méritez tous les éloges !"
it_it: "Avanti, [lindsey], sai che meriti tutte le lodi!"

source: ?not quest.lindsey_piano['failed']@|"How do you like Newfall so far, [isabelle]?"
fr_fr: ?not quest.lindsey_piano['failed']@|"Comment trouvez-vous Newfall jusqu'à présent, [isabelle] ?"
it_it: ?not quest.lindsey_pianoo['fallito']@<unk> "Come ti piace Newfall finora, [isabelle]?"

source: "I've always found her a bit shallow."
fr_fr: "Je l'ai toujours trouvée un peu superficielle."
it_it: "L'ho sempre trovata un po' superficiale."

source: "She's all right."
fr_fr: "Elle a tout à fait raison."
it_it: "Sta bene."

source: ?not quest.lindsey_piano['failed']@|"I've always found you a bit one-dimensional as a person."
fr_fr: ?not quest.lindsey_piano['failed']@|"Je vous ai toujours trouvé un peu unidimensionnel en tant que personne."
it_it: ?not quest.lindsey_piano['failed']@<unk> "Ti ho sempre trovato un po 'unidimensionale come persona."

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"I guess I figured you were more into modern electro and dance music?"
fr_fr: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"Je suppose que j'ai pensé que vous étiez plus dans l'électro moderne et la musique de danse ?"
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "Immagino che tu fossi più nella musica electro e danza moderna?"

source: "I guess I figured you were more into modern electro and dance music?"
fr_fr: "Je crois que j'ai pensé que vous étiez plus dans l'électro moderne et la musique de danse ?"
it_it: "Immagino di aver pensato che tu fossi più nella musica electro e danza moderna?"

source: "You can have it, if you want."
fr_fr: "Tu peux l'avoir, si tu veux."
it_it: "Puoi averlo, se vuoi."

source: ?lindsey.lust>=10@[lindsey.lust]/10|{image=lindsey contact_icon}|{image=stats lust_3}|"If you want, you could{space=-15} come over to my house and we could listen to it together."
fr_fr: ?lindsey.lust>=10 @[lindsey.lust]/10|{image=lindsey contact_icon}|{image=stats lust_ 3}|"Si vous le souhaitez, vous pouvez {space=-15} revenir à ma maison et nous pourrions l'écouter ensemble."
it_it: ?lindsey.lust>=10@[lindsey.lust]/10<unk> {image=lindsey contact_icon}<unk> {image=stats lust_3}<unk> "Se volete, potrai{space=-15} venire a casa mia e potremmo ascoltarla insieme."

source: "I could bring it to school some day and we could listen to it in the music classroom."{space=-30}
fr_fr: "Je pourrais l'amener à l'école un jour et nous pourrions l'écouter dans la salle de classe de musique." {space=-30}
it_it: "Potrei portarlo a scuola un giorno e potremmo ascoltarlo in aula musicale."{space=-30}

source: "It's a music album, what do you usually do with them?"
fr_fr: "C'est un album de musique, qu'est-ce que vous faites habituellement avec eux ?"
it_it: "È un album musicale, cosa fai di solito con loro?"

source: "It's for a girl..."
fr_fr: "C'est pour une fille ..."
it_it: "È per una ragazza..."

source: "I'd rather not say."
fr_fr: "Je préfère ne pas dire."
it_it: "Preferirei non dire."

source: "It's [lindsey] from the track team."
fr_fr: "C'est [lindsey] de l'équipe de piste."
it_it: "È [lindsey] dal team della pista."

source: "I'm sure you have it under control!"
fr_fr: "Je suis sûr que vous l'avez sous contrôle !"
it_it: "Sono sicuro che lo avete sotto controllo!"

source: "Anything I can do to help?"
fr_fr: "Tout ce que je peux faire pour aider ?"
it_it: "Qualcosa posso fare per aiutare?"

source: "Did you, err... wash the towels?"
fr_fr: "Avez-vous, commis une erreur ... laver les serviettes ?"
it_it: "Hai sbagliato... lavi gli asciugamani?"

source: "Thanks for digging through the basement."
fr_fr: "Merci de creuser dans le sous-sol."
it_it: "Grazie per aver scavato attraverso il seminterrato."

source: Take a picture
fr_fr: Prendre une photo
it_it: Scatta una foto

source: Let her dance in peace
fr_fr: Laisse sa danse en paix
it_it: Lascia che danzi in pace

source: "Yes! Come whenever you want!"
fr_fr: " Oui ! Viens quand tu veux ! "
it_it: "Sì! Vieni quando vuoi!"

source: "If you want to... I know you have a lot on your plate."
fr_fr: " Si vous voulez ... Je sais que vous avez beaucoup sur votre assiette. "
it_it: "Se vuoi... So che hai molto sul tuo piatto."

source: "You're very welcome! The dragon slayer used to be my role model."
fr_fr: " Vous êtes les bienvenus ! La couche de dragon était mon modèle. "
it_it: "Sei molto benvenuto! L'omicida del drago era il mio modello di ruolo."

source: ?lindsey.love>=10@[lindsey.love]/10|{image=lindsey contact_icon}|{image=stats love_3}|"I've never seen you this excited before. It's cute."
fr_fr: ?lindsey.love>=10 @[lindsey.love]/10|{image=lindsey contact_icon}|{image=stats love_ 3}|" Je ne t'ai jamais vu aussi excité. C'est mignon. "
it_it: ?lindsey.love>=10@[lindsey.love]/10<unk> {image=lindsey contact_icon}<unk> {image=stats love_3}<unk> "Non l'ho mai visto eccitati prima. È carino."

source: "Ignore her, she's just trying to be funny."
fr_fr: "Ignorez-la, elle essaie juste d'être drôle."
it_it: "Ignoralela, sta solo cercando di essere divertente."

source: "[flora], I'm in the middle of something here..."{space=-35}
fr_fr: "[flora], je suis au milieu de quelque chose ici ... " {space=-35}
it_it: "[flora], sono nel mezzo di qualcosa qui..."{space=-35}

source: Wear the King's Bard t-shirt and the old larp chainmail
fr_fr: Porter le t-shirt du barde du roi et la vieille cotte de mailles du jeu.
it_it: Indossa la maglietta Bard del Re e la vecchia maglietta della larpa

source: Wear something sporty
fr_fr: Portant quelque chose de sportif
it_it: Indossa qualcosa di sportivo

source: "I twisted my ankle in the gym earlier..."
fr_fr: "J'ai tordu la cheville dans la salle de gym plus tôt ..."
it_it: "Ho contorto la mia caviglia in palestra prima..."

source: "I'd much rather watch you."
fr_fr: "Je préférerais te regarder."
it_it: "Preferirei molto guardarvi."

source: "They probably just want to protect you."
fr_fr: "Ils veulent probablement juste te protéger."
it_it: "Probabilmente vogliono solo proteggerti."

source: "Maybe you should start deciding things for yourself?"
fr_fr: "Peut-être devriez-vous commencer à décider des choses pour vous ?"
it_it: "Forse dovresti iniziare a decidere le cose per te?"

source: ?mc.love>=4@[mc.love]/4|{image=stats love}|"I've been thinking... You should have this album."
fr_fr: ?mc.love>=4@[mc.love]/4|{image=stats love}|" J'ai pensé ... Vous devriez avoir cet album. "
it_it: ?mc.love>=4@[mc.love]/4<unk> {image=stats love}<unk> "Stavo pensando... Dovresti avere questo album."

source: "My pleasure! I hope you have a good night."
fr_fr: " Mon plaisir ! J'espère que vous avez une bonne nuit. "
it_it: "Il mio piacere! Spero che abbiate una buona notte."

source: Fine. {i}Moments{/i}.
it_it: Bene. {i}Moments{/i}.

source: [_lindsey_s_laughing_] You big flirt!
it_it: [_lindsey_s_laughing_] Tu vai grande!
