Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_piano.po
Languages: fr_fr, it_it

source: [_isabelle_s_skeptical_] Yeah, like what, exactly?
fr_fr: [_isabelle_s_skeptical_] Oui, comme quoi, exactement ?
it_it: [_isabelle_s_skeptical_] Sì, come cosa, esattamente?

source: [_mc_] Oh, you know... wrestling... gymnastics... swimming... and other physical activities!
fr_fr: [_mc_] Oh, vous savez ... la lutte ... la gymnastique ... la natation ... et d'autres activités physiques !
it_it: [_mc_] Oh, sa... wrestling... ginnastica... nuoto... e altre attività fisiche!

source: [_lindsey_s_flirty_] Thank you!
fr_fr: [_lindsey_s_flirty_] Merci !
it_it: [_lindsey_s_flirty_] Grazie!

source: [_isabelle_s_skeptical_] Right... those kinds of activities... that's what you meant...
fr_fr: [_isabelle_s_skeptical_] Droit ... ce genre d'activités ... c'est ce que vous avez voulu dire ...
it_it: [_isabelle_s_skeptical_] Destra... quei tipi di attività... è quello che intendi...

source: [_mc_] I'm sure she's great at whatever you're thinking of, too.
fr_fr: [_mc_] Je suis sûr qu'elle est grande à ce que vous pensez aussi.
it_it: [_mc_] sono sicuro che anche lei è brava a qualsiasi cosa tu stia pensando.

source: [_lindsey_s_laughing_] What were you thinking of, [isabelle]?
fr_fr: [_lindsey_s_laughing_] À quoi penses-tu, [isabelle] ?
it_it: [_lindsey_s_laughing_] Che cosa stavi pensando, [isabelle]?

source: [_isabelle_s_concerned_] Nothing. Forget about it.
fr_fr: [_isabelle_s_concerned_] Rien. Oublie ça.
it_it: [_isabelle_s_concerned_] Nulla. Dimenticatelo.

source: [_isabelle_s_concerned_] [mc] is just trying to be funny.
fr_fr: [_isabelle_s_concerned_] [mc] c'est juste essayer d'être drôle.
it_it: [_isabelle_s_concerned_] [mc] sta solo cercando di essere divertente.

source: [_mc_] That is the most slanderous thing I've heard!
fr_fr: [_mc_] C'est la chose la plus diffamatoire que j'ai entendue !
it_it: [_mc_] Questa è la cosa più calunniosa che abbia sentito!

source: [_mc_] Anyway, ladies... I have to keep practicing.
fr_fr: [_mc_] En tout cas, mesdames ... Je dois continuer à pratiquer.
it_it: [_mc_] Comunque, signore... Devo continuare a praticare.

source: [_isabelle_s_neutral_] Okay, I should get going, as well. Bye, [lindsey]!
fr_fr: [_isabelle_s_neutral_] Ok, je devrais y aller aussi. Bye, [lindsey]!
it_it: [_isabelle_s_neutral_] Okay, dovrei anche andare avanti, Ciao, [lindsey]!

source: [_isabelle_s_skeptical_] I'm watching you, [mc].
fr_fr: [_isabelle_s_skeptical_] Je vous observe, [mc].
it_it: [_isabelle_s_skeptical_] ti sto guardando, [mc].

source: [_mc_] Oh, and I'll be watching {i}you...{/}
fr_fr: [_mc_] Oh, et je vais regarder {i}vous ... {/}
it_it: [_mc_] Oh, e guarderò {i}tu...{/}

source: [_isabelle_s_blush_] You're shameless.
fr_fr: [Vous êtes effrontée.
it_it: [_isabelle_s_blush_] sei svergognato.

source: [_mc_] Come on, [lindsey], you know you deserve all the praise!
fr_fr: [_mc_] Venez, [lindsey], vous savez que vous méritez tous les éloges !
it_it: [_mc_] Avanti, [lindsey], sai che ti meriti tutte le lodi!

source: [_lindsey_s_blush_] But my poor cheeks! Thank you!
fr_fr: [_lindsey_s_blush_] Mais mes pauvres joues ! Je vous remercie !
it_it: [_lindsey_s_blush_] Ma le mie povere guancie! Grazie!

source: [_isabelle_s_neutral_] Here's my number. Text me when the next race is and I'll come cheer for you.
fr_fr: [Voici mon numéro. Envoie-moi un texto pour me dire quand aura lieu la prochaine course et je viendrai t'encourager.
it_it: [_isabelle_s_neutral_] Ecco il mio numero. Scrivimi quando è la prossima gara e vengo a rallegrarmi per te.

source: [_lindsey_s_blush_] Really?
fr_fr: [_lindsey_s_blush_] Vraiement ?
it_it: [_lindsey_s_blush_] Davvero?

source: [_isabelle_s_excited_] Yes! You seem nice, unlike certain other people in this school. I'd love to support you.
fr_fr: [_isabelle_s_excited_] Oui ! Vous semblez bien, contrairement à certaines autres personnes de cette école. J'aimerais vous soutenir.
it_it: [_isabelle_s_excited_] Sì! Sembri bello, a differenza di alcune altre persone in questa scuola. Mi piacerebbe sostenerti.

source: [_lindsey_s_smile_] Okay, here you go! I hope I don't disappoint you...
fr_fr: [_lindsey_s_Souriez_] Ok, ici vous allez ! J'espère ne pas te décevoir ...
it_it: [_lindsey_s_smile_] Okay, qui vai! Spero di non deluderti...

source: [_mc_] You'll do great, [lindsey]. No one can compete with you.
fr_fr: [_mc_] Vous allez faire grand, [lindsey]. Personne ne peut rivaliser avec vous.
it_it: [_mc_] Farai fantastico, [lindsey]. Nessuno può competere con te.

source: [_lindsey_s_flirty_] Aw, thanks!
fr_fr: [_lindsey_s_flirty_] Aw, merci !
it_it: [_lindsey_s_flirty_] Aw, grazie!

source: [_isabelle_s_neutral_] I have to go, but remember to text me!
fr_fr: [_isabelle_s_neutral_] Je dois y aller, mais n'oubliez pas de me faire du texte !
it_it: [_isabelle_s_neutral_] devo andare, ma ricordati di testarmi!

source: [_lindsey_s_laughing_] I will!
fr_fr: [_lindsey_s_laughing_] Je le vais !
it_it: [_lindsey_s_laughing_] lo farò!

source: [_mc_] How do you like Newfall so far, [isabelle]?
fr_fr: [_mc_] Comment vous aimez Newfall jusqu'à présent, [isabelle] ?
it_it: [_mc_] Come ti piace Newfall finora, [isabelle]?

source: [_isabelle_s_neutral_] It's all right. It's small and cozy. Very unlike London.
fr_fr: [_isabelle_s_neutral_] Tout va bien. C'est petit et confortable. Très différent de Londres.
it_it: [_isabelle_s_neutral_] Va bene. È piccolo e accogliente. Molto diverso da Londra.

source: [_lindsey_s_smile_] That's true! There aren't many stores or restaurants. I usually have to go to the city to buy sports gear.
fr_fr: [_lindsey_s_Souriez_] C'est vrai ! Il n'y a pas beaucoup de magasins ou de restaurants. Je dois habituellement aller à la ville pour acheter du matériel de sport.
it_it: [_lindsey_s_smile_] È vero! Non ci sono molti negozi o ristoranti. Di solito devo andare in città per comprare attrezzi sportivi.

source: [_mc_] I've lived here my entire life... to be honest, I'm kind of hating it.
fr_fr: [_mc_] J'ai vécu ici toute ma vie ... pour être honnête, je le déteste.
it_it: [_mc_] Ho vissuto qui tutta la mia vita... per essere onesti, la sto odiando.

source: [_isabelle_s_concerned_] It can't be that bad!
fr_fr: [_isabelle_s_concerned_] Ça ne peut pas être aussi mauvais !
it_it: [_isabelle_s_concerned_] Non può essere così male!

source: [_isabelle_s_concerned_] Lots of nature, a great library, and the people seem friendly...
fr_fr: [_isabelle_s_concerned_] Lots de la nature, une grande bibliothèque, et les gens semblent amicaux ...
it_it: [_isabelle_s_concerned_] Un sacco di natura, una grande biblioteca, e la gente sembra amichevole...

source: [_isabelle_s_skeptical_] ...well, most of them.
fr_fr: [_isabelle_s_skeptical_] ... eh bien, la plupart d'entre eux.
it_it: [_isabelle_s_skeptical_] ...beh, la maggior parte di loro.

source: [_mc_] It feels different after a while, I guess.
fr_fr: [_mc_] C'est différent après un moment, je suppose.
it_it: [_mc_] Si sente diverso dopo un po ', immagino.

source: [_lindsey_s_blush_] Just one more year until college!
fr_fr: [_lindsey_s_blush_] Un an de plus jusqu'à l'université !
it_it: [_lindsey_s_blush_] Ancora un anno fino all'università!

source: Ugh... just thinking of the future makes me depressed. Nothing good awaits after graduation.
fr_fr: Ugh ... juste penser à l'avenir me rend déprimé. Rien de bon ne vous attend après l'obtention du diplôme.
it_it: Ugh... basta pensare al futuro mi fa depresso. Niente di buono attende dopo la laurea.

source: Just a pit of despair and self-loathing. The end of all hope.
fr_fr: Juste un puits de désespoir et de dégoût de soi. La fin de tout espoir.
it_it: Solo una fossa di disperazione e di autoesultanza. La fine di ogni speranza.

source: [_lindsey_s_thinking_] I hate to do this, but I have to run... I got a busy day. Sorry, sorry!
fr_fr: [_lindsey_s_thinking_] Je déteste faire ça, mais je dois courir ... J'ai eu une journée bien remplie. Désolé, désolé !
it_it: [_lindsey_s_thinking_] Odio fare questo, ma devo correre... ho avuto un giorno occupato. Mi dispiace, mi dispiace!

source: [_isabelle_s_excited_] Don't worry! It was nice talking to you.
fr_fr: [_isabelle_s_excited_] Ne vous inquiétez pas ! C'était sympa de vous parler.
it_it: [_isabelle_s_excited_] Non ti preoccupare! È stato bello parlare con te.

source: [_lindsey_s_laughing_] Likewise!
fr_fr: [_lindsey_s_laughing_] De même !
it_it: [_lindsey_s_laughing_] Allo stesso modo!

source: [_lindsey_s_flirty_] Bye! Thanks for the concert, [mc]!
fr_fr: [_lindsey_s_flirty_] Bye ! Merci pour le concert, [mc]!
it_it: [_lindsey_s_flirty_] Bye! Grazie per il concerto, [mc]!

source: [_isabelle_s_neutral_] [lindsey] seems sweet.
fr_fr: [_isabelle_s_neutral_] [lindsey] semble sucré.
it_it: [_isabelle_s_neutral_] [lindsey] sembra dolce.

source: [_mc_] I guess.
fr_fr: [_mc_] Je suppose.
it_it: [_mc_] immagino.

source: [_isabelle_s_concerned_] You don't think so?
fr_fr: [_isabelle_s_concerned_] Vous ne pensez pas ?
it_it: [_isabelle_s_concerned_] Non lo pensi?

source: [_mc_] I've always found her a bit shallow.
fr_fr: [_mc_] Je l'ai toujours trouvée un peu superficielle.
it_it: [_mc_] L'ho sempre trovata un po' superficiale.

source: [_mc_] I like girls who are more than just a pretty face.
fr_fr: [_mc_] J'aime les filles qui sont plus qu'un joli visage.
it_it: [_mc_] Mi piacciono le ragazze che non sono solo una bella faccia.

source: [_isabelle_s_sad_] Hmm... I think I can see that. She seems a bit naive.
fr_fr: [_isabelle_s_sad_] Hmm ... Je pense que je peux voir ça. Elle semble un peu naïve.
it_it: [_isabelle_s_sad_] Hmm... Penso di poterlo vedere. Sembra un po' ingenua.

source: [_mc_] Right. Real world issues fly right over her head.
fr_fr: [_mc_] Droit. Les vrais problèmes du monde s'envolent au-dessus de sa tête.
it_it: [_mc_] destra. I problemi del mondo reale volano proprio sopra la sua testa.

source: [_mc_] I like to have deeper conversations, you know?
fr_fr: [_mc_] J'aime avoir des conversations plus profondes, vous savez ?
it_it: [_mc_] Mi piace avere conversazioni più profonde, sapete?

source: [_isabelle_s_annoyed_] Definitely. Debate is important, lest society collapses.
fr_fr: [_isabelle_s_annoyed_] Définitivement. Le débat est important, la société s'effondrez.
it_it: [_isabelle_s_annoyed_] Sicuramente. Il dibattito è importante, perché la società non crolli.

source: [_mc_] And democracy.
fr_fr: [_mc_] Et la démocratie.
it_it: [_mc_] E democrazia.

source: [_isabelle_s_blush_] Couldn't agree more! Some things are just more important than others.{space=-70}
fr_fr: [_isabelle_s_blush_] Plus d'accord ! Certaines choses sont plus importantes que d'autres. {space=-70}
it_it: [_isabelle_s_blush_] Impossibile accettare di più! Alcune cose sono solo più importanti di altre.{space=-70}

source: [_isabelle_s_blush_] I'll let you continue practicing now.
fr_fr: [_isabelle_s_blush_] Je vous laisse continuer à vous exercer maintenant.
it_it: [_isabelle_s_blush_] ti lascerò continuare a praticare ora.

source: [isabelle] is such a breath of fresh air in this place...
fr_fr: [isabelle] est une telle bouffée d'air frais dans cet endroit ...
it_it: [isabelle] è un tale respiro di aria fresca in questo luogo...

source: I like her brain, and she's cute too. A perfect combination.
fr_fr: J'aime son cerveau, et elle est mignonne aussi. Une combinaison parfaite.
it_it: Mi piace il cervello, e anche lei è carina. Una combinazione perfetta.

source: [_mc_] She's all right.
fr_fr: [_mc_] Elle a raison.
it_it: [_mc_] sta bene.

source: [_mc_] But she hangs with the wrong crowd, you know?
fr_fr: [_mc_] Mais elle ne fréquente pas les bonnes personnes, vous savez ?
it_it: [_mc_] Ma lei si impicca con la folla sbagliata, sa?

source: [_isabelle_s_neutral_] I think the company you choose for yourself is a good indicator of your character.
fr_fr: [_isabelle_s_neutral_] Je pense que l'entreprise que vous choisissez est un bon indicateur de votre caractère.
it_it: [_isabelle_s_neutral_] Penso che l'azienda che scegli sia un buon indicatore del tuo personaggio.

source: [_mc_] It's not really her fault, though.
fr_fr: [_mc_] Ce n'est pas vraiment sa faute.
it_it: [_mc_] Non è proprio colpa sua, però.

source: [_isabelle_s_concerned_] What do you mean?
fr_fr: [_isabelle_s_concerned_] Que voulez-vous dire ?
it_it: [_isabelle_s_concerned_] Che cosa intendi?

source: [_mc_] She's pretty and an athlete, and quite naive.
fr_fr: [_mc_] Elle est jolie et sportive, et assez naïve.
it_it: [_mc_] Lei è bella e un atleta, e abbastanza ingenua.

source: [_mc_] She thinks the best of everyone.
fr_fr: [_mc_] Elle pense le meilleur de tout le monde.
it_it: [_mc_] Lei pensa il meglio di tutti.

source: [_isabelle_s_sad_] I see...
fr_fr: [_isabelle_s_sad_] Je vois ...
it_it: [_isabelle_s_sad_] vedo...

source: [_mc_] But I guess if you don't stop the crappy behavior of your friends, are you really any better?
fr_fr: [_mc_] Mais je suppose que si vous n'empêchez pas vos amis de se comporter de manière aussi déplorable, est-ce que vous vous en sortez vraiment mieux ?
it_it: [_mc_] Ma credo che se non fermi il comportamento crappy dei tuoi amici, sei davvero meglio?

source: [_isabelle_s_annoyed_] No, you're not.
fr_fr: [_isabelle_s_annoyed_] Non, vous n'êtes pas.
it_it: [_isabelle_s_annoyed_] No, non sei.

source: [_isabelle_s_annoyed_] To quote the great Edmund Burke, {i}"All that is necessary for the triumph of evil is that good men do nothing."{/}
fr_fr: [_isabelle_s_annoyed_] Pour citer le grand Edmund Burke, {i}"Tout ce qui est nécessaire au triomphe du mal, c'est que les hommes de bien ne fassent rien."
it_it: [_isabelle_s_annoyed_] Per citare il grande Edmund Burke, {i}"Tutto ciò che è necessario per il trionfo del male è che gli uomini buoni non fanno nulla."{/}

source: [_isabelle_s_annoyed_] I don't think enablers aren't much better than the culprits.
fr_fr: [_isabelle_s_annoyed_] Je ne pense pas que les catalyseurs ne soient pas bien meilleurs que les coupables.
it_it: [_isabelle_s_annoyed_] Non penso che gli abilitatori non siano molto meglio dei colpevoli.

source: Damn, she's really fired up about this.
fr_fr: Merde, elle a vraiment tiré sur ça.
it_it: Dannazione, è davvero sparata su questo.

source: There's something really hot about a passionate woman...
fr_fr: Il y a quelque chose de vraiment chaud à propos d'une femme passionnée ...
it_it: C'è qualcosa di davvero caldo di una donna appassionata...

source: [_mc_] Right. I agree.
fr_fr: [_mc_] Droit. Je suis d'accord.
it_it: [_mc_] Giusto. Sono d'accordo.

source: [_isabelle_s_blush_] Sorry, I get really into topics like this... I'll let you keep practicing now.{space=-35}
fr_fr: [_isabelle_s_blush_] Désolée, je suis très intéressée par ce genre de sujet... Je vous laisse continuer à vous entraîner maintenant.{space=-35}
it_it: [_isabelle_s_blush_] Mi dispiace, entrerò davvero in argomenti come questo... ti lascerò continuare a praticare ora.{space=-35}

source: [isabelle] is just something else. Hearing her talk makes me excited.
fr_fr: [isabelle] est autre chose. Audition de son discours me rend excité.
it_it: [isabelle] è solo qualcos'altro. Sentire il suo discorso mi fa emozionare.

source: And she's so damn cute.
fr_fr: Et elle est si mignonne.
it_it: E lei è così carina dannata.

source: [_isabelle_s_neutral_] So, how long have you lived here?
fr_fr: [_isabelle_s_neutral_] Alors, combien de temps avez-vous vécu ici ?
it_it: [_isabelle_s_neutral_] Quindi, per quanto tempo hai vissuto qui?

source: [_lindsey_s_thinking_] Since I was really little...
fr_fr: [_lindsey_s_thinking_] Depuis que j'étais très peu ...
it_it: [_lindsey_s_thinking_] Da quando ero davvero poco...

source: [_lindsey_s_thinking_] I moved here from the city. What about you?
fr_fr: [_lindsey_s_thinking_] J'ai déménagé ici de la ville. Qu'en est-il de vous ?
it_it: [_lindsey_s_thinking_] Mi sono trasferita qui dalla città. E tu?

source: [_lindsey_s_laughing_] Oh, right! I forgot!
fr_fr: [_lindsey_s_laughing_] Oh, non ! J'ai oublié !
it_it: [_lindsey_s_laughing_] Oh, giusto! Mi sono dimenticato!

source: [_lindsey_s_laughing_] My mind is all over the place, sorry...
fr_fr: [_lindsey_s_laughing_] Mon esprit est partout, désolé ...
it_it: [_lindsey_s_laughing_] La mia mente è dappertutto, mi dispiace...

source: [_isabelle_s_laughing_] Don't worry!
fr_fr: [_isabelle_s_laughing_] Ne vous inquiétez pas !
it_it: [_isabelle_s_laughing_] Non ti preoccupare!

source: [_isabelle_s_confident_] Listen... how about...
fr_fr: [Écoutez... que diriez-vous de...
it_it: [_isabelle_s_confident_] Ascolta... come circa...

source: [_lindsey_s_smile_] What?
fr_fr: [_lindsey_s_Souriez_] Quoi ?
it_it: [_lindsey_s_smile_] Cosa?

source: [_isabelle_s_eyeroll_] [mc], are you doing that on purpose?
fr_fr: [_isabelle_s_eyeroll_] [mc], fais-tu cela à dessein ?
it_it: [_isabelle_s_eyeroll_] [mc], lo stai facendo di proposito?

source: [_lindsey_s_skeptical_] What did you do?
fr_fr: [_lindsey_s_skeptical_] Qu'avez-vous fait ?
it_it: [_lindsey_s_skeptical_] Che cosa hai fatto?

source: [_isabelle_s_eyeroll_] He was trying to be funny.
fr_fr: [_isabelle_s_eyeroll_] Il essayait d'être drôle.
it_it: [_isabelle_s_eyeroll_] Stava cercando di essere divertente.

source: [_mc_] I was merely providing thematic music.
fr_fr: [_mc_] J'ai simplement fourni de la musique thématique.
it_it: [_mc_] Stavo semplicemente fornendo musica tematica.

source: [_isabelle_s_skeptical_] Is that right?
fr_fr: [_isabelle_s_skeptical_] Est-ce bien ?
it_it: [_isabelle_s_skeptical_] È giusto?

source: [_lindsey_s_laughing_] I think that's nice of him!
fr_fr: [_lindsey_s_laughing_] Je pense que c'est bien de lui !
it_it: [_lindsey_s_laughing_] penso che sia bello di lui!

source: [_lindsey_s_laughing_] I was happy when I heard a tuned piano for once!
fr_fr: [_lindsey_s_laughing_] J'étais heureux quand j'ai entendu un piano réglé pour une fois !
it_it: [_lindsey_s_laughing_] Ero felice quando ho sentito un pianoforte sintonizzato per una volta!

source: [_mc_] I was happy when you came over to listen.
fr_fr: [_mc_] J'étais heureux quand vous êtes venu écouter.
it_it: [_mc_] Ero felice quando sei venuto ad ascoltare.

source: [_lindsey_s_flirty_] Aw! I really enjoyed it.
fr_fr: [_lindsey_s_flirty_] Aw ! Je l'ai vraiment apprécié.
it_it: [_lindsey_s_flirty_] Aw! Mi è piaciuto molto.

source: [_isabelle_s_concerned_] I have to go...
fr_fr: [_isabelle_s_concerned_] Je dois y aller ...
it_it: [_isabelle_s_concerned_] devo andare...

source: [_lindsey_s_skeptical_] What's up with her?
fr_fr: [_lindsey_s_skeptical_] Qu'est-ce qu'elle est avec elle ?
it_it: [_lindsey_s_skeptical_] Che cos'è con lei?

source: [_mc_] I don't know...
fr_fr: [_mc_] Je ne sais pas ...
it_it: [_mc_] non lo so...

source: [_mc_] Anyway, what's your favorite type of music?
fr_fr: [_mc_] Quoi qu'il en soit, quel est votre type de musique préféré ?
it_it: [_mc_] Comunque, qual è il tuo tipo di musica preferito?

source: [_mc_] I never took you for someone who appreciates a good tune, either!
fr_fr: [_mc_] Je ne vous ai jamais pris pour quelqu'un qui apprécie un bon air, non plus !
it_it: [_mc_] Non ti ho mai preso per qualcuno che apprezza una buona melodia, neanche!

source: [_lindsey_s_skeptical_] What's that supposed to mean?
fr_fr: [_lindsey_s_skeptical_] Qu'est-ce que c'est censé vouloir dire ?
it_it: [_lindsey_s_skeptical_] Che cosa dovrebbe significare?

source: [_mc_] I've always found you a bit one-dimensional as a person.
fr_fr: [_mc_] Je vous ai toujours trouvé un peu unidimensionnel en tant que personne.
it_it: [_mc_] Ti ho sempre trovato un po 'unidimensionale come persona.

source: [_lindsey_s_eyeroll_] Nice. What a nice thing to say.
fr_fr: [_lindsey_s_eyeroll_] Nice. Quelle belle chose à dire.
it_it: [_lindsey_s_eyeroll_] Nizza. Che bella cosa dire.

source: [_mc_] You only talk about running! What am I supposed to think?
fr_fr: [_mc_] Vous parlez seulement de courir ! Qu'est-ce que je dois penser ?
it_it: [_mc_] Tu parli solo di correre! Che cosa dovrei pensare?

source: [_lindsey_s_annoyed_] Remind me to never compliment you again.
fr_fr: [_lindsey_s_annoyed_] Rappelez-moi de ne plus jamais vous féliciter.
it_it: [_lindsey_s_annoyed_] Ricordami di non complimentarti mai più.

source: Typical, really. The fragile ego of a normie...
fr_fr: Typique, vraiment. L'ego fragile d'un normalien...
it_it: Tipico, davvero. L'ego fragile di una norma...

source: People need to learn how to take criticism.
fr_fr: Les gens doivent apprendre à critiquer.
it_it: La gente deve imparare a prendere le critiche.

source: [_mc_] I guess I figured you were more into modern electro and dance music?{space=-55}
fr_fr: [_mc_] Je suppose que je me suis dit que vous étiez plus intéressé par l'électro moderne et la musique de danse ?{space=-55}
it_it: [_mc_] Immagino di aver capito che eravate più nella musica electro e danza moderna?{space=-55}

source: [_mc_] You know, the stuff they play at the gym.
fr_fr: [_mc_] Vous savez, les trucs qu'ils jouent au gymnase.
it_it: [_mc_] Sai, le cose che giocano in palestra.

source: [_lindsey_s_smile_] I see! I mostly listen to medieval music.
fr_fr: [_lindsey_s_Souriez_] Je vois ! J'écoute surtout la musique médiévale.
it_it: [_lindsey_s_smile_] lo vedo! Ascolto per lo più musica medievale.

source: [_mc_] That can be inspiring sometimes.
fr_fr: [_mc_] Cela peut être inspirant parfois.
it_it: [_mc_] Può essere stimolante a volte.

source: [_mc_] I used to listen to medieval music a lot when larping. Nothing like swinging a sword to an epic fantasy tune.
fr_fr: [_mc_] J'écoutais beaucoup de musique médiévale quand je faisais du larping. Rien de tel que de brandir une épée sur un air de fantasy épique.
it_it: [_mc_] ascoltavo molto la musica medioevale quando mi arroccavo. Niente come oscillare una spada per una melodia fantasia epica.

source: [_mc_] Like a knight riding into battle to save a princess?
fr_fr: [_mc_] Comme un chevalier en bataille pour sauver une princesse ?
it_it: [_mc_] Come un cavaliere in battaglia per salvare una principessa?

source: [_lindsey_s_laughing_] Yes! That's it exactly.
fr_fr: [_lindsey_s_laughing_] Oui ! C'est exactement ça.
it_it: [_lindsey_s_laughing_] Sì! È esattamente così.

source: [_lindsey_s_laughing_] I think it was the speed and the danger...
fr_fr: [_lindsey_s_laughing_] Je pense que c'était la vitesse et le danger ...
it_it: [_lindsey_s_laughing_] Penso che sia stata la velocità e il pericolo...

source: [_mc_] And they say chivalry is dead.
fr_fr: [_mc_] Et ils disent que la chevalerie est morte.
it_it: [_mc_] E dicono che la cavalleria è morta.

source: [_lindsey_s_flirty_] I don't think it is!
fr_fr: [_lindsey_s_flirty_] Je ne pense pas que ce soit !
it_it: [_lindsey_s_flirty_] Non penso che sia!

source: [_mc_] Like the last stretch of a race, the contestants going head-to-head, blazing toward the finish line?
fr_fr: [_mc_] Comme la dernière partie d'une course, les concurrents se dirigent vers la ligne d'arrivée ?
it_it: [_mc_] Come l'ultimo tratto di una gara, i concorrenti che vanno a testa in testa, fiammeggiando verso il traguardo?

source: [_lindsey_s_flirty_] Yeah!
fr_fr: [_lindsey_s_flirty_] Oui !
it_it: [_lindsey_s_flirty_] Sì!

source: [_mc_] You probably know all about winning that race too.
fr_fr: [_mc_] Vous savez probablement tout de gagner cette course aussi.
it_it: [_mc_] Probabilmente sai tutto su come vincere quella gara.

source: [_lindsey_s_blush_] That's sweet.
fr_fr: [_lindsey_s_blush_] C'est doux.
it_it: [_lindsey_s_blush_] È dolce.

source: [_mc_] Just a casual observation.
fr_fr: [_mc_] Juste une simple observation.
it_it: [_mc_] Solo un'osservazione casuale.
