Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_piano.po
Languages: fr_fr, it_it

source: [_lindsey_s_laughing_] Hey, [flora]! How's it going?
fr_fr: [_lindsey_s_laughing_] Hé, [flora]! Comment ça va ?
it_it: [_lindsey_s_laughing_] Hey, [flora]! Com'è andato?

source: [_flora_s_blush_] Oh, you know. Same old.
fr_fr: [_flora_s_blush_] Oh, vous savez. Même vieux.
it_it: [_flora_s_blush_] Oh, sai. Stesso vecchio.

source: [_mc_] Ignore her, she's just trying to be funny.
fr_fr: [_mc_] Ignore elle, elle essaie juste d'être drôle.
it_it: [_mc_] Ignorala, sta solo cercando di essere divertente.

source: [_flora_s_annoyed_] How very dare you!
fr_fr: [_flora_s_annoyed_] Comment osez-vous !
it_it: [_flora_s_annoyed_] Com'è molto oso!

source: [_flora_s_sarcastic_] But also, true... [lindsey], please rate my humor from one to five toasters.{space=-90}
fr_fr: [_flora_s_sarcastic_] Mais aussi, vrai ... [lindsey], veuillez noter mon humour de un à cinq grille-pain. {space=-90}
it_it: [_flora_s_sarcastic_] Ma anche, vero... [lindsey], per favore valuta il mio umorismo da uno a cinque tostapane.{space=-90}

source: [_lindsey_s_laughing_] Five out of five toasters!
fr_fr: [_lindsey_s_laughing_] Cinq sur cinq !
it_it: [_lindsey_s_laughing_] Cinque su cinque tostapane!

source: [_flora_s_laughing_] That's a great score, thank you!
fr_fr: [_flora_s_laughing_] C'est une bonne note, merci !
it_it: [_flora_s_laughing_] Questo è un ottimo punteggio, grazie!

source: [_flora_s_thinking_] Okay, fine. I just need some cereal and I'm out.
fr_fr: [_flora_s_thinking_] Ok, bien. J'ai juste besoin de céréales et je suis sorti.
it_it: [_flora_s_thinking_] Okay, bene. Ho solo bisogno di qualche cereale e sono fuori.

source: [_flora_s_flirty_] I'm allowed to get cereal in my own home, right?
fr_fr: [_flora_s_flirty_] Je suis autorisé à obtenir des céréales dans ma propre maison, non ?
it_it: [_flora_s_flirty_] Mi è permesso ottenere cereali a casa mia, giusto?

source: Finally! I swear, [flora] is trying to ruin my life...
fr_fr: Enfin ! Je le jure, [flora] essaie de ruine ma vie ...
it_it: Finalmente! Ho giurato, [flora] sta cercando di rovinare la mia vita...

source: [_mc_] [flora], I'm in the middle of something here...
fr_fr: [_mc_] [flora], je suis au milieu de quelque chose ici ...
it_it: [_mc_] [flora], sono nel mezzo di qualcosa qui...

source: [_flora_s_eyeroll_] And I'm craving cereal. How will we {i}ever{/} solve this?
fr_fr: [_flora_s_eyeroll_] Et je veux des céréales. Comment allons-nous {i}jamais {/} résoudre cela ?
it_it: [_flora_s_eyeroll_] E sto bramando di cereali. Come riusciremo a risolvere questo problema in {i}{/}?

source: [_mc_] Preferably, by you leaving.
fr_fr: [_mc_] De préférence, en quittant.
it_it: [_mc_] Preferibilmente, se ne vai.

source: [_lindsey_s_skeptical_] Be nice to her, [mc].
fr_fr: [_lindsey_s_skeptical_] Sois gentille avec elle, [mc].
it_it: [_lindsey_s_skeptical_] Sii gentile con lei, [mc].

source: [_mc_] Ugh, you sound like [jo]...
fr_fr: [_mc_] Ugh, vous sonrez comme [jo]...
it_it: [_mc_] Ugh, suoni [jo]...

source: [_flora_s_sarcastic_] Maybe you should start listening to the women in your life?
fr_fr: [_flora_s_sarcastic_] Peut-être devriez-vous commencer à écouter les femmes de votre vie ?
it_it: [_flora_s_sarcastic_] Forse dovresti iniziare ad ascoltare le donne nella tua vita?

source: [_mc_] Maybe if certain women in my life weren't so annoying, they'd get more ear-time.
fr_fr: [_mc_] Peut-être que si certaines femmes de ma vie n'étaient pas si ennuyeux, elles auraient plus de temps d'oreille.
it_it: [_mc_] Forse se certe donne nella mia vita non erano così fastidiose, avrebbero ottenuto più orecchio-tempo.

source: [_flora_s_annoyed_] [lindsey], do you see what I have to put up with here?
fr_fr: [_flora_s_annoyed_] [lindsey], voyez-vous ce que je dois mettre ici ?
it_it: [_flora_s_annoyed_] [lindsey], vedi cosa devo sopportare qui?

source: [_lindsey_s_laughing_] You're both adorable.
fr_fr: [_lindsey_s_laughing_] Vous êtes tous les deux adorables.
it_it: [_lindsey_s_laughing_] Siete entrambi adorabili.

source: [_flora_s_flirty_] Do you really think so? I'm single if you're interested.
fr_fr: [_flora_s_flirty_] Pensez-vous vraiment ? Je suis célibataire si vous êtes intéressé.
it_it: [_flora_s_flirty_] Pensate davvero così? Sono single se siete interessati.

source: [_mc_] [flora], get out!
fr_fr: [_mc_] [flora], sortie !
it_it: [_mc_] [flora], usci!

source: [_flora_s_laughing_] Fine, I'm leaving!
fr_fr: [_flora_s_laughing_] Bon, je pars !
it_it: [_flora_s_laughing_] Bene, sto partendo!

source: [_lindsey_s_flirty_] [flora] is a blast!
fr_fr: [_lindsey_s_flirty_] [flora] est une explosion !
it_it: [_lindsey_s_flirty_] [flora] è un'esplosione!

source: [_mc_] That's not quite the word I had in mind.
fr_fr: [_mc_] Ce n'est pas tout à fait le mot que j'avais en tête.
it_it: [_mc_] Questa non è la parola che avevo in mente.

source: [_lindsey_s_confident_] Anyway, I have to get going... I have practice quite early tomorrow.
fr_fr: [_lindsey_s_confident_] En tout cas, je dois aller ... J'ai de la pratique assez tôt demain.
it_it: [_lindsey_s_confident_] Comunque, devo andare via... Ho pratica molto presto domani.

source: [_lindsey_s_excited_album_] Thanks again, so much! I can't wait to listen to this.
fr_fr: [_lindsey_s_excited_album_] Merci encore, tant ! J'ai hâte d'écouter ça.
it_it: [_lindsey_s_excited_album_] Grazie ancora, tanto! Non vedo l'ora di ascoltare questo.

source: [_mc_] You're welcome again, so much!
fr_fr: [_mc_] Vous êtes de nouveau les bienvenus !
it_it: [_mc_] Sei di nuovo il benvenuto, tanto!

source: [_lindsey_s_excited_album_] See you at school, [mc]!
fr_fr: [_lindsey_s_excited_album_] Vous voyez à l'école, [mc]!
it_it: [_lindsey_s_excited_album_] Ci vediamo a scuola, [mc]!

source: Making [lindsey] happy feels so good!
fr_fr: Rendre [lindsey] heureuse, c'est si bon !
it_it: Rendendo [lindsey] felice si sente così bene!

source: All these years, I worried about making myself happy, but there's something special about putting a smile on a girl's face...
fr_fr: Toutes ces années, je m'inquiétais de me rendre heureux, mais il y a quelque chose de spécial à mettre un sourire sur le visage d'une fille ...
it_it: Tutti questi anni, mi preoccupo di rendermi felice, ma c'è qualcosa di speciale per mettere un sorriso sul volto di una ragazza...

source: It's addicting.
fr_fr: C'est une dépendance.
it_it: Sta dipendendo.

source: [_mc_] I've never seen you this excited before. It's cute.
fr_fr: [_mc_] Je ne vous ai jamais vu aussi excitée. C'est mignon.
it_it: [_mc_] non ti ho mai visto questo emozionato prima. È carino.

source: [_lindsey_s_laughing_] Thanks! I can't believe you had a signed original of my favorite band! That's so crazy!
fr_fr: [_lindsey_s_laughing_] Merci ! Je n'arrive pas à croire que tu avais un original signé de mon groupe préféré ! C'est tellement fou !
it_it: [_lindsey_s_laughing_] Grazie! Non riesco a credere che tu abbia un originale firmato della mia band preferita! È così pazzo!

source: [_mc_] It almost feels like fate.
fr_fr: [_mc_] C'est presque comme le destin.
it_it: [_mc_] Sembra quasi un destino.

source: [_lindsey_s_smile_] It could very well be!
fr_fr: [_lindsey_s_Souriez_] Ça pourrait très bien être !
it_it: [_lindsey_s_smile_] Potrebbe benissimo essere!

source: [_mc_] We should hang out more and see what else fate has in store...
fr_fr: [_mc_] Nous devrions raccrocher davantage et voir ce que le sort d'autre a en magasin ...
it_it: [_mc_] Dovremmo uscire di più e vedere che altro destino ha in negozio...

source: [_lindsey_s_blush_] Do you believe in fate, too?
fr_fr: [_lindsey_s_blush_] Croyez-vous aussi au destin ?
it_it: [_lindsey_s_blush_] Anche tu credi nel destino?

source: [_mc_] I don't know, maybe...
fr_fr: [_mc_] Je ne sais pas, peut-être ...
it_it: [_mc_] Non lo so, forse...

source: [_lindsey_s_thinking_] If I hadn't walked by when you played the piano...
fr_fr: [_lindsey_s_thinking_] Si je n'avais pas marché quand tu as joué du piano ...
it_it: [_lindsey_s_thinking_] Se non avessi camminato quando hai suonato il pianoforte...

source: [_lindsey_s_thinking_] ...and if I hadn't loved the song, you wouldn't have had the chance to tell me about the album... and we wouldn't be here now.
fr_fr: [_lindsey_s_thinking_] ... et si je n'avais pas aimé la chanson, tu n'aurais pas eu la chance de me parler de l'album ... et on ne serait pas là maintenant.
it_it: [_lindsey_s_thinking_] ...e se non avessi amato la canzone, non avresti avuto la possibilità di parlarmi dell'album. . e noi non saremmo qui ora.

source: [_lindsey_s_blush_] Looks an awful lot like fate to me!
fr_fr: [Ça ressemble beaucoup au destin pour moi !
it_it: [_lindsey_s_blush_] mi sembra un destino terribile!

source: [_mc_] It could also be a lot of coincidences.
fr_fr: [_mc_] Il peut aussi s'agir d'un grand nombre de coïncidences.
it_it: [_mc_] Potrebbe anche essere un sacco di coincidenze.

source: [_lindsey_s_laughing_] I think it's fate.
fr_fr: [_lindsey_s_laughing_] Je pense que c'est le destin.
it_it: [_lindsey_s_laughing_] Penso che sia destino.

source: [_mc_] Maybe...
fr_fr: [_mc_] Peut-être ...
it_it: [_mc_] Forse...

source: [_lindsey_s_flirty_] Maybe this will convince you?
fr_fr: [_lindsey_s_flirty_] Peut-être que cela vous convainc ?
it_it: [_lindsey_s_flirty_] Forse questo vi convincerà?

source: [lindsey] gets up on her tippy-toes and leans in.
fr_fr: [lindsey] se lève sur la pointe des pieds et se penche.
it_it: [lindsey] si alza sulle dita dei piedi e si appoggia dentro.

source: Our lips meet for a moment, and time seems to stop.
fr_fr: Nos lèvres se rencontrent pour un instant, et le temps semble s'arrêter.
it_it: Le nostre labbra si incontrano per un momento, e il tempo sembra fermarsi.

source: It sounds cliché, but it's what happens when a moment gets seared into memory for the rest of your life.
fr_fr: C'est un cliché, mais c'est ce qui se passe quand un moment se met en mémoire pour le reste de votre vie.
it_it: Suona clicheo ma è quello che succede quando un momento si fa intrecciare in memoria per il resto della vita.

source: So soft, so sweet, on my upper lip...
fr_fr: Donc doux, si doux, sur ma lèvre supérieure ...
it_it: Così morbido, così dolce, sul mio labbro superiore...

source: Misaligned, but still perfect. Still absolutely electric.
fr_fr: Non aligna, mais toujours parfait. Encore absolument électrique.
it_it: Misallineato, ma ancora perfetto. Ancora assolutamente elettrico.

source: Then she moves down, taking my bottom lip between hers.
fr_fr: Puis elle descend, prenant ma lèvre inférieure entre les siennes.
it_it: Poi si muove giù, prendendo il mio labbro inferiore tra di lei.

source: She blushes, smiles through the kiss, then gets it right.
fr_fr: Elle roule, sourit par le baiser, puis se fait droit.
it_it: Lei arrossisce, sorride attraverso il bacio, poi ottiene giusto.

source: Three kisses in one!
fr_fr: Trois baisers en un !
it_it: Tre baci in uno!

source: It's one of those moments you'll never forget...
fr_fr: C'est un de ces moments où vous n'oublierez jamais ...
it_it: È uno di quei momenti che non dimenticherai mai...

source: [_lindsey_s_flirty_] How about now?
fr_fr: [_lindsey_s_flirty_] Et maintenant ?
it_it: [_lindsey_s_flirty_] Che ne dici adesso?

source: [_mc_] I think I might need some more convincing...
fr_fr: [_mc_] Je pense que je pourrais avoir besoin d'être plus convaincant ...
it_it: [_mc_] Penso che potrei aver bisogno di un po' più convincente...

source: [_lindsey_s_laughing_] Don't push your luck, mister!
fr_fr: [_lindsey_s_laughing_] Ne pas pousser votre chance, mister !
it_it: [_lindsey_s_laughing_] Non spingere la tua fortuna, mistero!

source: [_mc_] Oh, well.
fr_fr: [_mc_] Oh, bien.
it_it: [_mc_] Oh, bene.

source: [_lindsey_s_skeptical_] Hey!
fr_fr: [_lindsey_s_skeptical_] Hé !

source: [_mc_] I'm joking!
fr_fr: [_mc_] Je plaisais !
it_it: [_mc_] sto scherzando!

source: [_lindsey_s_laughing_] I knew it!
fr_fr: [_lindsey_s_laughing_] Je le savais !
it_it: [_lindsey_s_laughing_] lo sapevo!

source: [_lindsey_s_laughing_] I like that you're so cool and relaxed about it.
fr_fr: [_lindsey_s_laughing_] J'aime que vous soyez si cool et détendu.
it_it: [_lindsey_s_laughing_] Mi piace che tu sia così fresco e rilassato al riguardo.

source: If only she could hear my heart...
fr_fr: Si seulement elle pouvait entendre mon cœur ...
it_it: Se solo lei poteva sentire il mio cuore...

source: [_lindsey_s_confident_album_] Thanks so much for the album! It is by far the most badass gift I've ever received.
fr_fr: [_lindsey_s_confident_album_] Merci beaucoup pour l'album ! C'est de loin le plus beau cadeau que j'ai reçu.
it_it: [_lindsey_s_confident_album_] Grazie mille per l'album! È di gran lunga il regalo più cattivo che io abbia mai ricevuto.

source: [_lindsey_s_confident_album_] I'm going to rock out all night!
fr_fr: [_lindsey_s_confident_album_] Je vais m'enrocher toute la nuit !
it_it: [_lindsey_s_confident_album_] Vado a sbattere tutta la notte!

source: [_mc_] I'm really happy you liked it. Enjoy it!
fr_fr: [_mc_] Je suis vraiment heureux que vous l'ayez aimé. Bonne lecture !
it_it: [_mc_] Sono davvero felice che ti sia piaciuto. Buono!

source: [_lindsey_s_excited_album_] I will!
fr_fr: [_lindsey_s_excited_album_] Je le vais !
it_it: [_lindsey_s_excited_album_] lo farò!

source: [_lindsey_s_excited_album_] But it's getting late, so I should probably get going.
fr_fr: [_lindsey_s_excited_album_] Mais il est en retard, donc je devrais probablement y aller.
it_it: [_lindsey_s_excited_album_] Ma è in ritardo, quindi probabilmente dovrei andare avanti.

source: And there it is... I kissed [lindsey]. Most jocks can't even brag about that.{space=-75}
fr_fr: Et il y a ... J'ai embrassé [lindsey]. La plupart des horloges ne peuvent même pas se vantant de cela. {space=-75}
it_it: E lì... ho baciato [lindsey]. La maggior parte dei jocks non riesce nemmeno a vantarsi.{space=-75}

source: So, all of this happened just because I took the time to learn the freaking piano...
fr_fr: Donc, tout ça s'est passé juste parce que j'ai pris le temps d'apprendre le piano libre ...
it_it: Così, tutto questo è accaduto solo perché ho preso il tempo per imparare il pianoforte freaking...

source: It's a strange world we live in.
fr_fr: C'est un monde étrange où nous vivons.
it_it: È un mondo strano in cui viviamo.

source: First impressions are a thing... Not sure if this will help, but it's a start.{space=-50}
fr_fr: Les premières impressions sont une chose ... Pas sûr si cela va aider, mais c'est un début. {space=-50}
it_it: Le prime impressioni sono una cosa... Non è sicuro se questo aiuterà, ma è un inizio.{space=-50}

source: This place is a dump. [lindsey] is going to freak out as soon as she enters.
fr_fr: Cet endroit est un dépotoir. [lindsey] va s'en sortir dès son entrée.
it_it: Questo posto è un dump. [lindsey] sta per impaurirsi non appena entra.

source: There's still time to give it a once-over...
fr_fr: Il est encore temps de le donner une fois ...
it_it: C'è ancora tempo per dargli una volta...

source: Best get to work.
fr_fr: Le mieux est de travailler.
it_it: Meglio andare al lavoro.

source: Okay, much better! Almost looks presentable now.
fr_fr: Ok, beaucoup mieux ! Presque semble présentable maintenant.
it_it: Ok, molto meglio! Quasi sembra presentabile ora.

source: That took a lot longer than expected. [lindsey] will be here any moment.
fr_fr: Cela a pris beaucoup plus de temps que prévu. [lindsey] sera ici n'importe quel moment.
it_it: Ci è voluto molto più tempo del previsto. [lindsey] sarà qui in qualsiasi momento.

source: [jo] keeps the vacuum cleaner in the hallway closet outside.
fr_fr: [jo] maintient l'aspirateur dans le placard extérieur.
it_it: [jo] mantiene l'aspirapolvere nell'armadio corridoio fuori.

source: Okay, that must be [lindsey]...
fr_fr: Ok, ça doit être [lindsey]...
it_it: Okay, che deve essere [lindsey]...

source: Deep breaths. You got this, [mc].
fr_fr: Des respirations profondes. Tu as ça, [mc].
it_it: Respiri profondi. Hai ottenuto questo, [mc].

source: Oh, fuck. [lindsey] is already here!
fr_fr: Oh, merde. [lindsey] est déjà là !
it_it: Oh, cazzo. [lindsey] è già qui!

source: Thread count: 400.
fr_fr: Nombre de fils : 400.
it_it: Conteggio filetti: 400.

source: Girl count: 1!!!
fr_fr: Nombre de filles : 1 !!!
it_it: Numero di ragazze: 1!!!

source: What's happening on 4chan today?
fr_fr: Qu'est-ce qui se passe sur 4chan aujourd'hui ?
it_it: Cosa sta succedendo sul 4chan oggi?

source: Hmm... dank memes that people still think are fresh...
fr_fr: Hmm ... les mèmes que les gens pensent encore sont frais ...
it_it: Hmm... dank meme che la gente ancora pensa sono freschi...

source: If only I'd kept my meme folder, I'd be kingfag now.
fr_fr: Si seulement j'avais gardé mon dossier mème, je serais roi.
it_it: Se solo avessi mantenuto la mia cartella meme, sarei kingfag ora.

source: Meeting [lindsey] after school is a big deal. I need to pick out something to wear...
fr_fr: La réunion [lindsey] après l'école est un gros problème. Je dois choisir quelque chose à porter ...
it_it: Incontro [lindsey] dopo la scuola è un grande affare. Devo scegliere qualcosa da indossare...

source: [lindsey] is going to fall hard, and I'll be ready to catch her.
fr_fr: [lindsey] va tomber dur, et je serai prêt à l'attraper.
it_it: [lindsey] sta per cadere duramente, e sarò pronto a prenderla.

source: [lindsey] will appreciate the workout-look.
fr_fr: [lindsey] appréciera la consultation.
it_it: [lindsey] apprezzerà il workout-look.

source: Okay, everything's in order. I couldn't be more prepared.
fr_fr: Ok, tout est dans l'ordre. Je n'ai pas pu être plus préparée.
it_it: Va bene, tutto è in ordine. Non potrei essere più preparato.

source: With a room this messy, [lindsey] probably won't care about my outfit.{space=-30}
fr_fr: Avec une pièce ce désordre, [lindsey] ne se souciera probablement pas de ma tenue. {space=-30}
it_it: Con una stanza di questo disordine, [lindsey] probabilmente non si interesserà del mio outfit.{space=-30}

source: Okay, that's [lindsey] by the door...
fr_fr: Ok, c'est [lindsey] par la porte ...
it_it: Ok, questo è [lindsey] dalla porta...

source: ...oh, shit! She's coming up the stairs!
fr_fr: ... oh, merde ! Elle vient les escaliers !
it_it: ...oh, merda! Sta salendo sulle scale!

source: Leaving now would result in my death or worse.
fr_fr: Quitter maintenant se traduirait par ma mort ou pire.
it_it: Partire ora mi porterebbe alla morte o peggio.

source: [_lindsey_s_smile_] Hey, [mc]! [flora] let me in. She's quite lovely!
fr_fr: [_lindsey_s_Souriez_] Hé, [mc]! [flora] Laissez-moi vous dire. Elle est adorable !
it_it: [_lindsey_s_smile_] Hey, [mc]! [flora] lasciami entrare. È abbastanza bella!

source: Okay, no need to freak out. It's only one of the cutest girls in school... no big deal...
fr_fr: Ok, pas besoin de paniquer. Ce n'est qu'une des filles les plus mignonnes de l'école... pas de quoi en faire un plat...
it_it: Va bene, non c'è bisogno di scusarsi. È solo una delle ragazze più carine a scuola... niente di grande...

source: [_mc_] You made it!
fr_fr: [_mc_] Vous l'avez fait !
it_it: [_mc_] l'hai fatta!

source: [_lindsey_s_laughing_] You look surprised.
fr_fr: [_lindsey_s_laughing_] Vous avez l'air surpris.
it_it: [_lindsey_s_laughing_] Sembri sorpreso.

source: You have no idea...
fr_fr: Vous n'avez aucune idée ...
it_it: Non hai idea...

source: [_lindsey_s_flirty_] I like your room! It's very neat and tidy.
fr_fr: [_lindsey_s_flirty_] J'aime votre chambre ! C'est très soigné et très soigné.
it_it: [_lindsey_s_flirty_] Mi piace la tua stanza! È molto ordinata e ordinata.

source: [_mc_] Thanks! I like your... uh, top?
fr_fr: [_mc_] Merci ! J'aime ta ... uh, haut ?
it_it: [_mc_] Grazie! Mi piace il tuo... uh, top?

source: [_lindsey_s_laughing_] Aw, thanks! This is what I usually wear outside of school and practice.{space=-45}
fr_fr: [_lindsey_s_laughing_] Aw, merci ! C'est ce que je porte habituellement en dehors de l'école et de la pratique. {space=-45}
it_it: [_lindsey_s_laughing_] Aw, grazie! Questo è ciò che di solito indosso al di fuori della scuola e della pratica.{space=-45}

source: [_mc_] Well, you'd look good in anything, really.
fr_fr: [_mc_] Eh bien, vous avez l'air bon dans n'importe quoi, vraiment.
it_it: [_mc_] Beh, sarebbe bello in qualsiasi cosa, davvero.

source: [_lindsey_s_smile_] Thank you!
fr_fr: [_lindsey_s_Souriez_] Merci !
it_it: [_lindsey_s_smile_] Grazie!

source: [_lindsey_s_skeptical_] Interesting choice of decoration.
fr_fr: [_lindsey_s_skeptical_] Choix intéressant de décoration.
it_it: [_lindsey_s_skeptical_] Interessante scelta di decorazione.

source: [_mc_] Sorry, I didn't really have time to clean up...
fr_fr: [_mc_] Désolé, je n'ai pas vraiment eu le temps de nettoyer ...
it_it: [_mc_] Mi dispiace, non avevo il tempo di ripulire...

source: [_lindsey_s_skeptical_] What's with all these posters?
fr_fr: [_lindsey_s_skeptical_] Qu'est-ce qu'il y a avec toutes ces affiches ?
it_it: [_lindsey_s_skeptical_] Cosa c'è con tutti questi manifesti?

source: [_mc_] Just, err... I want to support the artists.
fr_fr: [_mc_] Juste, err ... Je veux soutenir les artistes.
it_it: [_mc_] Just, err... Voglio sostenere gli artisti.

source: [_lindsey_s_flirty_] I bet you do.
fr_fr: [_lindsey_s_flirty_] Je parie que vous le faites.
it_it: [_lindsey_s_flirty_] Scommetto che lo fate.

source: Crap, I really should've cleaned. This is embarrassing...
fr_fr: Crap, j'aurais vraiment dû nettoyer. C'est embarrassant ...
it_it: Crap, avrei dovuto davvero pulire. Questo è imbarazzante...

source: Topic change, quick!
fr_fr: Changement de sujet, rapide !
it_it: Cambio topic rapido!

source: [_mc_] Are you ready to see the album?
fr_fr: [_mc_] Êtes-vous prêt à voir l'album ?
it_it: [_mc_] Sei pronto a vedere l'album?

source: [_lindsey_s_confident_] Yes! I've been excited since you told me about it!
fr_fr: [_lindsey_s_confident_] Oui ! J'ai été excité depuis que tu m'en as parlé !
it_it: [_lindsey_s_confident_] Sì! Sono entusiasta da quando mi hai raccontato!

source: [_mc_] Okay, have a look.
fr_fr: [_mc_] Ok, regardez.
it_it: [_mc_] Okay, dai un'occhiata.

source: [_lindsey_s_excited_album_] Whoa! It's beautiful!
fr_fr: [_lindsey_s_excited_album_] Whoa ! C'est beau !
it_it: [_lindsey_s_excited_album_] Whoa! È bello!

source: [_lindsey_s_excited_album_] The Deathless Bard is so badass!
fr_fr: [_lindsey_s_excited_album_] Le barde sans mort est vraiment génial !

source: [_lindsey_s_excited_album_] Did you know this is the only cover with a close up of the Excalifender?{space=-70}
fr_fr: [_lindsey_s_excited_album_] Saviez-vous que c'est la seule pochette avec un gros plan de l'Excalifender?{space=-70}
it_it: [_lindsey_s_excited_album_] Lo sapevate che questa è l'unica copertina con un vicino dell'Excalifender?{space=-70}

source: [_lindsey_s_excited_album_] Oh, my god, those details! I love it!
fr_fr: [_lindsey_s_excited_album_] Oh, mon dieu, ces détails ! Je l'adore !
it_it: [_lindsey_s_excited_album_] Oh, mio dio, quei dettagli! Mi piace!

source: [_lindsey_s_excited_album_] And Morgan Leeman's signature is just like his drum solos — flashy and intense!
fr_fr: [_lindsey_s_excited_album_] Et la signature de Morgan Leeman est à l'image de ses solos de batterie : flashy et intense !
it_it: [_lindsey_s_excited_album_] E la firma di Morgan Leeman è proprio come i suoi assoli a tamburo — appariscenti e intense!
