Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_motive.po
Languages: fr_fr, it_it

source: [_isabelle_s_sad_] Yeah, I was late for gym class because my water boiler broke and I had to make my morning tea on the stove.
fr_fr: [_isabelle_s_sad_] Oui, j'étais en retard pour la classe de gym parce que ma chaudière à eau a cassé et j'ai dû faire mon thé le matin sur le poêle.
it_it: [_isabelle_s_sad_] Sì, ero in ritardo per la lezione di palestra perché la mia caldaia ad acqua si è rotta e ho dovuto preparare il mio tè mattutino sulla stufa.

source: [_mc_] So, you're walking up the stairs. The school is pretty deserted at this hour.
fr_fr: [_mc_] Alors, vous marchez dans les escaliers. L'école est plutôt déserte à cette heure.
it_it: [_mc_] Così, stai camminando sulle scale. La scuola è piuttosto deserta a quest'ora.

source: [_isabelle_s_concerned_] Yeah, that sounds right.
fr_fr: [_isabelle_s_concerned_] Oui, ça sonne bien.
it_it: [_isabelle_s_concerned_] Sì, che suona bene.

source: [_mc_] Do you remember seeing anyone by the window?
fr_fr: [_mc_] Tu te souviens avoir vu quelqu'un par la fenêtre ?
it_it: [_mc_] Ti ricordi di aver visto qualcuno dalla finestra?

source: [_isabelle_s_concerned_left_] Hmm... I don't think so...
fr_fr: [_isabelle_s_concerned_left_] Hmm ... Je ne pense pas ...
it_it: [_isabelle_s_concerned_left_] Hmm... Non credo così...

source: [_mc_] What about when you entered the sports wing?
fr_fr: [_mc_] Qu'en est-il du moment où vous avez pénétré dans l'aile sportive ?
it_it: [_mc_] E quando sei entrato nell'ala sportiva?

source: [_isabelle_s_excited_] Oh, I did see [lindsey] coming out of the locker room!
fr_fr: [_isabelle_s_excited_] Oh, j'ai vu [lindsey] sortir du vestiaire !
it_it: [_isabelle_s_excited_] Oh, ho visto [lindsey] uscire dallo spogliatoio!

source: [_isabelle_s_skeptical_] I said hi to her, but she was looking at her phone. Bloody rude, if you ask me.
fr_fr: [_isabelle_s_skeptical_] Je lui ai dit bonjour, mais elle regardait son téléphone. Bloody rude, si vous me le demandez.
it_it: [_isabelle_s_skeptical_] Le ho detto, ma lei stava guardando il suo telefono. Maleducato, se mi chiedete.

source: [_mc_] Was she with anyone?
fr_fr: [_mc_] Était-elle avec quelqu'un ?
it_it: [_mc_] Era con qualcuno?

source: [_isabelle_s_concerned_] I don't think so.
fr_fr: [_isabelle_s_concerned_] Je ne le pense pas.
it_it: [_isabelle_s_concerned_] Io non penso così.

source: [_mc_] What about inside the locker room? Did you see anyone there?
fr_fr: [_mc_] Qu'en est-il de l'intérieur du vestiaire ? As-tu vu quelqu'un là-bas ?
it_it: [_mc_] Che ne dite all'interno dello spogliatoio? Hai visto qualcuno lì?

source: [_isabelle_s_concerned_left_] Hmm... I'm pretty sure I was alone there that morning...
fr_fr: [_isabelle_s_concerned_left_] Hmm ... Je suis sûr que j'étais seule là-bas ce matin ...
it_it: [_isabelle_s_concerned_left_] Hmm... Sono abbastanza sicuro di essere stato solo lì quella mattina...

source: Crap. Another dead end.
fr_fr: Crap. Une autre impasse.
it_it: Crap. Un altro vicolo cieco.

source: [_isabelle_s_neutral_] Why do you ask?
fr_fr: [_isabelle_s_neutral_] Pourquoi demandez-vous ?
it_it: [_isabelle_s_neutral_] Perché chiedi?

source: [_mc_] Never mind. I was just playing detective, but I guess I'm not very good at it.
fr_fr: [_mc_] Peu importe. Je jouais juste en détective, mais je suppose que je ne suis pas très bon.
it_it: [_mc_] Non importa. Stavo suonando solo detective, ma credo di non essere molto bravo in esso.

source: [_isabelle_s_excited_] Hey, you found the box for me! I'd say you're quite the Sherlock!
fr_fr: [_isabelle_s_excited_] Hé, tu as trouvé la boîte pour moi ! Je dirais que vous êtes tout le Sherlock !
it_it: [_isabelle_s_excited_] Hey, hai trovato la scatola per me! Direi che sei proprio lo Sherlock!

source: [_mc_] Thanks...
fr_fr: [_mc_] Merci ...
it_it: [_mc_] Grazie...

source: [_isabelle_s_neutral_] Sorry, but I have to run. I've got a poem to write for English class.
fr_fr: [_isabelle_s_neutral_] Désolé, mais je dois courir. J'ai un poème à écrire pour la classe anglaise.
it_it: [_isabelle_s_neutral_] Mi dispiace, ma devo correre. Ho una poesia da scrivere per la lezione di inglese.

source: [_isabelle_s_neutral_] Don't be too hard on yourself!
fr_fr: [_isabelle_s_neutral_] Ne pas être trop dur sur toi-même !
it_it: [_isabelle_s_neutral_] Non essere troppo duro con te stesso!

source: Well, that led nowhere...
fr_fr: Eh bien, ça n'a mené nulle part ...
it_it: Beh, che non ha condotto da nessuna parte...

source: Anyway, big day tomorrow with [lindsey]. I better get some shut eye.
fr_fr: Quoi qu'il en soit, grand jour demain avec [lindsey]. Je ferais mieux de fermer les yeux.
it_it: Comunque, domani grande giorno con [lindsey]. Meglio avere un po 'di occhio chiuso.

source: [_lindsey_s_excited_] There you are! I thought you skipped out on me.
fr_fr: [_lindsey_s_excited_] Vous êtes là ! Je pensais que tu m'as sauté sur moi.
it_it: [_lindsey_s_excited_] Ecco! Pensavo di essere saltato fuori su di me.

source: [_mc_] I would never!
fr_fr: [_mc_] Je ne le ferais jamais !
it_it: [_mc_] Non avrei mai!

source: [_lindsey_s_excited_] Did you get the paint?
fr_fr: [_lindsey_s_excited_] Avez-vous obtenu la peinture ?
it_it: [_lindsey_s_excited_] Hai preso la pittura?

source: [_mc_] Sure did.
fr_fr: [_mc_] Sure a fait.
it_it: [_mc_] Certo.

source: [_lindsey_s_confident_] Awesome! I asked [mrsl] to meet us outside.
fr_fr: [_lindsey_s_confident_] Génial ! J'ai demandé à [mrsl] de nous retrouver dehors.
it_it: [_lindsey_s_confident_] Fantastico! Ho chiesto [mrsl] di incontrarci fuori.

source: [_lindsey_s_confident_] I just need to grab the easels. See you there?
fr_fr: [_lindsey_s_confident_] J'ai juste besoin de prendre les chevales. Vous y voyez ?
it_it: [_lindsey_s_confident_] Ho solo bisogno di afferrare i cavalletti. Ci vediamo lì?

source: [_lindsey_s_confident_] I just need to grab the easels. Meet me outside?
fr_fr: [_lindsey_s_confident_] J'ai juste besoin de prendre les chevales. Rencontrez-moi dehors ?
it_it: [_lindsey_s_confident_] Ho solo bisogno di afferrare i cavalletti. Incontrami fuori?

source: [_mc_] Okay, see you there.
fr_fr: [_mc_] Ok, tu vois là.
it_it: [_mc_] Okay, ci vediamo lì.

source: Painting with [lindsey], at long last. Things are finally looking up.
fr_fr: Peinture avec [lindsey], enfin. Les choses sont finalement à la recherche.
it_it: Dipinti con [lindsey], finalmente, le cose stanno finalmente guardando.

source: Hopefully, there aren't any beavers around this time...
fr_fr: Espérons qu'il n'y a pas de castors à ce moment-là ...
it_it: Speriamo che non ci siano castori in questo momento...

source: [_lindsey_s_smile_] There you are!
fr_fr: [_lindsey_s_Souriez_] Vous êtes là !
it_it: [_lindsey_s_smile_] Ecco!

source: [_mc_] Here I am!
fr_fr: [_mc_] Je suis là !
it_it: [_mc_] Ecco!

source: [_lindsey_s_laughing_] I thought you'd gotten lost.
fr_fr: [_lindsey_s_laughing_] Je croyais que vous aviez perdu.
it_it: [_lindsey_s_laughing_] pensavo che ti fossi perso.

source: [_mc_] I just had to take care of some stuff.
fr_fr: [_mc_] Je devais juste m'occuper de certaines choses.
it_it: [_mc_] Ho dovuto solo prendermi cura di alcune cose.

source: [_lindsey_s_smile_] Well, are you ready?
fr_fr: [_lindsey_s_Souriez_] Eh bien, êtes-vous prêts ?
it_it: [_lindsey_s_smile_] Beh, sei pronto?

source: [_mc_] I'm so ready.
fr_fr: [_mc_] Je suis prêt.
it_it: [_mc_] sono così pronto.

source: [_lindsey_s_flirty_] Okay, follow me! I've found the perfect spot!
fr_fr: [_lindsey_s_flirty_] Ok, suivez-moi ! J'ai trouvé l'endroit parfait !
it_it: [_lindsey_s_flirty_] Okay, seguimi! Ho trovato il posto perfetto!

source: [_lindsey_s_painting_date_laughing_] Finally, right? I can't believe a beaver stole the easel you made for me!{space=-45}
fr_fr: [_lindsey_s_painting_date_laughing_] Enfin, n'est-ce pas ? Je n'arrive pas à croire qu'un castor ait volé le chevalet que tu m'avais fabriqué!{space=-45}
it_it: [_lindsey_s_painting_date_laughing_] Finalmente, giusto? Non posso credere che un castoro abbia rubato il cavalletto che hai creato per me!{space=-45}

source: [_mc_] Neither can I...
fr_fr: [Moi non plus, je ne peux pas...
it_it: [_mc_] Né posso I...

source: [_lindsey_s_painting_date_smile_] Well, these are a bit sturdier. I don't think we'll have that problem again.
fr_fr: [_lindsey_s_painting_date_Souriez_] Bien, ils sont un peu plus robustes. Je ne pense pas que nous aurons encore ce problème.
it_it: [_lindsey_s_painting_date_smile_] Beh, questi sono un po' più robusti. Non penso che avremo di nuovo quel problema.

source: [_lindsey_s_painting_date_smile_] Anyway, what happened to that beaver?
fr_fr: [_lindsey_s_painting_date_Souriez_] En tout cas, qu'est-il arrivé à ce castor ?
it_it: [_lindsey_s_painting_date_smile_] Comunque, cosa è successo a quel castore?

source: Crap. That's not the question I was hoping for.
fr_fr: Crap. Ce n'est pas la question que j'espérais.
it_it: Crap. Non è la domanda che speravo.

source: [_mc_] It chewed up the easel, but eventually escaped into the forest.
fr_fr: [_mc_] Il a mâché le chevalet, mais a fini par s'échapper dans la forêt.
it_it: [_mc_] Ha masticato il cavalletto, ma alla fine è fuggito nella foresta.

source: [_lindsey_s_painting_date_laughing_] Well, it'll make for a great story for many years to come.
fr_fr: [_lindsey_s_painting_date_laughing_] Eh bien, ça fera une belle histoire pour de nombreuses années à venir.
it_it: [_lindsey_s_painting_date_laughing_] Beh, farà per una grande storia per molti anni a venire.

source: As long as she doesn't learn what really happened...
fr_fr: Tant qu'elle n'apprend pas ce qui s'est vraiment passé ...
it_it: Finché non impara che cosa è successo davvero...

source: [_mc_] Yeah, it was definitely stranger than fiction.
fr_fr: [_mc_] Oui, c'était vraiment étranger à la fiction.
it_it: [_mc_] Sì, era sicuramente estraneo alla finzione.

source: [_mc_] I drowned it in the aquarium.
fr_fr: [_mc_] Je l'ai noyé dans l'aquarium.
it_it: [_mc_] l'ho annegata nell'acquario.

source: [_lindsey_s_painting_date_laughing_] You're joking!
fr_fr: [_lindsey_s_painting_date_laughing_] Vous plaisantez !
it_it: [_lindsey_s_painting_date_laughing_] Stai scherzando!

source: [_mc_] I tracked the beast down and fought it at the top of the mountain.
fr_fr: [_mc_] J'ai suivi la bête et je l'ai combattu au sommet de la montagne.
it_it: [_mc_] Ho tracciato la bestia giù e la ho combattuta in cima alla montagna.

source: [_lindsey_s_painting_date_smile_] Did you, now?
fr_fr: [_lindsey_s_painting_date_Souriez_] Avez-vous, maintenant ?
it_it: [_lindsey_s_painting_date_smile_] Sei tu, ora?

source: [_mc_] Yeah, it was a fierce battle... vile fangs gnashing against steel and courage...
fr_fr: [_mc_] Oui, c'était une bataille féroce ... des crocs grâces contre l'acier et le courage ...
it_it: [_mc_] Sì, è stata una dura battaglia... vile zanne stridente contro l'acciaio e il coraggio...

source: [_mc_] The thought of you is what kept me going in my darkest hour.
fr_fr: [_mc_] La pensée de vous est ce qui m'a gardé dans mon heure la plus sombre.
it_it: [_mc_] Il pensiero di voi è quello che mi ha tenuto andare nella mia ora più buia.

source: [_mc_] Like a patron saint of light and hope, you scattered darkness and sharpened my blade.
fr_fr: [_mc_] Comme un saint patron de la lumière et de l'espoir, vous avez dispersé l'obscurité et aiguisé ma lame.
it_it: [_mc_] Come un santo patrono della luce e della speranza, hai sparso le tenebre e affilato la mia lama.

source: [_mc_] And with your name on my lips, I vanquished my foe.
fr_fr: [_mc_] Et avec votre nom sur mes lèvres, j'ai vaincu mon ennemi.
it_it: [_mc_] E con il tuo nome sulle mie labbra, ho sconfitto il mio nemico.

source: [_lindsey_s_painting_date_blush_] That is quite the story!
fr_fr: [_lindsey_s_painting_date_blush_] C'est tout à fait l'histoire !
it_it: [_lindsey_s_painting_date_blush_] Questa è la storia!

source: [_lindsey_s_painting_date_blush_] But what about the aquarium?
fr_fr: [_lindsey_s_painting_date_blush_] Mais qu'en est-il de l'aquarium ?
it_it: [_lindsey_s_painting_date_blush_] Ma che dire dell'acquario?

source: [_mc_] Oh, uh. That's what I call my sword.
fr_fr: [_mc_] Oh, euh. C'est ce que j'appelle mon épée.
it_it: [_mc_] Oh, uh. È quello che chiamo la mia spada.

source: [_lindsey_s_painting_date_laughing_] Oh, really? You'll have to show it to me some time!
fr_fr: [_lindsey_s_painting_date_laughing_] Oh, vraiment ? Vous devrez me le montrer quelque temps !
it_it: [_lindsey_s_painting_date_laughing_] Oh, davvero? Dovrai mostrarmi un po' di tempo!

source: [_mc_] You want to see my sword?
fr_fr: [_mc_] Vous voulez voir mon épée ?
it_it: [_mc_] Vuoi vedere la mia spada?

source: [_lindsey_s_painting_date_pouting_] Hey!
fr_fr: [_lindsey_s_painting_date_pouting_] Hé !

source: [_mc_] What?
fr_fr: [_mc_] Quoi ?
it_it: [_mc_] Cosa?

source: [_lindsey_s_painting_date_pouting_] You made a face.
fr_fr: [_lindsey_s_painting_date_pouting_] Vous avez fait un visage.
it_it: [_lindsey_s_painting_date_pouting_] Hai fatto un volto.

source: [_mc_] I'm sorry, this is just how I look.
fr_fr: [_mc_] Je suis désolé, c'est comme ça que je regarde.
it_it: [_mc_] Mi dispiace, questo è proprio come guardo.

source: [_lindsey_s_painting_date_laughing_] You know what you did.
fr_fr: [_lindsey_s_painting_date_laughing_] Vous savez ce que vous avez fait.
it_it: [_lindsey_s_painting_date_laughing_] Sai cosa hai fatto.

source: [_mc_] Nothing wrong with liking swords.
fr_fr: [_mc_] Rien de mal à aimer les épées.
it_it: [_mc_] Niente di sbagliato con le spade gradite.

source: [_lindsey_s_painting_date_pouting_] There it is again!
fr_fr: [_lindsey_s_painting_date_pouting_] Voilà de nouveau !
it_it: [_lindsey_s_painting_date_pouting_] C'è di nuovo!

source: [_mc_] No, this is just a paint brush. My sword is way bigger.
fr_fr: [_mc_] Non, c'est juste un pinceau. Mon épée est plus grande.
it_it: [_mc_] No, questo è solo un pennello di vernice. La mia spada è molto più grande.

source: [_lindsey_s_painting_date_laughing_] Stop it!
fr_fr: [_lindsey_s_painting_date_laughing_] Arrêtez !
it_it: [_lindsey_s_painting_date_laughing_] fermarlo!

source: [_mc_] Heh, fine.
fr_fr: [_mc_] Heh, fin.
it_it: [_mc_] Heh, bene.

source: [_mc_] Let's not dwell on the past.
fr_fr: [_mc_] Ne nous attardons pas sur le passé.
it_it: [_mc_] Non ci soffermiamo sul passato.

source: [_lindsey_s_painting_date_laughing_] You're probably right.
fr_fr: [_lindsey_s_painting_date_laughing_] Vous avez probablement raison.
it_it: [_lindsey_s_painting_date_laughing_] probabilmente hai ragione.

source: [_lindsey_s_painting_date_smile_] I always look to the future. I have so many plans.
fr_fr: [_lindsey_s_painting_date_Souriez_] Je regarde toujours vers l'avenir. J'ai tellement de projets.
it_it: [_lindsey_s_painting_date_smile_] guardo sempre al futuro. Ho così tanti piani.

source: [_mc_] You're going to go far.
fr_fr: [_mc_] Vous allez aller loin.
it_it: [_mc_] Stai per andare lontano.

source: [_mc_] Scholarship at some prestigious college. Taking the athlete world by storm.
fr_fr: [_mc_] Bourse d'études dans un collège prestigieux. Prendre le monde des athlètes par tempête.
it_it: [_mc_] Borsa di studio presso alcuni prestigiosi college. Prendendo il mondo atleta dalla tempesta.

source: [_mc_] National championships. The Olympic Games. Fame and fortune!
fr_fr: [_mc_] championnats nationaux. Les Jeux Olympiques. La gloire et la fortune !
it_it: [_mc_] Campionati Nazionali. I Giochi Olimpici. Fame e fortuna!

source: [_lindsey_s_painting_date_blush_] Aw! You're too nice!
fr_fr: [_lindsey_s_painting_date_blush_] Aw ! Tu es trop gentille !
it_it: [_lindsey_s_painting_date_blush_] Aw! Sei troppo bello!

source: [_mc_] I'm also right.
fr_fr: [_mc_] J'ai aussi raison.
it_it: [_mc_] ho anche ragione.

source: [_lindsey_s_painting_date_smile_] So, what are you going to paint?
fr_fr: [_lindsey_s_painting_date_Souriez_] Alors, qu'allez-vous peindre ?
it_it: [_lindsey_s_painting_date_smile_] Allora, cosa dipingerai?

source: [_mc_] Oh, I don't know... maybe you?
fr_fr: [_mc_] Oh, je ne sais pas ... peut-être vous ?
it_it: [_mc_] Oh, non lo so... forse?

source: [_mc_] Yeah, I've been looking for a motif since we got here, but none of the flowers here can compare to you.
fr_fr: [_mc_] Oui, j'ai cherché un motif depuis que nous sommes arrivés ici, mais aucune des fleurs ici ne peut vous comparer.
it_it: [_mc_] Sì, ho cercato un motivo da quando siamo arrivati qui, ma nessuno dei fiori qui può paragonarti.

source: [_lindsey_s_painting_date_laughing_] You total cheeseball!
fr_fr: [_lindsey_s_painting_date_laughing_] Tu es un vrai crétin !
it_it: [_lindsey_s_painting_date_laughing_] Hai totale cheeseball!

source: [_mc_] I mean it!
fr_fr: [_mc_] Je veux dire !
it_it: [_mc_] lo voglio dire!

source: [_mc_] I haven't felt this way before. Whenever I'm with you, I feel so light and happy.
fr_fr: [_mc_] Je ne me suis pas senti comme ça avant. Chaque fois que je suis avec vous, je me sens si léger et heureux.
it_it: [_mc_] Non mi sono sentito in questo modo prima. Ogni volta che sono con te, mi sento così leggero e felice.

source: [_mc_] I really like you, [lindsey].
fr_fr: [_mc_] Je vous aime vraiment, [lindsey].
it_it: [_mc_] Mi piace molto, [lindsey].

source: [_lindsey_s_painting_date_blank_] What...?
fr_fr: [_lindsey_s_painting_date_blank_] Quoi...?
it_it: [_lindsey_s_painting_date_blank_] Cosa...?

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord ?
it_it: [_mc_] Stai bene?

source: What's happening?
fr_fr: Qu'est-ce qui se passe ?
it_it: Cosa sta succedendo?

source: Is this the hypno-somnambulism that [maxine] talked about?
fr_fr: Est-ce l'hypno-somnambulisme dont parlait le [maxine] ?
it_it: È questo l'ipno-sonnambulismo di cui [maxine] parlava?

source: Man, I really need to find a way to detox her somehow...
fr_fr: Il faut vraiment que je trouve un moyen de la désintoxiquer d'une manière ou d'une autre...
it_it: Uomo, ho davvero bisogno di trovare un modo per disintossicarla in qualche modo...

source: ...or maybe I should try giving her a suggestion?
fr_fr: ... ou peut-être que je devrais essayer de lui donner une suggestion ?
it_it: ...o forse dovrei provare a darle un suggerimento?

source: [_mc_] Show me your boobs.
fr_fr: [_mc_] Montrez-moi vos seins.
it_it: [_mc_] Mostrami le tue tette.

source: [_lindsey_s_painting_date_blank_] Um... okay...
fr_fr: [_lindsey_s_painting_date_blank_] Um ... Ok ...

source: [_mc_] Very nice, [lindsey]!
fr_fr: [_mc_] Très beau, [lindsey]!
it_it: [_mc_] Molto bello, [lindsey]!

source: Hold up, what if she suddenly wakes up?
fr_fr: Attends, et si elle se réveille soudainement ?
it_it: Tieniti, cosa succede se si sveglia improvvisamente?

source: [_mc_] [lindsey], jump in the water!
fr_fr: [_mc_] [lindsey], sauter dans l'eau !
it_it: [_mc_] [lindsey], salta in acqua!

source: [_lindsey_s_painting_date_boobs_blank_] Okay...
fr_fr: [_lindsey_s_painting_date_boobs_blank_] Ok ...

source: Oh, wow! She jumped right in, no questions asked!
fr_fr: Oh, wow ! Elle a sauté à droite, aucune question n'a été posée !
it_it: Oh, wow! Ha saltato a destra, nessuna domanda ha chiesto!

source: [_mc_] Err, you can come out of the water again!
fr_fr: [_mc_] Err, vous pouvez sortir de l'eau de nouveau !
it_it: [_mc_] Err, puoi uscire di nuovo dall'acqua!

source: [_lindsey_s_painting_date_water_] Okay...
fr_fr: [_lindsey_s_painting_date_water_] Ok ...

source: Perfect! This way, I can just tell her she fell into the pond if she suddenly wakes up.
fr_fr: Parfait ! De cette façon, je peux juste lui dire qu'elle est tombée dans l'étang si elle se réveille soudainement.
it_it: Perfetto! In questo modo, posso solo dirle che è caduta nello stagno se improvvisamente si sveglia.

source: Hmm... what next? So many possibilities...
fr_fr: Hmm ... et ensuite ? Tant de possibilités ...
it_it: Hmm... cosa dopo? Tante possibilità...

source: [_mc_] Bark like a dog.
fr_fr: [_mc_] Aboyer comme un chien.
it_it: [_mc_] Corteccia come un cane.

source: [_mc_] Good girl!
fr_fr: [_mc_] Bonne fille !
it_it: [_mc_] Buona ragazza!

source: That's oddly hot...
fr_fr: C'est bizarrement chaud ...
it_it: È stranamente caldo...

source: [_mc_] Moo like a cow.
fr_fr: [_mc_] Une vache comme une vache.
it_it: [_mc_] Moo come una vacca.

source: [_mc_] Again!
fr_fr: [_mc_] Encore !
it_it: [_mc_] Nuovo!

source: Okay, I should probably get the [nurse] now.
fr_fr: Ok, je devrais probablement obtenir le [nurse] maintenant.
it_it: Ok, probabilmente dovrei ottenere la [nurse] ora.

source: [_mc_] Wait here, [lindsey].
fr_fr: [_mc_] Attends ici, [lindsey].
it_it: [_mc_] Aspetta qui, [lindsey].

source: [_mc_] Give me the money in your wallet.
fr_fr: [_mc_] Donnez-moi l'argent dans votre portefeuille.
it_it: [_mc_] Dammi il denaro nel tuo portafoglio.

source: [_lindsey_s_painting_date_boobs_wet_blank_] Okay...
fr_fr: [_lindsey_s_painting_date_boobs_wet_blank_] Ok ...

source: This feels so wrong, but I really need the money.
fr_fr: C'est si mal, mais j'ai vraiment besoin de l'argent.
it_it: Questo si sente così sbagliato, ma ho davvero bisogno dei soldi.

source: She'll be fine, though. She has like eleven scholarships to choose from next year.
fr_fr: Elle va bien, cependant. Elle a comme onze bourses à choisir à partir de l'année prochaine.
it_it: Lei starà bene, però. Ha come undici borse di studio tra cui scegliere l'anno prossimo.

source: Damn, she's loaded!
fr_fr: Merde, elle est chargée !
it_it: Dannazione, è caricata!

source: Was loaded.
fr_fr: A été chargé.
it_it: È stato caricato.

source: [_mc_] Take your skirt and panties off.
fr_fr: [_mc_] Prenez votre jupe et vos cultes.
it_it: [_mc_] togliete la gonna e le mutandine.

source: Now, that's what I'm talking about!
fr_fr: Maintenant, c'est ce dont je parle !
it_it: Ora, è quello di cui sto parlando!

source: God, I love her tan lines...
fr_fr: Mon Dieu, j'aime ses lignes de bronzage ...
it_it: Dio, amo le sue linee di abbronzatura...

source: Most girls try to get rid of them, but [lindsey] is a little worker bee.
fr_fr: La plupart des filles essaient de se débarrasser d'elles, mais le [lindsey] est une petite abeille ouvrière.
it_it: La maggior parte delle ragazze cercano di sbarazzarsi di loro, ma [lindsey] è una piccola ape operaia.

source: Always running in the sun.
fr_fr: Toujours courir au soleil.
it_it: Sempre correndo al sole.

source: And the skin of her tits and pussy is so creamy and white.
fr_fr: Et la peau de ses seins et chatte est si crémeuse et blanche.
it_it: E la pelle delle sue tette e figa è così cremosa e bianca.

source: I bet it's the softest part of her.
fr_fr: Je parie que c'est la partie la plus douce d'elle.
it_it: Scommetto che è la parte più morbida di lei.

source: Fuck...
fr_fr: Putain ...

source: [_mc_] Say, "Fondle me, daddy!"
fr_fr: [_mc_] Dis : "Fais-moi plaisir, papa !"
it_it: [_mc_] Dì: "Fondle me, papà!"

source: [_lindsey_s_painting_date_boobs_wet_blank_] Fondle me, daddy...
fr_fr: [Lindsey_s_painting_date_boobs_wet_blank] Fondre sur moi, papa...
it_it: [_lindsey_s_painting_date_boobs_wet_blank_] Fondle me, papà...

source: Well, the monotony in her voice kind of ruins it...
fr_fr: Eh bien, la monotonie dans son genre de voix les ruine ...
it_it: Beh, la monotonia nella sua voce tipo di rovina...

source: Still, it was worth a shot.
fr_fr: Pourtant, ça valait un coup de feu.
it_it: Ancora, vale la pena un colpo.

source: [_mc_] Wait here while I get help.
fr_fr: [_mc_] Attendez ici que j'ai de l'aide.
it_it: [_mc_] Aspetta qui mentre ottengo aiuto.

source: [_mc_] Tell me your darkest secret.
fr_fr: [_mc_] Dis-moi ton secret le plus sombre.
it_it: [_mc_] Dimmi il tuo segreto più buio.
