Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_wrong.po
Languages: fr_fr, it_it

source: Not when her hair carries the scent of spring — that mild breeze that heralds the summer.
fr_fr: Pas quand ses cheveux portent l'odeur du printemps-cette douce brise qui annonce l'été.
it_it: Non quando i suoi capelli portano il profumo di primavera — quella brezza mite che annuncia l'estate.

source: And her arms around me whisk away the mental anguish from years of misery and self-doubt.
fr_fr: Et ses bras autour de moi jettent l'angoisse mentale depuis des années de misère et de doute.
it_it: E le sue braccia intorno a me frustano l'angoscia mentale da anni di miseria e di dubbio di sé.

source: Not when her soft chest presses into me, and our hearts beat in tandem.
fr_fr: Pas quand sa poitrine s'appuie sur moi, et que nos cœurs battent en tandem.
it_it: Non quando il suo torace morbido preme su di me, e i nostri cuori battono in tandem.

source: Not when she whispers words that only I can hear.
fr_fr: Pas quand elle murmure des mots que je suis le seul à entendre.
it_it: Non quando sussurra parole che solo io posso sentire.

source: [_lindsey_s_lindseycatch_hug_] My hero!
fr_fr: [_lindsey_s_lindseycatch_hug_] Mon héros !
it_it: [_lindsey_s_lindseycatch_hug_] Mio eroe!

source: And she means it too. Not a trace of sarcasm in her voice.
fr_fr: Et elle le veut aussi. Pas une trace de sarcasme dans sa voix.
it_it: E lei lo vuol dire anche. Non una traccia di sarcasmo nella sua voce.

source: If only we could stay like this forever.
fr_fr: Si seulement nous pouvions rester comme ça pour toujours.
it_it: Se solo potessimo rimanere in questo modo per sempre.

source: If only...
fr_fr: Si seulement ...
it_it: Se solo...

source: The girl who ran too fast for her own good.
fr_fr: La fille qui a couru trop vite pour son propre bien.
it_it: La ragazza che correva troppo veloce per il suo bene.

source: Just like Icarus, she tumbles from her high perch of self-confidence and hubris.
fr_fr: Tout comme Icare, elle tombe de sa perche de confiance en soi et d'orgueil.
it_it: Proprio come Icaro, lei si abbassa dal suo alto becco di fiducia in se stessi e hubris.

source: Nothing to stop her fall except the hard reality of the granite floor.
fr_fr: Rien à arrêter sa chute, à l'exception de la dure réalité du plancher de granit.
it_it: Niente per fermare la sua caduta se non la dura realtà del pavimento in granito.

source: That right there is perk-fection!
fr_fr: Ça, c'est la perfection !
it_it: Che proprio c'è perk-fection!

source: Boobery at its very finest.
fr_fr: L'art de la barbe à papa dans toute sa splendeur.
it_it: Boobery al suo più bello.

source: Titillating to say the least.
fr_fr: Le moins que l'on puisse dire, c'est qu'il est émoustillant.
it_it: Titillando per non dire altro.

source: [lindsey]'s crashes always put her in the best positions.
fr_fr: Les accidents de [lindsey]'s la mettent toujours dans les meilleures positions.
it_it: I crash di [lindsey]la mettono sempre nelle migliori posizioni.

source: Maybe she's trying to show me her hot little body.
fr_fr: Peut-être qu'elle essaie de me montrer son petit corps chaud.
it_it: Forse sta cercando di mostrarmi il suo piccolo corpo caldo.

source: Fuck. I can watch her like this all day long.
fr_fr: Putain. Je peux la regarder comme ça toute la journée.
it_it: Scopo. Posso guardarla come questo tutto il giorno.

source: [_lindsey_s_lindseycrashed_angry_] Yeah... I think.
fr_fr: [_lindsey_s_lindseycrashed_angry_] Oui ... Je pense.
it_it: [_lindsey_s_lindseycrashed_angry_] Sì... penso.

source: [_lindsey_s_lindseycrashed_angry_] Probably just a few bruises...
fr_fr: [_lindsey_s_lindseycrashed_angry_] Probablement juste quelques contusions ...
it_it: [_lindsey_s_lindseycrashed_angry_] Probabilmente solo alcuni lividi...

source: [_lindsey_s_lindseycrashed_angry_] I need to tie my shoelaces better.
fr_fr: [_lindsey_s_lindseycrashed_angry_] J'ai besoin de mieux lier mes lacets.
it_it: [_lindsey_s_lindseycrashed_angry_] Ho bisogno di legare meglio le mie scarpe.

source: She looked embarrassed again.
fr_fr: Elle avait l'air embarrassée à nouveau.
it_it: Sembrava nuovamente imbarazzata.

source: I guess it doesn't look good when the star athlete keeps tripping over her own feet.
fr_fr: Je suppose qu'il n'est pas bon de voir l'athlète vedette trébucher sur ses propres pieds.
it_it: Immagino che non sembra buono quando l'atleta stella continua a inciampare sui suoi piedi.

source: [_mc_] You need to be more careful. Next time you might not be so lucky.
fr_fr: [_mc_] Vous devez être plus prudent. La prochaine fois, vous ne serez peut-être pas aussi chanceux.
it_it: [_mc_] Devi essere più prudente. La prossima volta potresti non essere così fortunato.

source: [_lindsey_s_lindseycrashed_waking_] I need to get to practice...
fr_fr: [_lindsey_s_lindseycrashed_waking_] Je dois m'entraîner ...
it_it: [_lindsey_s_lindseycrashed_waking_] Ho bisogno di mettermi in pratica...

source: And just like that, the show's over...
fr_fr: Et comme ça, le spectacle est terminé ...
it_it: E proprio così, lo spettacolo è finito...

source: Okay, this should be good...
fr_fr: Ok, ça devrait être bon ...
it_it: Ok, questo dovrebbe essere buono...

source: [_mc_] Here we have the so-called star athlete of Newfall High, once again tripping over her own feet.
fr_fr: [_mc_] La soi-disant athlète vedette de Newfall High trébuche une fois de plus sur ses propres pieds.
it_it: [_mc_] Qui abbiamo il cosiddetto atleta stellare di Newfall High, ancora una volta inciampando sui suoi piedi.

source: [_mc_] For all that praise, she can't seem to remain upright.
fr_fr: [_mc_] Pour tous ces éloges, elle ne semble pas rester debout.
it_it: [_mc_] Per tutte queste lodi, non può sembrare di rimanere retta.

source: [_mc_] Perhaps that prestigious scholarship should be reconsidered?
fr_fr: [_mc_] Peut-être qu'une bourse prestigieuse devrait être réexaminée ?
it_it: [_mc_] Forse si dovrebbe riconsiderare la prestigiosa borsa di studio?

source: [_lindsey_s_lindseycrashed_angry_rec_] Are you filming me?
fr_fr: [_lindsey_s_lindseycrashed_angry_rec_] Tu me filmes ?
it_it: [_lindsey_s_lindseycrashed_angry_rec_] Mi stai filmando?

source: [_mc_] Just happened to have the phone out.
fr_fr: [_mc_] Il est arrivé que le téléphone soit sorti.
it_it: [_mc_] È appena successo di avere il telefono fuori.

source: [_lindsey_s_lindseycrashed_angry_rec_] You're totally filming me.
fr_fr: [_lindsey_s_lindseycrashed_angry_rec_] Vous me filez totalement.
it_it: [_lindsey_s_lindseycrashed_angry_rec_] Mi stai riprendendo completamente.

source: [_mc_] People need to know the truth.
fr_fr: [_mc_] Les gens ont besoin de connaître la vérité.
it_it: [_mc_] La gente ha bisogno di conoscere la verità.

source: [_lindsey_s_lindseycrashed_angry_rec_] The truth?
fr_fr: [_lindsey_s_lindseycrashed_angry_rec_] La vérité ?
it_it: [_lindsey_s_lindseycrashed_angry_rec_] La verità?

source: [_mc_] Yeah, that no one is perfect.
fr_fr: [_mc_] Oui, que personne n'est parfait.
it_it: [_mc_] Sì, che nessuno è perfetto.

source: [_lindsey_s_lindseycrashed_angry_rec_] I never claimed to be perfect! What's wrong with you?
fr_fr: [_lindsey_s_lindseycrashed_angry_rec_] Je n'ai jamais prétendu être parfaite ! Qu'est-ce qui ne va pas avec toi ?
it_it: [_lindsey_s_lindseycrashed_angry_rec_] Non ho mai preteso di essere perfetto! Cosa c'è di sbagliato con te?

source: [_mc_] Yet everyone thinks you are. Well, now I have proof.
fr_fr: [_mc_] Pourtant, tout le monde pense que vous êtes. Eh bien, maintenant j'ai la preuve.
it_it: [_mc_] Eppure tutti pensano che siete. Beh, ora ho prove.

source: [_lindsey_s_lindseycrashed_angry_rec_] I don't even know what to say... you're truly awful!
fr_fr: [_lindsey_s_lindseycrashed_angry_rec_] Je ne sais même pas quoi dire ... vous êtes vraiment affreux !
it_it: [_lindsey_s_lindseycrashed_angry_rec_] Non so nemmeno cosa dire... sei veramente terribile!

source: She ran off. Probably to cry, which is good.
fr_fr: Elle s'est enfuie. Probablement pour pleurer, ce qui est bien.
it_it: È scappata. Probabilmente a piangere, il che è buono.

source: [lindsey] probably doesn't have a lot to cry about. So, it'll be a new experience for her.
fr_fr: [lindsey] n'a probablement pas beaucoup à pleurer. Donc, ce sera une nouvelle expérience pour elle.
it_it: [lindsey] probabilmente non ha molto da piangere. Quindi, sarà una nuova esperienza per lei.

source: [_lindsey_s_laughing_] I don't know what's wrong with me.
fr_fr: [_lindsey_s_laughing_] Je ne sais pas ce qui ne va pas avec moi.
it_it: [_lindsey_s_laughing_] Non so cosa c'è di sbagliato con me.

source: [_lindsey_s_laughing_] But at least I didn't hit my head this time!
fr_fr: [_lindsey_s_laughing_] Mais au moins je n'ai pas frappé la tête cette fois !
it_it: [_lindsey_s_laughing_] Ma almeno non ho colpito la mia testa questa volta!

source: [_mc_] Please be more careful!
fr_fr: [_mc_] Veuillez être plus prudent !
it_it: [_mc_] Per favore, fai più attenzione!

source: [_lindsey_s_smile_] I will, don't worry!
fr_fr: [_lindsey_s_Souriez_] Je vais, ne vous inquiéterons pas !
it_it: [_lindsey_s_smile_] non mi preoccuperò!

source: I don't remember her ever tripping back in the day, but now it seems to be a daily occurrence.
fr_fr: Je ne me souviens pas qu'elle ait jamais trébuché à l'époque, mais aujourd'hui, cela semble être un phénomène quotidien.
it_it: Non mi ricordo di lei mai inciampare indietro al giorno, ma ora sembra essere un evento quotidiano.

source: Feels pretty good to be there for her, though.
fr_fr: C'est plutôt bon d'être là pour elle.
it_it: Si sente abbastanza bene di essere lì per lei, però.

source: Whatever's causing it has certainly helped boost my confidence.
fr_fr: Quoi qu'il en soit, cela a certainement contribué à renforcer ma confiance.
it_it: Tutto ciò che sta causando ha certamente contribuito a rafforzare la mia fiducia.

source: [_lindsey_s_smile_] Thanks again. I got to get to practice!
fr_fr: [_lindsey_s_Souriez_] Merci encore. Je dois m'entraîner !
it_it: [_lindsey_s_smile_] Grazie ancora. Ho avuto modo di esercitarmi!

source: [_maxine_s_thinking_] Curious.
fr_fr: [_maxine_s_thinking_] Curieux.
it_it: [_maxine_s_thinking_] Curioso.

source: [_maxine_s_thinking_] Curious, indeed.
fr_fr: [_maxine_s_thinking_] Curieux, en effet.
it_it: [_maxine_s_thinking_] Curioso, davvero.

source: [_mc_] I'm sorry, what is?
fr_fr: [_mc_] Je suis désolé, qu'est-ce que c'est ?
it_it: [_mc_] Mi dispiace, cos'è?

source: [_maxine_s_neutral_] It would seem as if the disturbance in the magnetic field is messing with [lindsey]'s balance.
fr_fr: [_maxine_s_neutral_] Il semblerait que la perturbation dans le champ magnétique soit en désordre avec le solde de [lindsey].
it_it: [_maxine_s_neutral_] Sembrerebbe come se il disturbo nel campo magnetico fosse in disaccordo con il bilanciamento di [lindsey].

source: [_mc_] The... magnetic field?
fr_fr: [_mc_] Le champ magnétique ?
it_it: [_mc_] Il... campo magnetico?

source: [_maxine_s_neutral_] Indeed. As it happens, our planet is enveloped in a magnetic field.
fr_fr: [_maxine_s_neutral_] En effet. En l'occurrence, notre planète est enveloppée dans un champ magnétique.
it_it: [_maxine_s_neutral_] In effetti, come succede, il nostro pianeta è avvolto in un campo magnetico.

source: [_mc_] Ugh, I know that. I meant, why is there a disturbance?
fr_fr: [_mc_] Je le sais. Je voulais dire, pourquoi y a-t-il une perturbation ?
it_it: [_mc_] Ugh, lo so. Voglio dire, perché c'è un disturbo?

source: [_maxine_s_thinking_] If that's what you meant, why not ask for it directly?
fr_fr: [_maxine_s_thinking_] Si c'est ce que vous avez voulu dire, pourquoi ne pas le demander directement ?
it_it: [_maxine_s_thinking_] Se questo è quello che intendi, perché non chiederlo direttamente?

source: [_maxine_s_thinking_] I believe the disturbance is caused by the saucer-eyed doll.
fr_fr: [_maxine_s_thinking_] Je crois que la perturbation est causée par la poupée à la poupée.
it_it: [_maxine_s_thinking_] Credo che il disturbo sia causato dalla bambola dagli occhi del piattino.

source: [_mc_] The saucer-eyed doll?
fr_fr: [_mc_] La poupée aux yeux de soucoupe ?
it_it: [_mc_] La bambola dagli occhi del piattino?

source: [_maxine_s_concerned_] Yes. I've been led to believe that it's behind this.
fr_fr: [_maxine_s_concerned_] Oui. J'ai été amené à croire que c'est derrière ça.
it_it: [_maxine_s_concerned_] Sì. Sono stato portato a credere che sia dietro a questo.

source: [_mc_] What made you come to this conclusion?
fr_fr: [_mc_] Qu'est-ce qui vous a fait parvenir à cette conclusion ?
it_it: [_mc_] Cosa ti ha fatto giungere a questa conclusione?

source: [_maxine_s_thinking_] Sorry, but I'm not in the habit of giving up my sources.
fr_fr: [_maxine_s_thinking_] Désolé, mais je n'ai pas l'habitude de renoncer à mes sources.
it_it: [_maxine_s_thinking_] Mi dispiace, ma non ho l'abitudine di rinunciare alle mie fonti.

source: [_maxine_s_thinking_] However, the Ley Line Locator is very reliable.
fr_fr: [_maxine_s_thinking_] Cependant, le localisateur de lignes de ley est très fiable.
it_it: [_maxine_s_thinking_] Tuttavia, il Ley Line Locator è molto affidabile.

source: [_mc_] The what?
fr_fr: [_mc_] Le quoi ?
it_it: [_mc_] Il cosa?

source: [_maxine_s_eyeroll_] It's a recently unearthed artifact.
fr_fr: [_maxine_s_eyeroll_] C'est un artefact récemment découvert.
it_it: [_maxine_s_eyeroll_] È un artefatto scoperto di recente.

source: [_mc_] What? Unearthed from where?
fr_fr: [_mc_] Quoi ? Déterré d'où ?
it_it: [_mc_] Cosa? Unearthed da dove?

source: [_maxine_s_skeptical_] From the school's basement.
fr_fr: [_maxine_s_skeptical_] Du sous-sol de l'école.
it_it: [_maxine_s_skeptical_] Dal seminterrato della scuola.

source: [_mc_] Right. The basement, of course.
fr_fr: [_mc_] Droit. Le sous-sol, bien sûr.
it_it: [_mc_] destra. Il seminterrato, ovviamente.

source: [_mc_] And what does the doll have to do with anything?
fr_fr: [_mc_] Et qu'est-ce que la poupée a à faire avec quoi que ce soit ?
it_it: [_mc_] E che cosa ha a che fare la bambola con qualcosa?

source: [_maxine_s_annoyed_] I told you... it's what's causing the disturbance.
fr_fr: [_maxine_s_annoyed_] Je vous ai dit ... c'est ce qui cause la perturbation.
it_it: [_maxine_s_annoyed_] ti ho detto... è quello che sta causando il disturbo.

source: [_maxine_s_annoyed_] Try to listen.
fr_fr: [_maxine_s_annoyed_] Essayer d'écouter.
it_it: [_maxine_s_annoyed_] Prova ad ascoltare.

source: [_mc_] How do you even know there's a disturbance?
fr_fr: [_mc_] Comment savez-vous qu'il y a une perturbation ?
it_it: [_mc_] Come si sa che c'è un disturbo?

source: [_maxine_s_neutral_] The Ley Line Locator is going off on the regular.
fr_fr: [Le localisateur de lignes de Ley se déclenche régulièrement.

source: [_mc_] The Ley Line Locator?
fr_fr: [_mc_] Le localisateur de lignes de ley ?

source: [_maxine_s_neutral_] Indeed.
fr_fr: [_maxine_s_neutral_] En effet.
it_it: [_maxine_s_neutral_] Effettivamente.

source: [_mc_] What's that?
fr_fr: [_mc_] Qu'est-ce que c'est ?
it_it: [_mc_] Che cos'è?

source: [_maxine_s_annoyed_] A priceless artifact excavated from the depths below the school.
fr_fr: [_maxine_s_annoyed_] Un artefact inestimable extrait des profondeurs de l'école.
it_it: [_maxine_s_annoyed_] Un prezioso artefatto scavato dalle profondità sotto la scuola.

source: [_mc_] What does it do?
fr_fr: [_mc_] Que fait-on ?
it_it: [_mc_] Che cosa fa?

source: [_maxine_s_annoyed_] I just told you... it keeps alerting me of the disturbance in the magnetic field.
fr_fr: [_maxine_s_annoyed_] Je viens de vous dire ... ça m'avertit de la perturbation dans le champ magnétique.
it_it: [_maxine_s_annoyed_] vi ho appena detto... continua ad avvisarmi del disturbo nel campo magnetico.

source: [_maxine_s_annoyed_] Try to keep up.
fr_fr: [_maxine_s_annoyed_] Essayez de rester en place.
it_it: [_maxine_s_annoyed_] Prova a tenere il passo.

source: [_mc_] And this is all due to the, err... a saucer-eyed doll?
fr_fr: [_mc_] Et tout cela est dû au, err ... une poupée aux yeux ?
it_it: [_mc_] E tutto questo è dovuto al tu, err... una bambola dagli occhi di piatto?

source: [_maxine_s_smile_] {i}The{/} saucer-eyed doll. There's only one.
fr_fr: [ {i}La poupée aux yeux de soucoupe. Il n'y en a qu'une.
it_it: [_maxine_s_smile_] {i}La bambola dagli occhi del piattino {/}. C'è solo una.

source: [_mc_] I've heard enough of this nonsense.
fr_fr: [_mc_] J'ai entendu assez de ce non-sens.
it_it: [_mc_] ho sentito abbastanza di queste sciocchezze.

source: [_maxine_s_neutral_] Ignorance always comes at a price.
fr_fr: [_maxine_s_neutral_] L'ignorance arrive toujours à un prix.
it_it: [_maxine_s_neutral_] Ignoranza arriva sempre ad un prezzo.

source: [_maxine_s_neutral_] The saucer-eyed doll would gain free reign over the magnetic field, for one.
fr_fr: [_maxine_s_neutral_] La poupée à la poupée gagnerait à régner librement sur le champ magnétique, pour un.
it_it: [_maxine_s_neutral_] La bambola con gli occhi del piattino guadagnerebbe il regno libero sopra il campo magnetico, per uno.

source: [_maxine_s_neutral_] Who knows what will happen?
fr_fr: [_maxine_s_neutral_] Qui sait ce qui va se passer ?
it_it: [_maxine_s_neutral_] Chi sa cosa accadrà?

source: [_mc_] Why don't you deal with it if you're so worried?
fr_fr: [_mc_] Pourquoi ne pas vous en occuper si vous êtes si inquiet ?
it_it: [_mc_] Perché non te ne occupi se sei così preoccupato?

source: [_maxine_s_eyeroll_] You seem to have a hard time grasping the concept of a quest giver.
fr_fr: [_maxine_s_eyeroll_] Vous semblez avoir du mal à saisir le concept d'un donneur de quête.
it_it: [_maxine_s_eyeroll_] Sembra che tu abbia difficoltà a cogliere il concetto di un donatore di missioni.

source: [_mc_] What did you just say?
fr_fr: [_mc_] Qu'est-ce que vous venez de dire ?
it_it: [_mc_] Che cosa hai appena detto?

source: [_maxine_s_neutral_] I thought you were different, but maybe you're just like the other one.
fr_fr: [_maxine_s_neutral_] Je pensais que vous étiez différent, mais peut-être que vous êtes comme l'autre.
it_it: [_maxine_s_neutral_] Pensavo che tu fossi diverso, ma forse sei proprio come l'altro.

source: [_maxine_s_neutral_] In any case, the saucer-eyed doll will be happy to hear about this, I'm sure.
fr_fr: [_maxine_s_neutral_] En tout cas, la poupée à la poupée sera heureuse d'entendre parler de ça, j'en suis sûr.
it_it: [_maxine_s_neutral_] In ogni caso, la bambola dagli occhi del piattino sarà felice di sentirlo, ne sono sicuro.

source: [_mc_] The other one? I have no idea what you're saying.
fr_fr: [_mc_] L'autre ? Je n'ai aucune idée de ce que tu dis.
it_it: [_mc_] L'altro? Non ho idea di quello che stai dicendo.

source: [_maxine_s_smile_] Maybe you'll understand it at some point. Maybe you won't.
fr_fr: [_maxine_s_Souriez_] Peut-être que vous le comprendrez à un moment ou à un autre. Peut-être que vous ne le ferez pas.
it_it: [_maxine_s_smile_] Forse lo capirai ad un certo punto. Forse non lo farai.

source: [_maxine_s_smile_] The future is uncertain for all of us.
fr_fr: [_maxine_s_Souriez_] L'avenir est incertain pour nous tous.
it_it: [_maxine_s_smile_] Il futuro è incerto per tutti noi.

source: [_maxine_s_neutral_] The Ley Line Locator might be our last hope. Everything hangs in the balance.
fr_fr: [Le localisateur de lignes de Ley est peut-être notre dernier espoir. Tout est en suspens.
it_it: [_maxine_s_neutral_] The Ley Line Locator potrebbe essere la nostra ultima speranza. Tutto si blocca nell'equilibrio.

source: [_mc_] The... what?
fr_fr: [_mc_] Le ... quoi ?
it_it: [_mc_] Il... cosa?

source: [_maxine_s_excited_] Oh, it's just an old artifact.
fr_fr: [_maxine_s_excited_] Oh, c'est juste un vieil artefact.
it_it: [_maxine_s_excited_] Oh, è solo un vecchio artefatto.

source: [_mc_] Right...
fr_fr: [_mc_] Droit ...
it_it: [_mc_] A Destra...

source: [_maxine_s_excited_] I've been excavating the school's basement.
fr_fr: [_maxine_s_excited_] J'ai fouillé le sous-sol de l'école.
it_it: [_maxine_s_excited_] Ho scavato il seminterrato della scuola.

source: [_mc_] Of course you have.
fr_fr: [_mc_] Bien sûr que vous avez.
it_it: [_mc_] Naturalmente avete.

source: [_maxine_s_neutral_] Regardless, I have a newspaper to run. Please, stop wasting my time.
fr_fr: [_maxine_s_neutral_] Quoi qu'il en soit, j'ai un journal à faire. S'il te plaît, arrête de perdre mon temps.
it_it: [_maxine_s_neutral_] Indipendentemente da ciò, ho un giornale da correre. Si prega di smettere di perdere tempo.

source: [maxine] is the weirdest chick in the school. No idea what she just said.
fr_fr: [maxine] est la fille la plus bizarre de l'école. Aucune idée de ce qu'elle vient de dire.
it_it: [maxine] è il pulcino più strano della scuola. Nessuna idea di quello che ha appena detto.

source: Saucer-eyed doll? Ley Line Locator?
fr_fr: Poupée aux yeux de soucoupe ? Localisateur de ligne de Ley ?
it_it: Bambola dagli occhi del Saucer? Ley Line Locator?

source: The only thing I know for sure is that the school doesn't have a basement.
fr_fr: La seule chose que je connaisse, c'est que l'école n'a pas de sous-sol.
it_it: L'unica cosa che so per certo è che la scuola non ha un seminterrato.

source: Not sure what this is about, but I'm curious.
fr_fr: Pas sûr de ce que c'est, mais je suis curieux.
it_it: Non so di cosa si tratti, ma sono curioso.

source: If only I could get my hands on that Ley Line Locator...
fr_fr: Si seulement je pouvais mettre la main sur ce localisateur de lignes de Ley...
it_it: Se solo potessi mettere le mani su quel Ley Line Locator...

source: [lindsey]'s lapse of memory and constant loss of balance is worrying.
fr_fr: Les trous de mémoire et les pertes d'équilibre constantes de [lindsey] sont inquiétants.
it_it: [lindsey]è preoccupante il decadimento della memoria e la costante perdita di equilibrio.

source: Better not waste time with [maxine]'s nonsense.
fr_fr: Mieux vaut ne pas perdre de temps avec un non-sens de [maxine].
it_it: Meglio non perdere tempo con le sciocchezze di [maxine].

source: [lindsey] is the type to stay as far away from the [nurse]'s office as possible.
fr_fr: [lindsey] est le type de séjour aussi loin que possible du bureau [nurse].
it_it: [lindsey] è il tipo di stare il più lontano possibile dall'ufficio di [nurse].

source: She'll only talk to the [nurse] if she's seriously hurt.
fr_fr: Elle ne parlera qu'au [nurse] si elle est grièvement blessée.
it_it: Parlerà con la [nurse] solo se sarà seriamente ferita.

source: [_nurse_s_smile_] [mc], are you feeling okay?
fr_fr: [_nurse_s_Souriez_] [mc], vous vous sentez bien ?
it_it: [_nurse_s_smile_] [mc], ti senti bene?

source: [_mc_] Hmm... let's not talk about that.
fr_fr: [_mc_] Hmm ... Ne parlons pas de ça.
it_it: [_mc_] Hmm... non parliamo di questo.

source: [_mc_] I'm looking for medical advice for a friend.
fr_fr: [_mc_] Je cherche des conseils médicaux pour un ami.
it_it: [_mc_] Sto cercando consigli medici per un amico.

source: [_nurse_s_concerned_] Oh my. It's best if they come talk to me themselves.
fr_fr: [_nurse_s_concerned_] Oh mon. C'est mieux s'ils viennent me parler eux-mêmes.
it_it: [_nurse_s_concerned_] Oh mio. È meglio se vengono a parlare con me stessi.

source: [_mc_] I'm not sure if they want or need help, really.
fr_fr: [_mc_] Je ne suis pas sûr qu'ils veulent ou ont besoin d'aide, vraiment.
it_it: [_mc_] Non sono sicuro se vogliono o hanno bisogno di aiuto, davvero.

source: [_mc_] Basically, I'm just wondering what could cause memory loss and poor balance.
fr_fr: [_mc_] En gros, je me demande ce qui pourrait entraîner une perte de mémoire et un mauvais équilibre.
it_it: [_mc_] Fondamentalmente, mi chiedo cosa possa causare perdita di memoria e cattivo equilibrio.
