Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_piano.po
Languages: fr_fr, it_it

source: [_mc_] Hey, [lindsey]!
fr_fr: [_mc_] Hé, [lindsey]!

source: [_mc_] Rude, but okay...
fr_fr: [_mc_] Rude, mais ok ...
it_it: [_mc_] Rude, ma va bene...

source: [_mc_] Are you all right?
fr_fr: [_mc_] Vous avez raison ?
it_it: [_mc_] Stai bene?

source: Something's definitely wrong...
fr_fr: Quelque chose ne va pas ...
it_it: Qualcosa è decisamente sbagliato...

source: [_mc_] Hello? Can you move at all?
fr_fr: [_mc_] Bonjour ? Pouvez-vous bouger du tout ?
it_it: [_mc_] Ciao? Riesci a muoverti affatto?

source: Hmm... she responded... maybe?
fr_fr: Hmm ... elle a répondu ... peut-être ?
it_it: Hmm... ha risposto... forse?

source: She's in some kind of trance.
fr_fr: Elle est dans une sorte de transe.
it_it: Lei è in qualche tipo di trance.

source: [_extend_] Hello?
fr_fr: [_extend_] Bonjour ?
it_it: [_extend_] Ciao?

source: [_lindsey_s_annoyed_] Ow! What the hell, [mc]?
fr_fr: [_lindsey_s_annoyed_] Ow ! Qu'est-ce que l'enfer, [mc] ?

source: [_mc_] You were totally spaced out.
fr_fr: [_mc_] Vous avez été totalement espacés.
it_it: [_mc_] Sei stato completamente distanziato.

source: [_lindsey_s_annoyed_] What do you mean?
fr_fr: [_lindsey_s_annoyed_] Que voulez-vous dire ?
it_it: [_lindsey_s_annoyed_] Che cosa intendi?

source: [_mc_] Like... unresponsive?
fr_fr: [_mc_] Comme ... non réactive ?
it_it: [_mc_] Preferisce... non reattivo?

source: [_lindsey_s_annoyed_] Well, you didn't have to shake me...
fr_fr: [_lindsey_s_annoyed_] Eh bien, vous n'avez pas eu à me secouer ...
it_it: [_lindsey_s_annoyed_] Beh, non dovevi scuotermi...

source: [_mc_] Squirt, squirt!
fr_fr: [_mc_] Jupe, jupe !
it_it: [_mc_] squirt!

source: [_mc_] You're alive!
fr_fr: [_mc_] Vous êtes en vie !
it_it: [_mc_] Sei vivo!

source: [_lindsey_s_laughing_] What?
fr_fr: [_lindsey_s_laughing_] Quoi ?
it_it: [_lindsey_s_laughing_] Cosa?

source: [_mc_] You were in some kind of trance. Sorry about the water.
fr_fr: [_mc_] Vous étiez dans une sorte de transe. Désolé pour l'eau.
it_it: [_mc_] Eravate in qualche tipo di trance. Mi dispiace per l'acqua.

source: [_lindsey_s_flirty_] That's okay... I was already a little sweaty from practice.
fr_fr: [_lindsey_s_flirty_] C'est bon ... J'étais déjà un peu transpirant de la pratique.
it_it: [_lindsey_s_flirty_] Va bene... Ero già un po' sudata dalla pratica.

source: [_lindsey_s_flirty_] Yeah, I'm peachy! Thanks for checking on me.
fr_fr: [Oui, je vais bien ! Merci d'avoir pris de mes nouvelles.
it_it: [_lindsey_s_flirty_] Sì, sono pesca! Grazie per aver controllato su di me.

source: Hmm... I better get the [nurse].
fr_fr: Hmm ... Je ferais mieux d'obtenir le [nurse].
it_it: Hmm... Meglio ottenere la [nurse].

source: [_mc_] I'm worried about you.
fr_fr: [_mc_] Je m'inquiète pour toi.
it_it: [_mc_] sono preoccupata per te.

source: [_lindsey_s_smile_] That's sweet of you, but I'm okay. Really!
fr_fr: [C'est gentil de ta part, mais je vais bien. C'est vrai !
it_it: [_lindsey_s_smile_] È dolce da parte tua, ma sto bene. Davvero!

source: [_mc_] Are you sure?
fr_fr: [_mc_] Etes-vous sûr ?
it_it: [_mc_] Sei sicuro?

source: [_lindsey_s_laughing_] I'm fine, just a bit stressed.
fr_fr: [_lindsey_s_laughing_] Je vais bien, un peu stressa.
it_it: [_lindsey_s_laughing_] sto bene, solo un po' stressato.

source: [_lindsey_s_flirty_] I need to practice... I'm already behind schedule.
fr_fr: [_lindsey_s_flirty_] J'ai besoin de pratiquer ... Je suis déjà en retard.
it_it: [_lindsey_s_flirty_] devo esercitarmi... sono già in ritardo.

source: [_lindsey_s_flirty_] See you later!
fr_fr: [_lindsey_s_flirty_] Vous voyez plus tard !
it_it: [_lindsey_s_flirty_] Ci vediamo più tardi!

source: [lindsey] never has time to rest.
fr_fr: [lindsey] n'a jamais le temps de se reposer.
it_it: [lindsey] non ha mai tempo di riposare.

source: Maybe it's the stress that's causing her problems?
fr_fr: Peut-être que c'est le stress qui cause ses problèmes ?
it_it: Forse è lo stress che sta causando i suoi problemi?

source: I once read somewhere that stress really messes with your blood pressure...
fr_fr: J'ai lu quelque part que le stress est vraiment en désordre avec votre tension artérielle ...
it_it: Una volta ho letto da qualche parte che lo stress davvero si insinua con la pressione sanguigna...

source: Perhaps I could get her to relax somehow?
fr_fr: Peut-être que je pourrais l'amener à se détendre d'une façon ou d'une autre ?
it_it: Forse potrei farla rilassare in qualche modo?

source: When I get really stressed out, I always put on some music.
fr_fr: Lorsque je suis vraiment stressée, je mets toujours de la musique.
it_it: Quando vengo davvero stressato fuori, ho sempre messo un po 'di musica.

source: I wonder if that could help her as well...
fr_fr: Je me demande si ça pourrait l'aider aussi ...
it_it: Mi chiedo se questo potrebbe aiutarla pure...

source: [_mc_] Something's wrong with [lindsey]!
fr_fr: [_mc_] Quelque chose ne va pas avec le [lindsey]!
it_it: [_mc_] Qualcosa è sbagliato con [lindsey]!

source: [_nurse_s_afraid_] Oh, no! Where is she?
fr_fr: [_nurse_s_afraid_] Oh, non ! Où est-elle ?
it_it: [_nurse_s_afraid_] Oh, no! Dov'è lei?

source: [_mc_] Follow me!
fr_fr: [_mc_] Suivez-moi !
it_it: [_mc_] Seguimi!

source: [_lindsey_s_skeptical_] Um... what's going on?
fr_fr: [_lindsey_s_skeptical_] Um ... Qu'est-ce qui se passe ?
it_it: [_lindsey_s_skeptical_] Um... cosa sta succedendo?

source: [_mc_] You're okay!
fr_fr: [_mc_] Vous allez bien !
it_it: [_mc_] Stai bene!

source: [_lindsey_s_laughing_] Why wouldn't I be?
fr_fr: [_lindsey_s_laughing_] Pourquoi je ne serais pas ?
it_it: [_lindsey_s_laughing_] Perché non sarei vero?

source: [_mc_] You were completely unresponsive earlier... I went to get the [nurse].
fr_fr: [_mc_] Vous étiez complètement insensible plus tôt ... Je suis allé chercher le [nurse].
it_it: [_mc_] Sei stato completamente insensibile prima... sono andato a ottenere la [nurse].

source: [_lindsey_s_smile_] I'm fine!
fr_fr: [_lindsey_s_Souriez_] Je vais bien !
it_it: [_lindsey_s_smile_] sto bene!

source: [_nurse_s_thinking_] Maybe we should run some tests.
fr_fr: [_nurse_s_thinking_] Peut-être devrions-nous faire quelques tests.
it_it: [_nurse_s_thinking_] Forse dovremmo eseguire alcuni test.

source: [_lindsey_s_skeptical_] I don't know what's going on, but I need to go to practice.
fr_fr: [_lindsey_s_skeptical_] Je ne sais pas ce qui se passe, mais je dois aller à la pratique.
it_it: [_lindsey_s_skeptical_] Non so cosa sta succedendo, ma ho bisogno di andare in pratica.

source: [_lindsey_s_skeptical_] I'm already behind schedule.
fr_fr: [_lindsey_s_skeptical_] Je suis déjà en retard.
it_it: [_lindsey_s_skeptical_] sono già in ritardo.

source: [_mc_] But—
fr_fr: [_mc_] Mais-

source: [_nurse_s_sad_] You didn't make this up, did you?
fr_fr: [_nurse_s_sad_] Vous n'avez pas fait ça, n'est-ce pas ?
it_it: [_nurse_s_sad_] Non hai fatto questo, vero?

source: [_mc_] I swear, she was in some kind of trance earlier!
fr_fr: [_mc_] Je jure qu'elle était en transe tout à l'heure !
it_it: [_mc_] Ho giurato, lei era in una sorta di trance prima!

source: [_nurse_s_concerned_] That's a bit worrisome, but I can't do anything if she doesn't want to get tested.
fr_fr: [_nurse_s_concerned_] C'est un peu inquiétant, mais je ne peux rien faire si elle ne veut pas être testée.
it_it: [_nurse_s_concerned_] È un po' preoccupante, ma non posso fare nulla se non vuole essere testata.

source: [_nurse_s_blush_] You did well to get me. Let me know if it happens again.
fr_fr: [Vous avez bien fait de m'avoir. Prévenez-moi si cela se reproduit.
it_it: [_nurse_s_blush_] Hai fatto bene a prendermi. Fatemi sapere se succede di nuovo.

source: [lindsey] seems stressed about her upcoming competitions.
fr_fr: [lindsey] semble stressait pour ses prochaines compétitions.
it_it: [lindsey] sembra insistere sulle sue prossime competizioni.

source: Okay, let's try that again...
fr_fr: Ok, essayons encore une fois ...
it_it: Ok, proviamo di nuovo...

source: I should probably focus on [lindsey] this time.
fr_fr: Je devrais probablement me concentrer sur [lindsey] cette fois-ci.
it_it: Probabilmente dovrei concentrarmi su [lindsey] questa volta.

source: Maybe I could help [lindsey] relax if I filled the halls with piano music?{space=-25}
fr_fr: Peut-être que je pourrais aider [lindsey] relax si j'ai rempli les salles avec de la musique pour piano ? {space=-25}
it_it: Forse potrei aiutare [lindsey] rilassarmi se riempivo le sale con musica pianoforte?{space=-25}

source: [_lindsey_s_laughing_] Whoa! I liked that!
fr_fr: [_lindsey_s_laughing_] Whoa ! J'ai aimé ça !
it_it: [_lindsey_s_laughing_] Whoa! Mi è piaciuto!

source: [_mc_] Thank you!
fr_fr: [_mc_] Merci !
it_it: [_mc_] Grazie!

source: Huh! I didn't expect this to actually bring her here...
fr_fr: Hé ! Je ne m'attendais pas à ce que ça l'amène ici ...
it_it: Huh! Non mi aspettavo che questo la portasse qui...

source: Does she look more relaxed than usual? Hmm... hard to tell.
fr_fr: A-t-elle l'air plus détendue que d'habitude ? Hmm ... difficile à dire.
it_it: Lei sembra più rilassata del solito? Hmm... difficile da raccontare.

source: [_lindsey_s_smile_] I never took you for the musical type, but this tune gives me this feeling...
fr_fr: [_lindsey_s_Souriez_] Je ne t'ai jamais pris pour le type musical, mais cet air me donne ce sentiment ...
it_it: [_lindsey_s_smile_] Non ti ho mai preso per il tipo musicale, ma questa melodia mi dà questa sensazione...

source: [_mc_] I'm typically not, but I've been practicing lately.
fr_fr: [_mc_] Je ne suis généralement pas, mais j'ai pratiqué ces derniers temps.
it_it: [_mc_] in genere no, ma ho praticato ultimamente.

source: [_lindsey_s_flirty_] It's paying off!
fr_fr: [_lindsey_s_flirty_] C'est payant !
it_it: [_lindsey_s_flirty_] sta pagando!

source: [_mc_] Thanks!
fr_fr: [_mc_] Merci !
it_it: [_mc_] Grazie!

source: Maybe I can keep her mind off the competition for a bit...
fr_fr: Peut-être que je peux garder son esprit hors de la compétition pour un peu ...
it_it: Forse posso tenere la sua mente fuori dalla competizione per un po'...

source: [_mc_] Do you want to hear another one?
fr_fr: [_mc_] Voulez-vous en entendre un autre ?
it_it: [_mc_] Vuoi sentirne un altro?

source: [_lindsey_s_laughing_] I'd love to!
fr_fr: [_lindsey_s_laughing_] J'adorerais !
it_it: [_lindsey_s_laughing_] mi piacere!

source: [_kate_s_excited_] That wasn't terrible.
fr_fr: [_kate_s_excited_] Ce n'était pas terrible.
it_it: [_kate_s_excited_] Non era terribile.

source: [_lindsey_s_laughing_] He's quite good, isn't he?
fr_fr: [_lindsey_s_laughing_] Il est assez bon, n'est-ce pas ?
it_it: [_lindsey_s_laughing_] è abbastanza buono, vero?

source: [_kate_s_eyeroll_] Let's not get carried away here.
fr_fr: [_kate_s_eyeroll_] Ne nous emfaites pas ici.
it_it: [_kate_s_eyeroll_] Non ci portiamo via qui.

source: [_kate_s_skeptical_] Half of it was decent. The rest, not so much.
fr_fr: [_kate_s_skeptical_] La moitié d'entre elles étaient décentes. Le reste, pas tant.
it_it: [_kate_s_skeptical_] Metà di esso era decente. Il resto, non tanto.

source: [_mc_] Which part did you like, [kate]?
fr_fr: [_mc_] Quelle partie avez-vous aimée, [_mc_] kate] ?
it_it: [_mc_] Quale parte ti è piaciuta, [kate]?

source: [_kate_s_excited_] The pauses between the notes.
fr_fr: [_kate_s_excited_] Les pauses entre les notes.
it_it: [_kate_s_excited_] Le pause tra le note.

source: [_lindsey_s_skeptical_] I don't think it was that bad!
fr_fr: [_lindsey_s_skeptical_] Je ne pense pas que c'était aussi mauvais !
it_it: [_lindsey_s_skeptical_] Non penso che sia stato così male!

source: [_mc_] I do need more practice.
fr_fr: [_mc_] J'ai besoin de plus de pratique.
it_it: [_mc_] Ho bisogno di più pratica.

source: [_kate_s_excited_] No doubt about that.
fr_fr: [_kate_s_excited_] Pas de doute à ce sujet.
it_it: [_kate_s_excited_] Non ci sono dubbi.

source: [_mc_] Maybe you can teach me?
fr_fr: [_mc_] Peut-être que vous pouvez m'apprendre ?
it_it: [_mc_] Forse puoi insegnarmi?

source: [_kate_s_eyeroll_] Why would I waste my time on you?
fr_fr: [_kate_s_eyeroll_] Pourquoi est-ce que je perdrait mon temps sur vous ?
it_it: [_kate_s_eyeroll_] Perché perderei il mio tempo su di te?

source: [_lindsey_s_thinking_] I'm going to go...
fr_fr: [_lindsey_s_thinking_] Je vais aller ...
it_it: [_lindsey_s_thinking_] Sto per andare...

source: [_kate_s_excited_] Don't forget about the party this weekend!
fr_fr: [_kate_s_excited_] N'oubliez pas la fête ce week-end !
it_it: [_kate_s_excited_] Non dimenticare la festa questo fine settimana!

source: [_lindsey_] I won't!
fr_fr: [_lindsey_] Je ne le ferai pas !
it_it: [_lindsey_] Non lo farò!

source: [_kate_s_skeptical_] Don't even think about it, [mc]. You're not invited.
fr_fr: [_kate_s_skeptical_] Ne pensez même pas à ça, [mc]. Vous n'êtes pas invité.
it_it: [_kate_s_skeptical_] Non ci pensi, [mc]. Non sei invitato.

source: [_mc_] I know that...
fr_fr: [_mc_] Je sais que ...
it_it: [_mc_] lo so che...

source: [_mc_] Will you at least teach me if I call you "ma'am?"
fr_fr: [_mc_] Allez-vous au moins m'apprendre si je vous appelle "madame" ?
it_it: [_mc_] Tu almeno mi insegnerai se ti chiamo "ma'am?"

source: [_kate_s_flirty_] I might consider it.
fr_fr: [_kate_s_flirty_] Je pourrais le considérer.
it_it: [_kate_s_flirty_] potrei considerarlo.

source: [_mc_] Teach me, please, ma'am.
fr_fr: [_mc_] Apprenez-moi, s'il vous plaît, madame.
it_it: [_mc_] Insegnami, per favore, ma'am.

source: [_kate_s_neutral_] Not enough enthusiasm. Besides, I have to go.
fr_fr: [_kate_s_neutral_] Pas assez d'enthousiasme. D'ailleurs, je dois y aller.
it_it: [_kate_s_neutral_] Non abbastanza entusiasmo. Inoltre, devo andare.

source: [_kate_s_confident_] Keep your eyes down... I don't want you perving on my back.
fr_fr: [Gardez les yeux baissés... Je ne veux pas que tu me regardes dans le dos.
it_it: [_kate_s_confident_] Tieni gli occhi bassi... Non voglio che tu pervada sulla schiena.

source: She totally cockblocked me with [lindsey], didn't she?
fr_fr: Elle m'a totalement bloqué avec le [lindsey], n'est-ce pas ?
it_it: Lei mi ha completamente bloccato con [lindsey], vero?

source: But honestly... [kate] can do whatever she wants.
fr_fr: Mais honnêtement ... [kate] peut faire ce qu'elle veut.
it_it: Ma onestamente... [kate] può fare quello che vuole.

source: Hopefully, it includes me somehow...
fr_fr: J'espère que ça me comprend d'une façon ou d'une autre ...
it_it: Speriamo che mi includa in qualche modo...

source: [_mc_] Maybe you can show us how it's done, [kate]?
fr_fr: [_mc_] Peut-être que vous pouvez nous montrer comment c'est fait, [kate] ?
it_it: [_mc_] Forse puoi mostrarci come è fatto, [kate]?

source: [_lindsey_s_laughing_] Yes! I'd love to hear that.
fr_fr: [_lindsey_s_laughing_] Oui ! J'aimerais entendre ça.
it_it: [_lindsey_s_laughing_] Sì! Mi piacerebbe sentirlo.

source: [_kate_s_eyeroll_] Dream on. I have better things to do.
fr_fr: [_kate_s_eyeroll_] Dream on. J'ai de meilleures choses à faire.
it_it: [_kate_s_eyeroll_] Sogno su. Ho cose migliori da fare.

source: [_mc_] I hear a lot of talking, but see very little walking...
fr_fr: [_mc_] J'entends beaucoup parler, mais voir très peu de marche ...
it_it: [_mc_] Ho sentito parlare molto, ma vedere molto poco camminare...

source: [_kate_s_skeptical_] I have nothing to prove.
fr_fr: [_kate_s_skeptical_] Je n'ai rien à prouver.
it_it: [_kate_s_skeptical_] non ho nulla da dimostrare.

source: [_mc_] If you say so.
fr_fr: [_mc_] Si vous le dites.
it_it: [_mc_] Se dici così.

source: [_kate_s_annoyed_] Whatever.
fr_fr: [_kate_s_annoyed_] Quoi qu'il en soit.
it_it: [_kate_s_annoyed_] Qualcosa.

source: Odd that she refused...
fr_fr: Curieux qu'elle ait refusé...
it_it: Dispari che ha rifiutato...

source: [kate] is a straight-A student, surely she knows how to play the piano.{space=-15}
fr_fr: [kate] est une étudiante simple, elle sait certainement jouer du piano. {space=-15}
it_it: [kate] è una studentessa dritta, sicuramente sa suonare il pianoforte.{space=-15}

source: Maybe she got intimidated?
fr_fr: Peut-être qu'elle a été intimidée ?
it_it: Forse è stata intimidita?

source: [_lindsey_s_smile_] For what it's worth, I think you did great.
fr_fr: [_lindsey_s_Souriez_] Pour ce que ça vaut, je pense que vous avez fait grand.
it_it: [_lindsey_s_smile_] Per quello che vale la pena, penso che tu abbia fatto grande.

source: [_mc_] I appreciate that.
fr_fr: [_mc_] J'apprécie ça.
it_it: [_mc_] lo apprezzo.

source: [_mc_] Maybe one day I'll be half as good as you're at running...
fr_fr: [_mc_] Peut-être qu'un jour, je serai à moitié aussi bon que vous ...
it_it: [_mc_] Forse un giorno sarò mezzo buono come sei in corso...

source: [_lindsey_s_flirty_] Aw, I'm sure you will!
fr_fr: [J'en suis sûre !
it_it: [_lindsey_s_flirty_] Aw, sono sicuro che lo farete!

source: [_mc_] So, what sort of music do you usually listen to?
fr_fr: [_mc_] Alors, quel genre de musique écoutez-vous habituellement ?
it_it: [_mc_] Quindi, che tipo di musica ascolti?

source: [_lindsey_s_smile_] I like medieval!
fr_fr: [_lindsey_s_Souriez_] J'aime le Moyen Âge !
it_it: [_lindsey_s_smile_] Mi piace il medievale!

source: [_mc_] I used to love medieval music.
fr_fr: [_mc_] J'adorais la musique médiévale.
it_it: [_mc_] Io amavo la musica medievale.

source: [_mc_] Thanks, [lindsey]! I'm happy you liked it.
fr_fr: [_mc_] Merci, [lindsey]! Je suis heureux que tu l'aimes.
it_it: [_mc_] Grazie, [lindsey]! Sono felice che ti sia piaciuto.

source: [_kate_s_cringe_] She's out of your league, weirdo.
fr_fr: [Elle n'est pas dans tes cordes, le taré.
it_it: [_kate_s_cringe_] Lei è fuori dal tuo campionato, strano.

source: [_mc_] I wasn't...
fr_fr: [_mc_] Je n'étais pas ...
it_it: [_mc_] non eravo...

source: [_lindsey_s_smile_] I think he just likes to play! Right, [mc]?
fr_fr: [_lindsey_s_Souriez_] Je pense qu'il aime jouer ! A droite, [mc] ?
it_it: [_lindsey_s_smile_] Penso che gli piaccia giocare! Giusto, [mc]?

source: [_kate_s_laughing_] You sweet summer child.
fr_fr: [_kate_s_laughing_] Vous avez un bon enfant d'été.
it_it: [_kate_s_laughing_] Tu dolce bambino estivo.

source: [_kate_s_smile_] Guys like him only have one thing on their mind.
fr_fr: [_kate_s_Souriez_] Les gars comme lui n'ont qu'une seule chose à l'esprit.
it_it: [_kate_s_smile_] Ragazzi come lui hanno solo una cosa in mente.

source: [_mc_] The only thing on my mind is music.
fr_fr: [_mc_] La seule chose dans mon esprit est la musique.
it_it: [_mc_] L'unica cosa in mente è la musica.

source: [_kate_s_eyeroll_] Spare me the lies.
fr_fr: [_kate_s_eyeroll_] Spare me les mensonges.
it_it: [_kate_s_eyeroll_] Mi sputi le bugie.

source: [_lindsey_s_smile_] I believe him!
fr_fr: [_lindsey_s_Souriez_] Je le crois !
it_it: [_lindsey_s_smile_] gli credo!

source: [_kate_s_cringe_] I think I'm going to be sick...
fr_fr: [_kate_s_cringe_] Je pense que je vais être malade ...
it_it: [_kate_s_cringe_] Penso che sarò malato...

source: [_lindsey_s_laughing_] Don't worry about her! I think it's nice that you've found a hobby.
fr_fr: [_lindsey_s_laughing_] Ne vous inquiétez pas pour elle ! Je pense que c'est bien que tu aies trouvé un passe-temps.
it_it: [_lindsey_s_laughing_] Non ti preoccupare per lei! Penso che sia bello che tu abbia trovato un hobby.

source: Right. Don't worry about the bullies. That's easy...
fr_fr: D'accord. Ne vous inquiétez pas des mensonges. C'est facile ...
it_it: Giusto. Non preoccuparti per i buoi. È facile...

source: [_mc_] I'll do my best, I guess.
fr_fr: [_mc_] Je ferai de mon mieux, je suppose.
it_it: [_mc_] farò del mio meglio, immagino.

source: [_lindsey_s_smile_] That's what I tell myself before stepping up on the track.
fr_fr: [_lindsey_s_Souriez_] C'est ce que je me dis avant de monter sur la piste.
it_it: [_lindsey_s_smile_] Questo è ciò che mi dico prima di salire in pista.

source: [_lindsey_s_smile_] I know my best is really good, but it's okay to fall short of it as long as I try!
fr_fr: [_lindsey_s_Souriez_] Je sais que mon meilleur est vraiment bien, mais c'est bien d'en tomber aussi longtemps que j'essaierai !
it_it: [_lindsey_s_smile_] So che il mio meglio è davvero buono, ma va bene cadere a corto di esso fino a quando provo!

source: [_mc_] You never fall short, though...
fr_fr: [_mc_] Vous n'êtes jamais à court, cependant...
it_it: [_mc_] Non cadi mai breve, però...

source: [_mc_] You're a star on that racing track.
fr_fr: [_mc_] Vous êtes une étoile sur cette piste de course.
it_it: [_mc_] Sei una stella su quella pista da corsa.

source: [_lindsey_s_laughing_] Thanks, but you should see me at practice!
fr_fr: [_lindsey_s_laughing_] Merci, mais vous devriez me voir en pratique !
it_it: [_lindsey_s_laughing_] Grazie, ma mi dovreste vedere in pratica!

source: [_lindsey_s_thinking_] For every great lap, there's a hundred mediocre ones.
fr_fr: [Pour chaque grand tour, il y a une centaine de tours médiocres.
it_it: [_lindsey_s_thinking_] Per ogni grande giro, ci sono cento mediocri.

source: [_lindsey_s_thinking_] It's like that with everything. People only show the world their best, never the hours of failure and hardships.
fr_fr: [_lindsey_s_thinking_] C'est comme ça avec tout. Les gens ne font que montrer au monde leur meilleur, jamais les heures d'échec et les difficultés.
it_it: [_lindsey_s_thinking_] È così con ogni cosa. Le persone mostrano solo il loro meglio, mai le ore di fallimento e le difficoltà.

source: [_lindsey_s_neutral_] I'm sure that goes for pianists, as well!
fr_fr: [_lindsey_s_neutral_] Je suis sûr que cela vaut aussi pour les pianistes !
it_it: [_lindsey_s_neutral_] Sono sicuro che vada anche per i pianisti!

source: [_lindsey_s_neutral_] It's those that never give up who become really good at things. Hard work always beats talent in the long run.
fr_fr: [_lindsey_s_neutral_] C'est ceux qui n'abandonnons jamais qui deviennent vraiment bons dans les choses. Le travail acharne bat toujours le talent à long terme.
it_it: [_lindsey_s_neutral_] Sono quelli che non rinunciano mai a diventare veramente bravi nelle cose. Il duro lavoro batte sempre il talento nel lungo periodo.

source: [_mc_] Hmm... I've never thought of it like that...
fr_fr: [_mc_] Hmm ... Je n'ai jamais pensé à ça comme ça ...
it_it: [_mc_] Hmm... Non l'ho mai pensato così...

source: How does one practice love, though?
fr_fr: Comment peut-on s'adorer une pratique ?
it_it: Ma come fa l'amore di una pratica?

source: Maybe [lindsey] will tell me if I keep talking to her?
fr_fr: Peut-être que [lindsey] me dira si je continue à lui parler ?
it_it: Forse [lindsey] mi dirà se continuo a parlare con lei?

source: She always seemed so dumb before, but maybe there's more to her than meets the eye...
fr_fr: Elle a toujours été si bête avant, mais peut-être qu'il y a plus à elle que de rencontrer l'œil ...
it_it: Lei sembrava sempre così stupida prima, ma forse c'è di più per lei che incontra l'occhio...

source: [_lindsey_s_excited_] I like medieval!
fr_fr: [_lindsey_s_excited_] J'aime le Moyen Âge !
it_it: [_lindsey_s_excited_] Mi piace il medievale!

source: [_mc_] Sounds like you need someone to catch you.
fr_fr: [_mc_] Des sons comme vous avez besoin de quelqu'un pour vous attraper.
it_it: [_mc_] Suona come se avessi bisogno di qualcuno per catturarti.

source: [_mc_] Someone strong.
fr_fr: [_mc_] Quelqu'un fort.
it_it: [_mc_] Qualcuno forte.

source: [_lindsey_s_flirty_] I suppose that wouldn't be so bad!
fr_fr: [_lindsey_s_flirty_] Je suppose que ce ne serait pas si mal !
it_it: [_lindsey_s_flirty_] Suppongo che non sarebbe così male!
