Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_piano.po
Languages: fr_fr, it_it

source: [_lindsey_s_laughing_] Oh, my god! You're so silly!
fr_fr: [_lindsey_s_laughing_] Oh, mon dieu ! Tu es si stupide !
it_it: [_lindsey_s_laughing_] Oh, mio Dio! Sei così sciocco!

source: [_mc_] It's okay, have a feel if you want.
fr_fr: [_mc_] C'est bon, vous avez une impression si vous voulez.
it_it: [_mc_] Va bene, avere una sensazione se vuoi.

source: [_lindsey_s_smile_] If you insist...
fr_fr: [Si vous insistez...
it_it: [_lindsey_s_smile_] Se insisti...

source: [_mc_] Let me know if you want to practice trust falls...
fr_fr: [_mc_] Faites-moi savoir si vous voulez pratiquer des chutes de confiance...
it_it: [_mc_] Fatemi sapere se volete praticare la fiducia cade...

source: [_lindsey_s_laughing_] Hah! As much as I'd like that, I have to get going.
fr_fr: [_lindsey_s_laughing_] Hah ! Aussi bien que j'aimerais ça, je dois aller.
it_it: [_lindsey_s_laughing_] Hah! Per quanto mi piace, devo andarmene.

source: [_mc_] Can you at least tell me your favorite music genre before you go?
fr_fr: [_mc_] Pouvez-vous me dire au moins votre genre de musique préféré avant de partir ?
it_it: [_mc_] Puoi almeno dirmi il tuo genere musicale preferito prima di andare?

source: [_lindsey_s_smile_] I'm into medieval stuff!
fr_fr: [_lindsey_s_Souriez_] Je suis dans les affaires médiévales !
it_it: [_lindsey_s_smile_] Sono in roba medievale!

source: [_mc_] I volunteer!
fr_fr: [_mc_] Je me porte volontaire !
it_it: [_mc_] I volontario!

source: [_lindsey_s_skeptical_] I think I'm okay, thanks.
fr_fr: [_lindsey_s_skeptical_] Je pense que je vais bien, merci.
it_it: [_lindsey_s_skeptical_] penso che io stia bene, grazie.

source: Ouch. That was perhaps a bit too thirsty.
fr_fr: Ouch. C'était peut-être un peu trop soif.
it_it: Ouch. Forse era un po' troppo assetato.

source: Now she thinks [kate] was right...
fr_fr: Maintenant, elle pense que [kate] a raison ...
it_it: Ora pensa che [kate] abbia ragione...

source: Ugh, why do I always say dumb shit?
fr_fr: Ugh, pourquoi je dis toujours une merde ?
it_it: Ugh, perché dico sempre merda stupida?

source: [_mc_] That was a joke...
fr_fr: [_mc_] C'était une blague ...
it_it: [_mc_] Quella era una battuta...

source: [_lindsey_s_smile_] No worries.
fr_fr: [_lindsey_s_Souriez_] Pas d'inquiétude.
it_it: [_lindsey_s_smile_] Nessuna preoccupazione.

source: [_lindsey_s_smile_] Sorry, but I have to run.
fr_fr: [_lindsey_s_Souriez_] Désolé, mais je dois courir.
it_it: [_lindsey_s_smile_] Mi dispiace, ma devo correre.

source: [_lindsey_s_laughing_] I'm into medieval stuff!
fr_fr: [_lindsey_s_laughing_] Je suis dans les affaires médiévales !
it_it: [_lindsey_s_laughing_] Sono in roba medievale!

source: [_mc_] Not that you'd need it...
fr_fr: [_mc_] Pas que vous en auriez besoin ...
it_it: [_mc_] Non che ne avresti bisogno...

source: [_lindsey_s_smile_] Aww!
fr_fr: [_lindsey_s_Souriez_] Aww !

source: [_lindsey_s_smile_] I think everyone could use a good catch every now and then.
fr_fr: [_lindsey_s_Souriez_] Je pense que tout le monde pourrait utiliser une bonne prise tous les jours et ensuite.
it_it: [_lindsey_s_smile_] Penso che tutti possano usare una buona cattura ogni tanto.

source: [_lindsey_s_flirty_] I at least love feeling safe and cared for.
fr_fr: [J'aime au moins me sentir en sécurité et pris en charge.
it_it: [_lindsey_s_flirty_] Mi piace almeno sentirmi al sicuro e curato.

source: [_mc_] I think you're right.
fr_fr: [_mc_] Je pense que vous avez raison.
it_it: [_mc_] penso che tu abbia ragione.

source: [_mc_] So, what kind of music are you into?
fr_fr: [_mc_] Alors, quel genre de musique êtes-vous ?
it_it: [_mc_] Allora, che tipo di musica sei dentro?

source: [_mc_] [kate] is right... I was hoping for your panties as a token of appreciation.
fr_fr: [_mc_] [_mc_] kate] a raison... J'espérais avoir votre culotte en guise de remerciement.
it_it: [_mc_] [kate] ha ragione... speravo che le tue mutandine fossero un segno di apprezzamento.

source: [_lindsey_s_laughing_] Oh, my god!
fr_fr: [_lindsey_s_laughing_] Oh, mon dieu !
it_it: [_lindsey_s_laughing_] Oh, mio dio!

source: [_kate_s_laughing_] I bet he'd sniff them too like the weirdo he is.
fr_fr: [_kate_s_laughing_] Je parie qu'il les renierait trop comme le weirdo qu'il est.
it_it: [_kate_s_laughing_] Scommetto che li annientasse anche come lo strano che è.

source: [_mc_] Only to confirm that they're not yours, [kate].
fr_fr: [_mc_] Seulement pour confirmer qu'ils ne sont pas les vôtres, [kate].
it_it: [_mc_] Solo per confermare che non sono tuoi, [kate].

source: [_mc_] I hate that sulphuric smell.
fr_fr: [_mc_] Je déteste cette odeur sulfurique.
it_it: [_mc_] Odio quell'odore solforico.

source: [_kate_s_neutral_] At least they don't smell like a virgin loser like yours.
fr_fr: [_kate_s_neutral_] Au moins, ils ne sentent pas comme un loser vierge comme le vôtre.
it_it: [_kate_s_neutral_] Almeno non odorano come un perdente vergine come il vostro.

source: [_kate_s_confident_] You do wear panties, right?
fr_fr: [_kate_s_confident_] Vous portez des panties, n'est-ce pas ?
it_it: [_kate_s_confident_] Si indossano mutandine, giusto?

source: Crap, [kate] is too good at this. Too much experience.
fr_fr: Crap, [kate] est trop bon pour ça. Trop d'expérience.
it_it: Crap, [kate] è troppo bravo in questo. Troppa esperienza.

source: [_lindsey_s_cringe_] I'm going to go...
fr_fr: [_lindsey_s_cringe_] Je vais aller ...
it_it: [_lindsey_s_cringe_] Sto per andare...

source: [_lindsey_s_cringe_] See you around.
fr_fr: [_lindsey_s_cringe_] Vous voyez autour de vous.
it_it: [_lindsey_s_cringe_] Ci vediamo in giro.

source: Ugh, [lindsey] left...
fr_fr: Ugh, [lindsey] à gauche ...
it_it: Ugh, [lindsey] sinistra...

source: [kate] totally cockblocked me, didn't she?
fr_fr: [Kate] m'a complètement bloqué, n'est-ce pas ?
it_it: [kate] mi ha completamente bloccato, vero?

source: [_kate_s_confident_] Yeah, I'm bored with you, as well.
fr_fr: [_kate_s_confident_] Oui, je m'ennuierai avec toi aussi.
it_it: [_kate_s_confident_] Sì, mi annoio anche con te.

source: Left with nothing. Damn it.
fr_fr: Gauche sans rien. Merde.
it_it: Lasciato con niente. Dannazione.

source: [_mc_] Too far, [kate].
fr_fr: [_mc_] Trop loin, [kate].
it_it: [_mc_] Troppo lontano, [kate].

source: [_mc_] You should've left the joke as it was.
fr_fr: [_mc_] Vous auriez dû laisser la blague telle qu'elle était.
it_it: [_mc_] Avresti dovuto lasciare la barzelletta per così dire.

source: [_mc_] I play because I enjoy it... If others like it, that's a bonus.
fr_fr: [_mc_] Je joue parce que j'aime ... Si d'autres comme ça, c'est un bonus.
it_it: [_mc_] Suono perché mi piace... Se gli altri piacciono, questo è un bonus.

source: [_lindsey_s_smile_] I like that sentiment!
fr_fr: [_lindsey_s_Souriez_] J'aime ce sentiment !
it_it: [_lindsey_s_smile_] Mi piace quel sentimento!

source: [_kate_s_eyeroll_] Of course, you do...
fr_fr: [_kate_s_eyeroll_] Bien sûr, vous ...
it_it: [_kate_s_eyeroll_] Certo, lo fa...

source: [_kate_s_skeptical_] I have better things to do.
fr_fr: [_kate_s_skeptical_] J'ai de meilleures choses à faire.
it_it: [_kate_s_skeptical_] Ho cose migliori da fare.

source: [_lindsey_s_smile_] I hope you play again sometime.
fr_fr: [_lindsey_s_Souriez_] J'espère que vous jouez à nouveau.
it_it: [_lindsey_s_smile_] Spero che tu possa suonare di nuovo qualche volta.

source: [_mc_] I could! What's your favorite kind of music?
fr_fr: [_mc_] Je pourrais ! Quel est votre type de musique préféré ?
it_it: [_mc_] potevo! Qual è il tuo tipo di musica preferito?

source: [_lindsey_s_flirty_] I like medieval!
fr_fr: [_lindsey_s_flirty_] J'aime le Moyen Âge !
it_it: [_lindsey_s_flirty_] Mi piace il medievale!

source: [_lindsey_s_afraid_] You're joking!
fr_fr: [_lindsey_s_afraid_] Vous plaisantez !
it_it: [_lindsey_s_afraid_] Stai scherzando!

source: [_mc_] That was sarcasm! I obviously didn't—
fr_fr: [_mc_] C'était sarcasme ! Je n'ai évidemment pas-
it_it: [_mc_] Questo era il sarcasmo! Non ho ovviamente fatto—

source: [_kate_s_neutral_] See, [lindsey]?
fr_fr: [_kate_s_neutral_] Voir, [lindsey] ?
it_it: [_kate_s_neutral_] Vedi, [lindsey]?

source: [_kate_s_neutral_] Be careful with this one. A horny creep is the worst kind.
fr_fr: [_kate_s_neutral_] Soyez prudent avec celui-ci. Un fluage corné est le pire.
it_it: [_kate_s_neutral_] Fai attenzione a questo. Una striscia cornea è la peggiore specie.

source: Crap. That did not go as planned.
fr_fr: Crap. Cela ne s'est pas fait comme prévu.
it_it: Crap. Questo non è andato come previsto.

source: [_lindsey_s_cringe_] I thought better of you, [mc]...
fr_fr: [_lindsey_s_cringe_] Je me suis dit mieux, [mc]...
it_it: [_lindsey_s_cringe_] Ho pensato meglio di te, [mc]...

source: [_mc_] It was a joke!
fr_fr: [_mc_] C'était une blague !
it_it: [_mc_] Era una barzelletta!

source: [_lindsey_s_cringe_] I don't see anyone laughing.
fr_fr: [_lindsey_s_cringe_] Je ne vois personne rire.
it_it: [_lindsey_s_cringe_] Non vedo nessuno ridere.

source: [_lindsey_s_thinking_] I've got to go. Bye, [kate].
fr_fr: [_lindsey_s_thinking_] Je dois y aller. Bye, [kate].
it_it: [_lindsey_s_thinking_] devo andare. Bye, [kate].

source: [_kate_s_laughing_] That went well, I think!
fr_fr: [_kate_s_laughing_] Ça s'est bien passé, je pense !
it_it: [_kate_s_laughing_] È andato bene, penso!

source: [_kate_s_smile_] You only have yourself to blame for that one.
fr_fr: [_kate_s_Souriez_] Vous n'avez qu'à blâme pour cela.
it_it: [_kate_s_smile_] Hai solo te stesso da incolpare per questo.

source: [_kate_s_smile_] But let's be honest, that's usually the case, isn't it?
fr_fr: [_kate_s_Souriez_] Mais soyons honnêtes, c'est généralement le cas, n'est-ce pas ?
it_it: [_kate_s_smile_] Ma siamo onesti, questo è di solito il caso, vero?

source: [_mc_] I guess...
fr_fr: [_mc_] Je suppose ...
it_it: [_mc_] indovino...

source: [_kate_s_excited_] Good. As long as you understand your failings, I'm happy.
fr_fr: [_kate_s_excited_] Bon. Tant que vous comprenez vos défauts, je suis heureux.
it_it: [_kate_s_excited_] Bene. Finché capisci le tue mancanze, sono felice.

source: [_kate_s_excited_] Anyway, I have better things to do.
fr_fr: [_kate_s_excited_] Quoi qu'il en soit, j'ai de meilleures choses à faire.
it_it: [_kate_s_excited_] Comunque, ho cose migliori da fare.

source: What's the point of even trying...?
fr_fr: A quoi bon essayer...?
it_it: Qual è il punto di persino provare...?

source: [_isabelle_s_confident_] Nice, [mc]! I heard you from way over there and had to listen.
fr_fr: [_isabelle_s_confident_] Nice, [mc]! Je vous ai entendu de passage là-bas et j'ai dû écouter.
it_it: [_isabelle_s_confident_] Nizza, [mc]! Ti ho sentito da lì e ho dovuto ascoltare.

source: [_isabelle_s_confident_] You're good!
fr_fr: [_isabelle_s_confident_] Vous êtes bon !
it_it: [_isabelle_s_confident_] Sei bravo!

source: [_lindsey_s_smile_] Oh, he is!
fr_fr: [_lindsey_s_Souriez_] Oh, il est !
it_it: [_lindsey_s_smile_] Oh, lo è!

source: [_lindsey_s_laughing_] Hi, by the way!
fr_fr: [_lindsey_s_laughing_] Salut, au fait !
it_it: [_lindsey_s_laughing_] Ciao, a proposito!

source: [_isabelle_s_laughing_] Hey! How are you?
fr_fr: [_isabelle_s_laughing_] Hé ! Comment es-tu ?
it_it: [_isabelle_s_laughing_] Hey! Come stai?

source: [_lindsey_s_flirty_] I'm just fine! I like your hair today.
fr_fr: [_lindsey_s_flirty_] Je vais bien ! J'aime tes cheveux aujourd'hui.
it_it: [_lindsey_s_flirty_] Sto solo bene! Mi piacciono i tuoi capelli oggi.

source: [_isabelle_s_neutral_] Thanks! I like your shirt. It totally matches your eyes.
fr_fr: [_isabelle_s_neutral_] Merci ! J'aime ta chemise. Il correspond totalement à vos yeux.
it_it: [_isabelle_s_neutral_] Grazie! Mi piace la tua camicia. Corrisponde totalmente ai tuoi occhi.

source: [_lindsey_s_blush_] It's my favorite color!
fr_fr: [_lindsey_s_blush_] C'est ma couleur préférée !
it_it: [_lindsey_s_blush_] È il mio colore preferito!

source: [_isabelle_s_neutral_] The blueness reminds me of the lakes in the Scottish highland.
fr_fr: [_isabelle_s_neutre_] Le bleu me rappelle les lacs des montagnes écossaises.
it_it: [_isabelle_s_neutral_] L'azzurro mi ricorda i laghi dell'altopiano scozzese.

source: [_lindsey_s_blush_] I hope I can be good enough one day so I can travel...
fr_fr: [J'espère être assez bonne un jour pour pouvoir voyager...
it_it: [_lindsey_s_blush_] Spero di poter essere abbastanza buono un giorno così posso viaggiare...

source: [_lindsey_s_blush_] I'd really like to see the world.
fr_fr: [_lindsey_s_blush_] J'aimerais vraiment voir le monde.
it_it: [_lindsey_s_blush_] Mi piacerebbe davvero vedere il mondo.

source: [_isabelle_s_excited_] I'm sure you will!
fr_fr: [J'en suis sûre !
it_it: [_isabelle_s_excited_] sono sicuro che lo farete!

source: It's fascinating watching girls interact. It seems so natural.
fr_fr: C'est fascinant de regarder les filles interagir. Il semble si naturel.
it_it: È affascinante guardare le ragazze interagiscono. Sembra così naturale.

source: I wonder what they say when nobody's watching...
fr_fr: Je me demande ce qu'ils disent quand personne ne regarde ...
it_it: Mi chiedo cosa dicono quando nessuno sta guardando...

source: Is it the same as now? Is it different?
fr_fr: Est-ce la même que maintenant ? Est-ce différent ?
it_it: È lo stesso di ora? È diverso?

source: Do they even like each other, or is this just the default niceness?
fr_fr: S'apprécient-ils au moins l'un l'autre, ou s'agit-il simplement d'une gentillesse par défaut ?
it_it: Fanno anche come gli uni gli altri, o è questa solo la nicchia di default?

source: [_mc_] I'm still here, by the way.
fr_fr: [_mc_] Je suis toujours là, d'ailleurs.
it_it: [_mc_] Sono ancora qui, a proposito.

source: [_mc_] I thought you guys forgot about me...
fr_fr: [_mc_] Je croyais que vous m'avez oublié ...
it_it: [_mc_] Ho pensato che voi ragazzi avete dimenticato di me...

source: [_lindsey_s_cringe_] What?
fr_fr: [_lindsey_s_cringe_] Quoi ?
it_it: [_lindsey_s_cringe_] Cosa?

source: [_isabelle_s_skeptical_] We were just talking.
fr_fr: [_isabelle_s_skeptical_] Nous parlions juste.
it_it: [_isabelle_s_skeptical_] Stavamo solo parlando.

source: Crap. This just became awkward.
fr_fr: C'est pas vrai. C'est devenu gênant.
it_it: Crap. Questo è appena diventato imbarazzante.

source: It was a stupid thing to say, but it felt like they'd forgotten about me...{space=-40}
fr_fr: C'était une chose stupide à dire, mais c'était comme si on avait oublié ... {space=-40}
it_it: Era una cosa stupida da dire, ma si sentiva come se avessero dimenticato di me...{space=-40}

source: Last time around, I would've let them talk and then drift away. But not this time!
fr_fr: La dernière fois, je les laisserais parler, puis dériver. Mais pas cette fois !
it_it: L'ultima volta in giro, avrei lasciato che parlavano e poi alla deriva. Ma non questa volta!

source: [_mc_] Did you know that when Mozart died, he was buried in a common grave without a big ceremony?
fr_fr: [_mc_] Saviez-vous que lorsque Mozart est mort, il a été enterré dans une fosse commune sans grande cérémonie ?
it_it: [_mc_] Lo sapevate che quando Mozart morì, fu sepolto in una tomba comune senza una grande cerimonia?

source: [_lindsey_s_thinking_] I did not.
fr_fr: [_lindsey_s_thinking_] Je ne l'ai pas fait.
it_it: [_lindsey_s_thinking_] non l'ho fatto.

source: [_mc_] Well, now you do!
fr_fr: [_mc_] Eh bien, maintenant vous le faites !
it_it: [_mc_] Beh, ora lo fa!

source: [_isabelle_s_skeptical_] I see what you did there, [mc], and I don't approve.
fr_fr: [_isabelle_s_skeptical_] Je vois ce que vous avez fait là, [mc], et je n'approuve pas.
it_it: [_isabelle_s_skeptical_] Vedo quello che hai fatto lì, [mc]e non approvo.

source: Can she really blame me for the change of topic?
fr_fr: Peut-elle vraiment me reprocher ce changement de sujet ?
it_it: Può davvero incolpare me per il cambiamento di argomento?

source: [_isabelle_s_neutral_] Anyway, I enjoyed the tune. Good luck practicing.
fr_fr: [_isabelle_s_neutral_] Quoi qu'il en soit, j'ai apprécié l'air. Bonne chance à la pratique.
it_it: [_isabelle_s_neutral_] Comunque mi è piaciuta la musica. Buona fortuna praticare.

source: I guess she can...
fr_fr: Je suppose qu'elle peut ...
it_it: Immagino che può...

source: [_lindsey_s_smile_] I like [isabelle]! She seems very real.
fr_fr: [_lindsey_s_Souriez_] I like [isabelle]! Elle semble très réelle.
it_it: [_lindsey_s_smile_] mi piace [isabelle]! Sembra molto reale.

source: [_mc_] Maybe a bit too real.
fr_fr: [_mc_] Peut-être un peu trop réel.
it_it: [_mc_] Forse un po' troppo reale.

source: [_lindsey_s_laughing_] You don't like her?
fr_fr: [_lindsey_s_laughing_] Vous ne l'aimez pas ?
it_it: [_lindsey_s_laughing_] Non ti piace?

source: [_mc_] I think her moral system is too rigid.
fr_fr: [_mc_] Je pense que son système moral est trop rigide.
it_it: [_mc_] Penso che il suo sistema morale sia troppo rigido.

source: [_lindsey_s_skeptical_] What do you mean?
fr_fr: [_lindsey_s_skeptical_] Que voulez-vous dire ?
it_it: [_lindsey_s_skeptical_] Che cosa intendi?

source: [_mc_] She has a hard time compromising or backing down, and it got her into a fight [kate].
fr_fr: [_mc_] Elle a du mal à faire des compromis ou à se soutenir, et elle l'a prise dans un combat [kate].
it_it: [_mc_] Lei ha un momento difficile compromettendo o indietro, e ha ottenuto in una lotta [kate].

source: [_lindsey_s_skeptical_] I think sticking to your principles is a good thing.
fr_fr: [_lindsey_s_skeptical_] Je pense que s'en tenir à vos principes est une bonne chose.
it_it: [_lindsey_s_skeptical_] Penso che attenersi ai tuoi principi sia una buona cosa.

source: [_mc_] I don't know, being flexible is smarter sometimes.
fr_fr: [_mc_] Je ne sais pas, être flexible est parfois plus intelligent.
it_it: [_mc_] Non lo so, essere flessibili a volte è più intelligente.

source: [_lindsey_s_skeptical_] If you always bend with the wind, you'll get blown away sooner or later.{space=-60}
fr_fr: [_lindsey_s_skeptical_] Si vous pliez toujours avec le vent, vous serez soufflé tôt ou tard. {space=-60}
it_it: [_lindsey_s_skeptical_] Se ti pieghi sempre con il vento, ti farai saltare via prima o poi.{space=-60}

source: [_mc_] I just don't like confrontations...
fr_fr: [_mc_] Je n'aime pas les confrontations ...
it_it: [_mc_] Non mi piacciono gli scontri...

source: [_lindsey_s_smile_] That's too bad. I think being able to stand up for yourself and others is an admirable trait.
fr_fr: [_lindsey_s_Souriez_] C'est dommage. Je pense qu'être capable de se lever pour toi et d'autres est un trait admirable.
it_it: [_lindsey_s_smile_] È troppo male. Penso che essere in grado di stare in piedi per te stesso e gli altri sia un tratto ammirevole.

source: [_lindsey_s_smile_] Anyway, I have to run. Thanks for the double concert!
fr_fr: [_lindsey_s_Souriez_] En tout cas, je dois courir. Merci pour le double concert !
it_it: [_lindsey_s_smile_] Comunque devo correre. Grazie per il doppio concerto!

source: [_mc_] Wait!
fr_fr: [_mc_] Attends !
it_it: [_mc_] Aspetta!

source: [_lindsey_s_flirty_] Yeah?
fr_fr: [_lindsey_s_flirty_] Oui ?
it_it: [_lindsey_s_flirty_] Sì?

source: [_lindsey_s_laughing_] I like medieval!
fr_fr: [_lindsey_s_laughing_] J'aime le Moyen Âge !
it_it: [_lindsey_s_laughing_] Mi piace il medievale!

source: [_mc_] I think she's okay. Maybe a bit too English for my taste.
fr_fr: [_mc_] Je pense qu'elle va bien. Peut-être un peu trop anglais pour mon goût.
it_it: [_mc_] penso che stia bene. Forse un po' troppo inglese per il mio gusto.

source: [_lindsey_s_flirty_] I like her accent!
fr_fr: [_lindsey_s_flirty_] J'aime son accent !
it_it: [_lindsey_s_flirty_] Mi piace il suo accento!

source: [_mc_] It's proper scrummy, innit?
fr_fr: [_mc_] C'est vraiment délicieux, n'est-ce pas ?
it_it: [_mc_] E 'proprio scrummy, innit?

source: [_lindsey_s_laughing_] Hah! That's a great impression!
fr_fr: [_lindsey_s_laughing_] Hah ! C'est une grande impression !
it_it: [_lindsey_s_laughing_] Hah! È una grande impressione!

source: [_mc_] So, what's your favorite kind of music?
fr_fr: [_mc_] Alors, quelle est votre musique préférée ?
it_it: [_mc_] Quindi, qual è il tuo tipo di musica preferito?

source: [_mc_] I just meant she might be too real for her own good.
fr_fr: [_mc_] Je voulais juste dire qu'elle pourrait être trop vraie pour son propre bien.
it_it: [_mc_] Volevo solo che lei potrebbe essere troppo reale per il suo bene.

source: [_mc_] I do like that about her — selfless, independent, a strong moral core.{space=-20}
fr_fr: [_mc_] J'aime bien ça chez elle - désintéressée, indépendante, avec un fort noyau moral.{space=-20}
it_it: [_mc_] Mi piace di lei — egoismo, indipendente, un forte nucleo morale.{space=-20}

source: [_mc_] But the world is a tough place for people like that.
fr_fr: [_mc_] Mais le monde est un endroit difficile pour les gens comme ça.
it_it: [_mc_] Ma il mondo è un luogo difficile per le persone del genere.

source: [_lindsey_s_smile_] You're right, but those are all good traits!
fr_fr: [_lindsey_s_Souriez_] Vous avez raison, mais ce sont tous de bons traits !
it_it: [_lindsey_s_smile_] Hai ragione, ma questi sono tutti buoni tratti!

source: [_lindsey_s_smile_] She could become president someday...
fr_fr: [_lindsey_s_Souriez_] Elle pourrait devenir présidente un jour ...
it_it: [_lindsey_s_smile_] Potrebbe diventare presidente un giorno...

source: [_lindsey_s_flirty_] ...or a superheroine!
fr_fr: [_lindsey_s_flirty_] ... ou une héroïne !
it_it: [_lindsey_s_flirty_] ...o una supereroina!

source: [_mc_] Yeah, I still have a long way to go, but I'd like to be more like her.
fr_fr: [_mc_] Oui, j'ai encore beaucoup de chemin à faire, mais j'aimerais être plus comme elle.
it_it: [_mc_] Sì, ho ancora molta strada da fare, ma vorrei essere più simile a lei.

source: [_lindsey_s_smile_] That is a great goal to have!
fr_fr: [_lindsey_s_Souriez_] C'est un grand objectif à atteindre !
it_it: [_lindsey_s_smile_] Questo è un grande obiettivo da avere!

source: [_mc_] With your talent? You'll soon be traveling the world!
fr_fr: [_mc_] Avec votre talent ? Tu vas bientôt voyager dans le monde !
it_it: [_mc_] Con il tuo talento? Viaggerai presto il mondo!

source: [_lindsey_s_laughing_] Oh, stop it!
fr_fr: [_lindsey_s_laughing_] Oh, arrête !
it_it: [_lindsey_s_laughing_] Oh, fermatelo!

source: [_mc_] You should see her on the track, [isabelle].
fr_fr: [_mc_] Vous devriez la voir sur la piste, [isabelle].
it_it: [_mc_] Dovresti vederla in pista, [isabelle].

source: [_mc_] She's faster than a laser bullet!
fr_fr: [_mc_] Elle est plus rapide qu'une balle laser !
it_it: [_mc_] È più veloce di un proiettile laser!

source: [_isabelle_s_laughing_] I believe you! [lindsey] has the perfect body for a runner.
fr_fr: [_isabelle_s_laughing_] Je crois que vous ! [lindsey] a le corps parfait pour un coureur.
it_it: [_isabelle_s_laughing_] ti credo! [lindsey] ha il corpo perfetto per un corridore.

source: [_isabelle_s_confident_] I'll have to come watch her compete some time.
fr_fr: [_isabelle_s_confident_] Je dois venir la voir participer à la compétition un peu de temps.
it_it: [_isabelle_s_confident_] dovrò venire a guardare la sua competizione un po 'di tempo.

source: [_lindsey_s_laughing_] You guys...
fr_fr: [_lindsey_s_laughing_] Vous ...
it_it: [_lindsey_s_laughing_] Hai ragazzi...

source: [_mc_] She has the perfect body for {i}other{/} activities, too.
fr_fr: [_mc_] Elle a le corps parfait pour {i}autres {/} activités aussi.
it_it: [_mc_] Ha il corpo perfetto anche per le attività {i}altre{/}.

source: [_lindsey_s_smile_] Like what?
fr_fr: [_lindsey_s_Souriez_] Comme quoi ?
it_it: [_lindsey_s_smile_] Ti piace cosa?
