Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_wrong.po
Languages: fr_fr, it_it

source: [_flora_s_skeptical_] Why would she need her clothes during practice?
fr_fr: [_flora_s_skeptical_] Pourquoi a-t-elle besoin de ses vêtements pendant la pratique ?
it_it: [_flora_s_skeptical_] Perché avrebbe bisogno dei suoi vestiti durante la pratica?

source: Ugh, crap. [flora]'s too smart.
fr_fr: Ugh, merde. [flora]'s trop intelligent.
it_it: Ugh, crap. [flora]è troppo intelligente.

source: [_mc_] Okay, the truth is she spilled water all over her clothes and is stuck in the art classroom.
fr_fr: [_mc_] Ok, la vérité est qu'elle a déversé de l'eau sur ses vêtements et est coincée dans la salle de classe.
it_it: [_mc_] Okay, la verità è che ha versato acqua in tutti i suoi vestiti ed è bloccata nella classe d'arte.

source: [_flora_s_annoyed_] You know I have her number, right?
fr_fr: [_flora_s_annoyed_] Vous savez que j'ai son numéro, non ?
it_it: [_flora_s_annoyed_] Sai che ho il suo numero, giusto?

source: [_mc_] Go on, then. Text her.
fr_fr: [_mc_] Vas-y, alors. Envoyez-lui un message.
it_it: [_mc_] Vai su, allora. Testo su.

source: [_flora_s_annoyed_texting_] I'm busting your wicked plans...
fr_fr: [_flora_s_annoyed_texting_] Je suis en train de détruire vos mauvaises plans...
it_it: [_flora_s_annoyed_texting_] I busting your wicked plans...

source: [_flora_s_annoyed_texting_] And I'll have evidence to ground you for life...
fr_fr: [_flora_s_annoyed_texting_] Et j'aurai des preuves pour vous faire vivre ...
it_it: [_flora_s_annoyed_texting_] E avrò delle prove per farti soggiogare per la vita...

source: Dear god. Please let [lindsey] confirm it.
fr_fr: Mon Dieu. S'il vous plaît, laissez [lindsey] le confirmer.
it_it: Caro dio. Lasciate che [lindsey] lo conferma.

source: [_flora_s_confused_] Did you drug her or something?
fr_fr: [_flora_s_confused_] Avez-vous fait la drogue ou quelque chose ?
it_it: [_flora_s_confused_] La hai drogata o qualcosa?

source: [_mc_] What did she say?
fr_fr: [_mc_] Qu'a-t-elle dit ?
it_it: [_mc_] Che cosa ha detto?

source: [_flora_s_annoyed_texting_] [lindsey] said you can be trusted.
fr_fr: [_flora_s_annoyed_texting_] [lindsey] dit que vous pouvez être digne de confiance.
it_it: [_flora_s_annoyed_texting_] [lindsey] ha detto che ti puoi fidare.

source: [_flora_s_annoyed_texting_] She clearly doesn't know you well enough.
fr_fr: [_flora_s_annoyed_texting_] Elle ne vous connaît pas assez bien.
it_it: [_flora_s_annoyed_texting_] Lei chiaramente non ti conosce abbastanza.

source: [_mc_] Maybe I'm not as bad as you think.
fr_fr: [_mc_] Peut-être que je ne suis pas aussi mauvais que vous le pensez.
it_it: [_mc_] Forse non sono così male come pensate.

source: [_flora_s_skeptical_] I know for a fact that you're worse than I think.
fr_fr: [_flora_s_skeptical_] Je sais que vous êtes pire que je ne le pense.
it_it: [_flora_s_skeptical_] So per un fatto che sei peggio di quanto pensi.

source: [_mc_] Well, not to her.
fr_fr: [_mc_] Bien, pas à elle.
it_it: [_mc_] Beh, non a lei.

source: [_mc_] Even if you don't want to help me. You could do it for her.
fr_fr: [_mc_] Même si vous ne voulez pas m'aider. Tu pourrais le faire pour elle.
it_it: [_mc_] Anche se non vuoi aiutarmi. Potresti farlo per lei.

source: [_flora_s_skeptical_] Fine. Let's go.
fr_fr: [_flora_s_skeptical_] Fine. Allons-y.
it_it: [_flora_s_skeptical_] Bene. Andiamo.

source: [_mc_] Bullies stole my sports bag and hid it in the women's locker room.
fr_fr: [_mc_] Les balles ont volé mon sac de sport et l'ont caché dans le vestiaire des femmes.
it_it: [_mc_] Bullies ha rubato la mia borsa sportiva e l'ha nascosta nella stanza dello spogliatoio delle donne.

source: [_flora_s_skeptical_] Since when do you have a sports bag?
fr_fr: [_flora_s_skeptical_] Depuis quand as-tu un sac de sport ?
it_it: [_flora_s_skeptical_] Da quando hai una borsa sportiva?

source: [_mc_] Since [lindsey] started helping me out in the gym.
fr_fr: [_mc_] Depuis que [lindsey] a commencé à m'aider dans le gymnase.
it_it: [_mc_] Dal momento che [lindsey] ha iniziato ad aiutarmi in palestra.

source: [_mc_] Look at these guns, [flora]! Lifting is paying off!
fr_fr: [_mc_] Regardez ces fusils, [flora]! Le levage est payant !
it_it: [_mc_] Guarda queste pistole, [flora]! Sollevamento sta pagando!

source: [_flora_s_eyeroll_] I liked you better lazy...
fr_fr: [_flora_s_eyeroll_] Je vous aimais mieux paresseux ...
it_it: [_flora_s_eyeroll_] Mi è piaciuto meglio pigro...

source: [_mc_] Can't be lazy if you want to look like a movie star!
fr_fr: [_mc_] Je ne peux pas être paresseux si vous voulez ressembler à une star de cinéma !
it_it: [_mc_] Non può essere pigro se vuoi assomigliare a una star del cinema!

source: [_flora_s_sarcastic_] The only movie they'd let you star in is Dumb & Dumber.
fr_fr: [_flora_s_sarcastic_] Le seul film qu'ils vous ont laissé star est Dumb & Dumber.
it_it: [_flora_s_sarcastic_] L'unico film che ti avrebbe lasciato protagonista è Dumb & Dumber.

source: [_mc_] And I'd get rich from it!
fr_fr: [_mc_] Et j'en serais riche !
it_it: [_mc_] E me ne ricchi!

source: [_flora_s_confused_] Whatever floats your ugly makeshift raft, I guess...
fr_fr: [_flora_s_confused_] Quel que soit le flottement de votre motomarine, je suppose ...
it_it: [_flora_s_confused_] Qualunque cosa galleggi la tua brutta raft, immagino...

source: [_mc_] So, you'll help me?
fr_fr: [_mc_] Alors, vous m'aiderez ?
it_it: [_mc_] Allora, mi aiuterai?

source: [_flora_s_annoyed_] Yeah, whatever.
fr_fr: [_flora_s_annoyed_] Oui, quoi que ce soit.
it_it: [_flora_s_annoyed_] Sì, qualsiasi cosa.

source: [_mc_] Okay, let's go!
fr_fr: [_mc_] Ok, allons-y !
it_it: [_mc_] Okay, andiamo!

source: [_mc_] Hey, why do you look so happy today?
fr_fr: [_mc_] Hé, pourquoi tu as l'air si heureux aujourd'hui ?
it_it: [_mc_] Ehi, perché sembri così felice oggi?

source: [_flora_s_annoyed_] If you're confused, this is my can't-deal-with-you-look.
fr_fr: [_flora_s_annoyed_] Si vous êtes confus, c'est ce que je ne peux pas faire avec vous.
it_it: [_flora_s_annoyed_] Se sei confuso, questo è il mio can't-deal-with-you-look.

source: [_flora_s_annoyed_] Let's get this over with.
fr_fr: [_flora_s_annoyed_] Faisons ça avec.
it_it: [_flora_s_annoyed_] Facciamo finire.

source: [_mc_] Sure! The sports bag is in the locker with the trophies stickers.
fr_fr: [_mc_] Bien sûr ! Le sac de sport est dans le casier avec les autocollants des trophées.
it_it: [_mc_] Sure! La borsa sportiva è nell'armadietto con gli adesivi dei trofei.

source: [_flora_s_eyeroll_] Ugh. Be right back...
fr_fr: [_flora_s_eyeroll_] Ugh. Sois juste en arrière ...
it_it: [_flora_s_eyeroll_] Ugh. Sii indietro...

source: [_mc_] It's in the locker with the trophies stickers!
fr_fr: [_mc_] C'est dans le casier avec les stickers des trophées !
it_it: [_mc_] È nell'armadietto con gli adesivi dei trofei!

source: Making [flora] do things for me always fills me with a strange sort of satisfaction.
fr_fr: Faire [flora] faire des choses pour moi me remplit toujours avec une étrange sorte de satisfaction.
it_it: Fare [flora] fare le cose per me mi riempie sempre di una strana sorta di soddisfazione.

source: She's such a brat that it's extra nice to see her comply.
fr_fr: C'est une telle chipie qu'il est très agréable de la voir se conformer à la loi.
it_it: Lei è un tale tappetino che è più bello vederla rispettare.

source: Especially if it annoys her.
fr_fr: Surtout si ça l'ennuie.
it_it: Soprattutto se la infastidisce.

source: [_flora_s_annoyed_] There.
fr_fr: [_flora_s_annoyed_].
it_it: [_flora_s_annoyed_] Lì.

source: [_mc_] Thanks, [flora]. You're an angel!
fr_fr: [_mc_] Merci, [flora]. Tu es un ange !
it_it: [_mc_] Grazie, [flora]. Sei un angelo!

source: [_flora_s_eyeroll_] Spare me the sarcasm.
fr_fr: [_flora_s_eyeroll_] Épargnez-moi votre sarcasme.
it_it: [_flora_s_eyeroll_] Spavatemi il sarcasmo.

source: Well, better get [lindsey] her clothes.
fr_fr: Eh bien, mieux vaut [lindsey] ses vêtements.
it_it: Beh, meglio ottenere [lindsey] i suoi vestiti.

source: [_lindsey_s_smile_] Oh, nice! You found it!
fr_fr: [_lindsey_s_Souriez_] Oh, bien ! Vous l'avez trouvé !
it_it: [_lindsey_s_smile_] Oh, bello! Lo hai trovato!

source: [_mc_] Sure did, but I kinda like you wearing my shirt.
fr_fr: [_mc_] Sure a fait, mais j'aime que tu portes ma chemise.
it_it: [_mc_] Certo, ma mi piace che indossi la mia camicia.

source: [_lindsey_s_flirty_] Yeah? Why is that?
fr_fr: [_lindsey_s_flirty_] Oui ? Pourquoi ?
it_it: [_lindsey_s_flirty_] Sì? Perché quello?

source: 'Cause in some twisted way that makes me feel like you're my girlfriend.
fr_fr: Parce que d'une façon tordue qui me fait sentir que vous êtes ma petite amie.
it_it: 'Causa in qualche modo contorto che mi fa sentire come sei la mia ragazza.

source: [_mc_] You just wear it better than I do!
fr_fr: [_mc_] Tu viens de le porter mieux que moi !
it_it: [_mc_] Tu lo indossi meglio di me!

source: [_lindsey_s_laughing_] It's a bit big on me, don't you think?
fr_fr: [_lindsey_s_laughing_] C'est un peu gros sur moi, n'est-ce pas ?
it_it: [_lindsey_s_laughing_] È un po' grande su di me, non pensi?

source: [_mc_] I think it looks absolutely perfect.
fr_fr: [_mc_] Je pense que c'est absolument parfait.
it_it: [_mc_] Penso che sembri assolutamente perfetto.

source: [_lindsey_s_flirty_] Do you really think so?
fr_fr: [_lindsey_s_flirty_] Pensez-vous vraiment ?
it_it: [_lindsey_s_flirty_] Pensate davvero così?

source: [_mc_] Without a doubt.
fr_fr: [_mc_] Sans aucun doute.
it_it: [_mc_] Senza dubbio.

source: [_lindsey_s_smile_] Aw, come here!
fr_fr: [_lindsey_s_Souriez_] Aw, viens ici !
it_it: [_lindsey_s_smile_] Aw, vieni qui!

source: Oh, wow. Two hugs from [lindsey] in one day!
fr_fr: Oh, wow. Deux câlins de [lindsey] en une journée !
it_it: Oh, wow. Due abbracci da [lindsey] in un giorno!

source: Not how I expected my day to turn out when I woke up this morning.
fr_fr: Je ne m'attendais pas à ce que je me réveille quand je me suis réveillé ce matin.
it_it: Non come mi aspettavo che il mio giorno si presentasse quando mi sono svegliato questa mattina.

source: Maybe that's the trick. Having no expectations and just doing the right thing.
fr_fr: C'est peut-être l'astuce. N'avoir aucune attente et juste faire la bonne chose.
it_it: Forse questo è il trucco. Non avere aspettative e solo fare la cosa giusta.

source: Feeling [lindsey]'s nimble body pressing against me... it's hard not to think that's the case.
fr_fr: En sentant le corps agile de [lindsey] se presser contre moi... il est difficile de ne pas penser que c'est le cas.
it_it: Sentire il corpo agile di [lindsey]premendo contro di me... è difficile non pensare che sia il caso.

source: Her wet hair smells like spring rain.
fr_fr: Ses cheveux mouillés sentent la pluie de printemps.
it_it: I suoi capelli bagnati hanno un odore di pioggia primaverile.

source: Living in loneliness for so long... I sure missed out on life itself.
fr_fr: Vivre dans la solitude pendant si longtemps ... Je m'en suis sûr à la vie.
it_it: Vivere nella solitudine per così tanto tempo... Sicuramente ho perso la vita stessa.

source: 'Cause her arms around me is life. It fills me with new hope. With energy.
fr_fr: Parce que ses bras autour de moi, c'est la vie. Cela m'emplit de nouveaux espoirs. Avec l'énergie.
it_it: 'Causare le braccia intorno a me è la vita. Mi riempie di nuova speranza.

source: Even if I wake up now or get sent back to my old life, I'll remember this moment.
fr_fr: Même si je me réveille maintenant ou que je retourne à ma vie, je me souviendrai de ce moment.
it_it: Anche se mi sveglio o vengo rimandato alla mia vecchia vita, mi ricorderò di questo momento.

source: I'll remember her on her tippy toes, wearing my shirt.
fr_fr: Je me souviendrai d'elle sur ses orteils, portant ma chemise.
it_it: Mi ricorderò di lei sui suoi piedi tippy, indossando la mia camicia.

source: I'll remember it riding up her cute butt. And I'll remember her breath on my neck.
fr_fr: Je me souviendrai qu'elle montera son mignon cul. Et je me souviendrai de son souffle sur mon cou.
it_it: Mi ricorderò che cavalcarino il suo culo. E mi ricorderò il suo respiro sul collo.

source: Nothing will ever erase this moment.
fr_fr: Rien ne va jamais effacer ce moment.
it_it: Niente cancellerà mai questo momento.

source: [_lindsey_s_smile_] Thank you. And thanks for being so nice to me.
fr_fr: [_lindsey_s_Souriez_] Merci. Et merci d'être si gentille avec moi.
it_it: [_lindsey_s_smile_] Grazie. E grazie per essere stato così gentile con me.

source: [_mc_] You're one of the first people I think of when I hear the phrase "good people."
fr_fr: [Vous êtes l'une des premières personnes auxquelles je pense lorsque j'entends l'expression "bonnes personnes."
it_it: [_mc_] Sei una delle prime persone che penso a quando sento la frase "persone buone".

source: [_mc_] And this year, I've decided to be better as well.
fr_fr: [_mc_] Et cette année, j'ai décidé d'être mieux.
it_it: [_mc_] E quest'anno ho deciso di essere anche meglio.

source: [_lindsey_s_smile_] Well, it's certainly working. I hope everyone sees that!
fr_fr: [_lindsey_s_Souriez_] Bien, ça marche certainement. J'espère que tout le monde le voit !
it_it: [_lindsey_s_smile_] Beh, sta certamente funzionando. Spero che tutti lo vedano!

source: [_lindsey_s_smile_] Anyway, can you close your eyes for a moment so I can change?
fr_fr: [_lindsey_s_Souriez_] En tout cas, pouvez-vous fermer les yeux pendant un instant, alors je peux changer ?
it_it: [_lindsey_s_smile_] Comunque, puoi chiudere gli occhi per un attimo, così posso cambiare?

source: [_mc_] Of course.
fr_fr: [_mc_] Bien sûr.
it_it: [_mc_] Certo.

source: She's so precious, acting all shy.
fr_fr: Elle est si précieuse, elle agit à merde.
it_it: Lei è così preziosa, agendo tutto timido.

source: Hmm... maybe it's not an act with her. Maybe I should start giving girls the benefit of the doubt.
fr_fr: Hmm ... peut-être que ce n'est pas un acte avec elle. Je devrais peut-être commencer à donner aux filles le bénéfice du doute.
it_it: Hmm... forse non è un atto con lei. Forse dovrei iniziare a dare alle ragazze il beneficio del dubbio.

source: On the surface, [lindsey] looks like someone who would spit in my direction, but the truth couldn't be further from that.
fr_fr: À première vue, [lindsey] ressemble à quelqu'un qui cracherait dans ma direction, mais la vérité ne pourrait pas être plus éloignée de cela.
it_it: Sulla superficie, [lindsey] assomiglia a qualcuno che sputava nella mia direzione, ma la verità non poteva essere più lontana.

source: Being nice to her has certainly worked so far, so maybe it's time to update my general mindset.
fr_fr: Être gentille avec elle a certainement travaillé jusqu'à présent, alors peut-être qu'il est temps de mettre à jour mon état d'esprit général.
it_it: Essere gentile con lei ha certamente lavorato finora, quindi forse è il momento di aggiornare la mia mentalità generale.

source: [_lindsey_] Just a moment!
fr_fr: [_lindsey_] Un instant !
it_it: [_lindsey_] Solo un momento!

source: [_lindsey_] Here's your shirt back...
fr_fr: [_lindsey_] Voici votre chemise ...
it_it: [_lindsey_] Ecco la tua camicia indietro...

source: [_lindsey_] Okay, now you can look.
fr_fr: [_lindsey_] Ok, maintenant vous pouvez regarder.
it_it: [_lindsey_] Okay, ora puoi guardare.

source: [_lindsey_s_laughing_] What?
fr_fr: [_lindsey_s_laughing_] Quoi ?
it_it: [_lindsey_s_laughing_] Cosa?

source: [_mc_] I guess I'm used to the blue hoodie.
fr_fr: [_mc_] Je suppose que je suis habituées à la capuche bleue.
it_it: [_mc_] Immagino di essere abituato alla felpa blu.

source: [_lindsey_s_smile_] Ah, okay! I do feel like I only wear my practice outfit these days.
fr_fr: [_lindsey_s_Souriez_] Ah, ok ! J'ai l'impression que je ne porte que les jours de ma pratique.
it_it: [_lindsey_s_smile_] Ah, okay! Mi sento come se indossassi solo il mio abito da allenamento in questi giorni.

source: [_mc_] It's a good color for you!
fr_fr: [_mc_] C'est une bonne couleur pour vous !
it_it: [_mc_] È un buon colore per te!

source: [_lindsey_s_flirty_] Thanks!
fr_fr: [_lindsey_s_flirty_] Merci !
it_it: [_lindsey_s_flirty_] Grazie!

source: [_lindsey_s_smile_] By the way, my dad got me a new easel after the beaver ruined the one you made for me.
fr_fr: [_lindsey_s_smile_] Au fait, mon père m'a acheté un nouveau chevalet après que le castor ait abîmé celui que tu m'avais fabriqué.
it_it: [_lindsey_s_smile_] A proposito, mio padre mi ha preso un nuovo cavalletto dopo che il castoro ha rovinato quello che hai fatto per me.

source: [_lindsey_s_smile_] It's not as special, but I'd like to try it out soon.
fr_fr: [_lindsey_s_Souriez_] Ce n'est pas aussi spécial, mais j'aimerais l'essayer bientôt.
it_it: [_lindsey_s_smile_] Non è così speciale, ma vorrei provarlo presto.

source: [_mc_] That's nice. Best of luck!
fr_fr: [_mc_] C'est bien. Bonne chance !
it_it: [_mc_] Questo è bello. Buona fortuna!

source: [_lindsey_s_laughing_] Thanks, but I was hoping you'd inaugurate it with me!
fr_fr: [_lindsey_s_laughing_] Merci, mais j'espérais que tu l'inaugurerais avec moi !
it_it: [_lindsey_s_laughing_] Grazie, ma speravo di averlo inaugurato con me!

source: [_lindsey_s_laughing_] I gotta run, but here's my number.
fr_fr: [_lindsey_s_laughing_] Je dois courir, mais voici mon numéro.
it_it: [_lindsey_s_laughing_] corro, ma ecco il mio numero.

source: [_lindsey_s_smile_] Thanks again!
fr_fr: [_lindsey_s_Souriez_] Merci encore !
it_it: [_lindsey_s_smile_] Grazie ancora!

source: [_mc_] I'd like to be rewarded for my help.
fr_fr: [_mc_] J'aimerais être récompensé pour mon aide.
it_it: [_mc_] vorrei essere ricompensato per il mio aiuto.

source: [_lindsey_s_skeptical_] I was going to, but that's kinda rude.
fr_fr: [_lindsey_s_skeptical_] J'allais, mais c'est un peu grossier.
it_it: [_lindsey_s_skeptical_] stavo per andare, ma è un po' maleducato.

source: [_mc_] Why rude?
fr_fr: [_mc_] Pourquoi grossier ?
it_it: [_mc_] Perché maleducato?

source: [_lindsey_s_skeptical_] Do you know the difference between a knight and a mercenary?
fr_fr: [_lindsey_s_skeptical_] Connaissez-vous la différence entre un chevalier et un mercenaire ?
it_it: [_lindsey_s_skeptical_] Conosci la differenza tra un cavaliere e un mercenario?

source: [_lindsey_s_skeptical_] One fights for chivalry and what's right and good. The other, for cash and rewards.
fr_fr: [_lindsey_s_skeptical_] Un combat pour la chevalerie et ce qui est juste et bon. L'autre, pour l'argent et les récompenses.
it_it: [_lindsey_s_skeptical_] Uno combatte per la cavalleria e ciò che è giusto e buono. L'altro, per denaro e ricompense.

source: [_mc_] I guess I see your point...
fr_fr: [_mc_] Je suppose que je vois votre point ...
it_it: [_mc_] Immagino di vedere il tuo punto...

source: [_lindsey_s_smile_] Good. Maybe you're a squire in training.
fr_fr: [Bien. Peut-être que vous êtes un écuyer en formation.
it_it: [_lindsey_s_smile_] Bene. Forse sei uno squire in allenamento.

source: [_mc_] Maybe this isn't the dark ages.
fr_fr: [_mc_] Peut-être que ce n'est pas les âges sombres.
it_it: [_mc_] Forse questa non è l'età oscura.

source: [_lindsey_s_smile_] You know what? I can't be angry with you after you helped me.
fr_fr: [_lindsey_s_Souriez_] Vous savez quoi ? Je ne peux pas être en colère après que tu m'as aidé.
it_it: [_lindsey_s_smile_] Sai una cosa? Non posso essere arrabbiato con te dopo che mi hai aiutato.

source: [_mc_] Twice.
fr_fr: [_mc_] Deux fois.
it_it: [_mc_] due volte.

source: [_lindsey_s_flirty_] Don't push it!
fr_fr: [_lindsey_s_flirty_] Ne le poussez-vous pas !
it_it: [_lindsey_s_flirty_] Non spingerlo!

source: [_lindsey_s_smile_] Okay, let me just get dressed. Look away, please.
fr_fr: [_lindsey_s_Souriez_] Ok, laisse-moi juste m'habiller. Regarde, s'il te plaît.
it_it: [_lindsey_s_smile_] Okay, lasciami vestire. Guarda, per favore.

source: Maybe it was wrong to ask for a reward... it's kinda cringy now that I think of it.
fr_fr: C'était peut-être une erreur de demander une récompense... c'est un peu ridicule maintenant que j'y pense.
it_it: Forse è stato sbagliato chiedere una ricompensa... è kinda cringy ora che ci penso.

source: [lindsey] is way too nice for me. She didn't have to forgive me for any of this.
fr_fr: [lindsey] est bien trop beau pour moi. Elle n'a pas eu à me pardonner pour tout ça.
it_it: [lindsey] è troppo gentile per me. Non mi ha dovuto perdonare per nulla di questo.

source: Man, I'm way out of my depth with her.
fr_fr: Je suis en dehors de ma profondeur avec elle.
it_it: Uomo, sono decisamente fuori dalla mia profondità con lei.

source: [_lindsey_s_laughing_] You look surprised.
fr_fr: [_lindsey_s_laughing_] Vous avez l'air surpris.
it_it: [_lindsey_s_laughing_] Sembri sorpreso.

source: [_mc_] I think I've only ever seen you in your blue hoodie before.
fr_fr: [_mc_] Je pense que je t'ai déjà vu dans ton hoodie bleu avant.
it_it: [_mc_] Penso di averti visto solo prima nella tua felpa blu.

source: [_lindsey_s_smile_] Yeah, it's my favorite.
fr_fr: [_lindsey_s_Souriez_] Oui, c'est mon préféré.
it_it: [_lindsey_s_smile_] Sì, è il mio preferito.

source: [_lindsey_s_flirty_] Since you didn't actually bring me the water as promised, I'll withhold my hug for now.
fr_fr: [Puisque vous ne m'avez pas apporté l'eau comme promis, je retiens mon câlin pour l'instant.
it_it: [_lindsey_s_flirty_] Dal momento che non mi hai portato l'acqua come promesso, trattengo il mio abbraccio per ora.

source: [_lindsey_s_flirty_] However! My dad finally got me an easel after he heard what happened to the last one.
fr_fr: [_lindsey_s_flirty_] Cependant ! Mon père m'a enfin acheté un chevalet après avoir appris ce qui était arrivé au dernier.
it_it: [_lindsey_s_flirty_] Tuttavia! Mio padre mi ha finalmente preso un cavalletto dopo aver sentito quello che è successo all'ultimo.

source: [_lindsey_s_smile_] So, if you want to go paint with me sometime, we could totally do that now!
fr_fr: [_lindsey_s_Souriez_] Alors, si vous voulez aller peindre avec moi un de ces temps, nous pourrions faire ça maintenant !
it_it: [_lindsey_s_smile_] Quindi, se vuoi andare a dipingere con me qualche volta, potremmo farlo completamente adesso!

source: A bit disappointing, but considering the many ways I screwed up, maybe it's fair.
fr_fr: Un peu décevant, mais vu les nombreuses façons dont j'ai foiré, peut-être que c'est juste.
it_it: Un po 'deludente, ma considerando i molti modi che ho scopato, forse è giusto.

source: At least it would mean spending more time alone with her, and that's a win in my book.
fr_fr: Au moins, cela signifierait passer plus de temps seul avec elle, et c'est une victoire dans mon livre.
it_it: Almeno significherebbe passare più tempo da solo con lei, e questa è una vittoria nel mio libro.

source: [_mc_] Cool, sounds good to me!
fr_fr: [_mc_] Cool, sonne bien à moi !
it_it: [_mc_] Cool, suona bene per me!

source: [_lindsey_s_laughing_] Great. I'll get back to you about it. Let me put my number on your phone.
fr_fr: [_lindsey_s_laughing_] Grand. Je vous reviendrai à ce sujet. Laissez-moi mettre mon numéro sur votre téléphone.
it_it: [_lindsey_s_laughing_] Grande. Tornerò su di te. Lasciami mettere il mio numero sul tuo telefono.

source: Okay, that's a great reward. Now I really can't complain.
fr_fr: Ok, c'est une grande récompense. Maintenant, je ne peux vraiment pas me plaindre.
it_it: Va bene, è una grande ricompensa. Ora non posso davvero lamentarmi.

source: Hopefully she'll call or text me about it...
fr_fr: J'espère qu'elle m'appellera ou m'enverra un message à ce sujet...
it_it: Speriamo che lei mi chiami o mi faccia del testo...

source: [_mc_] I'm looking forward to it!
fr_fr: [_mc_] J'attends avec impatience !
it_it: [_mc_] Non vedo l'ora di farlo!
