Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_piano.po
Languages: fr_fr, it_it

source: Maybe she doesn't even like King's Bard?
fr_fr: Peut-être qu'elle n'aime pas le Bard de King ?
it_it: Forse a lei non piace nemmeno il King's Bard?

source: Damn it! Why are my palms so sweaty all of a sudden?
fr_fr: Bon sang de bonsoir ! Pourquoi mes paumes sont-elles si moites tout d'un coup ?
it_it: Dannazione! Perché le mie palme sono così sudate all'improvviso?

source: Approaching some girls always makes me nervous...
fr_fr: Approuver certaines filles me rend toujours nerveux ...
it_it: Avvicinarsi alcune ragazze mi rende sempre nervoso...

source: Maybe I misread the situation and she doesn't want to listen to it?
fr_fr: Peut-être que j'ai mal lu la situation et qu'elle ne veut pas l'écouter ?
it_it: Forse ho letto male la situazione e lei non vuole ascoltarla?

source: Fuck it. Just got to do it.
fr_fr: Et puis merde. Il faut juste le faire.
it_it: Cazzo esso. Devo solo farlo.

source: Worst case, she'll make up some excuse and leave... Nothing I haven't seen before.
fr_fr: Pire, elle va se faire une excuse et partir ... Rien que je n'ai jamais vu.
it_it: Peggior caso, lei farà delle scuse e se ne andrà... Niente che non ho visto prima.

source: [_mc_] H-hey, [lindsey].
fr_fr: [_mc_] H-Hé, [lindsey].

source: [_lindsey_s_smile_] Hi there! How's it going?
fr_fr: [_lindsey_s_Souriez_] Salut là ! Comment ça va ?
it_it: [_lindsey_s_smile_] Ciao! Com'è andato?

source: [_mc_] I found that album we talked about. Want to go and listen to it?
fr_fr: [_mc_] J'ai trouvé cet album dont nous avons parlé. Vous voulez y aller et l'écouter ?
it_it: [_mc_] Ho trovato quell'album di cui abbiamo parlato. Vuoi andare ad ascoltarlo?

source: [_lindsey_s_blush_] You did? That's amazing!
fr_fr: [_lindsey_s_blush_] Vous l'avez fait ? C'est incroyable !
it_it: [_lindsey_s_blush_] Hai fatto? È incredibile!

source: [_mc_] Yeah, I had to dig deep for it.
fr_fr: [_mc_] Oui, j'ai dû creuser pour ça.
it_it: [_mc_] Sì, ho dovuto scavare in profondità per esso.

source: [_lindsey_s_thinking_] I have to go to practice now, though...
fr_fr: [_lindsey_s_thinking_] Je dois aller à la pratique maintenant, même si ...
it_it: [_lindsey_s_thinking_] devo andare a fare pratica ora, però...

source: Crap. I knew it.
fr_fr: Crap. Je le savais.
it_it: Crap. Lo sapevo.

source: [_mc_] That's too bad. Maybe some other time.
fr_fr: [_mc_] C'est dommage. Peut-être un autre temps.
it_it: [_mc_] È troppo male. Forse qualche altra volta.

source: [_lindsey_s_laughing_] Don't be so dramatic! Let's meet in the music classroom in an hour?{space=-10}
fr_fr: [_lindsey_s_laughing_] Ne pas être si dramatique ! Revenons dans la salle de classe dans une heure ? {space=-10}
it_it: [_lindsey_s_laughing_] Non essere così drammatico! Incontriamo in aula musicale tra un'ora?{space=-10}

source: [_mc_] Sorry, I misunderstood... That sounds good!
fr_fr: [_mc_] Désolé, j'ai mal compris ... Ça sonne bien !
it_it: [_mc_] Mi dispiace, ho frainteso... Suona bene!

source: [_lindsey_s_smile_] No worries!
fr_fr: [_lindsey_s_Souriez_] Pas de soucis !
it_it: [_lindsey_s_smile_] Nessuna preoccupazione!

source: [_lindsey_s_smile_] How about a sneak peek of the cover now?
fr_fr: [_lindsey_s_smile_] Que diriez-vous d'un aperçu de la couverture maintenant ?
it_it: [_lindsey_s_smile_] Che ne dici di una sbirciata della copertina adesso?

source: [_mc_] You'll just have to wait.
fr_fr: [_mc_] Vous n'aurez qu'à attendre.
it_it: [_mc_] Dovrai solo aspettare.

source: [_lindsey_s_skeptical_] Fine. If you want me to be distracted at practice...
fr_fr: [Très bien. Si tu veux que je sois distraite à l'entraînement...
it_it: [_lindsey_s_skeptical_] Bene. Se vuoi che io sia distratto nella pratica...

source: [_mc_] Practice is probably too easy for you, anyway.
fr_fr: [_mc_] La pratique est probablement trop facile pour vous, de toute façon.
it_it: [_mc_] Pratica è probabilmente troppo facile per te, comunque.

source: [_lindsey_s_flirty_] See you in an hour!
fr_fr: [_lindsey_s_flirty_] Vous voyez dans une heure !
it_it: [_lindsey_s_flirty_] Ci vediamo tra un'ora!

source: Alright, that went a lot better than expected!
fr_fr: D'accord, c'est beaucoup mieux que prévu !
it_it: Va bene, che è andato molto meglio del previsto!

source: Now for the waiting game...
fr_fr: Maintenant pour le jeu en attente ...
it_it: Ora per il gioco in attesa...

source: Okay, time to meet up with [lindsey]!
fr_fr: Ok, le temps de se retrouver avec le [lindsey]!
it_it: Ok, è il momento di incontrarsi con [lindsey]!

source: [_lindsey_s_laughing_] Hey! Did you have to wait long?
fr_fr: [_lindsey_s_laughing_] Hé ! As-tu dû attendre longtemps ?
it_it: [_lindsey_s_laughing_] Hey! Hai dovuto aspettare a lungo?

source: Wow, it's strange to see her in other clothes...
fr_fr: Wow, c'est étrange de la voir dans d'autres vêtements ...
it_it: Wow, è strano vederla in altri vestiti...

source: I'm so used to her blue sweater and white skirt.
fr_fr: Je suis tellement habituée à son pull bleu et à sa jupe blanche.
it_it: Sono così abituato al suo maglione blu e alla gonna bianca.

source: But she looks cute in any outfit.
fr_fr: Mais elle a l'air mignonne dans n'importe quelle tenue.
it_it: Ma lei sembra carino in qualsiasi vestito.

source: [_mc_] I just got here, actually...
fr_fr: [_mc_] Je viens d'être là, en fait ...
it_it: [_mc_] Sono appena arrivato qui, in realtà...

source: [_lindsey_s_smile_] Cool! Okay, I'm ready!
fr_fr: [_lindsey_s_Souriez_] Cool ! Ok, je suis prêt !
it_it: [_lindsey_s_smile_] Cool! Ok, sono pronto!

source: Still a little while before [lindsey] gets here. Better make sure everything is perfect.
fr_fr: Encore un peu avant que le [lindsey] soit ici. Mieux vaut s'assurer que tout est parfait.
it_it: Ancora un po' prima che [lindsey] arrivi qui. Meglio assicurarsi che tutto sia perfetto.

source: It's not a date or anything, but...
fr_fr: Ce n'est ni une date, ni quoi que ce soit, mais ...
it_it: Non è una data o niente, ma...

source: Ugh, why does this all make me so nervous?! We're just going to listen to some music!
fr_fr: Ugh, pourquoi tout ça me rend si nerveuse ?! Nous allons juste écouter de la musique !
it_it: Ugh, perché tutto questo mi rende così nervoso?! Stiamo solo andando ad ascoltare un po 'di musica!

source: Okay, here she comes. She looks excited.
fr_fr: Ok, ici elle vient. Elle a l'air excité.
it_it: Va bene, qui viene. Sembra emozionata.

source: Crap, I'm totally going to mess this up...
fr_fr: Crap, je vais tout à fait gâcher ça ...
it_it: Crap, sto andando totalmente a pasticci...

source: [_mc_] No, not really...
fr_fr: [_mc_] Non, pas vraiment ...
it_it: [_mc_] No, non veramente...

source: [lindsey] is here and waiting. Bailing would kill any chances with her, however small they may be.
fr_fr: [lindsey] est là et attend. Se défiler tuerait toute chance de la retrouver sur , aussi minime soit-elle.
it_it: [lindsey] è qui e aspetta. Bailing ucciderebbe qualsiasi possibilità con lei, per quanto piccole possano essere.

source: This thing is fired up and ready to burn.
fr_fr: Cette chose est tirée et prête à brûler.
it_it: Questa cosa è sparata e pronta a bruciare.

source: [_mc_] Okay, here we go...
fr_fr: [_mc_] Ok, ici nous allons ...
it_it: [_mc_] Okay, qui andiamo...

source: Sticking my [item.title_lower] into the stereo would probably create an entirely new genre of music.
fr_fr: L'autocollant de mon [item.title_lower] dans la chaîne stéréo créerait probablement un tout nouveau genre de musique.
it_it: Attaccare la mia [item.title_lower] nello stereo probabilmente creerebbe un genere completamente nuovo di musica.

source: People would start referring to me as Skridiot. Not a good look.
fr_fr: Les gens commenceraient à m'appeler Skridiot. Ce n'est pas une bonne idée.
it_it: La gente inizierebbe a riferirmi come Skridiot. Non è una buona occhiata.

source: [_lindsey_s_smile_] I'm ready when you are!
fr_fr: [_lindsey_s_Souriez_] Je suis prêt quand vous êtes !
it_it: [_lindsey_s_smile_] Sono pronto quando sei!

source: [_lindsey_s_blush_] I love this...
fr_fr: [J'adore ça...
it_it: [_lindsey_s_blush_] Mi piace questo...

source: [_mc_] Have a look at the cover, too!
fr_fr: [_mc_] Un regard sur la couverture, aussi !
it_it: [_mc_] Dai un'occhiata anche alla copertura!

source: [_lindsey_s_excited_album_] God! That's so cool!
fr_fr: [_lindsey_s_excited_album_] Dieu ! C'est tellement cool !
it_it: [_lindsey_s_excited_album_] Dio! È così cool!

source: [_lindsey_s_excited_album_] The Deathless Bard, forevermore plucking at the invisible strings of the Excalifender!
fr_fr: [Le barde sans mort, qui tire à jamais sur les cordes invisibles de l'Excalifender !

source: [_lindsey_s_excited_album_] And look at Johnny Rampage's signature! It's as elegant as his vocals!{space=-50}
fr_fr: [_lindsey_s_excited_album_] Et regardez la signature de Johnny Rampage ! Elle est aussi élégante que sa voix!{space=-50}
it_it: [_lindsey_s_excited_album_] E guarda la firma di Johnny Rampage! È elegante come la sua voce!{space=-50}

source: [_lindsey_s_confident_album_] This is so great...
fr_fr: [_lindsey_s_confident_album_] C'est si grand ...
it_it: [_lindsey_s_confident_album_] Questo è così grande...

source: [lindsey] is fearless. Dancing on her own like nobody's watching.
fr_fr: [lindsey] n'a pas peur. Danser d'elle-même comme personne ne regarde.
it_it: [lindsey] è senza paura. Danzare da solo come nessuno guarda.

source: I wish I had half of her confidence...
fr_fr: J'aimerais avoir la moitié de sa confiance ...
it_it: Vorrei avere metà della sua fiducia...

source: The way she rocks her hips, her waist, her perfect ass.
fr_fr: La façon dont elle cailla ses hanches, sa taille, son cul parfait.
it_it: Il modo in cui scoglie i fianchi, la sua vita, il suo culo perfetto.

source: Her moves are so soft, so gentle and delicate!
fr_fr: Ses mouvements sont si doux, si doux et délicats !
it_it: Le sue mosse sono così morbide, così gentili e delicate!

source: She truly is one of a kind. A real life princess.
fr_fr: Elle est vraiment une sorte de genre. Une vraie princesse de la vie.
it_it: È una vera e propria principessa di vita.

source: So precious...
fr_fr: Donc précieux ...
it_it: Così prezioso...

source: I just want to keep her safe. Protect her from the world.
fr_fr: Je veux juste la garder en sécurité. La protéger du monde.
it_it: Voglio solo tenerla al sicuro. Proteggila dal mondo.

source: Let her live in a world where nothing bad will ever happen to her.
fr_fr: Qu'elle vive dans un monde où rien de mal ne lui arrivera jamais.
it_it: Lasciala vivere in un mondo in cui non le succederà mai niente di male.

source: She probably wouldn't like it if I took a picture of her, but this is a once in a lifetime moment...
fr_fr: Elle n'aimerait probablement pas si j'ai pris une photo d'elle, mais c'est une fois dans un moment de vie ...
it_it: Probabilmente non le piacerebbe se ho scattato una foto di lei, ma questo è un momento una volta nella vita...

source: What the hell... I'll probably regret it later if I don't.
fr_fr: Qu'est-ce que l'enfer ... Je le regretterai probablement plus tard si je ne le fais pas.
it_it: Che inferno... Probabilmente me ne pentirò più tardi se non lo faccio.

source: Phew, [lindsey] didn't seem to notice! She's too caught up in the music.{space=-55}
fr_fr: Phew, [lindsey] ne semblait pas remarquer ! Elle est trop prise dans la musique. {space=-55}
it_it: Phew, [lindsey] non sembrava notare! È troppo coinvolta nella musica.{space=-55}

source: [lindsey] looks perfect like this... No need to risk it.
fr_fr: [lindsey] est parfait comme ça ... Pas besoin de le risquer.
it_it: [lindsey] sembra perfetto così... Non c'è bisogno di rischiarlo.

source: Besides, this will be the screensaver of my mind for a while.
fr_fr: D'ailleurs, ce sera l'économiseur d'esprit de mon esprit pendant un certain temps.
it_it: Inoltre, questo sarà il salvaschermo della mia mente per un po'.

source: [_lindsey_s_laughing_] This was fantastic! Thank you so much, [mc]!
fr_fr: [_lindsey_s_laughing_] C'était fantastique ! Merci beaucoup, [mc]!
it_it: [_lindsey_s_laughing_] Questo è stato fantastico! Grazie mille, [mc]!

source: [_mc_] I enjoyed it too!
fr_fr: [_mc_] Je l'ai aussi apprécié !
it_it: [_mc_] mi è piaciuto troppo!

source: [_lindsey_s_flirty_] They're releasing a new album soon. Did you know that?
fr_fr: [_lindsey_s_flirty_] Ils diffusent un nouvel album bientôt. Le saviez-vous ?
it_it: [_lindsey_s_flirty_] Stanno rilasciando presto un nuovo album. Lo sapevi?

source: [_mc_] Well, they've said that for the last fourteen... err, four years...
fr_fr: [_mc_] Eh bien, ils ont dit que pour les quatorze dernières ... err, quatre ans ...
it_it: [_mc_] Beh, hanno detto che per gli ultimi quattordici... err, quattro anni...

source: [_lindsey_s_laughing_] True! But I think it's for real this time!
fr_fr: [_lindsey_s_laughing_] Vrai ! Mais je pense que c'est vrai cette fois !
it_it: [_lindsey_s_laughing_] vero! Ma penso che sia vero questa volta!

source: [_mc_] I guess we'll see.
fr_fr: [_mc_] Je suppose que nous verrons.
it_it: [_mc_] Immagino che vedremo.

source: [_lindsey_s_smile_] Anyway, I have to go change now. Practice never ends.
fr_fr: [_lindsey_s_Souriez_] Quoi qu'il en soit, je dois aller changer maintenant. La pratique ne se termine jamais.
it_it: [_lindsey_s_smile_] Comunque, devo andare a cambiare ora. Pratica non finisce mai.

source: [_lindsey_s_smile_] Thanks again!
fr_fr: [_lindsey_s_Souriez_] Merci encore !
it_it: [_lindsey_s_smile_] Grazie ancora!

source: [_mc_] You're very welcome!
fr_fr: [_mc_] Vous êtes les bienvenus !
it_it: [_mc_] Sei molto benvenuto!

source: [lindsey] is pretty nice...
fr_fr: [lindsey] est plutôt sympa ...
it_it: [lindsey] è abbastanza bello...

source: Getting to know her better should definitely be a priority this time.
fr_fr: Apprendre à mieux la connaître devrait certainement être une priorité cette fois.
it_it: Conoscere meglio la sua dovrebbe essere sicuramente una priorità questa volta.

source: She seems to be okay with my imperfections and mistakes. At least, she's quick to forgive them.
fr_fr: Elle semble d'accord avec mes imperfections et mes erreurs. Au moins, elle est prompte à pardonner.
it_it: Sembra che stia bene con le mie imperfezioni e gli errori, almeno, è pronta a perdonarle.

source: Hopefully, she enjoyed spending some time with me and didn't just do it for the album...
fr_fr: Espérons qu'elle a aimé passer du temps avec moi et qu'elle ne l'a pas fait pour l'album ...
it_it: Speriamo che le sia piaciuto passare un po' di tempo con me e non lo abbia fatto solo per l'album...

source: Time will tell.
fr_fr: Le temps le dira.
it_it: Il tempo lo dirà.

source: Calling [lindsey] when she's right there... that's just weird.
fr_fr: Appelant [lindsey] quand elle est juste là ... c'est bizarre.
it_it: Chiamando [lindsey] quando è proprio lì... è semplicemente strano.

source: Here goes nothing...
fr_fr: Ici ne va rien ...
it_it: Qui non va niente...

source: {i}Calling...{/}
fr_fr: {i}Appel ... {/}
it_it: Chiamata {i}...{/}

source: Somehow, the wait is always the worst. Will she even pick up?
fr_fr: D'une certaine façon, l'attente est toujours la pire. Va-t-elle aller chercher ?
it_it: In qualche modo, l'attesa è sempre il peggio. Riuscirà ancora?

source: In a way, it would be a relief if she didn't. Less awkward.
fr_fr: D'une certaine façon, ce serait un soulagement si elle ne le faisait pas. C'est moins gênant.
it_it: In un certo senso, sarebbe un sollievo se non lo facesse. Meno goffo.

source: Ugh, she probably gave me a fake number or some—
fr_fr: Ugh, elle m'a probablement donné un faux numéro ou certains-
it_it: Ugh, probabilmente mi ha dato un numero falso o qualcuno—

source: [_lindsey_] Hello?
fr_fr: [_lindsey_] Bonjour ?
it_it: [_lindsey_] Ciao?

source: [_mc_] H-hey! It's me, [mc]...
fr_fr: [_mc_] H-Hé ! C'est moi, [mc]...
it_it: [_mc_] H-hey! Sono io, [mc]...

source: [_lindsey_] Oh, hi there! How's it going?
fr_fr: [_lindsey_] Oh, bonjour là ! Comment ça va ?
it_it: [_lindsey_] Oh, ciao! Com'è andato?

source: [_mc_] Okay, I guess. I found the King's Bard album.
fr_fr: [_mc_] D'accord, je suppose. J'ai trouvé l'album de Bard du roi.
it_it: [_mc_] Okay, immagino. Ho trovato l'album del King's Bard.

source: [_lindsey_] Whoa! That's awesome! I'm super excited!
fr_fr: [_lindsey_] Whoa ! C'est génial ! Je suis super excité !
it_it: [_lindsey_] Whoa! È fantastico! sono super eccitato!

source: [_lindsey_] So, do you still want me to come over?
fr_fr: [_lindsey_] Alors, voulez-vous que je suis pour venir ?
it_it: [_lindsey_] Quindi, vuoi ancora che me venga finito?

source: [_mc_] Yes! Come whenever you want!
fr_fr: [_mc_] Oui ! Viens quand tu veux !
it_it: [_mc_] Sì! Vieni quando vuoi!

source: Crap, that sounded way too desperate.
fr_fr: Merde, cela semblait bien trop désespéré.
it_it: Crap, che suonava troppo disperato.

source: [_lindsey_] Oh... okay. Hmm...
fr_fr: [_lindsey_] Oh ... ok. Hmm ...

source: [_lindsey_] How about tonight?
fr_fr: [_lindsey_] Comment se parle ce soir ?
it_it: [_lindsey_] Che ne dici stasera?

source: [_mc_] Tonight is fantastic!
fr_fr: [_mc_] Ce soir est fantastique !
it_it: [_mc_] stasera è fantastico!

source: [_lindsey_] I like your enthusiasm!
fr_fr: [_lindsey_] J'aime votre enthousiasme !
it_it: [_lindsey_] Mi piace il tuo entusiasmo!

source: [_lindsey_] See you tonight, then!
fr_fr: [_lindsey_] Vous voyez ce soir, alors !
it_it: [_lindsey_] Ci vediamo stasera, allora!

source: I'm not sure how that went...
fr_fr: Je ne sais pas comment ça s'est passé ...
it_it: Non sono sicuro di come sia andato...

source: According to those pick-up artist videos on YouTube, that must've been a failure.
fr_fr: Selon ces vidéos d'artistes sur YouTube, cela doit être un échec.
it_it: Secondo quei video d'artista di pick-up su YouTube, che deve essere stato un fallimento.

source: But [lindsey] didn't seem grossed out... and she's actually coming over! I'd call that victory.
fr_fr: Mais [lindsey] n'avait pas l'air dégoûtée... et elle va même venir ! Je dirais que c'est une victoire.
it_it: Ma [lindsey] non sembrava ingannato... e sta effettivamente arrivando! Chiamerei quella vittoria.

source: Giving my room a once-over would probably be smart. [jo] keeps the vacuum cleaner in the hallway closet.
fr_fr: Donner à ma chambre une fois terminé serait probablement intelligent. [jo] maintient l'aspirateur dans le placard du couloir.
it_it: Dare una volta alla mia stanza sarebbe probabilmente intelligente. [jo] mantiene l'aspirapolvere nell'armadio del corridoio.

source: [_mc_] If you want to... I know you have a lot on your plate.
fr_fr: [_mc_] Si vous voulez ... Je sais que vous avez beaucoup sur votre assiette.
it_it: [_mc_] Se vuoi che... So che hai molto sul tuo piatto.

source: [_lindsey_] Thanks, but I really want this!
fr_fr: [_lindsey_] Merci, mais je veux vraiment ça !
it_it: [_lindsey_] Grazie, ma voglio davvero questo!

source: [_mc_] Okay, just making sure. I know you're responsible.
fr_fr: [_mc_] Ok, en s'assurant. Je sais que vous êtes responsable.
it_it: [_mc_] Okay, solo assicurandovi. So che sei responsabile.

source: [_mc_] How does tonight sound?
fr_fr: [_mc_] Comment fonctionne ce soir ?
it_it: [_mc_] Come suonano stasera?

source: [_lindsey_] That works for me!
fr_fr: [_lindsey_] Ça marche pour moi !
it_it: [_lindsey_] Che funziona per me!

source: [_mc_] Great! I'll see you then.
fr_fr: [_mc_] Grand ! Je te verrai alors.
it_it: [_mc_] Grande! Ti vedrò allora.

source: That felt so good! I'm not sure where that surge of confidence came from, but damn... nailed it!
fr_fr: Ça se sentait si bien ! Je ne suis pas sûr d'où venait cette vague de confiance, mais merde ... clouée !
it_it: Che si è sentito così bene! Non sono sicuro da dove sia venuto quell'ondata di fiducia, ma dannata... inchiodata!

source: Next step is cleaning my room. [jo] keeps the vacuum cleaner in the hallway closet.
fr_fr: L'étape suivante consiste à nettoyer ma chambre. [jo] maintient l'aspirateur dans le placard du couloir.
it_it: Il passo successivo è la pulizia della mia stanza. [jo] mantiene l'aspirapolvere nell'armadio del corridoio.

source: There's no time to take a nap. [lindsey] will be here any moment.
fr_fr: Il n'y a pas de temps pour faire une sieste. [lindsey] sera ici n'importe quel moment.
it_it: Non c'è tempo per fare un pisolino. [lindsey] sarà qui in qualsiasi momento.

source: Oh, shit. [lindsey] is here!
fr_fr: Oh, merde. [lindsey] est ici !
it_it: Oh, merda. [lindsey] è qui!

source: I'm a lot of things, but a rude host isn't one of them.
fr_fr: Je suis plein de choses, mais un hôte grossier n'est pas l'un d'entre eux.
it_it: Sono un sacco di cose, ma un ospite maleducato non è una di loro.

source: The nerves are starting to kick in...
fr_fr: Les nerfs commencent à donner le coup d'envoi ...
it_it: I nervi stanno iniziando a calciare...

source: Maybe inviting [lindsey] over was a terrible idea. Shit.
fr_fr: Peut-être qu'inviter [lindsey] a été une idée terrible. Merde.
it_it: Forse invitare [lindsey] sopra era un'idea terribile.

source: [_lindsey_s_laughing_] This is the first time I've been here, I think!
fr_fr: [_lindsey_s_laughing_] C'est la première fois que je suis là, je pense !
it_it: [_lindsey_s_laughing_] Questa è la prima volta che sono qui, penso!

source: [_mc_] Yeah, I would definitely have remembered it if you'd visited before.
fr_fr: [_mc_] Oui, je m'en souviendrais vraiment si vous aviez déjà visité.
it_it: [_mc_] Sì, sarei sicuramente ricordato se avessi visitato prima.

source: [_mc_] Anyway, here you go.
fr_fr: [_mc_] En tout cas, ici vous allez.
it_it: [_mc_] Comunque, qui vai.

source: [_lindsey_s_confident_album_] Oh, my god! It's amazing! The details of the Excalifender...
fr_fr: [_lindsey_s_confident_album_] Oh, mon Dieu ! C'est incroyable ! Les détails de l'Excalifender...
it_it: [_lindsey_s_confident_album_] Oh, mio dio! È incredibile! I dettagli dell'Excalifender...

source: [_lindsey_s_confident_album_] The Deathless Bard!
fr_fr: [_lindsey_s_confident_album_] Le barde sans mort !

source: [_mc_] I'm glad you like it!
fr_fr: [_mc_] Je suis content que tu l'aimes !
it_it: [_mc_] Sono contento che ti piaccia!

source: [_lindsey_s_excited_album_] I love it! The signatures... oh, whoa... Wilhelm Tattle's handwriting looks just like his guitar solos!
fr_fr: [_lindsey_s_excited_album_] J'adore ! Les signatures... oh, whoa... L'écriture de Wilhelm Tattle ressemble à ses solos de guitare !
it_it: [_lindsey_s_excited_album_] Lo adoro! Le firme... oh, che... Wilhelm Tattle calligrafia assomiglia proprio al suo assolo di chitarra!

source: [_lindsey_s_excited_album_] This is the coolest thing ever! Thank you so much!
fr_fr: [_lindsey_s_excited_album_] C'est la chose la plus cool jamais ! Merci beaucoup !
it_it: [_lindsey_s_excited_album_] Questa è la cosa più bella di sempre! Grazie mille!

source: [_mc_] You're very welcome! The dragon slayer used to be my role model.
fr_fr: [_mc_] Vous êtes les bienvenus ! Le tueur de dragon était mon modèle de rôle.
it_it: [_mc_] Sei molto benvenuto! L'assassino del drago era il mio modello di ruolo.

source: [_lindsey_s_flirty_] He's so badass and chivalrous at the same time!
fr_fr: [_lindsey_s_flirty_] Il est tellement blaireau et chevaleresque en même temps !
it_it: [_lindsey_s_flirty_] È così malvagio e cavalleresco allo stesso tempo!

source: [_flora_s_laughing_] You should've seen [mc] running around the house in his tin foil armor...
fr_fr: [_flora_s_laughing_] Tu aurais dû voir [ mc ] courir autour de la maison dans son armure de feuilles d'étain ...
it_it: [_flora_s_laughing_] Avresti dovuto vedere [mc] correre intorno alla casa nella sua armatura di stagno...
