Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_piano.po
Languages: fr_fr, it_it

source: [_mc_] Crap, my plan was to take your mind off sprinting...
fr_fr: [_mc_] Merde, j'avais prévu de te faire oublier le sprint...
it_it: [_mc_] Crap, il mio piano era quello di prendere la tua mente fuori sprinto...

source: [_lindsey_s_laughing_] Well, good luck with that!
fr_fr: [_lindsey_s_laughing_] Eh bien, bonne chance avec ça !
it_it: [_lindsey_s_laughing_] Beh, buona fortuna con quello!

source: [_mc_] One can always try. What's your favorite kind of music?
fr_fr: [_mc_] On peut toujours essayer. Quel est votre type de musique préféré ?
it_it: [_mc_] Si può sempre provare. Qual è il tuo tipo di musica preferito?

source: [_lindsey_s_smile_] I really like medieval music.
fr_fr: [_lindsey_s_Souriez_] J'aime vraiment la musique médiévale.
it_it: [_lindsey_s_smile_] Mi piace molto la musica medievale.

source: [_mc_] I have a first edition King's Bard album somewhere...
fr_fr: [_mc_] J'ai un album de la première édition de King's Bard quelque part...
it_it: [_mc_] Ho una prima edizione di King's Bard album da qualche parte...

source: [_lindsey_s_blush_] Really? The one with the dragon slayer cover?
fr_fr: [_lindsey_s_blush_] Vraiement ? La première avec la couche de la couche de dragon ?
it_it: [_lindsey_s_blush_] Davvero? Quello con la copertura dell'uccisione del drago?

source: Wait, [lindsey] knows about King's Bard? I thought she would laugh and call me a nerd...
fr_fr: Attendez, [lindsey] est au courant pour King's Bard ? Je pensais qu'elle allait rire et me traiter d'intello...
it_it: Aspetta, [lindsey] sa di King's Bard? Pensavo che avrebbe ridere e mi avrebbe chiamato un nerd...

source: [_mc_] Yeah, I went to a concert once and had it signed.
fr_fr: [_mc_] Oui, je suis allé à un concert une fois et j'ai signé.
it_it: [_mc_] Sì, sono andato a un concerto una volta e l'ho firmato.

source: [_lindsey_s_blush_] Whoa! That's amazing!
fr_fr: [_lindsey_s_blush_] Whoa ! C'est incroyable !
it_it: [_lindsey_s_blush_] Whoa! È incredibile!

source: [_lindsey_s_blush_] I'm so jealous!
fr_fr: [_lindsey_s_blush_] Je suis si jaloux !
it_it: [_lindsey_s_blush_] sono così geloso!

source: [_mc_] You can have it, if you want.
fr_fr: [_mc_] Vous pouvez l'avoir, si vous voulez.
it_it: [_mc_] Puoi averlo, se vuoi.

source: [_lindsey_s_afraid_] Are you serious?!
fr_fr: [_lindsey_s_afraid_] Êtes-vous sérieux ?!
it_it: [_lindsey_s_afraid_] Sei serio?!

source: [_mc_] I don't really listen to them that much anymore, and you're clearly a big fan.
fr_fr: [_mc_] Je ne les écoute plus vraiment, et vous êtes clairement un grand fan.
it_it: [_mc_] Non li ascolto molto più e sei chiaramente un grande tifoso.

source: [_lindsey_s_afraid_] But it's a signed original!
fr_fr: [_lindsey_s_afraid_] Mais c'est un original signé !
it_it: [_lindsey_s_afraid_] Ma è un originale firmato!

source: [_mc_] It's just gathering dust in my basement. Really, it's no big deal.
fr_fr: [_mc_] Il prend la poussière dans ma cave. Vraiment, ce n'est pas grave.
it_it: [_mc_] sta solo raccogliendo polvere nel mio seminterrato. In realtà, non è un grande affare.

source: [_lindsey_s_blush_] I've always loved that cover...
fr_fr: [_lindsey_s_blush_] J'ai toujours aimé cette couverture ...
it_it: [_lindsey_s_blush_] Ho sempre amato quella copertina...

source: [_mc_] How about you stop by some day and pick it up?
fr_fr: [_mc_] Et si vous passiez le prendre un jour ?
it_it: [_mc_] Che ne dici di fermarti un giorno e di prenderlo?

source: [_lindsey_s_blush_] Are you sure?
fr_fr: [_lindsey_s_blush_] Etes-vous sûr ?
it_it: [_lindsey_s_blush_] Sei sicuro?

source: [_mc_] Yeah! I just need to find it, but it shouldn't be too hard...
fr_fr: [_mc_] Oui ! J'ai juste besoin de le trouver, mais ça ne devrait pas être trop dur ...
it_it: [_mc_] Sì! Ho solo bisogno di trovarlo, ma non dovrebbe essere troppo difficile...

source: [_lindsey_s_laughing_] Cool! I'm so excited!
fr_fr: [_lindsey_s_laughing_] Cool ! Je suis tellement excitée !
it_it: [_lindsey_s_laughing_] Cool! Sono così emozionata!

source: [_lindsey_s_laughing_] Just hit me up when you do, and I'll stop by!
fr_fr: [_lindsey_s_laughing_] Je me suis juste frappé quand vous le faites, et je m'arrêterai !
it_it: [_lindsey_s_laughing_] Appena mi ha colpito quando lo fai, e mi fermerò!

source: [_lindsey_s_smile_] Unless?
fr_fr: [_lindsey_s_Souriez_] À moins que ?
it_it: [_lindsey_s_smile_] Indipendente?

source: [_mc_] No, no, that's great!
fr_fr: [_mc_] Non, non, c'est super !
it_it: [_mc_] No, no, è fantastico!

source: I can't believe [lindsey] wants to meet up outside of school! [lindsey]!
fr_fr: Je ne peux pas croire que [lindsey] veut se retrouver à l'extérieur de l'école ! [lindsey]!
it_it: Non riesco a credere che [lindsey] voglia incontrarsi fuori scuola! [lindsey]!

source: This must be a dream...
fr_fr: Ça doit être un rêve ...
it_it: Questo deve essere un sogno...

source: [_lindsey_s_flirty_] Great! See you later, [mc]!
fr_fr: [_lindsey_s_flirty_] Grand ! À plus tard, [mc]!
it_it: [_lindsey_s_flirty_] Ottimo! Ci vediamo più tardi, [mc]!

source: [jo] probably knows where that album is... I need to find it before [lindsey] forgets about my existence.
fr_fr: [jo] sait probablement où se trouve cet album... Je dois le trouver avant que [lindsey] n'oublie mon existence.
it_it: [jo] probabilmente sa dove si trova quell'album... ho bisogno di trovarlo prima che [lindsey] dimentichi la mia esistenza.

source: [_mc_] If you want, you could come over to my house and we could listen to it together.
fr_fr: [_mc_] Si vous voulez, vous pourriez venir chez moi et nous pourrions l'écouter ensemble.
it_it: [_mc_] Se vuoi, potresti venire a casa mia e potremmo ascoltarla insieme.

source: [_lindsey_s_flirty_] I'd like that!
fr_fr: [_lindsey_s_flirty_] J'aimerais ça !
it_it: [_lindsey_s_flirty_] lo vorrei quello!

source: [_lindsey_s_laughing_] But I really have to get back to practice now...
fr_fr: [_lindsey_s_laughing_] Mais je dois vraiment revenir à la pratique maintenant ...
it_it: [_lindsey_s_laughing_] Ma devo davvero tornare alla pratica ora...

source: [_lindsey_s_laughing_] How about you call me and we'll set something up?
fr_fr: [_lindsey_s_laughing_] Comment vous appelez-moi et nous allons mettre quelque chose ?
it_it: [_lindsey_s_laughing_] Che ne dici di chiamarmi e imposteremo qualcosa?

source: Damn! That felt like a shot in the dark... I can't believe [lindsey] wants to come over!
fr_fr: Merde ! Ça se sentait comme un coup dans le noir ... Je ne peux pas croire que [lindsey] veut venir !
it_it: Dannazione! Mi è sembrato un colpo nel buio... non riesco a credere che [lindsey] voglia superare!

source: [_mc_] Uh, yeah! T-that would be awesome!
fr_fr: [_mc_] Uh, ouais ! T-ce serait génial !
it_it: [_mc_] Uh, sì! T-che sarebbe fantastico!

source: [_lindsey_s_smile_] All right, call me! Bye!
fr_fr: [_lindsey_s_Souriez_] Très bien, appelez-moi ! Bye !
it_it: [_lindsey_s_smile_] Va bene, chiamami! Ciao!

source: That's insane...
fr_fr: C'est fou ...
it_it: È pazzo...

source: [lindsey]'s actually coming over! [lindsey]!
fr_fr: [lindsey]'s réellement en train de venir ! [lindsey]!
it_it: [lindsey]sta arrivando davvero! [lindsey]!

source: This truly is my redemption arc!
fr_fr: C'est vraiment mon arc de rédemption !
it_it: Questo è veramente il mio arco di riscatto!

source: Shit, okay. I need to find that album now. [jo] probably knows where it is...
fr_fr: Merde, d'accord. Il faut que je trouve cet album maintenant. [jo] sait probablement où il se trouve...
it_it: Merda, okay. Ho bisogno di trovare quell'album ora. [jo] probabilmente sa dov'è...

source: [_mc_] I could bring it to school some day and we could listen to it in the music classroom.
fr_fr: [_mc_] Je pourrais l'emmener à l'école un jour et nous pourrions l'écouter dans la salle de classe.
it_it: [_mc_] Potrei portarlo a scuola un giorno e potevamo ascoltarlo in aula di musica.

source: [_lindsey_s_laughing_] Really? That would be sweet!
fr_fr: [_lindsey_s_laughing_] Vraiment ? Ce serait adorable !
it_it: [_lindsey_s_laughing_] Davvero? Sarebbe dolce!

source: [_mc_] Sure, I just need to find it...
fr_fr: [_mc_] Bien sûr, j'ai juste besoin de le trouver ...
it_it: [_mc_] Certo, devo solo trovarlo...

source: [_lindsey_s_smile_] Cool, see you around!
fr_fr: [_lindsey_s_Souriez_] Cool, vous voyez !
it_it: [_lindsey_s_smile_] Cool, vedi in giro!

source: [lindsey] probably thinks I'm lying, but she'll change her mind when she sees the album cover.
fr_fr: [lindsey] pense probablement que je mens, mais elle va changer d'avis quand elle verra la pochette de l'album.
it_it: [lindsey] probabilmente pensa che sto mentendo, ma lei cambierà idea quando vede la copertina dell'album.

source: It's probably the basement or something... [jo] might know.
fr_fr: C'est probablement le sous-sol ou quelque chose ... [jo] pourrait savoir.
it_it: Probabilmente è il seminterrato o qualcosa... [jo] potrebbe sapere.

source: [_jo_s_smile_] Ah, my big boy! How is senior year coming along?
fr_fr: [_jo_s_Souriez_] Ah, mon grand garçon ! Comment se fait l'année senior ?
it_it: [_jo_s_smile_] Ah, il mio grande ragazzo! Come viene l'anno più anziano?

source: [_mc_] Okay, I guess...
fr_fr: [_mc_] Ok, je suppose ...
it_it: [_mc_] Okay, immagino...

source: [_mc_] Listen, [jo], do you remember my King's Bard album? Any idea where it might be?
fr_fr: [_mc_] Ecoutez, [jo], vous vous souvenez de mon album King's Bard ? Une idée de l'endroit où il pourrait se trouver ?
it_it: [_mc_] Ascolta, [jo], ti ricordi dell'album del mio King's Bard? Qualche idea dove potrebbe essere?

source: [_jo_s_skeptical_] King's Bard? Hmm...
fr_fr: [_jo_s_skeptical_] Le barde du roi ? Hmm...

source: [_mc_] I went to a concert and had it signed, remember?
fr_fr: [_mc_] Je suis allé à un concert et je l'ai signé, n'oubliez pas ?
it_it: [_mc_] Sono andato a un concerto e l'ho firmato, ricordi?

source: [_jo_s_confident_] Oh, you did! And you got wet from the rain, despite me telling you to bring an umbrella.
fr_fr: [_jo_s_confident_] Oh, vous l'avez fait ! Et vous avez été mouillé par la pluie, malgré moi vous dire d'apporter un parapluie.
it_it: [_jo_s_confident_] Oh, hai fatto! E ti sei bagnato dalla pioggia, nonostante io ti abbia detto di portare un ombrello.

source: [_mc_] I didn't want to bring [flora]'s polka dot one to a...
fr_fr: [_mc_] Je ne voulais pas apporter celui à pois de [flora] à un...
it_it: [_mc_] non volevo portare il pois di [flora]a un...

source: [_mc_] ...ugh, it doesn't matter! Do you know where it is?
fr_fr: [_mc_] ... ça n'a pas d'importance ! Sais-tu où c'est ?
it_it: [_mc_] ... brutto, non importa! Sai dov'è?

source: [_jo_s_neutral_] If it's not in your room, it's probably in the basement with your old things.{space=-110}
fr_fr: [_jo_s_neutral_] Si ce n'est pas dans votre chambre, c'est probablement dans le sous-sol avec vos anciennes choses. {space=-110}
it_it: [_jo_s_neutral_] Se non è nella tua stanza, probabilmente è nel seminterrato con le tue vecchie cose.{space=-110}

source: [_mc_] It has a skull and sword-guitar on the front cover, if that helps.
fr_fr: [_mc_] Il a un crâne et une épée-guitare sur la couverture avant, si ça aide.
it_it: [_mc_] Ha un teschio e una spada-chitarra sulla copertina anteriore, se questo aiuta.

source: [_jo_s_smile_] I can go look for it later. What do you need it for?
fr_fr: [_jo_s_Souriez_] Je peux y aller plus tard. De quoi avez-vous besoin ?
it_it: [_jo_s_smile_] Posso andare a cercarlo più tardi. A cosa serve?

source: [_mc_] It's a music album, what do you usually do with them?
fr_fr: [_mc_] C'est un album de musique, qu'est-ce que vous faites habituellement avec eux ?
it_it: [_mc_] È un album musicale, cosa fai di solito con loro?

source: [_jo_s_annoyed_] No need to be snarky, young man.
fr_fr: [_jo_s_annoyed_] Pas besoin d'être hargneux, jeune homme.
it_it: [_jo_s_annoyed_] Non c'è bisogno di essere snarky, giovane uomo.

source: [_mc_] Can you find it for me or not?
fr_fr: [_mc_] Pouvez-vous le trouver pour moi ou pas ?
it_it: [_mc_] Riesci a trovarlo per me o no?

source: [_jo_s_worried_] Yes, dear. I'll go look for it first thing in the morning.
fr_fr: [_jo_s_worried_] Oui, ma chère. Je vais chercher ça pour la première fois le matin.
it_it: [_jo_s_worried_] Sì, caro. Andrò a cercarlo prima cosa al mattino.

source: [_jo_s_worried_] Yes, dear. I have to go to a meeting now, but remind me when I get home.{space=-110}
fr_fr: [_jo_s_worried_] Oui, ma chère. Je dois aller à une réunion maintenant, mais me rappeler quand je rentrerai. {space=-110}
it_it: [_jo_s_worried_] Sì, caro. Devo andare a una riunione ora, ma ricordami quando torno a casa.{space=-110}

source: [_mc_] Thanks, [jo].
fr_fr: [_mc_] Merci, [jo].
it_it: [_mc_] Grazie, [jo].

source: [_mc_] It's for a girl...
fr_fr: [_mc_] C'est pour une fille ...
it_it: [_mc_] È per una ragazza...

source: She's putting on an excited face, but a combination of surprise and relief accompanies her voice.
fr_fr: Elle met un visage excité, mais une combinaison de surprise et de soulagement accompagne sa voix.
it_it: Sta mettendo su un viso eccitato, ma una combinazione di sorpresa e sollievo accompagna la sua voce.

source: Makes sense, I guess...
fr_fr: Ça a du sens, je suppose ...
it_it: Ha senso, immagino...

source: [_jo_s_flirty_] Does she have a name?
fr_fr: [_jo_s_flirty_] Est-ce qu'elle a un nom ?
it_it: [_jo_s_flirty_] Ha un nome?

source: [_mc_] I'd rather not say.
fr_fr: [_mc_] Je préfère ne pas dire.
it_it: [_mc_] preferirei non dire.

source: [_jo_s_laughing_] That's okay! I won't pry!
fr_fr: [_jo_s_laughing_] C'est bon ! Je ne prendrai pas la prière !
it_it: [_jo_s_laughing_] Va bene! Non pregherò!

source: [_mc_] Do you think you can find it? The album, I mean.
fr_fr: [_mc_] Pensez-vous que vous pouvez le trouver ? L'album, je veux dire.
it_it: [_mc_] Pensi di poterlo trovare? L'album, voglio dire.

source: [_jo_s_excited_] I'll go look for it first thing in the morning!
fr_fr: [_jo_s_excited_] Je vais chercher la première chose le matin !
it_it: [_jo_s_excited_] Andrò a cercarla prima cosa al mattino!

source: [_jo_s_excited_] I'll go look for it as soon as I get home from the meeting!
fr_fr: [_jo_s_excited_] Je vais chercher ça dès que je rentrerai de la réunion !
it_it: [_jo_s_excited_] Andrò a cercarlo non appena torno a casa dalla riunione!

source: [_mc_] Okay, thanks, [jo]!
fr_fr: [_mc_] Ok, merci, [jo]!
it_it: [_mc_] Okay, grazie, [jo]!

source: [_jo_s_excited_] Of course, honey.
fr_fr: [_jo_s_excited_] Bien sûr, chérie.
it_it: [_jo_s_excited_] Certo, miele.

source: [_mc_] It's [lindsey] from the track team.
fr_fr: [_mc_] C'est [lindsey] de l'équipe de piste.
it_it: [_mc_] È [lindsey] dal team della traccia.

source: [_jo_s_blush_] She's a lovely young lady.
fr_fr: [_jo_s_blush_] C'est une jolie jeune fille.
it_it: [_jo_s_blush_] Lei è una bella ragazza.

source: I wish [jo] would stop looking so surprised...
fr_fr: J'aimerais que [jo] s'arrête si surpris ...
it_it: Vorrei che [jo] smettesse di sembrare così sorpreso...

source: [_jo_s_blush_] I know I don't have to say this, since you're eighteen now... but remember to be responsible and use protection, okay?
fr_fr: [_jo_s_blush_] Je sais que je n'ai pas à le dire, puisque vous avez dix-huit ans maintenant ... mais n'oubliez pas d'être responsable et d'utiliser la protection, d'accord ?
it_it: [_jo_s_blush_] So che non ho bisogno di dirlo, dal momento che hai diciotto ora... ma ricordati di essere responsabile e usare la protezione, okay?

source: [_jo_s_laughing_] Sorry, I know, I know!
fr_fr: [_jo_s_laughing_] Désolé, je sais, je sais !
it_it: [_jo_s_laughing_] Mi dispiace, lo so, lo so!

source: [_mc_] Ugh... can you find the album for me?
fr_fr: [_mc_] Ugh ... tu peux trouver l'album pour moi ?
it_it: [_mc_] Ugh... riesci a trovare l'album per me?

source: [_jo_s_excited_] Of course, dear. I'll go look for it first thing in the morning!
fr_fr: [_jo_s_excited_] Bien sûr, ma chère. Je vais chercher ça pour la première fois le matin !
it_it: [_jo_s_excited_] Certo, carissimo. Andrò a cercarlo prima cosa al mattino!

source: [_jo_s_excited_] Of course, dear. I'll go look for it as soon as I get home from the meeting.{space=-110}
fr_fr: [_jo_s_excited_] Bien sûr, ma chère. Je vais chercher ça dès que je rentrerai de la réunion. {space=-110}
it_it: [_jo_s_excited_] Certo, caro. Andrò a cercarlo non appena torno a casa dalla riunione.{space=-110}

source: [_jo_s_sarcastic_] There you are!
fr_fr: [_jo_s_sarcastic_] Vous êtes là !
it_it: [_jo_s_sarcastic_] Ecco!

source: [_mc_] Hey, [jo]! How's your day going?
fr_fr: [_mc_] Hé, [jo]! Comment va votre journée ?
it_it: [_mc_] Hey, [jo]! Come va la tua giornata?

source: [_jo_s_eyeroll_] It's a lot with the school right now...
fr_fr: [_jo_s_eyeroll_] C'est beaucoup avec l'école maintenant ...
it_it: [_jo_s_eyeroll_] È molto con la scuola in questo momento...

source: [_jo_s_eyeroll_] The new curriculum is hard for some teachers to accept.
fr_fr: [_jo_s_eyeroll_] Le nouveau programme d'études est difficile à accepter pour certains enseignants.
it_it: [_jo_s_eyeroll_] Il nuovo curriculum è difficile per alcuni insegnanti da accettare.

source: [_mc_] I'm sure you have it under control!
fr_fr: [_mc_] Je suis sûr que vous l'avez sous contrôle !
it_it: [_mc_] Sono sicuro di averlo sotto controllo!

source: [_jo_s_flirty_] Thank you. I do try my best to keep things running smoothly.
fr_fr: [_jo_s_flirty_] Merci. Je fais de mon mieux pour garder les choses en douceur.
it_it: [_jo_s_flirty_] Grazie. Cerco di fare del mio meglio per far funzionare le cose senza intoppi.

source: [_jo_s_flirty_] It is a big change for everyone.
fr_fr: [_jo_s_flirty_] C'est un grand changement pour tout le monde.
it_it: [_jo_s_flirty_] È un grande cambiamento per tutti.

source: [_mc_] I hope you're not too stressed?
fr_fr: [_mc_] J'espère que vous n'êtes pas trop stressez ?
it_it: [_mc_] Spero che tu non sia troppo stressato?

source: [_jo_s_excited_] It's okay!
fr_fr: [_jo_s_excited_] C'est bon !
it_it: [_jo_s_excited_] Va bene!

source: [_jo_s_excited_] Maybe you could stop by at lunch some time and give me a hug?
fr_fr: [Tu pourrais peut-être passer au déjeuner et me faire un câlin ?
it_it: [_jo_s_excited_] Forse potresti fermarti a pranzo un po' di tempo e darmi un abbraccio?

source: [_mc_] I'll think about it.
fr_fr: [_mc_] Je vais y réfléchir.
it_it: [_mc_] ci penserò.

source: [_jo_s_laughing_] Okay, you do that!
fr_fr: [_jo_s_laughing_] Ok, tu fais ça !
it_it: [_jo_s_laughing_] Okay, lo fa!

source: [_mc_] Anything I can do to help?
fr_fr: [_mc_] Tout ce que je peux faire pour aider ?
it_it: [_mc_] Qualcosa che posso fare per aiutare?

source: [_jo_s_laughing_] Aw, sweetie! That's so nice of you to offer, but it's all administration business.
fr_fr: [_jo_s_laughing_] Aw, chérie ! C'est si gentil de votre part d'offrir, mais c'est toute l'administration.
it_it: [_jo_s_laughing_] Aw, sweetie! È così bello da offrire, ma è tutto affari amministrativi.

source: [_jo_s_excited_] Just focus on your grade and I'll be more than happy.
fr_fr: [_jo_s_excited_] Il vous suffit de vous concentrer sur votre grade et je serai plus qu'heureux.
it_it: [_jo_s_excited_] Concentrati sul tuo voto e sarò più che felice.

source: [_jo_s_smile_] Anyway, I found that album you were looking for. It was under a box of old towels that I'd been looking for.
fr_fr: [_jo_s_Souriez_] Quoi qu'il en soit, j'ai trouvé cet album que tu cherchais. C'était sous une boîte de vieilles serviettes que je cherchais.
it_it: [_jo_s_smile_] Comunque, ho trovato quell'album che stavi cercando. Era sotto una scatola di vecchi asciugamani che stavo cercando.

source: Oh, crap.
fr_fr: Oh, merde.
it_it: Oh, merda.

source: [_mc_] Did you, err... wash the towels?
fr_fr: [_mc_] Avez-vous, commis une erreur ... laver les serviettes ?
it_it: [_mc_] Hai fatto, errore... lavare gli asciugamani?

source: [_jo_s_neutral_] They smelled a bit odd, so I threw them out. Why?
fr_fr: [_jo_s_neutral_] Ils ont senti un peu bizarre, alors je les ai jetés. Pourquoi ?
it_it: [_jo_s_neutral_] Hanno odorato un po' strano, quindi li ho buttati fuori. Perché?

source: [_mc_] No reason...
fr_fr: [_mc_] Aucune raison ...
it_it: [_mc_] Nessun motivo...

source: I had totally forgotten about those. Not a proud moment.
fr_fr: J'en avais totalement oublié. Pas un moment de fierté.
it_it: Ne avevo completamente dimenticato. Non un momento orgoglioso.

source: [_jo_s_confident_] Here's the album, anyway.
fr_fr: [_jo_s_confident_] Voici l'album, de toute façon.
it_it: [_jo_s_confident_] Ecco comunque l'album.

source: [_mc_] Thanks for digging through the basement.
fr_fr: [_mc_] Merci de creuser dans le sous-sol.
it_it: [_mc_] Grazie per aver scavato attraverso il seminterrato.

source: [_jo_s_confident_] No worries, sweetheart! I know you don't like the dark.
fr_fr: [_jo_s_confident_] Pas de soucis, chérie ! Je sais que tu n'aimes pas le noir.
it_it: [_jo_s_confident_] Niente preoccupazioni, innamorate! So che non ti piace il buio.

source: [_mc_] I was six when I said that!
fr_fr: [_mc_] J'avais six ans quand j'ai dit ça !
it_it: [_mc_] avevo sei anni quando l'ho detto!

source: [_jo_s_neutral_] Feels like it was just yesterday. How time flies...
fr_fr: [_jo_s_neutral_] J'ai l'impression que c'était hier. Comme le temps passe vite...
it_it: [_jo_s_neutral_] Si sente come fosse proprio ieri. Come il tempo vola...

source: [_jo_s_smile_] Here's the album, anyway.
fr_fr: [_jo_s_Souriez_] Voici l'album, de toute façon.
it_it: [_jo_s_smile_] Ecco comunque l'album.

source: [_mc_] Thanks, [jo]!
fr_fr: [_mc_] Merci, [jo]!
it_it: [_mc_] Grazie, [jo]!

source: Perfect. Hopefully, [lindsey] hasn't forgotten all about me by the time I show her the album...
fr_fr: Parfait. Espérons que [lindsey] n'a pas oublié tout ce qui m'a été à propos de moi au moment où je lui montre l'album ...
it_it: Perfetto. Speriamo che [lindsey] non abbia dimenticato tutto su di me quando le mostro l'album...

source: Playing it in the music classroom is actually a great idea. The sound system there is second to none.
fr_fr: Jouer dans la salle de classe est en fait une excellente idée. Le système sonore n'est pas le deuxième.
it_it: La riproduzione in aula musicale è in realtà una grande idea. Il sistema sonoro non c'è secondo a nessuno.

source: Okay, now the only thing that remains is working up the courage to call [lindsey]...
fr_fr: Ok, maintenant la seule chose qui reste est de travailler le courage d'appeler [lindsey]...
it_it: Ok, ora l'unica cosa che rimane è lavorare sul coraggio di chiamare [lindsey]...

source: It feels weird meeting a girl after school. Forbidden, somehow.
fr_fr: C'est bizarre de rencontrer une fille après l'école. Interdit, d'une certaine façon.
it_it: Si sente strano incontrare una ragazza dopo la scuola. Vietato, in qualche modo.

source: Even if it's just her stopping by, it still feels awkward.
fr_fr: Même si c'est juste qu'elle s'arrête, elle se sent encore mal.
it_it: Anche se è solo lei a fermarsi, si sente ancora scomodo.

source: Maybe it would be a good idea to make a list of things that could go wrong, and plan on how to avoid them?
fr_fr: Peut-être que ce serait une bonne idée de dresser une liste de choses qui pourraient aller mal, et de planifier comment les éviter ?
it_it: Forse sarebbe una buona idea fare un elenco di cose che potrebbero andare storto, e pianificare su come evitarle?

source: Maybe she won't come over, and just said it to be nice? Ugh, maybe she's one of those girls.
fr_fr: Peut-être qu'elle ne viendra pas, et a dit que c'était sympa ? Ugh, peut-être qu'elle est une de ces filles.
it_it: Forse non tornerà, e ha appena detto che è bello? Ugh, forse è una di quelle ragazze.
