Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_wrong.po
Languages: fr_fr, it_it

source: [_kate_s_neutral_] Mop that floor.
fr_fr: [Lavez ce sol.
it_it: [_kate_s_neutral_] Mop quel pavimento.

source: "Do you think I'm stupid or something?"
fr_fr: "Tu penses que je suis stupide ou quelque chose ?"
it_it: "Pensate che io sia stupida o qualcosa?"

source: ?lindsey['romance_disabled']@|{image=lindsey contact_icon_evil}|"Are you getting demented in your old age?"
fr_fr: ?lindsey['romance_disabled']@|{image=lindsey contact_icon_evil}|"Etes-vous en train de vous départir de votre vieillesse ?"
it_it: ?lindsey['romance_disabled']@<unk> {image=lindsey contact_icon_evil}<unk> "Sei dementato nella tua vecchiaia?"

source: "Seriously? We talked about it earlier!"
fr_fr: " Sérieusement ? Nous en avons parlé plus tôt ! "
it_it: "Seriamente? Ne abbiamo parlato prima!"

source: ?mc.strength>=5@[mc.strength]/5|{image=stats str}|Swoop in
fr_fr: ?mc.renforc>=5@[mc.strength]/5|{image=stats str}|Swoop in
it_it: ?mc.strength>=5@[mc.strength]/5<unk> {image=stats str}<unk> Swoop in

source: Watch her crash
fr_fr: Regardez son accident
it_it: Guarda il suo crash

source: "I've been here all along."
fr_fr: "Je suis là tout le temps."
it_it: "Sono stato qui da sempre."

source: ?not lindsey['romance_disabled'] and mc.charisma>=4@|{image=lindsey_wrong_not_romance_disabled}|{space=10}+{space=25}[mc.charisma]/4|{image=stats cha}|"Where did {i}you{/} come from?"
fr_fr: ?pas lindsey ['romance_disabled'] et mc.charisma>=4 @|{image=lindsey_illic_not_romance_disabled}|{space=10}+{space=25}[mc.charisma]/4|{image=stats cha}|"D'où venez {i}vous {/} ?"
it_it: ?not lindsey['romance_disabled'] and mc.charisma>=4@<unk> {image=lindsey_wrong_not_romance_disabled}<unk> {space=10}+{space=25}[mc.charisma]/4<unk> {image=stats cha}<unk> "Where did {i}you{/} proviene da?"

source: ?not lindsey['romance_disabled'] and mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"Where did {i}you{/} come from?"
fr_fr: ?not lindsey['romance_disabled'] and mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"D'où vient {i}vous{/} ?"
it_it: ?not lindsey['romance_disabled'] and mc.charisma>=4@[mc.charisma]/4<unk> {image=stats cha}<unk> "Da dove sei venuto {i}tu{/} da?"

source: ?not lindsey['romance_disabled'] and lindsey.love>=4@|{image=lindsey_wrong_not_romance_disabled}|+{space=15}[lindsey.love]/4|{space=-15}{image=lindsey contact_icon}|{image=stats love_3}|"We have to{space=-25} stop meeting{space=-40} like this."
fr_fr: ?not lindsey ['romance_disabled'] and lindsey.love>=4 @|{image=lindsey_illic_not_romance_disabled}|+ {space=15}[lindsey.love]/4|{space=-15} {image=lindsey contact_icon}|{image=stats love_ 3}|"Nous devons {space=-25} arrêter la réunion {space=-40} comme ceci."
it_it: ?not lindsey['romance_disabled'] and lindsey.love>=4@<unk> {image=lindsey_wrong_not_romance_disabled}<unk> +{space=15}[lindsey.love]/4<unk> {space=-15}{image=lindsey contact_icon}<unk> {image=stats love_3}<unk> "Dobbiamo fare{space=-25} stop meeting{space=-40} in questo mo."

source: ?not lindsey['romance_disabled'] and lindsey.love>=4@[lindsey.love]/4|{image=lindsey contact_icon}|{image=stats love_3}|"We have to stop meeting like this."
fr_fr: ?not lindsey['romance_disabled'] and lindsey.love>=4@[lindsey.love]/4|{image=lindsey contact_icon}|{image=stats love_3}|"Il faut qu'on arrête de se voir comme ça."
it_it: ?not lindsey['romance_disabled'] and lindsey.love>=4@[lindsey.love]/4<unk> {image=lindsey contact_icon}<unk> {image=stats love_3}<unk> "Dobbiamo smettere di incontrare così."

source: ?lindsey['romance_disabled']@|{image=lindsey contact_icon_evil}|Start filming her
fr_fr: ?lindsey['romance_disabled']@|{image=lindsey contact_icon_evil}|Démarrer le tournage
it_it: ?lindsey['romance_disabled']@<unk> {image=lindsey contact_icon_evil}<unk> Inizia a girarla

source: "The saucer-eyed doll?"
fr_fr: "La poupée aux yeux de soucoupe ?"
it_it: "La bambola dagli occhi del piatto?"

source: "How do you even know there's a disturbance?"
fr_fr: "Comment savez-vous qu'il y a une perturbation ?"
it_it: "Come sai anche che c'è un disturbo?"

source: "I've heard enough of this nonsense."
fr_fr: "J'ai assez entendu parler de ce non-sens."
it_it: "Ho sentito abbastanza di queste sciocchezze."

source: ?1==1@|{image= maxine contact_icon}{space=25}|Listen to [maxine]
fr_fr: ? 1 == 1 @|{image= maxine contact_icon} {space=25}|Ecoutez le [maxine]
it_it: ?1==1@<unk> {image= maxine contact_icon}{space=25}<unk> Ascolta [maxine]

source: ?not lindsey['romance_disabled']@|{image= lindsey contact_icon}|Try to help [lindsey]
fr_fr: ? not lindsey ['romance_disabled'] @|{image= lindsey contact_icon}|Essayez d'aider [lindsey]
it_it: ?not lindsey['romance_disabled']@<unk> {image= lindsey contact_icon}<unk> Prova ad aiutare [lindsey]

source: "You're not the easiest person to catch up to."
fr_fr: "Vous n'êtes pas la personne la plus facile à attraper."
it_it: "Non sei la persona più facile da raggiungere."

source: "Terrible shape, that's all."
fr_fr: "Terrible forme, c'est tout."
it_it: "Forma terribile, è tutto."

source: "Just fought off a dragon on the way here."
fr_fr: "Il a juste combattu un dragon sur le chemin ici."
it_it: "Basta combattere un drago sulla strada qui."

source: Clean up the mess
fr_fr: Nettoyer le mess
it_it: Pulisci il pasticcio

source: Ignore all responsibilities and run
fr_fr: Ignorer toutes les responsabilités et exécuter
it_it: Ignora tutte le responsabilità ed esegui

source: "You look super cute right now."
fr_fr: "Tu as l'air super mignon maintenant."
it_it: "Sembra super carino in questo momento."

source: ?lindsey.lust>=3@[lindsey.lust]/3|{image= lindsey contact_icon}|{image=stats lust}|"Sorry for making you wet."
fr_fr: ?lindsey.lust>=3@[lindsey.lust]/3|{image= lindsey contact_icon}|{image=stats lust}|"Désolé pour vous faire mouiller."
it_it: ?lindsey.lust>=3@[lindsey.lust]/3<unk> {image= lindsey contact_icon}<unk> {image=stats lust}<unk> "Mi dispiace per averti bagnato."

source: "Just my disgust for you."
fr_fr: "Juste mon dégoût pour toi."
it_it: "Solo il mio disgusto per te."

source: "Nothing, ma'am."
fr_fr: "Rien, madame."
it_it: "Niente, ma'am."

source: "Look, I'm closing my eyes!"
fr_fr: "Regardez, je ferme les yeux !"
it_it: "Guarda, sto chiudendo gli occhi!"

source: "Nothing I haven't seen before."
fr_fr: "Rien de ce que je n'ai jamais vu auparavant."
it_it: "Nulla che non ho visto prima."

source: Help her
fr_fr: Aide-sa
it_it: Aiutala

source: Open your eyes
fr_fr: Ouvre tes yeux
it_it: Apri gli occhi

source: "I need you to help me get [lindsey]'s clothes from the women's locker room."
fr_fr: "J'ai besoin de vous pour m'aider à obtenir les vêtements de [lindsey] de la salle des casiers des femmes."
it_it: "Ho bisogno che tu mi aiuti a ottenere i vestiti di [lindsey]dallo spogliatoio delle donne."

source: ?mc.strength>=3@[mc.strength]/3|{image=stats str}|"Bullies stole my sports bag and hid it in the women's locker room."
fr_fr: ?mc.renforc>=3@[mc.strength]/3|{image=stats str}|"Bullies a volé mon sac de sport et l'a caché dans le vestiaire des femmes."
it_it: ?mc.strength>=3@[mc.strength]/3<unk> {image=stats str}<unk> "Bullies ha rubato la mia borsa sportiva e l'ha nascosta nella stanza delle donne armadio."

source: ?lindsey.lust>=5@[lindsey.lust]/5|{image= lindsey contact_icon}|{image=stats lust}|"Sure did, but I kinda like you wearing my shirt."
fr_fr: ?lindsey.lust>=5@[lindsey.lust]/5|{image= lindsey contact_icon}|{image=stats lust}|"Sure did, but I kinda like you portez my shirt."
it_it: ?lindsey.lust>=5@[lindsey.lust]/5<unk> {image= lindsey contact_icon}<unk> {image=stats lust}<unk> "Certo, ma mi piace che indossi la mia camicia."

source: "I'd like to be rewarded for my help."
fr_fr: "J'aimerais être récompensé pour mon aide."
it_it: "Vorrei essere ricompensato per il mio aiuto."

source: Warn her
fr_fr: L'avertir
it_it: Avvisala

source: Stay quiet
fr_fr: Reste tranquille
it_it: Stai tranquillo

source: [_lindsey_s_lindseycrashed_waking_] Nngh.
it_it: [_lindsey_s_lindseycrashed_waking_] NNGG.

source: [_flora_s_excited_] Made you look!
it_it: [_flora_s_excited_] ti ha fatto guardare!

source: [_mc_] Fine.
it_it: [_mc_] Bene.
