Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_book.po
Languages: it_it

source: Crap. That wasn't particularly smooth.
it_it: Crap. Non era particolarmente liscio.

source: [_lindsey_s_cringe_] Sorry, but I don't want to talk to you.
it_it: [_lindsey_s_cringe_] Mi dispiace, ma non voglio parlare con te.

source: [_mc_] I came to apologize...
it_it: [_mc_] Sono venuto a scusarsi...

source: [_lindsey_s_angry_] That's just not going to cut it.
it_it: [_lindsey_s_angry_] È solo che non lo taglierà.

source: [_lindsey_s_angry_] You treated me like shit!
it_it: [_lindsey_s_angry_] Mi hai trattato come merda!

source: [_mc_] Well, suck it up, princess. Life's not a bed of roses.
it_it: [_mc_] Beh, succhiatelo, principessa. La vita non è un letto di rose.

source: [_lindsey_s_cringe_] If you talk to me again, I'll report you to the principal.
it_it: [_lindsey_s_cringe_] Se mi parli di nuovo, ti segnalerò al committente.

source: I can't believe it. So ungrateful! Well, if that's how she wants it to be...
it_it: Non ci posso credere. Così non grato! Beh, se così vuole che sia...

source: [_mc_] I really am sorry! Is there anything I can do to make it up to you?
it_it: [_mc_] Mi dispiace veramente! C'è qualcosa che posso fare per farlo?

source: [_lindsey_s_annoyed_] I don't know what that would be...
it_it: [_lindsey_s_annoyed_] Non so cosa sarebbe quello...

source: [_mc_] Anything! I'd really like to fix this.
it_it: [_mc_] Qualcosa! Mi piacerebbe davvero risolvere questo.

source: [_lindsey_s_sad_] Well, it's really not that simple.
it_it: [_lindsey_s_sad_] Beh, non è davvero così semplice.

source: [_mc_] If you give me another chance, I promise you I'll show you my good side.
it_it: [_mc_] Se mi date un'altra possibilità, ti prometto che ti mostrerò il mio buon lato.

source: [_lindsey_s_eyeroll_] Okay, fine... but don't expect it to be easy.
it_it: [_lindsey_s_eyeroll_] Okay, va bene... ma non aspettatevi che sia facile.

source: [_mc_] Thank you! I'll do my best!
it_it: [_mc_] Grazie! Farò del mio meglio!

source: I wonder what I can do to win her trust back.
it_it: Mi chiedo cosa posso fare per riconquistare la sua fiducia.

source: [_lindsey_s_blush_] Aw, thanks!
it_it: [_lindsey_s_blush_] Aw, grazie!

source: [_lindsey_s_blush_] That made me all warm inside.
it_it: [_lindsey_s_blush_] Che mi ha fatto tutto caldo dentro.

source: [_mc_] You're welcome!
it_it: [_mc_] Sei il benvenuto!

source: [_mc_] How are you doing today?
it_it: [_mc_] Come stai facendo oggi?

source: [_lindsey_s_thinking_] Hmm... I've actually been feeling a bit ill the last few days. Do you think there's something going around?
it_it: [_lindsey_s_thinking_] Hmm... In realtà mi sono sentito un po' male negli ultimi giorni. Pensi che ci sia qualcosa in giro?

source: [_mc_] Possibly! [flora] was being snotty this morning, but that's not really unusual.
it_it: [_mc_] Possibilmente! [flora] stava diventando spaventoso questa mattina, ma non è davvero insolito.

source: [_lindsey_s_thinking_] I'm taking a break from outdoor practice for a bit to recuperate.
it_it: [_lindsey_s_thinking_] Sto prendendo una pausa dalla pratica all'aperto per un po 'per recuperare.

source: [_lindsey_s_thinking_] My dad recommended reading more while I'm resting up, but I'm not sure where to start.
it_it: [_lindsey_s_thinking_] Mio papà ha consigliato di leggere di più mentre mi riposo, ma non sono sicuro di dove iniziare.

source: [_lindsey_s_cringe_] The library is closed, so I can't go for my usual favorites.
it_it: [_lindsey_s_cringe_] La biblioteca è chiusa, quindi non posso andare per i miei soliti preferiti.

source: [_mc_] What do you usually read?
it_it: [_mc_] Che cosa di solito leggi?

source: [_lindsey_s_smile_] All sorts of things! But I love fairytales the most!
it_it: [_lindsey_s_smile_] Ogni sorta di cose! Ma amo di più le favole!

source: [_mc_] So, you like the happily ever afters?
it_it: [_mc_] Quindi, ti piace la felicemente mai dopo?

source: [_lindsey_s_blush_] Yes, and the knights!
it_it: [_lindsey_s_blush_] Sì, e i cavalieri!

source: [_mc_] Do you know when it'll open?
it_it: [_mc_] Sai quando si aprirà?

source: [_lindsey_s_thinking_] I think it'll be closed until Christmas. They're renovating.
it_it: [_lindsey_s_thinking_] penso che sarà chiuso fino a Natale. Stanno ristrutturando.

source: Okay, just wanted to check if traveling back in time changed that. Apparently not.
it_it: Ok, voleva solo controllare se il viaggio indietro nel tempo ha cambiato questo.

source: [_mc_] Well, there's always the bookshelf in the English classroom.
it_it: [_mc_] Beh, c'è sempre la libreria in aula inglese.

source: [_lindsey_s_laughing_] You're right! I totally forgot about that.
it_it: [_lindsey_s_laughing_] Hai ragione! Mi sono completamente scordato.

source: [_mc_] What's wrong with the books here?
it_it: [_mc_] Cosa c'è di sbagliato nei libri qui?

source: [_lindsey_s_laughing_] Oh, nothing!
it_it: [_lindsey_s_laughing_] Oh, niente!

source: [_lindsey_s_smile_] If I'm going to be completely honest, I always have a hard time picking.
it_it: [_lindsey_s_smile_] Se sarò completamente onesto, ho sempre difficoltà a scegliere.

source: [_mc_] I could choose one for you.
it_it: [_mc_] potrei sceglierne uno per te.

source: [_lindsey_s_excited_] Oh, that would be cool! Secret book Santa!
it_it: [_lindsey_s_excited_] Oh, che sarebbe cool! Libro segreto Santa!

source: [_mc_] I guess!
it_it: [_mc_] Immagino!

source: [_lindsey_s_neutral_] Okay, I'm looking forward to seeing what you come up with!
it_it: [_lindsey_s_neutral_] Okay, non vedo l'ora di vedere cosa ti viene dentro!

source: [_lindsey_s_excited_] Thank you. That's very kind.
it_it: [_lindsey_s_excited_] Grazie. È molto gentile.

source: [_lindsey_s_neutral_] It's not about the gift itself... but you knew that, right?
it_it: [_lindsey_s_neutral_] Non si tratta del dono stesso... ma lo sapevi, giusto?

source: [_mc_] I guess I did.
it_it: [_mc_] Immagino di aver fatto.

source: [_lindsey_s_excited_] It's a good start.
it_it: [_lindsey_s_excited_] È un buon inizio.

source: [_mc_] Oh, um... can I have the bottle back, though?
it_it: [_mc_] Oh, um... posso avere la bottiglia indietro, però?

source: [_lindsey_s_angry_] What?
it_it: [_lindsey_s_angry_] Cosa?

source: [_mc_] The plastic bottle... it's my only one.
it_it: [_mc_] La bottiglia di plastica... è la mia sola.

source: [_lindsey_s_cringe_] So, you're taking back the gift you literally just gave me?
it_it: [_lindsey_s_cringe_] Quindi, stai riprendendo il regalo che mi hai dato letteralmente?

source: [_mc_] No, no! The gift is the [item.title_lower]! That's all yours... I just kinda need the bottle.
it_it: [_mc_] No, no! Il regalo è la [item.title_lower]! È tutto tuo... Ho solo bisogno della bottiglia.

source: [_lindsey_s_cringe_] Are you serious?
it_it: [_lindsey_s_cringe_] Sei serio?

source: [_mc_] I'm sorry, but we both know that plastic bottles have been in short supply since the Great War.
it_it: [_mc_] Mi dispiace, ma sappiamo entrambi che le bottiglie di plastica sono state in breve fornitura dalla Grande Guerra.

source: [_mc_] That's my only one... and I kinda really need it.
it_it: [_mc_] Questo è il mio unico... e ho davvero bisogno di questo.

source: [_lindsey_s_annoyed_] So, you're expecting me to chug down an entire bottle of [item.title_lower]?
it_it: [_lindsey_s_annoyed_] Allora, ti aspetti che io abbassi un'intera bottiglia di [item.title_lower]?

source: [_mc_] Well, that would be one of your options...
it_it: [_mc_] Beh, questa sarebbe una delle tue opzioni...

source: [_lindsey_s_eyeroll_] I can't believe this.
it_it: [_lindsey_s_eyeroll_] Non riesco a credere a questo.

source: [_lindsey_s_concerned_] You're lucky I'm extraordinarily parched right now.
it_it: [_lindsey_s_concerned_] Sei fortunato al momento sono straordinariamente accantonato.

source: [_lindsey_s_thinking_] All right, [mc]. You can have your stupid bottle back, right after I...
it_it: [_lindsey_s_thinking_] Va bene, [mc]. Puoi riavere la tua stupida bottiglia, subito dopo...

source: My [item.title_lower] is probably not the number one thing on her wishlist right now.
it_it: La mia [item.title_lower] probabilmente non è la cosa numero uno nella sua lista dei desideri in questo momento.

source: [_lindsey_s_smile_] Hey, thanks!
it_it: [_lindsey_s_smile_] Hey, grazie!

source: [_lindsey_s_smile_] I like the gesture.
it_it: [_lindsey_s_smile_] Mi piace il gesto.

source: [_lindsey_s_flirty_] I wanted to see if you could be kind and giving.
it_it: [_lindsey_s_flirty_] Volevo vedere se potessi essere gentile e dare.

source: [_mc_] How did I do?
it_it: [_mc_] Come ho fatto?

source: [_lindsey_s_laughing_] Well enough!
it_it: [_lindsey_s_laughing_] Bene abbastanza!

source: [_lindsey_s_skeptical_] What?
it_it: [_lindsey_s_skeptical_] Cosa?

source: [_mc_] So, you forgive me?
it_it: [_mc_] Quindi, mi perdoni?

source: [_lindsey_s_skeptical_] I didn't say that.
it_it: [_lindsey_s_skeptical_] non l'ho detto.

source: [_lindsey_s_skeptical_] This is a slow process. You could ask me how I'm doing, but you have to mean it.
it_it: [_lindsey_s_skeptical_] Questo è un processo lento. Potresti chiedermi come sto facendo, ma devi intenderlo.

source: [_mc_] How are you doing, [lindsey]?
it_it: [_mc_] Come stai facendo, [lindsey]?

source: [_lindsey_s_laughing_] Okay, that was good!
it_it: [_lindsey_s_laughing_] Okay, è stato bene!

source: [_lindsey_s_smile_] Not that hard, right?
it_it: [_lindsey_s_smile_] Non è così difficile, vero?

source: [_mc_] I guess not...
it_it: [_mc_] Immagino di no...

source: [_mc_] So, how are you actually feeling?
it_it: [_mc_] Quindi, come ti stai sentendo?

source: [_mc_] Quit playing games and be more grateful.
it_it: [_mc_] Smettere di giocare ed essere più grati.

source: [_lindsey_s_cringe_] Seems like you haven't learned a thing...
it_it: [_lindsey_s_cringe_] Sembra che tu non abbia imparato una cosa...

source: [_lindsey_s_cringe_] Hopefully, you'll figure out how to be a decent person before everyone stops talking to you.
it_it: [_lindsey_s_cringe_] Speriamo che tu capirai come essere una persona decente prima che tutti smettano di parlare con te.

source: Come Christmas time, I doubt [lindsey] will stay up late next to the milk and cookies, waiting for Santa to give her my [item.title_lower]...
it_it: Venite a Natale, dubito che [lindsey] rimarrà in ritardo accanto al latte e ai biscotti, in attesa che Babbo Natale le dia la mia [item.title_lower]...

source: [_mc_] Ho-ho-ho, [lindsey]! It's me, your secret book Santa!
it_it: [_mc_] Ho-ho-ho, [lindsey]! Sono io, il tuo libro segreto Santa!

source: [_lindsey_s_excited_] Yes! What do you have for me?
it_it: [_lindsey_s_excited_] Sì! Che cosa hai per me?

source: [_mc_] First things first — have you been good this year?
it_it: [_mc_] Prima cosa — sei stato bravo quest'anno?

source: [_lindsey_s_flirty_] I've never had a detention... that should count for something, right?
it_it: [_lindsey_s_flirty_] Non ho mai avuto una detenzione... che dovrebbe contare per qualcosa, giusto?

source: [_mc_] Yes, I guess it does. All right, here's what I have for you.
it_it: [_mc_] Sì, immagino che lo faccia. Bene, ecco quello che ho per te.

source: [_lindsey_s_skeptical_] What's this?
it_it: [_lindsey_s_skeptical_] Che cos'è?

source: [_mc_] A porno-political satire. It's a classic!
it_it: [_mc_] Una satira porno-politica. È un classico!

source: [_lindsey_s_skeptical_] It's not exactly what I had in mind...
it_it: [_lindsey_s_skeptical_] Non è esattamente quello che avevo in mente...

source: [_mc_] It's one of [isabelle]'s favorites.
it_it: [_mc_] È uno dei preferiti di [isabelle].

source: [_lindsey_s_laughing_] Huh! Okay, I should give it a chance, then!
it_it: [_lindsey_s_laughing_] Huh! Ok, dovrei dargli una possibilità, allora!

source: [_lindsey_s_flirty_] I'll tell her you recommended it on her behalf!
it_it: [_lindsey_s_flirty_] Le dirò che l'hai consigliata per suo conto!

source: [_mc_] It's not the easiest read, but I figured you could handle it.
it_it: [_mc_] Non è la lettura più semplice, ma ho capito che si poteva gestire.

source: [_lindsey_s_blush_] Aw! Thank you!
it_it: [_lindsey_s_blush_] Aw! Grazie!

source: [_lindsey_s_blush_] I'll give it a chance!
it_it: [_lindsey_s_blush_] Le darò una possibilità!

source: [_lindsey_s_cringe_] Not exactly my type of thing... but I'll give it a try...
it_it: [_lindsey_s_cringe_] Non esattamente il mio tipo di cosa... ma farò un tentativo...

source: [_lindsey_s_thinking_] Thanks, I guess.
it_it: [_lindsey_s_thinking_] Grazie, immagino.

source: [_lindsey_s_blush_] Oh! This sounds really interesting!
it_it: [_lindsey_s_blush_] Oh! Sembra davvero interessante!

source: [_lindsey_s_blush_] A revisualization of the original classic! Thank you!
it_it: [_lindsey_s_blush_] Una rivisitalizzazione del classico originale! Grazie!

source: I'm not too sure about the readability of my [item.title_lower].
it_it: Non sono troppo sicuro della leggibilità della mia [item.title_lower].

source: [_lindsey_s_smile_] Okay, I'm going to find a quiet place to read this.
it_it: [_lindsey_s_smile_] Okay, sto per trovare un posto tranquillo per leggere questo.

source: [_mc_] All right, let me know what you think!
it_it: [_mc_] Bene, fatemi sapere cosa pensate!

source: [_lindsey_s_smile_] Will do! Thanks again!
it_it: [_lindsey_s_smile_] lo farà! Grazie ancora!

source: [_lindsey_s_smile_] There you are! I've been looking for you.
it_it: [_lindsey_s_smile_] Ecco! Ti ho cercato.

source: [_mc_] How's the book?
it_it: [_mc_] Com'è il libro?

source: [_lindsey_s_flirty_] It's very different from my expectations...
it_it: [_lindsey_s_flirty_] È molto diverso dalle mie aspettative...

source: [_mc_] Yeah? I figured it'd be something new for you.
it_it: [_mc_] Sì? Ho capito che sarebbe qualcosa di nuovo per te.

source: [_lindsey_s_laughing_] Thanks! It has actually tickled my inspiration.
it_it: [_lindsey_s_laughing_] Grazie! In realtà ha suscitato la mia ispirazione.

source: [_lindsey_s_laughing_] Together with the weather, it's perfect for creativity.
it_it: [_lindsey_s_laughing_] Insieme al tempo, è perfetto per la creatività.

source: [_mc_] Happy to hear it!
it_it: [_mc_] Felice di sentirlo!

source: [_lindsey_s_thinking_] I'd like to paint something out here, but [jacklyn] is pretty strict when it comes to borrowing art supplies.
it_it: [_lindsey_s_thinking_] vorrei dipingere qualcosa qui fuori, ma [jacklyn] è abbastanza severo quando si tratta di rifornimenti di arte in prestito.

source: Hmm... maybe this could be an opportunity?
it_it: Hmm... forse questa potrebbe essere un'opportunità?

source: [lindsey] painting in the shadow of a tree, the summer breeze gently tugging at her hair — it's a nice picture.
it_it: [lindsey] dipingere all'ombra di un albero, la brezza estiva che tira delicatamente i capelli - è una bella foto.

source: [_mc_] Maybe I can help with that?
it_it: [_mc_] Forse posso aiutarlo?

source: [_lindsey_s_blush_] Really?
it_it: [_lindsey_s_blush_] Davvero?

source: [_mc_] Yeah. I'll get you an easel.
it_it: [_mc_] Sì. Ti prenderò un cavalletto.

source: [_lindsey_s_blush_] Thank you! That would be fantastic. Those things are expensive as hell and I'm just a hobby painter!
it_it: [_lindsey_s_blush_] Grazie! Sarebbe fantastico. Quelle cose sono costose come l'inferno e sono solo un pittore hobby!

source: [_mc_] If I bring you an easel, will you let me watch?
it_it: [_mc_] Se ti porto un cavalletto, mi lascerai guardare?

source: [_lindsey_s_flirty_] I'm kinda shy about my art...
it_it: [_lindsey_s_flirty_] Sono piuttosto timido della mia arte...

source: [_lindsey_s_smile_] It's not that good, and I don't like to be judged.
it_it: [_lindsey_s_smile_] Non è così buono, e non mi piace essere giudicato.

source: [_mc_] Your model ship is the centerpiece in the art classroom!
it_it: [_mc_] La tua nave modello è il fulcro dell'aula d'arte!

source: [_lindsey_s_laughing_] True, but [maxine] did most of that!
it_it: [_lindsey_s_laughing_] Vero, ma [maxine] ha fatto la maggior parte di questo!

source: [_mc_] I'm sure you helped greatly! Everyone knows you're super talented!
it_it: [_mc_] Sono sicuro che hai aiutato grandemente! Tutti sanno che sei super talentuoso!

source: [_lindsey_s_blush_] Thank you!
it_it: [_lindsey_s_blush_] Grazie!

source: [_lindsey_s_blush_] Okay, if you can somehow get me an easel, we can paint something together!
it_it: [_lindsey_s_blush_] Okay, se puoi in qualche modo farmi un cavalletto, possiamo dipingere qualcosa insieme!

source: [_mc_] Cool! Looking forward to it!
it_it: [_mc_] Cool! In attesa di esso!

source: [_mc_] I could teach you.
it_it: [_mc_] potrei insegnarvi.

source: [_lindsey_s_laughing_] I didn't know you were good at art.
it_it: [_lindsey_s_laughing_] Non sapevo che tu fossi brava all'arte.

source: [_mc_] I've been practicing a lot since... last year.
it_it: [_mc_] Ho praticato molto dalla... l'anno scorso.

source: [_lindsey_s_flirty_] I guess if you can get your hands on an easel, we can paint something together.
it_it: [_lindsey_s_flirty_] Credo che se riesci a mettere le mani su un cavalletto, possiamo dipingere qualcosa insieme.

source: [_mc_] Sounds good!
it_it: [_mc_] Suona bene!

source: Hmm... perhaps that wasn't the smartest thing to promise. But she gets so excited, it compels me to help her.
it_it: Hmm... forse questa non era la cosa più intelligente da promettere. Ma lei si eccita, mi costringe ad aiutarla.

source: There's no way I can afford a real easel, but I could make one.
it_it: Non c'è modo che posso permettermi un vero e proprio cavalletto, ma potrei farne uno.

source: [lindsey] is a firm believer that it's the thought that counts.
it_it: [lindsey] è un convinto credente che è il pensiero che conta.

source: Need to find some sticks, for starters...
it_it: Bisogno di trovare alcuni bastoni, per cominciare...

source: [_mc_] So, [lindsey], how's the book?
it_it: [_mc_] Così, [lindsey], come è il libro?

source: [_lindsey_s_cringe_] It hasn't even been a day yet, [mc]!
it_it: [_lindsey_s_cringe_] Non è stato ancora un giorno, [mc]!

source: [_lindsey_s_blush_] But I really admire Atlas for taking it so well... his problems weren't exactly small.
it_it: [_lindsey_s_blush_] Ma ammiro davvero Atlas per averlo preso così bene... i suoi problemi non erano esattamente piccoli.

source: By "problems," she means butt plugs.
it_it: Per "problemi", lei significa butt plugs.

source: [_lindsey_s_thinking_] But this book has been a major, major, major, major letdown so far...
it_it: [_lindsey_s_thinking_] Ma questo libro è stato un maggiore, maggiore, grande delusione fino ad ora...

source: [_mc_] That sounds like three strikes against it from the beginning. Give it a fair chance.
it_it: [_mc_] Suona come tre colpi contro di esso fin dall'inizio. Dagli una buona occasione.

source: [_lindsey_s_thinking_] But how come the princess settles for a group of below average normal guys when she's the prettiest girl in the land?
it_it: [_lindsey_s_thinking_] Ma come viene la principessa si accosta per un gruppo di ragazzi normali sotto la media quando è la ragazza più bella della terra?

source: [_mc_] They're all nice guys, maybe she figured they deserved a chance?
it_it: [_mc_] Sono tutti bravi ragazzi, forse ha capito che meritavano una possibilità?

source: [_lindsey_s_blush_] Well, I hope there's a knight in shining armor later on to save her from the mediocrity!
it_it: [_lindsey_s_blush_] Beh, spero che ci sia un cavaliere in armatura splendente più tardi per salvarla dalla mediocrità!

source: [_mc_] Here's the easel! And I know it's not pretty, but it works.
it_it: [_mc_] Ecco il cavallo! E so che non è carino, ma funziona.

source: [_lindsey_s_laughing_] Aw! Thank you!
it_it: [_lindsey_s_laughing_] Aw! Grazie!

source: [_lindsey_s_laughing_] It does look a little rickety, but maybe that's just the aesthetic?
it_it: [_lindsey_s_laughing_] Sembra un po' rickety, ma forse è solo l'estetica?

source: [_mc_] It's sturdier than it looks!
it_it: [_mc_] È più robusto di quello che sembra!

source: [_lindsey_s_flirty_] I appreciate it regardless!
it_it: [_lindsey_s_flirty_] lo apprezzo benissimo!

source: [_lindsey_s_flirty_] Since you did this for me, maybe we could paint something together?{space=-30}
it_it: [_lindsey_s_flirty_] Dal momento che hai fatto questo per me, forse potremmo dipingere qualcosa insieme?{space=-30}

source: [_mc_] Wait, really?
it_it: [_mc_] Aspetta, davvero?

source: [_lindsey_s_laughing_] Absolutely!
it_it: [_lindsey_s_laughing_] Assolutamente!

source: Huh! Perhaps it does pay off to do things for others...
it_it: Huh! Forse paga fuori per fare le cose per gli altri...

source: Her excitement is contagious.
it_it: La sua eccitazione è contagiosa.

source: I don't want her to paint my [item.title_lower].
it_it: Non voglio che dipinga la mia [item.title_lower].

source: I wouldn't mind painting her face though...
it_it: Non mi dispiacerebbe dipingere il suo viso però...

source: [_lindsey_s_smile_] Are you free now? We could get started right away! No time like the present!
it_it: [_lindsey_s_smile_] Sei libero ora? Potremmo iniziare subito! Non c'è tempo come il presente!

source: [lindsey] is the type with infinite energy. It's really hard to keep up sometimes.
it_it: [lindsey] è il tipo di energia infinita. È davvero difficile tenere il passo a volte.

source: [_mc_] Yeah, we could.
it_it: [_mc_] Sì, potevamo.

source: [_lindsey_s_confident_] Okay! Where should we put the easel?
it_it: [_lindsey_s_confident_] Okay! Dove dovremmo mettere il cavallo?

source: [_mc_] I don't know, right here seems good.
it_it: [_mc_] Non lo so, proprio qui sembra buono.

source: The longer we wait, the more chances she'll get to ditch me...
it_it: Più a lungo aspettiamo, più possibilità si arriva ad ammazzarmi...

source: [_lindsey_s_excited_] Nice! I like the spontaneity.
it_it: [_lindsey_s_excited_] Nizza! Mi piace la spontaneità.

source: It feels good to be appreciated and useful to one of the hottest girls in the school.
it_it: Si sente bene essere apprezzato e utile per una delle ragazze più calde della scuola.

source: Even if it's just to paint, this feels like something of a turning point.
it_it: Anche se è solo per dipingere, questo sembra qualcosa di un punto di svolta.

source: As long as I don't mess up, maybe I have a chance with her?
it_it: Finché non mi arrabbio, forse ho una possibilità con lei?

source: Maybe she'll let me paint her like in Titanic?
it_it: Forse mi lascerà dipingere come in Titanic?

source: [_lindsey_s_excited_] Okay, let me just—
it_it: [_lindsey_s_excited_] Okay, lasciami solo—

source: [_mc_] What the hell?!
it_it: [_mc_] Che inferno?!

source: [_lindsey_s_afraid_] W-was that a beaver?
it_it: [_lindsey_s_afraid_] W-è stato un castore?

source: [_lindsey_s_cringe_] Hey! It stole the easel!
it_it: [_lindsey_s_cringe_] Ehi! Ha rubato il cavallo!

source: [_mc_] Should we go after it?
it_it: [_mc_] Dovremmo andare dopo?

source: [_lindsey_s_thinking_] I, um... I don't know.
it_it: [_lindsey_s_thinking_] Io, um... Non lo so.

source: [_lindsey_s_thinking_] It probably mistook the easel for regular sticks.
it_it: [_lindsey_s_thinking_] Probabilmente ha scambiato il cavalletto per i bastoncini regolari.

source: [_mc_] Well, it's going to chew it up and use it for its dam!
it_it: [_mc_] Beh, lo masticherà e lo userà per la sua diga!

source: [_lindsey_s_sad_] There's not much we can do...
it_it: [_lindsey_s_sad_] Non c'è molto che possiamo fare...

source: Hell, no! I'm not letting some critter ruin my painting date!
it_it: Inferno, no! Non sto lasciando qualche critico rovinare la mia data di pittura!

source: [_mc_] I'm going after it.
it_it: [_mc_] sto andando dopo.
