Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_motive.po
Languages: fr_fr, it_it

source: [_lindsey_s_laughing_] Please tell me that's a Titanic reference.
fr_fr: [_lindsey_s_laughing_] Veuillez me dire que c'est une référence Titanic.
it_it: [_lindsey_s_laughing_] Per favore, dimmi che è un riferimento Titanic.

source: [_mc_] Who knows!
fr_fr: [_mc_] Qui sait !
it_it: [_mc_] Chissà!

source: [_lindsey_s_smile_] Well, I wouldn't mind spending more time with you.
fr_fr: [_lindsey_s_Souriez_] Eh bien, je ne voudrais pas passer plus de temps avec vous.
it_it: [_lindsey_s_smile_] Beh, non mi dispiacerebbe passare più tempo con te.

source: [_mc_] I think I've exhausted my creativity for a while, so hopefully no more painting.
fr_fr: [_mc_] Je pense que j'ai épuisé ma créativité pendant un moment, donc j'espère qu'il n'y a plus de peinture.
it_it: [_mc_] Penso di aver esaurito la mia creatività per un po', quindi speriamo che non ci sia più pittura.

source: [_lindsey_s_flirty_] If you ask me the right question now, I might just say yes.
fr_fr: [_lindsey_s_flirty_] Si vous me posez la bonne question maintenant, je pourrais dire oui.
it_it: [_lindsey_s_flirty_] Se ora mi poni la domanda giusta, potrei solo dire di sì.

source: [_mc_] What question is that?
fr_fr: [_mc_] Quelle est la question ?
it_it: [_mc_] Che domanda è quello?

source: [_lindsey_s_laughing_] If you don't know it, maybe you're not ready to ask it.
fr_fr: [_lindsey_s_laughing_] Si vous ne le savez pas, vous n'êtes peut-être pas prêt à le demander.
it_it: [_lindsey_s_laughing_] Se non lo sapete, forse non sei pronto a chiederlo.

source: Man, why do girls always do this?
fr_fr: Pourquoi les filles font-elles toujours ça ?
it_it: Uomo, perché le ragazze fanno sempre questo?

source: Always these coy games. I wish they would just tell me what they wanted...
fr_fr: Toujours ces jeux de flic. J'aimerais qu'ils me disent ce qu'ils voulaient ...
it_it: Sempre questi giochi coy. Vorrei che mi dicessero quello che volevano...

source: [_mc_] Will you marry me?
fr_fr: [_mc_] Vous m'épouserez-vous ?
it_it: [_mc_] Mi sposerete?

source: [_lindsey_s_laughing_] That is {i}not{/} the question I had in mind!
fr_fr: [_lindsey_s_laughing_] Ce n'est {i}pas{/} la question que j'avais à l'esprit !
it_it: [_lindsey_s_laughing_] Quella è {i}non{/} la domanda che avevo in mente!

source: [_mc_] But it's a yes, right?
fr_fr: [_mc_] Mais c'est un oui, non ?
it_it: [_mc_] Ma è un sì, giusto?

source: [_lindsey_s_flirty_] Oh, gosh... we just met... at least buy me dinner first!
fr_fr: [Oh, mon Dieu... on vient de se rencontrer... au moins, invite-moi à dîner d'abord !
it_it: [_lindsey_s_flirty_] Oh, gosh... ci siamo appena incontrati... almeno comprami prima la cena!

source: [_mc_] I guess I can work with that. Tomorrow night?
fr_fr: [_mc_] Je suppose que je peux travailler avec ça. Demain soir ?
it_it: [_mc_] Immagino di poter lavorare con quello. Domani notte?

source: [_lindsey_s_laughing_] Haha! I have practice tomorrow night, but... um...
fr_fr: [_lindsey_s_laughing_] Haha ! J'ai de la pratique demain soir, mais ... euh ...
it_it: [_lindsey_s_laughing_] Haha! Ho pratica domani sera, ma... um...

source: Great timing as usual. The universe really hates me.
fr_fr: Un bon timing comme d'habitude. L'univers me déteste vraiment.
it_it: Grande tempismo come al solito. L'universo mi odia davvero.

source: [_mc_] Will you let me fight in your honor, m'lady?
fr_fr: [_mc_] Tu me laisseras me battre en votre honneur, madame ?
it_it: [_mc_] Mi lascerai combattere in tuo onore, m'signora?

source: [_mc_] Is that a yes?
fr_fr: [_mc_] Est-ce un oui ?
it_it: [_mc_] È un sì?

source: [_lindsey_s_blush_] I'm not sure if I need any fighting done in my name right now, but I'll keep your offer in mind!
fr_fr: [_lindsey_s_blush_] Je ne sais pas si j'ai besoin de me battre en mon nom maintenant, mais je garderai votre offre en tête !
it_it: [_lindsey_s_blush_] Non sono sicuro se ho bisogno di qualsiasi combattimento fatto nel mio nome in questo momento, ma terrò in mente la tua offerta!

source: [_mc_] When the time comes, I'll be ready with my sword and shield.
fr_fr: [_mc_] Quand le moment viendra, je serai prêt avec mon épée et mon bouclier.
it_it: [_mc_] Quando arriverà il momento, sarò pronto con la mia spada e scudo.

source: [_lindsey_s_laughing_] This wasn't what I had in mind, but I kind of like it.
fr_fr: [_lindsey_s_laughing_] Ce n'était pas ce que j'avais en tête, mais j'aime bien.
it_it: [_lindsey_s_laughing_] Questo non era quello che avevo in mente, ma mi piace.

source: [_mc_] At your service, m'lady.
fr_fr: [_mc_] À votre service, Madame.
it_it: [_mc_] Al vostro servizio, m'signora.

source: Crap. Maybe that was too much.
fr_fr: Crap. Peut-être que c'était trop.
it_it: Crap. Forse era troppo.

source: [_lindsey_s_smile_] There he is.
fr_fr: [_lindsey_s_Souriez_] Il est là.
it_it: [_lindsey_s_smile_] Lì è.

source: [_mrsl_s_confident_] I heard you'll be joining us, [mc].
fr_fr: [_mrsl_s_confident_] J'ai entendu dire que vous allez nous rejoindre, [mc].
it_it: [_mrsl_s_confident_] Ho sentito che ti unirai a noi, [mc].

source: [_mc_] Yeah, the, err... art grade is very important to me.
fr_fr: [_mc_] Oui, le grade d'art est très important pour moi.
it_it: [_mc_] Sì, l'errore, il grado di arte è molto importante per me.

source: [_mrsl_s_laughing_] That's good to hear. You've really been stepping it up this year.
fr_fr: [_mrsl_s_laughing_] C'est bien d'entendre. Vous l'avez vraiment fait cette année.
it_it: [_mrsl_s_laughing_] È bello sentire. Hai davvero aumentato quest'anno.

source: [_mc_] [lindsey] is so driven, it's hard not to be inspired.
fr_fr: [_mc_] [lindsey] est tellement motivée qu'il est difficile de ne pas être inspiré.
it_it: [_mc_] [lindsey] è così guidato, è difficile non essere ispirato.

source: [_lindsey_s_blush_] Aw, you say the nicest things!
fr_fr: [_lindsey_s_blush_] Aw, vous dites les plus belles choses !
it_it: [_lindsey_s_blush_] Aw, dici le cose più belle!

source: [_mc_] Only when they're true.
fr_fr: [_mc_] Seulement quand ils sont vrais.
it_it: [_mc_] Solo quando sono veri.

source: [_lindsey_s_blush_] Oh, stop it!
fr_fr: [_lindsey_s_blush_] Oh, arrête !
it_it: [_lindsey_s_blush_] Oh, fermatelo!

source: [_mrsl_s_concerned_] Sorry to interrupt, but I don't have a lot of time...
fr_fr: [_mrsl_s_concerned_] Désolé d'interrompre, mais je n'ai pas beaucoup de temps ...
it_it: [_mrsl_s_concerned_] Mi dispiace interrompere, ma non ho molto tempo...

source: [_lindsey_s_laughing_] Oh, of course! Let's get going!
fr_fr: [_lindsey_s_laughing_] Oh, bien sûr ! Allons-y !
it_it: [_lindsey_s_laughing_] Oh, naturalmente! Andiamo!

source: [_mc_] Your assets are invaluable...
fr_fr: [_mc_] Vos actifs sont inestimables ...
it_it: [_mc_] I tuoi asset sono preziosi...

source: [_mc_] ...as a teacher... to this school...
fr_fr: [_mc_] ... en tant qu'enseignant ... à cette école ...
it_it: [_mc_] ...come insegnante... a questa scuola...

source: [_mc_] I meant you're an asset!
fr_fr: [_mc_] Je voulais dire que vous êtes un atout !
it_it: [_mc_] Volevo che tu fossi un bene!

source: [_mrsl_s_flirty_] I've already agreed to take my clothes off, no need to be a flirt!
fr_fr: [_mrsl_s_flirty_] J'ai déjà accepté de retirer mes vêtements, pas besoin d'être un flirt !
it_it: [_mrsl_s_flirty_] Ho già accettato di togliermi i vestiti, non c'è bisogno di essere un flirt!

source: [_lindsey_s_thinking_] That's a bit inappropriate.
fr_fr: [_lindsey_s_thinking_] C'est un peu inapproprié.
it_it: [_lindsey_s_thinking_] È un po' inappropriato.

source: [_mrsl_s_embarrassed_] Sorry, I was just trying to be friendly...
fr_fr: [_mrsl_s_embarrassed_] Désolé, j'essayais juste d'être amical ...
it_it: [_mrsl_s_embarrassed_] Mi dispiace, stavo solo cercando di essere amichevole...

source: [_mc_] Yeah, loosen up, [lindsey].
fr_fr: [_mc_] Oui, détendez-vous, [lindsey].
it_it: [_mc_] Sì, allentati, [lindsey].

source: [_lindsey_s_cringe_] Let's just do this.
fr_fr: [_lindsey_s_cringe_] Ne faisons que ça.
it_it: [_lindsey_s_cringe_] Facciamo solo questo.

source: [_mc_] I think it's time for you to undress, [mrsl].
fr_fr: [_mc_] Je pense qu'il est temps pour toi de se déshabiller, [mrsl].
it_it: [_mc_] Penso che sia il momento per voi di spogliarsi, [mrsl].

source: [_mrsl_s_flirty_] Oh, my. Someone's eager to get started.
fr_fr: [_mrsl_s_flirty_] Oh, mon. Quelqu'un est impatient de commencer.
it_it: [_mrsl_s_flirty_] Oh, mio. Qualcuno desidera iniziare.

source: [_lindsey_s_cringe_] We haven't even found the right spot yet!
fr_fr: [_lindsey_s_cringe_] Nous n'avons même pas encore trouvé la bonne place !
it_it: [_lindsey_s_cringe_] Non abbiamo ancora trovato il posto giusto!

source: [_mc_] That's exactly my point. How are we supposed to find a good spot if we don't know what we're working with?
fr_fr: [_mc_] C'est exactement mon point. Comment sommes-nous censés trouver un bon endroit si nous ne savons pas à quoi nous travaillons ?
it_it: [_mc_] Questo è esattamente il mio punto. Come dovremmo trovare un buon punto se non sappiamo con cosa stiamo lavorando?

source: [_lindsey_s_thinking_] I mean, I guess that makes sense...
fr_fr: [_lindsey_s_thinking_] Je veux dire, j'imagine que c'est logique ...
it_it: [_lindsey_s_thinking_] Voglio dire, immagino che abbia senso...

source: [_lindsey_s_thinking_] Would you mind undressing for us, [mrsl]?
fr_fr: [_lindsey_s_thinking_] Voudriez-vous vous déshabiller pour nous, [mrsl] ?
it_it: [_lindsey_s_thinking_] Ti dispiacerebbe spogliarti per noi, [mrsl]?

source: [_mrsl_s_flirty_] Oh, not at all.
fr_fr: [_mrsl_s_flirty_] Oh, pas du tout.
it_it: [_mrsl_s_flirty_] Oh, non affatto.

source: [_mrsl_s_laughing_] Anything for the sake of education.
fr_fr: [_mrsl_s_laughing_] Tout au nom de l'éducation.
it_it: [_mrsl_s_laughing_] Qualcosa per il bene dell'educazione.

source: [_lindsey_s_angry_] Then get to it.
fr_fr: [_lindsey_s_angry_] Alors, y accéder.
it_it: [_lindsey_s_angry_] Poi arrivate.

source: Whoa! That's so unlike her... so aggressive and demanding.
fr_fr: Ouah ! Cela ne lui ressemble pas du tout... si agressif et exigeant.
it_it: Choa! È così diverso da lei... così aggressivo ed esigente.

source: [_mc_] Are you okay, [lindsey]?
fr_fr: [_mc_] Etes-vous d'accord, [lindsey] ?
it_it: [_mc_] Stai bene, [lindsey]?

source: [_lindsey_s_afraid_] D-did I say that out loud? I'm so sorry!
fr_fr: [Est-ce que j'ai dit ça à voix haute ? Je suis vraiment désolée !
it_it: [_lindsey_s_afraid_] D l'ho detto ad alta voce? Mi dispiace!

source: [_mrsl_s_neutral_] That's okay, [lindsey]. Don't worry about it.
fr_fr: [_mrsl_s_neutral_] C'est bon, [lindsey]. Ne vous en faites pas.
it_it: [_mrsl_s_neutral_] Va bene, [lindsey]. Non preoccuparti.

source: [_lindsey_s_cringe_] I'm sorry, I get really nervous when nudity is involved...
fr_fr: [_lindsey_s_cringe_] Je suis désolé, je suis vraiment nerveux quand la nudité est impliquée ...
it_it: [_lindsey_s_cringe_] Mi dispiace, mi innervosisco quando è coinvolta la nudità...

source: [_mc_] Just try to relax, okay? It's part of the curriculum, just like math and sports.
fr_fr: [_mc_] Juste essayer de vous détendre, d'accord ? Ça fait partie du programme, tout comme les maths et les sports.
it_it: [_mc_] Basta provare a rilassarsi, ok? Fa parte del curriculum, proprio come matematica e sport.

source: [_lindsey_s_laughing_] You're right. I don't know why it makes me so uncomfortable.
fr_fr: [_lindsey_s_laughing_] Vous avez raison. Je ne sais pas pourquoi ça me rend si mal à l'aise.
it_it: [_lindsey_s_laughing_] Hai ragione. Non so perché mi rende così a disagio.

source: [_mrsl_s_flirty_] We'll take it slow, okay?
fr_fr: [_mrsl_s_flirty_] Nous allons le prendre lentement, d'accord ?
it_it: [_mrsl_s_flirty_] La prenderemo lentamente, okay?

source: [_lindsey_s_smile_] Okay...
fr_fr: [_lindsey_s_Souriez_] Ok ...

source: [_mc_] You heard her!
fr_fr: [_mc_] Vous l'avez entendue !
it_it: [_mc_] La hai sentita!

source: [_lindsey_s_afraid_] I'm so sorry! I-I don't know what came over me...
fr_fr: [_lindsey_s_afraid_] Je suis désolé ! Je ne sais pas ce qui m'a surmonté ...
it_it: [_lindsey_s_afraid_] Mi dispiace! Non so cosa mi sia venuto finito...

source: [_mc_] That's okay, [lindsey]. Our grades are on the line here, and so is our time.
fr_fr: [_mc_] C'est bon, [lindsey]. Nos notes sont sur la ligne ici, et donc est notre temps.
it_it: [_mc_] va bene, [lindsey]. I nostri voti sono sulla linea qui, e così è il nostro tempo.

source: [_mrsl_s_embarrassed_] You're right. My apologies.
fr_fr: [_mrsl_s_embarrassed_] Vous avez raison. Mes excuses.
it_it: [_mrsl_s_embarrassed_] hai ragione. Le mie scuse.

source: [_mrsl_] There's the dress.
fr_fr: [_mrsl_] Il y a la robe.
it_it: [_mrsl_] C'è il vestito.

source: [_mrsl_] Would you mind holding my clothes for me, [mc]?
fr_fr: [_mrsl_] Voudriez-vous garder mes vêtements pour moi, [mc] ?
it_it: [_mrsl_] Ti dispiacerebbe tenere i miei vestiti per me, [mc]?

source: As long as you keep stripping, I wouldn't mind anything, [mrsl]!
fr_fr: Tant que vous continuez à dépouiller, je n'aurais rien à l'esprit, [mrsl]!
it_it: Finché continuerai a strippare, non mi dispiacerebbe nulla, [mrsl]!

source: [_mc_] Not at all.
fr_fr: [_mc_] Pas du tout.
it_it: [_mc_] Non affatto.

source: Fuck, that's hot!
fr_fr: Putain, c'est chaud !
it_it: Cazzo che fa caldo!

source: People are starting to look over and stare...
fr_fr: Les gens commencent à regarder et à regarder ...
it_it: La gente sta iniziando a guardare oltre e stare...

source: [_mrsl_] There we go.
fr_fr: [_mrsl_] Nous y allons.
it_it: [_mrsl_] Lì andiamo.

source: I can't believe we got [mrsl] to strip in the middle of the school yard.{space=-15}
fr_fr: Je n'arrive pas à croire que nous avons eu le [mrsl] au milieu de la cour de l'école. {space=-15}
it_it: Non riesco a credere che abbiamo ottenuto [mrsl] di strisciare nel mezzo del cortile scolastico.{space=-15}

source: And now we'll march her around the school grounds in search of a good spot...
fr_fr: Et maintenant nous allons la marcher autour des terrains de l'école à la recherche d'un bon endroit ...
it_it: E ora la marciamo intorno al parco scolastico alla ricerca di un buon posto...

source: No spots are quite what I had in mind, so we'll keep looking... and keep looking... and keep looking...
fr_fr: Aucun point n'est tout à fait ce que j'avais en tête, donc nous allons continuer à regarder ... et continuer à regarder ... et continuer à regarder ...
it_it: Nessun posto è abbastanza quello che avevo in mente, quindi continueremo a guardare... e continuare a guardare... e continuare a guardare...

source: And I'll keep looking at her perfect body.
fr_fr: Et je vais continuer à regarder son corps parfait.
it_it: E continuerò a guardare il suo corpo perfetto.

source: [_lindsey_s_thinking_] Let's get going?
fr_fr: [_lindsey_s_thinking_] Allons-y ?
it_it: [_lindsey_s_thinking_] Andiamo andando?

source: [_mrsl_s_laughing_] Yeah, we should probably go before this becomes a spectacle.
fr_fr: [_mrsl_s_laughing_] Oui, nous devrions probablement y aller avant que cela devienne un spectacle.
it_it: [_mrsl_s_laughing_] Sì, probabilmente dovremmo andare prima che questo diventi uno spettacolo.

source: [_mc_] After you.
fr_fr: [_mc_] Après vous.
it_it: [_mc_] Dopo di te.

source: [_lindsey_] Okay, I guess it was worth being picky. This is a great spot!
fr_fr: [_maya_] Ok, je suppose que ça valait le coup d'être pointilleux. C'est un endroit génial !
it_it: [_lindsey_] Okay, immagino che valesse la pena di essere picky. Questo è un ottimo posto!

source: She was starting to get annoyed, so I had to settle here...
fr_fr: Elle commençait à être énervé, alors j'ai dû m'installer ici ...
it_it: Stava cominciando ad infastidirsi, quindi ho dovuto stabilirmi qui...

source: [_mc_] I told you so.
fr_fr: [_mc_] Je vous l'ai dit.
it_it: [_mc_] te l'ho detto così.

source: [_lindsey_] I'm sorry I ever doubted you!
fr_fr: [_lindsey_] Je suis désolé de vous avoir douté !
it_it: [_lindsey_] Mi dispiace di aver mai dubitato di te!

source: [_mrsl_s_painting_date_smile_lindsey_smile_] Are you guys ready to get started?
fr_fr: [_mrsl_s_painting_date_Souriez_lindsey_Souriez_] Est-ce que vous êtes prêts à commencer ?
it_it: [_mrsl_s_painting_date_smile_lindsey_smile_] Sei pronto per iniziare?

source: [_mc_] More than ready!
fr_fr: [_mc_] Plus que prêt !
it_it: [_mc_] Più che pronto!

source: [_lindsey_] I guess...
fr_fr: [_lindsey_] Je suppose ...
it_it: [_lindsey_] indovino...

source: [_mrsl_s_painting_date_smile_lindsey_worried_] So, what pose should I do?
fr_fr: [_mrsl_s_painting_date_Souriez_lindsey_worried_] Alors, que dois-je faire ?
it_it: [_mrsl_s_painting_date_smile_lindsey_worried_] Allora, che posa dovrei fare?

source: [_mc_] What do you think, [lindsey]?
fr_fr: [_mc_] Que pensez-vous, [lindsey] ?
it_it: [_mc_] Cosa ne pensi, [lindsey]?

source: [_lindsey_] Err... I don't know...
fr_fr: [_lindsey_] Err ... Je ne sais pas ...
it_it: [_lindsey_] Err... Non lo so...

source: [_mc_] Maybe we should have her take a seat and spread her legs apart?
fr_fr: [_mc_] Peut-être que nous devrions lui faire prendre un siège et la répartir les jambes ?
it_it: [_mc_] Forse dovremmo farla prendere un posto e stendere le gambe a parte?

source: [_lindsey_] N-no, let's just paint...
fr_fr: [_lindsey_] N-non, c'est juste de la peinture ...
it_it: [_lindsey_] N-no, cerchiamo di dipingere...

source: [_mc_] But we need a good pose!
fr_fr: [_mc_] Mais nous avons besoin d'une bonne pose !
it_it: [_mc_] Ma abbiamo bisogno di una buona posa!

source: [_mc_] How about having her bend over?
fr_fr: [_mc_] Comment se faire le virage ?
it_it: [_mc_] Che ne dici di averla piegata?

source: [_lindsey_s_worried_] No! Definitely not that!
fr_fr: [_lindsey_s_worried_] Non ! Certainement pas ça !
it_it: [_lindsey_s_worried_] No! Sicuramente non quello!

source: [_mc_] Okay, okay.
fr_fr: [_mc_] Ok, ok.

source: [_lindsey_] I'm just going to start...
fr_fr: [_lindsey_] Je vais juste commencer ...
it_it: [_lindsey_] Sto solo per iniziare...

source: [_mc_] Well, I'm not quite happy with the pose just yet.
fr_fr: [_mc_] Eh bien, je ne suis pas tout à fait satisfait de la pose.
it_it: [_mc_] Beh, non sono abbastanza soddisfatto della posa appena ancora.

source: [_mc_] [jacklyn] has actually taught me a few things.
fr_fr: [_mc_] [jacklyn] m'a en fait appris quelques choses.
it_it: [_mc_] [jacklyn] mi ha insegnato alcune cose.

source: [_lindsey_] Okay, what is it?
fr_fr: [_lindsey_] Ok, qu'est-ce que c'est ?
it_it: [_lindsey_] Okay, che cos'è?

source: [_mc_] Can you put your hands behind your head?
fr_fr: [_mc_] Pouvez-vous mettre vos mains derrière votre tête ?
it_it: [_mc_] Riesci a mettere le mani dietro la testa?

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Like this?
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Comme ça ?
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Ti piace?

source: [_mc_] Oh, yeah. I think that's a good pose.
fr_fr: [_mc_] Oh, oui. Je pense que c'est une bonne chose.
it_it: [_mc_] Oh, sì. Penso che sia una buona posa.

source: [_lindsey_] Yes, this is good.
fr_fr: [_lindsey_] Oui, c'est bien.
it_it: [_lindsey_] Sì, questo è buono.

source: [_mc_] You're doing great, [mrsl]. Standing so perfectly still.
fr_fr: [_mc_] Vous vous débrouillez très bien, [mrsl]. Vous restez parfaitement immobile.
it_it: [_mc_] Stai facendo grande, [mrsl]. Stare così perfettamente ancora.

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] Thank you... I care deeply about the progress of my students.
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] Merci ... Je me souciais beaucoup du progrès de mes étudiants.
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] Grazie... mi interessa molto il progresso dei miei studenti.

source: [_mc_] Can you show me some more of that passion you have for your students?
fr_fr: [_mc_] Pouvez-vous me montrer plus de cette passion que vous avez pour vos élèves ?
it_it: [_mc_] Puoi mostrarmi un po' di quella passione che hai per i tuoi studenti?

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Trying to capture the whole essence of your object?
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Tentative de capture de l'essence même de votre objet ?
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Cercando di catturare l'intera essenza del tuo oggetto?

source: The object of my desires...
fr_fr: L'objet de mes désirs ...
it_it: L'oggetto dei miei desideri...

source: [_mc_] Something like that.
fr_fr: [_mc_] Quelque chose comme ça.
it_it: [_mc_] Qualcosa del genere.

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Mhmmm...
fr_fr: [_mrsl_s_painting_date_arm_behind_head_lindsey_worried_] Mhmmm...

source: [_mc_] Can you turn around slightly?
fr_fr: [_mc_] Pouvez-vous tourner un peu ?
it_it: [_mc_] Riesci a girare un po'?

source: [_mrsl_s_painting_date_smile_lindsey_worried_] Certainly.
fr_fr: [_mrsl_s_painting_date_Souriez_lindsey_worried_] Certainement.
it_it: [_mrsl_s_painting_date_smile_lindsey_worried_] Certamente.

source: She gives me a playful little smile, then does as she's told.
fr_fr: Elle me donne un petit sourire ludique, puis fait comme elle l'a dit.
it_it: Mi dà un piccolo sorriso giocoso, poi fa come le è stato detto.

source: [lindsey] averts her eyes as [mrsl] slides her right hand along her naked body...
fr_fr: [lindsey] détourne les yeux tandis que [mrsl] fait glisser sa main droite le long de son corps nu...
it_it: [lindsey] evita gli occhi come [mrsl] scivola la mano destra lungo il suo corpo nudo...

source: ...swirls a finger around her nipple briefly...
fr_fr: ... tournez un doigt autour de sa tétine brièvement ...
it_it: ...turba un dito intorno al suo capezzolo brevemente...

source: ...before continuing down along her stomach, circling her belly button.{space=-45}
fr_fr: ... avant de continuer le long de son ventre, en encerclant son nombril. {space=-45}
it_it: ...prima di continuare lungo lo stomaco, girando il suo pulsante pancia.{space=-45}

source: Then, she stops just above her pussy.
fr_fr: Puis, elle s'arrête juste au-dessus de sa chatte.
it_it: Poi, si ferma appena sopra la sua figa.

source: [_lindsey_] Hands on your head! No more moving about! [withvpunch]
fr_fr: [_lindsey_] Les mains sur la tête ! Plus de déménagement ! [withvpunch]
it_it: [_lindsey_] Mani in testa! Niente più in movimento! [withvpunch]

source: A sudden panicked order from [lindsey] makes [mrsl] freeze mid-motion.
fr_fr: Un ordre soudain et paniqué de [lindsey] fait que [mrsl] se fige en plein mouvement.
it_it: Un improvviso ordine panico da [lindsey] fa congelare [mrsl] metà moto.

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] As you wish...
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Comme vous le souhaitez ...
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Come vuoi...

source: But then, she blinks away the surprise and submissively assumes the position.
fr_fr: Mais elle écarte la surprise en clignant des yeux et adopte la position avec soumission.
it_it: Ma poi, lei lampeggia via la sorpresa e sottomessa assume la posizione.

source: There's something highly erotic about that short exchange.
fr_fr: Il y a quelque chose de très érotique à propos de ce court échange.
it_it: C'è qualcosa di altamente erotico in quel breve scambio.

source: Something old and backwards...
fr_fr: Quelque chose de vieux et de ...
it_it: Qualcosa di vecchio e indietro...

source: Like the church punishing the sinners.
fr_fr: Comme l'église qui punit les pécheurs.
it_it: Come la chiesa che punisce i peccatori.
