Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_motive.po
Languages: fr_fr, it_it

source: Old, young. Naked, clothed. Sinner, saint.
fr_fr: Vieux, jeunes. Nu, habillé. Pécheur, saint.
it_it: Vecchio, giovane. Nudo, vestito. peccatore, santo.

source: A smirk plays on [mrsl]'s lips. She's turned on.
fr_fr: Un sourire en coin se dessine sur les lèvres de [mrsl]. Elle est excitée.
it_it: Un sorriso gioca sulle labbra di [mrsl]. È accesa.

source: And [lindsey]... well, she tries to block it all out.
fr_fr: Et [lindsey]... eh bien, elle essaie de tout bloquer.
it_it: E [lindsey]... beh, lei cerca di bloccare tutto.

source: [_mc_] Can you lift your leg up a bit?
fr_fr: [_mc_] Pouvez-vous soulever un peu votre jambe ?
it_it: [_mc_] Riesci a sollevare un po' la gamba?

source: With uncanny grace, [mrsl] throws her leg up ballerina-style, exposing her bare pussy.
fr_fr: Avec une grâce sans canon, [mrsl] jette sa jambe vers le style ballerine, exposant sa chatte nue.
it_it: Con uncanny grazia, [mrsl] getta la sua gamba in stile ballerina, esponendo la sua figa nuda.

source: She cocks her head to the side, eyes bright and questioning.
fr_fr: Elle a la tête sur le côté, les yeux brillants et les questions.
it_it: Caccia la testa a fianco, gli occhi brillanti e interrogativi.

source: [_mc_] Yes... just like that...
fr_fr: [_mc_] Oui ... comme ça ...
it_it: [_mc_] Sì... proprio così...

source: [_mc_] Don't worry. It's fine.
fr_fr: [_mc_] Ne vous inquiétez pas. C'est bien.
it_it: [_mc_] Non ti preoccupare. Va bene.

source: I hold my paintbrush up and measure her shapely proportions, then give a nod of approval.
fr_fr: Je lève mon pinceau et mesure ses proportions galbées, puis j'approuve d'un signe de tête.
it_it: Tengo il mio pennello di vernice e misuro le sue proporzioni formali, poi do un cenno di approvazione.

source: [_mrsl_s_painting_date_right_leg_up_lindsey_embarrassed_] How... intrepid of you, [mc].
fr_fr: [_mrsl_s_painting_date_right_leg_up_lindsey_embarrassed_] Quelle... intrépidité de votre part, [mc].
it_it: [_mrsl_s_painting_date_right_leg_up_lindsey_embarrassed_] Come... intrepido di te, [mc].

source: [_mc_] All in the name of art.
fr_fr: [_mc_] Tout au nom de l'art.
it_it: [_mc_] Tutto nel nome dell'arte.

source: [_mrsl_s_painting_date_right_leg_up_lindsey_embarrassed_] Mhmmm, of course.
fr_fr: [_mrsl_s_painting_date_right_leg_up_lindsey_embarrassed_] Mhmmm, bien sûr.
it_it: [_mrsl_s_painting_date_right_leg_up_lindsey_embarrassed_] Mhmmm, ovviamente.

source: [_lindsey_] Oh, my god... I don't know about any of this...
fr_fr: [_lindsey_] Oh, mon dieu ... Je ne sais rien de tout ça ...
it_it: [_lindsey_] Oh, mio dio... Non so nulla di tutto questo...

source: [lindsey]'s fidgety embarrassment is kind of cute, but my eyes are on [mrsl].
fr_fr: [lindsey]'s l'embarras est mignon, mais mes yeux sont sur le [mrsl].
it_it: L'imbarazzo di [lindsey]è piuttosto carino, ma i miei occhi sono su [mrsl].

source: In my mind, she spreads her pussy with her fingers, pushing the lips apart and exposing her dripping pink flower.
fr_fr: Dans mon esprit, elle écarte sa chatte avec ses doigts, écartant les lèvres et exposant sa fleur rose dégoulinante.
it_it: Nella mia mente, diffonde la figa con le dita, spingendo le labbra a parte ed esponendo il suo fiore rosa gocciolante.

source: Goddamn, this is why art exists in the mind of the painter! How else can one possibly capture the beauty of such a thing?
fr_fr: C'est pourquoi l'art existe dans l'esprit du peintre ! Comment peut-on peut-être capturer la beauté d'une telle chose ?
it_it: Goddamn, ecco perché l'arte esiste nella mente del pittore! Come altro si può catturare la bellezza di una cosa del genere?

source: [_lindsey_] Can we try a differente pose, please?
fr_fr: [_lindsey_] Pouvons-nous essayer une autre pose, s'il vous plaît ?
it_it: [_lindsey_] Possiamo provare una posa diversa, per favore?

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] How do you like this one, [lindsey]?
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Comment vous aimez celui-ci, [lindsey] ?
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Come ti piace questo, [lindsey]?

source: [_lindsey_] This is better.
fr_fr: [_lindsey_] C'est mieux.
it_it: [_lindsey_] Questo è meglio.

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] What about you, [mc]? Are you getting what you need?
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] Qu'en est-il de vous, [mc] ? As-tu ce dont tu as besoin ?
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] Che dire di te, [mc]? Stai ottenendo quello che ti serve?

source: I'm getting what I need and then some...
fr_fr: J'ai ce dont j'ai besoin et puis ...
it_it: Sto ottenendo ciò di cui ho bisogno e poi un po'...

source: [_mc_] You're such a cooperative model, [mrsl].
fr_fr: [_mc_] Vous êtes un modèle coopératif, [mrsl].
it_it: [_mc_] Sei un modello cooperativo, [mrsl].

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] All in the name of good grades, isn't that right?
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] Tout au nom de bonnes notes, n'est-ce pas ?
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] Tutto in nome dei buoni voti, non è vero?

source: [_mc_] I take my education very seriously.
fr_fr: [_mc_] Je prends mon éducation très au sérieux.
it_it: [_mc_] prendo molto sul serio la mia istruzione.

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] Oh, I know you do.
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] Oh, je sais que tu fais.
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_blush_] Oh, lo so che lo fai.

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] How's that? Are you getting what you need?
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Comment ça ? As-tu ce dont tu as besoin ?
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Com'è? Stai ottenendo quello che ti serve?

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] All in the name of good grades, isn't that right?
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Tout au nom de bonnes notes, n'est-ce pas ?
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Tutto in nome dei buoni voti, non è vero?

source: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Oh, I know you do.
fr_fr: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Oh, je sais que tu fais.
it_it: [_mrsl_s_painting_date_arms_behind_head_lindsey_worried_] Oh, lo so che lo fai.

source: [_lindsey_] Are you sure this is... appropriate?
fr_fr: [_lindsey_] Êtes-vous sûr que c'est ... approprié ?
it_it: [_lindsey_] Sei sicuro che questo è... appropriato?

source: [_mc_] Why not? It's art. Just paint her like the French.
fr_fr: [_mc_] Pourquoi pas ? C'est de l'art. Il suffit de la peindre comme le français.
it_it: [_mc_] Perché no? È arte. Basta dipingerla come i francesi.

source: [_lindsey_] Okay...
fr_fr: [_lindsey_] Ok ...

source: We paint in silence for a while — [lindsey] red as a tomato, at first, but then getting more into it.
fr_fr: Nous peignons en silence pendant un certain temps - [lindsey] rouge comme une tomate, au début, puis de plus en plus.
it_it: Dipingiamo in silenzio per un po' — [lindsey] rosso come un pomodoro, all'inizio, ma poi entrando di più in esso.

source: [_mc_] That's perfect, [mrsl]. Stay just like that.
fr_fr: [_mc_] C'est parfait, [mrsl]. Reste comme ça.
it_it: [_mc_] È perfetto, [mrsl]. Rimanete proprio così.

source: [_mrsl_] As you wish... you are the artist, after all.
fr_fr: [_mrsl_] Comme vous le souhaitez ... vous êtes l'artiste, après tout.
it_it: [_mrsl_] Come vuoi... sei l'artista, dopotutto.

source: [_mc_] Exactly right...
fr_fr: [_mc_] Exactement à droite ...
it_it: [_mc_] Proprio a destra...

source: Once again, I take her measure with my paintbrush.
fr_fr: Encore une fois, je prends sa mesure avec mon pinceau.
it_it: Ancora una volta, prendo la sua misura con il mio pennello.

source: I hold it up in front of my face, squint my eyes, and focus on getting her perfect proportions just right.
fr_fr: Je la tiens devant mon visage, je plisse les yeux et je me concentre sur ses proportions parfaites.
it_it: Lo tengo davanti al viso, schiacciato i miei occhi, e mi concentro a ottenere le sue proporzioni perfette proprio a destra.

source: Her firm, round ass... her legs spread so wide her pussy glistens in the sun... her lips swollen and wet...
fr_fr: Sa ferme, le cul rond ... ses jambes se sont étalées si large que sa chatte glissa au soleil ... ses lèvres gonflées et mouillées ...
it_it: Il suo culo solido, rotondo... le gambe si diffuse così largamente la sua figa glistens al sole... le sue labbra gonfie e bagnate...

source: The imitation on the canvas can hardly do justice to what's in front of me.
fr_fr: L'imitation sur la toile peut difficilement rendre justice à ce qui est devant moi.
it_it: L'imitazione sulla tela può difficilmente rendere giustizia a ciò che è di fronte a me.

source: [_lindsey_] I think I'm done...
fr_fr: [_lindsey_] Je pense que je suis fait ...
it_it: [_lindsey_] penso di aver finito...

source: [_mc_] It looks great!
fr_fr: [_mc_] C'est super !
it_it: [_mc_] Sembra grande!

source: [_mrsl_s_painting_date_smile_canvas_full_lindsey_blush_] You two are quite the artists. I must say I'm very impressed.
fr_fr: [_mrsl_s_painting_date_Souriez_canvas_full_lindsey_blush_] Vous deux êtes des artistes. Je dois dire que je suis très impressionné.
it_it: [_mrsl_s_painting_date_smile_canvas_full_lindsey_blush_] Voi due siete piuttosto gli artisti. Devo dire che sono molto impressionato.

source: [_mc_] Thank you!
fr_fr: [_mc_] Merci !
it_it: [_mc_] Grazie!

source: [_lindsey_] Thanks...
fr_fr: [_lindsey_] Merci ...
it_it: [_lindsey_] Grazie...

source: [_mrsl_s_painting_date_flirty_canvas_full_lindsey_blush_] Let me know if I can be of further use to your... academic careers... in the future.
fr_fr: [_mrsl_s_painting_date_flirty_canvas_full_lindsey_blush_] Faites-moi savoir si je peux vous être utile à l'avenir dans vos... carrières académiques....
it_it: [_mrsl_s_painting_date_flirty_canvas_full_lindsey_blush_] Fatemi sapere se posso essere di ulteriore uso per la vostra... carriera accademica... in futuro.

source: [_mc_] Oh, we will.
fr_fr: [_mc_] Oh, nous le serons.

source: [_lindsey_s_thinking_] I hope we get good grades now...
fr_fr: [_lindsey_s_thinking_] J'espère que nous aurons de bonnes notes maintenant ...
it_it: [_lindsey_s_thinking_] Spero che ora si ottengano buoni voti...

source: [_mc_] Did you hate it?
fr_fr: [_mc_] Le saviez-vous ?
it_it: [_mc_] L'hai odiato?

source: [_lindsey_s_thinking_] It wasn't what I had in mind, but it also wasn't horrible.
fr_fr: [_lindsey_s_thinking_] Ce n'était pas ce que j'avais en tête, mais ce n'était pas aussi horrible.
it_it: [_lindsey_s_thinking_] Non era quello che avevo in mente, ma non era anche orribile.

source: [_mc_] Maybe next time we'll go on a date just the two of us.
fr_fr: [_mc_] Peut-être que la prochaine fois, nous sortirons ensemble.
it_it: [_mc_] Forse la prossima volta che andremo in una data solo i due di noi.

source: [_lindsey_s_flirty_] We can certainly hang out, at least!
fr_fr: [_lindsey_s_flirty_] Nous pouvons certainement raccrocher, du moins !
it_it: [_lindsey_s_flirty_] Possiamo sicuramente uscire, almeno!

source: [_mc_] No date? I'm wounded.
fr_fr: [_mc_] Aucune date ? Je suis blessé.
it_it: [_mc_] Nessuna data? Sono ferito.

source: [_lindsey_s_laughing_] Who knows what the future holds!
fr_fr: [_lindsey_s_laughing_] Qui sait ce que l'avenir nous réserve !
it_it: [_lindsey_s_laughing_] Chi sa cosa detiene il futuro!

source: [_mc_] Good enough for me.
fr_fr: [_mc_] Bien assez pour moi.
it_it: [_mc_] Bene abbastanza per me.

source: [_lindsey_s_skeptical_phone_] Sorry, I have to go... I have to, uh...
fr_fr: [_lindsey_s_skeptical_phone_] Désolé, je dois y aller ... Je dois, euh ...
it_it: [_lindsey_s_skeptical_phone_] Mi dispiace, devo andare... devo fare, uh...

source: [isabelle] was right, that phone really does consume all of [lindsey]'s attention.
fr_fr: [isabelle] a raison, ce téléphone consomme vraiment toute l'attention de [lindsey].
it_it: [isabelle] aveva ragione, quel telefono consuma davvero tutta l'attenzione di [lindsey].

source: Hopefully, the person she's texting is grateful for it.
fr_fr: Espérons que la personne qu'elle dit est reconnaissante pour ça.
it_it: Speriamo che la persona che sta scrivendo sia grata per questo.

source: [isabelle] said she didn't see anyone with [lindsey] that day, but she was certainly texting someone.
fr_fr: [Isabelle a dit qu'elle n'avait vu personne avec Lindsey ce jour-là, mais qu'elle envoyait certainement des SMS à quelqu'un.
it_it: [isabelle] ha detto che non ha visto nessuno con [lindsey] quel giorno, ma stava certamente mandando un SMS a qualcuno.

source: [_mc_] Who are you texting, [lindsey]?
fr_fr: [_mc_] Qui êtes-vous textos, [lindsey] ?
it_it: [_mc_] Chi stai inviando messaggi, [lindsey]?

source: [_lindsey_s_laughing_] Oh, sorry! Just a fan!
fr_fr: [_lindsey_s_laughing_] Oh, désolé ! Juste un fan !
it_it: [_lindsey_s_laughing_] Oh, mi dispiace! Solo un ventilatore!

source: [_lindsey_s_laughing_] I have to go to practice now! See you later!
fr_fr: [_lindsey_s_laughing_] Je dois aller à la pratique maintenant ! À plus tard !
it_it: [_lindsey_s_laughing_] devo andare a fare pratica ora! Ci vediamo più tardi!

source: A fan?
fr_fr: Un fan ?
it_it: Un fan?

source: If I can get a hold of her phone, maybe I can figure out who made her steal the box of chocolates...
fr_fr: Si je peux obtenir une tenue de son téléphone, je peux peut-être comprendre qui l'a fait voler la boîte de chocolats ...
it_it: Se posso avere una presa del suo telefono, forse posso capire chi l'ha fatta rubare la scatola di cioccolatini...

source: I think she keeps it in her locker during practice.
fr_fr: Je pense qu'elle le garde dans son casier pendant la pratique.
it_it: Penso che lo tenga nel suo armadietto durante la pratica.

source: It's also concerning that [lindsey] blanked out again.
fr_fr: C'est aussi le fait que le [lindsey] s'est à nouveau recouvert.
it_it: E 'anche per quanto riguarda che [lindsey] cancellato di nuovo.

source: She could've drowned.
fr_fr: Elle aurait pu se noyer.
it_it: Avrebbe potuto annegare.

source: If [maxine] is truly behind it, she needs to be stopped.
fr_fr: Si le [maxine] est vraiment derrière lui, elle doit être arrêtée.
it_it: Se [maxine] è veramente alle spalle, deve essere fermata.

source: One simply does not waltz into the women's bathroom in broad daylight. It's always crowded at this time.
fr_fr: Il n'y a tout simplement pas de valse dans la salle de bain des femmes en plein jour. C'est toujours encombré à cette époque.
it_it: Uno semplicemente non valzer nel bagno delle donne in piena luce del giorno. È sempre affollato in questo momento.

source: Getting a hold of [lindsey]'s phone will require a special kind of tango...
fr_fr: Obtenir une soute de [lindsey]'s phone demandera un genre spécial de tango ...
it_it: Ottenere una presa del telefono di [lindsey]richiede un tipo speciale di tango...

source: I need to get the girls out, somehow.
fr_fr: J'ai besoin de sortir les filles, d'une façon ou d'une autre.
it_it: Ho bisogno di far uscire le ragazze, in qualche modo.

source: Hmm... maybe I could remove a fuse to blow out the bathroom lights...
fr_fr: Hmm... je pourrais peut-être enlever un fusible pour faire sauter les lumières de la salle de bain...
it_it: Hmm... forse ho potuto rimuovere un fusibile per soffiare le luci del bagno...

source: That would surely clear it of girls.
fr_fr: Ce serait certainement clair pour les filles.
it_it: Questo lo chiarirebbe sicuramente di ragazze.

source: But there's just one tiny problem — the security camera.
fr_fr: Mais il y a un petit problème : la caméra de sécurité.
it_it: Ma c'è solo un piccolo problema — la telecamera di sicurezza.

source: A motion sensor causes the camera to track movement inside this hall.
fr_fr: Un capteur de mouvement permet à la caméra de suivre le mouvement à l'intérieur de la salle .
it_it: Un sensore di movimento fa sì che la fotocamera segua il movimento all'interno di questa sala.

source: It would only face away from the fuse box if there were movement on the left side of the hallway...
fr_fr: Il ne ferait face qu'à la boîte de fusion s'il y avait un mouvement sur le côté gauche du couloir ...
it_it: Sarebbe solo affrontare lontano dalla scatola fusibile se ci fosse movimento sul lato sinistro del corridoio...

source: If I could open this window and let the butterflies in, the security camera would definitely focus on them.
fr_fr: Si je pouvais ouvrir cette fenêtre et laisser les papillons dans, la caméra de sécurité se concentrerait certainement sur eux.
it_it: Se potessi aprire questa finestra e lasciare che le farfalle in, la telecamera di sicurezza sarebbe sicuramente concentrarsi su di loro.

source: Only [jo] and the [guard] have keys to this window, though.
fr_fr: Seuls [jo] et les [guard] ont des clés à cette fenêtre.
it_it: Solo [jo] e [guard] hanno le chiavi per questa finestra, però.

source: [_jo_s_skeptical_] Are you wearing yesterday's shirt, [mc]?
fr_fr: [_jo_s_skeptical_] Vous portez la chemise d'hier, [mc] ?
it_it: [_jo_s_skeptical_] Stai indossando la camicia di ieri, [mc]?

source: [_mc_] Of course not!
fr_fr: [_mc_] Bien sûr que non !
it_it: [_mc_] Naturalmente no!

source: [_jo_s_neutral_] I could have sworn I saw you wearing it...
fr_fr: [_jo_s_neutral_] J'aurais pu prêter serment que je t'ai vu porter ...
it_it: [_jo_s_neutral_] Avrei potuto giurare ti ho visto indossarlo...

source: You did, but it's not yesterday's shirt.
fr_fr: Vous l'avez fait, mais ce n'est pas la chemise d'hier.
it_it: Lo avete fatto, ma non è la camicia di ieri.

source: [_jo_s_smile_] Anyway, what's on your mind, honey?
fr_fr: [_jo_s_Souriez_] Quoi qu'il en soit, quel est votre esprit, chérie ?
it_it: [_jo_s_smile_] Comunque, cosa c'è nella tua mente, il miele?

source: [_mc_] Is it okay to open the window upstairs?
fr_fr: [_mc_] Est-ce bien d'ouvrir la fenêtre à l'étage ?
it_it: [_mc_] Va bene aprire la finestra di sopra?

source: [_jo_s_smile_] Why do you want it opened?
fr_fr: [_jo_s_Souriez_] Pourquoi voulez-vous qu'il soit ouvert ?
it_it: [_jo_s_smile_] Perché vuoi che sia aperto?

source: [_mc_] [lindsey] keeps tripping, and I think it's due to the heat.
fr_fr: [_mc_] [lindsey] n'arrête pas de trébucher, et je pense que c'est à cause de la chaleur.
it_it: [_mc_] [lindsey] continua a viaggiare, e penso che sia dovuto al calore.

source: [_jo_s_excited_] Aw, it's sweet of you to think of her.
fr_fr: [_jo_s_excited_] Aw, c'est gentil de vous de penser à elle.
it_it: [_jo_s_excited_] Aw, è dolce di voi pensare a lei.

source: [_mc_] I would like to examine the butterflies there for biology class.
fr_fr: [_mc_] J'aimerais examiner les papillons là pour la biologie.
it_it: [_mc_] Vorrei esaminare le farfalle lì per la classe di biologia.

source: [_jo_s_excited_] I'm so glad you're finally taking your schoolwork seriously.
fr_fr: [_jo_s_excited_] Je suis si heureuse que vous soyez enfin en train de prendre votre école au sérieux.
it_it: [_jo_s_excited_] Sono così felice che tu stia finalmente prendendo sul serio il tuo lavoro scolastico.

source: [_jo_s_excited_] All right, I'll open the window.
fr_fr: [_jo_s_excited_] Très bien, je vais ouvrir la fenêtre.
it_it: [_jo_s_excited_] Va bene, aprirò la finestra.

source: [_mc_] Thanks, [jo]!
fr_fr: [_mc_] Merci, [jo]!
it_it: [_mc_] Grazie, [jo]!

source: [_mc_] Hey, would you mind opening the window upstairs?
fr_fr: [_mc_] Hé, tu voudrais ouvrir la fenêtre à l'étage ?
it_it: [_mc_] Ehi, ti dispiacerebbe aprire la finestra di sopra?

source: [_guard_] What for?
fr_fr: [_guard_] Quoi ?
it_it: [_guard_] A cosa serve?

source: [_mc_] To let in some fresh air.
fr_fr: [_mc_] Pour laisser un peu d'air frais.
it_it: [_mc_] Per lasciare un po' d'aria fresca.

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement ?
it_it: [_mc_] Seriamente?

source: I hate that guy so much...
fr_fr: Je déteste tellement ce gars ...
it_it: Odio quel tipo così tanto...

source: [_mc_] The windows act as a greenhouse for the hall upstairs.
fr_fr: [_mc_] Les fenêtres servent de serre pour la salle à l'étage.
it_it: [_mc_] Le finestre fungono da serra per la sala di sopra.

source: [_guard_] So?
fr_fr: [_guard_] Alors ?
it_it: [_guard_] Quindi?

source: [_mc_] The glass lets sunlight in, but the heat has nowhere to go.
fr_fr: [_mc_] Le verre laisse la lumière du soleil, mais la chaleur n'a nulle part où aller.
it_it: [_mc_] Il vetro lascia entrare la luce del sole, ma il calore non ha nessun posto in cui andare.

source: [_mc_] So, throughout the day, the hallway gets increasingly hot.
fr_fr: [_mc_] Alors, tout au long de la journée, le couloir devient de plus en plus chaud.
it_it: [_mc_] Così, tutto il giorno, il corridoio diventa sempre più caldo.

source: [_guard_] I don't see how that concerns me.
fr_fr: [_guard_] Je ne vois pas comment cela me préoccupe.
it_it: [_guard_] Non vedo come questo mi riguarda.

source: [_mc_] Well, the heat can't escape because of the broken vent.
fr_fr: [_mc_] Bien, la chaleur ne peut pas s'échapper à cause de l'évent brisé.
it_it: [_mc_] Beh, il calore non può sfuggire a causa della bocca rotta.

source: [_mc_] And I know that you don't want to spend a day fixing it.
fr_fr: [_mc_] Et je sais que vous ne voulez pas passer une journée à la réparer.
it_it: [_mc_] E so che non vuoi passare una giornata a ripararla.

source: [_mc_] But when students start complaining about the heat, you'll have no choice.
fr_fr: [_mc_] Mais quand les étudiants commencent à se plaindre de la chaleur, vous n'aurez pas le choix.
it_it: [_mc_] Ma quando gli studenti iniziano a lamentarsi del calore, non avrai scelta.

source: [_guard_] Fine, I'll open the damn window.
fr_fr: [_guard_] Fine, je vais ouvrir la fenêtre humide.
it_it: [_guard_] Bene, aprirò la maledetta finestra.

source: The window is open, but the butterflies aren't budging...
fr_fr: La fenêtre est ouverte, mais les papillons ne bougent pas...
it_it: La finestra è aperta, ma le farfalle non sono al bilancio...

source: Maybe I need something to lure them in?
fr_fr: Peut-être que j'ai besoin de quelque chose pour les attirer ?
it_it: Forse ho bisogno di qualcosa in cui attirarli?

source: [_maxine_s_skeptical_] What did I tell you about touching the specimen?
fr_fr: [_maxine_s_skeptical_] Qu'est-ce que je vous ai dit de toucher le spécimen ?
it_it: [_maxine_s_skeptical_] Cosa ti ho detto di toccare l'esemplare?

source: [_maxine_s_skeptical_] You keep your hands to yourself, [mc].
fr_fr: [_maxine_s_skeptical_] Vous gardez vos mains, [mc].
it_it: [_maxine_s_skeptical_] Tieni le mani a te stesso, [mc].

source: Hmm... maybe this plant could lure the butterflies inside and—
fr_fr: Hmm ... peut-être que cette plante pourrait attirer les papillons à l'intérieur et-
it_it: Hmm... forse questa pianta potrebbe attirare le farfalle dentro e—

source: [_maxine_s_skeptical_] What do you think you're doing?
fr_fr: [_maxine_s_skeptical_] Que pensez-vous que vous faites ?
it_it: [_maxine_s_skeptical_] Cosa pensi che stiate facendo?

source: [_mc_] Uh... nothing...
fr_fr: [_mc_] Uh ... rien ...
it_it: [_mc_] Uh... niente...

source: [_maxine_s_skeptical_] It looked like you were about to touch the specimen.
fr_fr: [_maxine_s_skeptical_] Il semblait que vous étiez sur le point de toucher le spécimen.
it_it: [_maxine_s_skeptical_] Sembrava che stavi per toccare l'esemplare.
