Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_wrong.po
Languages: fr_fr, it_it

source: [_lindsey_s_smile_] Okay, gotta run!
fr_fr: [_lindsey_s_Souriez_] Ok, doit courir !

source: Okay... so in a way, I did get [lindsey] hydrated.
fr_fr: Ok ... Donc d'une certaine façon, j'ai obtenu [lindsey] hydraté.
it_it: Okay... così in un certo senso, ho ottenuto [lindsey] idratato.

source: Maybe not in the right way, but it has to count for something, right?
fr_fr: Peut-être pas de la bonne façon, mais ça doit compter pour quelque chose, non ?
it_it: Forse non nel modo giusto, ma deve contare per qualcosa, giusto?

source: Hmm... I should probably try to remind her to drink more in the future too.
fr_fr: Hmm ... Je devrais probablement essayer de lui rappeler de boire davantage à l'avenir aussi.
it_it: Hmm... Probabilmente dovrei cercare di ricordarle di bere di più anche in futuro.

source: But at least she didn't act weird.
fr_fr: Mais au moins elle n'a pas agi bizarre.
it_it: Ma almeno non si è comportata strana.

source: Need to keep a look on her from now on, in case things get worse.
fr_fr: Il faut la surveiller à partir de maintenant, au cas où les choses s'aggraveraient.
it_it: Bisogno di tenere uno sguardo su di lei d'ora in poi, nel caso in cui le cose peggiorano.

source: [_lindsey_s_neutral_] There you are!
fr_fr: [_lindsey_s_neutral_] Vous êtes là !
it_it: [_lindsey_s_neutral_] Ecco!

source: [_lindsey_s_neutral_] I thought you got lost somewhere along the way.
fr_fr: [_lindsey_s_neutral_] Je croyais que tu étais perdu quelque part en chemin.
it_it: [_lindsey_s_neutral_] Ho pensato che ti sei perso da qualche parte lungo la strada.

source: [_mc_] Yeah... I had a little mishap, but nothing serious.
fr_fr: [_mc_] Oui ... J'ai eu un petit accident, mais rien de grave.
it_it: [_mc_] Sì... Ho avuto un po 'di disgrazia, ma niente di serio.

source: I hope.
fr_fr: J'espère.
it_it: Io spero.

source: [_mc_] Anyway, here's your water.
fr_fr: [_mc_] Bref, voici votre eau.
it_it: [_mc_] Comunque, ecco la tua acqua.

source: [_mc_] Something was wrong with the fountain outside. I only managed to get it half full.
fr_fr: [_mc_] Quelque chose n'allait pas avec la fontaine à l'extérieur. Je n'ai réussi à le faire qu'à moitié plein.
it_it: [_mc_] Qualcosa è andato storto con la fontana fuori. Sono riuscito solo a farlo mezzo pieno.

source: [_lindsey_s_blush_] That's fine. Thanks!
fr_fr: [_lindsey_s_blush_] C'est bien. Merci !
it_it: [_lindsey_s_blush_] va bene. Grazie!

source: It's a tiny step toward getting [lindsey] hydrated, but it's a step nonetheless.
fr_fr: C'est un petit pas vers l'hydratation de [lindsey] , mais c'est néanmoins un pas.
it_it: È un piccolo passo verso l'idratazione di [lindsey] , ma è comunque un passo.

source: Hopefully, I can keep an eye on her in case something bad happens.
fr_fr: Espérons que je peux garder un oeil sur elle au cas où quelque chose de mal arrive.
it_it: Spero di poterla tenere d'occhio nel caso in cui succeda qualcosa di male.

source: She's got such a bright future ahead of her.
fr_fr: Elle a un bel avenir devant elle.
it_it: Ha un futuro così brillante davanti a lei.

source: [_lindsey_s_smile_] Oh, by the way! My dad got me a new easel!
fr_fr: [_lindsey_s_smile_] Oh, au fait ! Mon père m'a acheté un nouveau chevalet !
it_it: [_lindsey_s_smile_] Oh, a proposito! Mio papà mi ha preso un nuovo cavallo!

source: [_mc_] Congratulations! Those aren't cheap.
fr_fr: [_mc_] Félicitations ! Ce n'est pas bon marché.
it_it: [_mc_] Congratulazioni! Non sono a buon mercato.

source: [_lindsey_s_smile_] Yeah, I'm quite spoiled sometimes.
fr_fr: [_lindsey_s_Souriez_] Oui, je suis parfois gâté.
it_it: [_lindsey_s_smile_] Sì, a volte sono piuttosto viziato.

source: [_mc_] Does that mean our painting date is back on the table?
fr_fr: [_mc_] Cela signifie-t-il que notre date de peinture est de retour sur la table ?
it_it: [_mc_] Questo significa che la data della nostra pittura è tornata sul tavolo?

source: [_lindsey_s_laughing_] I'm not sure I would call it a date! But yeah, that's where I was going!
fr_fr: [_lindsey_s_laughing_] Je ne suis pas sûr de l'appeler une date ! Mais oui, c'est là que j'allais !
it_it: [_lindsey_s_laughing_] Non sono sicuro di chiamarlo una data! Ma sì, ecco dove stavo andando!

source: [_mc_] Cool, I'm game.
fr_fr: [_mc_] Cool, je suis partie.
it_it: [_mc_] Cool, sono gioco.

source: [_lindsey_s_smile_] Okay! Let me give you my number, then.
fr_fr: [_lindsey_s_Souriez_] Ok ! Laissez-moi vous donner mon numéro.
it_it: [_lindsey_s_smile_] Okay! Lascia che ti dia il mio numero, allora.

source: Man, this day couldn't get any better!
fr_fr: L'homme, ce jour ne pourrait pas s'améliorer !
it_it: L'uomo, questo giorno non riusciva a migliorare!

source: Let's hope it's not a fake one...
fr_fr: Espérons que ce n'est pas un faux ...
it_it: Speriamo che non sia un finto...

source: [_mc_] Thanks. And what about that hug?
fr_fr: [_mc_] Merci. Et qu'en est-il de ce câlin ?
it_it: [_mc_] Grazie. E che dire di quell'abbraccio?

source: [_lindsey_s_flirty_] I'll save it for the date.
fr_fr: [_lindsey_s_flirty_] Je vais l'enregistrer pour la date.
it_it: [_lindsey_s_flirty_] lo salverò per la data.

source: [_mc_] I thought you said it wasn't a date?
fr_fr: [_mc_] Je croyais que vous avez dit que ce n'était pas une date ?
it_it: [_mc_] pensavo che tu abbia detto che non era una data?

source: [_lindsey_s_laughing_] We'll see what it is!
fr_fr: [_lindsey_s_laughing_] Nous verrons ce que c'est !
it_it: [_lindsey_s_laughing_] Vedremo cos'è!

source: [_mc_] Hmm... okay!
fr_fr: [_mc_] Hmm ... ok !

source: [_lindsey_s_excited_] Okay, great! Gotta run! Thanks for the water again!
fr_fr: [_lindsey_s_excited_] Ok, super ! Je dois courir ! Merci encore pour l'eau !
it_it: [_lindsey_s_excited_] Okay, fantastico! Corri cotto! Grazie ancora per l'acqua!

source: Crap. Totally forgot about the surveillance camera.
fr_fr: Crap. Totalement oublié de la caméra de surveillance.
it_it: Crap. Completamente dimenticato la telecamera di sorveglianza.

source: If the [guard] is in any way competent at his job, he's got me dead to rights.
fr_fr: Si le [guard] est en quelque sorte compétent pour son travail, il m'a fait droit à des droits.
it_it: Se l' [guard] è in qualche modo competente per il suo lavoro, mi ha fatto morire i diritti.

source: Luckily, he's not very competent.
fr_fr: Heureusement, il n'est pas très compétent.
it_it: Per fortuna, non è molto competente.

source: [_kate_s_confident_] What are you looking at, hm?
fr_fr: [_kate_s_confident_] Qu'est-ce que tu chercheras, hm ?
it_it: [_kate_s_confident_] Cosa stai guardando, hm?

source: [_mc_] Nothing...
fr_fr: [_mc_] Rien ...
it_it: [_mc_] Niente...

source: [_kate_s_excited_] Wrong! You're looking at the queen.
fr_fr: [_kate_s_excited_] Incorrecte ! Vous êtes à la recherche de la reine.
it_it: [_kate_s_excited_] Sbagliato! Stai guardando la regina.

source: [_kate_s_excited_] So, what's happening in loser-ville today?
fr_fr: [_kate_s_excited_] Alors, qu'est-ce qui se passe aujourd'hui dans le loser-ville ?
it_it: [_kate_s_excited_] Allora, cosa sta succedendo oggi in loser-ville?

source: [_kate_s_eyeroll_] You bore me today.
fr_fr: [_kate_s_eyeroll_] Vous m'avez ennui aujourd'hui.
it_it: [_kate_s_eyeroll_] Mi hai annoiato oggi.

source: [_kate_s_neutral_] Anyway...
fr_fr: [_kate_s_neutral_] En tout cas ...
it_it: [_kate_s_neutral_] Comunque...

source: [_mc_] [kate]! Careful with the fountain!
fr_fr: [_mc_] [kate]! Attention avec la fontaine !
it_it: [_mc_] [kate]! Attenzione con la fontana!

source: [_kate_s_skeptical_] What's wrong with it?
fr_fr: [_kate_s_skeptical_] Qu'est-ce qui ne va pas ?
it_it: [_kate_s_skeptical_] Cosa c'è di sbagliato?

source: [_mc_] It's broken.
fr_fr: [_mc_] C'est cassé.
it_it: [_mc_] è rotto.

source: [_kate_s_thinking_] Broken how?
fr_fr: [Cassé comment ?
it_it: [_kate_s_thinking_] Rotto come?

source: [_mc_] It'll spray water all over the place if the hoodie is removed.
fr_fr: [_mc_] Il vaporisera de l'eau partout sur le lieu si le sweat est enlevé.
it_it: [_mc_] spruzzerà l'acqua in tutto il luogo se la felpa viene rimossa.

source: [_kate_s_confident_] Really, now?
fr_fr: [_kate_s_confident_] Vraiement, maintenant ?
it_it: [_kate_s_confident_] Davvero, adesso?

source: Don't like the look on her face.
fr_fr: N'aime pas le regard sur son visage.
it_it: A non piace l'aspetto sul suo viso.

source: [_kate_s_confident_] And you broke it?
fr_fr: [_kate_s_confident_] Et vous l'avez cassé ?
it_it: [_kate_s_confident_] E lo hai rotto?

source: [_mc_] It wasn't exactly—
fr_fr: [_mc_] Ce n'était pas exactement-
it_it: [_mc_] Non era esattamente—

source: [_kate_s_neutral_] It's a yes-or-no-question, [mc].
fr_fr: [C'est une question à laquelle il faut répondre par oui ou par non, [mc].
it_it: [_kate_s_neutral_] È un sì-o-nessuno, [mc].

source: [_mc_] Yes, ma'am. I broke it.
fr_fr: [_mc_] Oui, madame. Je l'ai cassé.
it_it: [_mc_] Sì, ma'am. Io l'ho rotta.

source: [_kate_s_confident_] Okay, here's what's going to happen.
fr_fr: [_kate_s_confident_] Ok, voilà ce qui va se passer.
it_it: [_kate_s_confident_] Okay, ecco cosa succederà.

source: [_kate_s_confident_] You're going to go over to the fountain. Lean in, and remove the hoodie.
fr_fr: [Vous allez aller à la fontaine. Penchez-vous, et enlevez le sweat à capuche.
it_it: [_kate_s_confident_] Stai per andare alla fontana. Lean in, e rimuovere il cappuccio.

source: [_mc_] I'll get drenched!
fr_fr: [_mc_] Je vais être trempé !
it_it: [_mc_] mi intrappolerò!

source: [_kate_s_gushing_] See, that's exactly the point!
fr_fr: [_kate_s_gushing_] Voir, c'est exactement le point !
it_it: [_kate_s_gushing_] Vedi, questo è esattamente il punto!

source: [_mc_] I'd rather not...
fr_fr: [_mc_] Je préfère ne pas ...
it_it: [_mc_] preferirei no...

source: [_kate_s_neutral_] The surveillance camera caught you. I'll go straight to the principal.
fr_fr: [_kate_s_neutral_] La caméra de surveillance vous a pris. Je vais aller droit au principal.
it_it: [_kate_s_neutral_] La telecamera di sorveglianza ti ha catturato. Andrò direttamente al committente.

source: Ugh... why did I warn her?
fr_fr: Ugh ... pourquoi je l'ai mise en garde ?
it_it: Ugh... perché la ho avvisata?

source: [_kate_s_neutral_] I'm going to count to three.
fr_fr: [_kate_s_neutral_] Je vais compter jusqu'à trois.
it_it: [_kate_s_neutral_] Conto a tre.

source: [_kate_s_neutral_] One...
fr_fr: [_kate_s_neutral_] Un ...
it_it: [_kate_s_neutral_] Uno...

source: [_kate_s_neutral_] Two...
fr_fr: [_kate_s_neutral_] Deux ...
it_it: [_kate_s_neutral_] Due...

source: [_mc_] Fine! I'll do it!
fr_fr: [_mc_] Fine ! Je le ferai !
it_it: [_mc_] Fine! Lo farò!

source: [_kate_s_confident_] That's a good boy.
fr_fr: [_kate_s_confident_] C'est un bon garçon.
it_it: [_kate_s_confident_] È un bravo ragazzo.

source: [_kate_s_confident_] Afterward, you're going to go find a mop and clean up after yourself.
fr_fr: [Après, tu vas aller chercher une serpillière et nettoyer derrière toi.
it_it: [_kate_s_confident_] In seguito, andrai a trovare un mop e a ripulirti dopo te stesso.

source: [_kate_s_confident_] And I'm going to make sure you do a good job. Then, maybe I'll let you off the hook.
fr_fr: [_kate_s_confident_] Et je vais vous assurer que vous faites un bon travail. Alors, peut-être que je te laisserai le crochet.
it_it: [_kate_s_confident_] E mi assicurerò di fare un buon lavoro. Poi, forse ti lascerò fuori dal gancio.

source: [_mc_] Yes, ma'am.
fr_fr: [_mc_] Oui, madame.
it_it: [_mc_] Sì, ma'am.

source: [_kate_s_neutral_] Go ahead.
fr_fr: [_kate_s_neutral_] Allez-y.
it_it: [_kate_s_neutral_] Vai avanti.

source: [_kate_s_neutral_] Who the fuck splashed water all over the floor?
fr_fr: [Qui a fait gicler de l'eau sur le sol, putain ?
it_it: [_kate_s_neutral_] Chi la scopata spruzzò l'acqua su tutto il pavimento?

source: [_kate_s_neutral_] And left a disgusting wet hoodie on the fountain?
fr_fr: [_kate_s_neutral_] Et a laissé un capuchon mouillé dégoûtant sur la fontaine ?
it_it: [_kate_s_neutral_] E lasciato un disgustoso cappuccio bagnato sulla fontana?

source: [_kate_s_neutral_] [mc], is this your—
fr_fr: [_kate_s_neutral_] [mc], c'est votre-
it_it: [_kate_s_neutral_] [mc], è questo tuo—

source: [_kate_s_soaked_wet_] Aaaaaaaaah!
fr_fr: [Aaaaaaaaaaah !

source: [kate] looks like a wet cat. A soaked pussy.
fr_fr: [On dirait un chat mouillé. Une chatte trempée.
it_it: [kate] sembra un gatto bagnato. Una figa impregnata.

source: Bold of her to not wear a bra, but I guess she's confident enough in her nipple game.
fr_fr: Il est audacieux de sa part de ne pas porter de soutien-gorge, mais j'imagine qu'elle est suffisamment confiante dans son jeu de tétons.
it_it: Grassetto di lei per non indossare un reggiseno, ma immagino che sia abbastanza fiduciosa nel suo gioco di capezzoli.

source: With standards as high as hers, she doesn't have to worry about autonomous body responses.
fr_fr: Avec des normes aussi élevées que les foreurs, elle n'a pas à s'inquiéter des réponses du corps autonome.
it_it: Con gli standard più alti di lei, lei non deve preoccuparsi di risposte del corpo autonomo.

source: She's honestly pretty cute like that.
fr_fr: Elle est vraiment mignonne comme ça.
it_it: Lei è onestamente piuttosto carina così.

source: Maybe that's the cure — drown the witch in her.
fr_fr: Peut-être que c'est le remède-noyer la sorcière en elle.
it_it: Forse questa è la cura — annega la strega in lei.

source: Finally, something bad happened to [kate].
fr_fr: Enfin, quelque chose de mauvais est arrivé au [kate].
it_it: Infine, qualcosa di brutto è successo ad [kate].

source: It's kinda hot seeing her all upset and shivering. She almost appears human.
fr_fr: C'est un peu chaud la voir tous bouleversé et frisant. Elle semble presque humaine.
it_it: Fa parecchio caldo vedendola tutta sconvolta e tremante. Sembra quasi umana.

source: I should take a picture of this. Might be useful at some point.
fr_fr: Je devrais en prendre une photo. Il peut être utile à un moment ou à un autre.
it_it: Dovrei farne una foto: a un certo punto potrebbe essere utile.

source: Perfect.
fr_fr: Parfait.
it_it: Perfetto.

source: [_kate_s_angry_soaked_] Someone's going to die for this...
fr_fr: [_kate_s_angry_soaked_] Quelqu'un va mourir pour ça ...
it_it: [_kate_s_angry_soaked_] Qualcuno morirà per questo...

source: Oh, but not me. Not today!
fr_fr: Oh, mais pas moi. Pas aujourd'hui !
it_it: Oh, ma non me. Non oggi!

source: Phew. Made it out!
fr_fr: Phew. C'est sorti !
it_it: Phew. Fatto fuori!

source: I should probably stash this photo in my locker for now.
fr_fr: Je devrais probablement ranger cette photo dans mon casier pour l'instant.
it_it: Probabilmente dovrei recedere questa foto nel mio armadietto per ora.

source: [kate] knows when I'm hiding something from her.
fr_fr: [kate] sait quand je cache quelque chose d'elle.
it_it: [kate] sa quando le sto nascondendo qualcosa.

source: She'll interrogate me into confession as long as I have it with me...
fr_fr: Elle m'interrogera dans la confession tant que je l'aurai avec moi ...
it_it: Lei mi interrogherà nella confessione fino a quando ho con me...

source: Besides, it'll make for great decoration.
fr_fr: En plus, ça va faire pour une grande décoration.
it_it: Inoltre, farà per grande decorazione.

source: Let's put it right here...
fr_fr: Mettons ça juste ici ...
it_it: Mettiamolo proprio qui...

source: Man, that's a nice picture.
fr_fr: C'est une belle photo.
it_it: Uomo, questa è una bella foto.

source: So, I helped [lindsey] and managed to escape [kate]'s wrath for now. Things are looking up.
fr_fr: J'ai donc aidé [lindsey] et j'ai réussi à échapper à la colère de [Kate] pour l'instant. Les choses s'améliorent.
it_it: Così, ho aiutato [lindsey] e sono riuscito a fuggire dall'ira di [kate]per ora. Le cose stanno guardando.

source: The [nurse] did sound serious about [lindsey]'s condition, though...
fr_fr: Le [nurse] a été sérieux au sujet de la condition de [lindsey], bien que ...
it_it: La [nurse] ha suonato seriamente circa la condizione di [lindsey], però...

source: Maybe it's best if I look after her for a bit.
fr_fr: Peut-être que c'est mieux si je la regarde un peu après.
it_it: Forse è meglio se la prendo cura di un po'.

source: Not in a creepy way, of course. Just like a guardian angel.
fr_fr: Pas de façon rampante, bien sûr. Comme un ange gardien.
it_it: Non in modo raccapricciante, ovviamente. Proprio come un angelo custode.

source: One of these days, she's going to fall and really hurt herself.
fr_fr: Une de ces journées, elle va tomber et se blesser.
it_it: Uno di questi giorni cadrà e si farà davvero del male.

source: Hopefully, I'll be ready.
fr_fr: J'espère que je serai prêt.
it_it: Speriamo che sarò pronto.

source: [_kate_s_smile_] What are you waiting for? Wet yourself.
fr_fr: [_kate_s_Souriez_] Qu'est-ce que vous attendez ? Mets toi-même.
it_it: [_kate_s_smile_] Cosa stai aspettando? Bagnati te stesso.

source: [_kate_s_smile_] There's no other way out of this.
fr_fr: [_kate_s_Souriez_] Il n'y a pas d'autre issue.
it_it: [_kate_s_smile_] Non c'è altra via d'uscita da questo.

source: Well, at least [kate] didn't get the principal.
fr_fr: Eh bien, au moins [kate] n'a pas obtenu le principal.
it_it: Beh, almeno [kate] non ha ottenuto il principale.

source: But she's there waiting for me.
fr_fr: Mais elle m'attend.
it_it: Ma lei mi sta aspettando.

source: She probably takes great pleasure in this...
fr_fr: Elle prend probablement un grand plaisir dans ce ...
it_it: Probabilmente prende grande piacere in questo...

source: [_kate_s_confident_] Aha! There's my little maid.
fr_fr: [Aha ! Voilà ma petite bonne.
it_it: [_kate_s_confident_] Aha! C'è la mia cameretta.

source: [_kate_s_confident_] She's got her little mop too. Perfect!
fr_fr: [Elle a aussi sa petite serpillière. C'est parfait !
it_it: [_kate_s_confident_] Lei ha anche la sua piccola folla. Perfetta!

source: [_mc_] She?
fr_fr: [_mc_] Elle ?

source: [_kate_s_neutral_] Is there a problem?
fr_fr: [_kate_s_neutral_] Y a-t-il un problème ?
it_it: [_kate_s_neutral_] C'è un problema?

source: [_kate_s_smile_] Didn't think so. The only thing missing is a skimpy maid outfit.
fr_fr: [Je ne pense pas. La seule chose qui manque, c'est une tenue de soubrette.
it_it: [_kate_s_smile_] non pensava così. L'unica cosa mancante è un vestito da cameriera skimpy.

source: [_kate_s_smile_] Is the maid upset that she's getting bossed around?
fr_fr: [La femme de chambre est-elle contrariée par le fait qu'on lui donne des ordres ?
it_it: [_kate_s_smile_] La fanciulla è sconvolta che si sta impacchettando intorno?

source: [_kate_s_confident_] Has she lost her ability to talk?
fr_fr: [_kate_s_confident_] A-t-elle perdu sa capacité de parler ?
it_it: [_kate_s_confident_] ha perso la sua capacità di parlare?

source: [_kate_s_neutral_] That's good. I like quiet servants. Now get to it.
fr_fr: [_kate_s_neutral_] C'est bon. J'aime les serviteurs silencieux. Maintenant, ça va.
it_it: [_kate_s_neutral_] È buono. Mi piacciono i servi tranquilli. Ora arrivate.

source: [_mc_] All done, ma'am.
fr_fr: [_mc_] Tout a fait, madame.
it_it: [_mc_] Tutto fatto, ma'am.

source: [_kate_s_neutral_] I'll be the judge of that.
fr_fr: [_kate_s_neutral_] Je serai le juge de cette décision.
it_it: [_kate_s_neutral_] Io sarò il giudice di quello.

source: [_kate_s_neutral_] Stay.
fr_fr: [_kate_s_neutral_] Séjour.
it_it: [_kate_s_neutral_] Soggiorno.

source: She's gone to inspect it. Looking at it from every angle.
fr_fr: Elle est partie pour l'inspecter. En le regardant sous tous les angles.
it_it: È andata a ispezionarlo. Guardandola da ogni angolazione.

source: Please be good enough...
fr_fr: S'il te plaît, être assez bien ...
it_it: Si prega di essere abbastanza buoni...

source: [_kate_s_neutral_] Do you think you did a good job?
fr_fr: [_kate_s_neutral_] Pensez-vous que vous avez fait du bon travail ?
it_it: [_kate_s_neutral_] Pensi di aver fatto un buon lavoro?

source: [_kate_s_neutral_] It's passable at best... but I'll let it slide for now.
fr_fr: [_kate_s_neutral_] C'est au mieux passable... mais je laisse passer pour l'instant.
it_it: [_kate_s_neutral_] È passabile al meglio... ma lascerò scivolare per ora.

source: [_kate_s_smile_] I like you holding that mop. Maybe I'll have you scrub my basement floor at some point.
fr_fr: [J'aime bien que tu tiennes cette serpillière. Peut-être que je te demanderai de frotter le sol de mon sous-sol à un moment donné.
it_it: [_kate_s_smile_] Mi piace tenere in mano quel mop. Forse ti farò scrub il mio piano interrato ad un certo punto.

source: [_kate_s_smile_] Wouldn't that be fun?
fr_fr: [_kate_s_Souriez_] Ne serait-ce pas amusant ?
it_it: [_kate_s_smile_] Non sarebbe divertente?

source: [_kate_s_laughing_] You don't have to answer now.
fr_fr: [_kate_s_laughing_] Vous n'avez pas à répondre maintenant.
it_it: [_kate_s_laughing_] Non è necessario rispondere adesso.

source: [_kate_s_laughing_] I think you'd look adorable in a French maid outfit.
fr_fr: [_kate_s_laughing_] Je pense que vous auriez l'air adorable dans une tenue de domestique française.
it_it: [_kate_s_laughing_] Penso che saresti adorabile in un vestito da cameriera francese.

source: [_kate_s_confident_] Maybe next time I throw a big party I'll have you come and clean up afterward.
fr_fr: [_kate_s_confident_] Peut-être que la prochaine fois que je jetterai un grand parti, je vous aurai fait nettoyer par la suite.
it_it: [_kate_s_confident_] Forse la prossima volta che lancio una grande festa ti farò venire a ripulire dopo.

source: [_kate_s_confident_] Anyway. Your allotted time with me is up.
fr_fr: [_kate_s_confident_] En tout cas. Votre temps alloué avec moi est en hausse.
it_it: [_kate_s_confident_] Comunque. Il tuo tempo assegnato con me è finito.

source: [_kate_s_neutral_] Leave the mop there to remind you who's in charge here.
fr_fr: [Laissez la serpillière là pour vous rappeler qui est le responsable ici.
it_it: [_kate_s_neutral_] Lascia il mop lì per ricordarti chi è in carica qui.

source: I can't believe that just happened.
fr_fr: Je n'arrive pas à croire que c'est arrivé.
it_it: Non riesco a credere che sia appena successo.

source: Why do I feel such an urge to kneel down, kiss [kate]'s shoes, and thank her?
fr_fr: Pourquoi ai-je tellement envie de m'agenouiller, d'embrasser les chaussures de [kate] et de la remercier ?
it_it: Perché sento una tale voglia di inginocchiarmi, baci le scarpe di [kate]e la ringrazio?

source: She's messing with my head.
fr_fr: Elle est en désordre avec ma tête.
it_it: Sta disordinando con la mia testa.

source: Ugh, need to shake it off. Her noose is tightening.
fr_fr: Ugh, il faut la secouer. Son nez se resserre.
it_it: Ugh, ha bisogno di scuoterlo. Il suo cappio si stringe.

source: Even though I'm slowly falling under [kate]'s spell, helping [lindsey] was a good thing.
fr_fr: Même si je tombe lentement sous [kate]'s, aider [lindsey] a été une bonne chose.
it_it: Anche se sto lentamente cadendo sotto l'incantesimo di [kate], aiutare [lindsey] è stata una buona cosa.

source: Getting her water is not much, but the [nurse] said it might help.
fr_fr: Obtenir son eau n'est pas beaucoup, mais le [nurse] a dit que ça pourrait aider.
it_it: Ottenere l'acqua non è molto, ma la [nurse] ha detto che potrebbe aiutare.

source: It's probably best to watch over her from now on.
fr_fr: C'est probablement mieux de la regarder à partir de maintenant.
it_it: Probabilmente è meglio sorvegliarla da ora in poi.

source: [_kate_s_neutral_] You're far from done, missy.
fr_fr: [Vous êtes loin d'avoir fini, mademoiselle.
it_it: [_kate_s_neutral_] Sei lungi dall'essere fatto, mancante.
