Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_motive.po
Languages: fr_fr, it_it

source: ??? [special_delimiter] Debauchery! That is what it is!
fr_fr: ??? [special_delimiter] Écloserie ! C'est ce qu'il est !
it_it: ??? [special_delimiter] Debauchery! Questo è quello che è!

source: [_mrsl_] Well, it's part of the curriculum...
fr_fr: [_mrsl_] Eh bien, c'est une partie du curriculum ...
it_it: [_mrsl_] Beh, fa parte del curriculum...

source: [_mrsl_] No... what is outrageous... mmm... is what you've been up to lately...
fr_fr: [_mrsl_] Non. .. ce qui est scandaleux ... mmm ... c'est ce que vous avez été jusqu'à récemment ...
it_it: [_mrsl_] No... quello che è oltraggioso... mmm... è quello che sei stato fino a ultimamente...

source: [_mrsl_] It doesn't take a genius to figure out... that you're stirring the pot...
fr_fr: [_mrsl_] Il ne faut pas un génie pour comprendre ... que vous remuez le pot ...
it_it: [_mrsl_] Non ci vuole un genio per capire... che stai mescolando il piatto...

source: Oh, I hit the spot.
fr_fr: Oh, j'ai touché l'endroit.
it_it: Oh, ho colpito il posto.

source: [_mrsl_] What I don't understand... is why you're doing me a favor...
fr_fr: [_mrsl_] Ce que je ne comprends pas ... c'est pourquoi tu me fais une faveur ...
it_it: [_mrsl_] Quello che non capisco... è perché mi stai facendo un favore...

source: [_mrsl_] Could it be that you're... mmm... trying to lose...? Are you secretly a masochist...?
fr_fr: [_mrsl_] Est-ce que vous êtes ... mmm ... essayer de perdre ...? Êtes-vous secrètement un masochiste ...?
it_it: [_mrsl_] Potrebbe essere che si... mmm... cercando di perdere...? Sei segretamente un masochista...?

source: ??? [special_delimiter] Do not look at me like that.
fr_fr: ??? [special_delimiter] Ne me regardez pas comme ça.
it_it: ??? [special_delimiter] Non mi guardo così.

source: Oh, well. You can't just lick someone's pussy and not get caught.
fr_fr: Oh, bien. Tu ne peux pas lécher la chatte de quelqu'un et ne pas se faire prendre.
it_it: Oh, bene. Non puoi semplicemente leccare la figa di qualcuno e non farsi catturare.

source: [_mrsl_] Society is perfectly fine with how I dress, and so is the school board.{space=-20}
fr_fr: [_mrsl_] La société est parfaitement fine avec la façon dont je m'habille, et donc la commission scolaire. {space=-20}
it_it: [_mrsl_] Society è perfettamente bene con come mi vesto, e così è la scuola.{space=-20}

source: [_mrsl_] Would you really deprive these young minds of their education in art{space=-10} and anatomy?
fr_fr: [_mrsl_] Pourriez-vous vraiment priver ces jeunes esprits de leur éducation dans l'art {space=-10} et de l'anatomie ?
it_it: [_mrsl_] priveresti davvero queste giovani menti della loro educazione all'art{space=-10} e all'anatomia?

source: [_mrsl_] Well, it's part of the curriculum!
fr_fr: [_mrsl_] Bien, ça fait partie du programme !
it_it: [_mrsl_] Beh, fa parte del curriculum!

source: [_mrsl_] No, what is outrageous is what you've been up to lately.
fr_fr: [_mrsl_] Non, ce qui est scandaleux, c'est ce que vous avez été ces derniers temps.
it_it: [_mrsl_] No, ciò che è oltraggioso è quello che sei stato fino a ultimamente.

source: [_mrsl_] It doesn't take a genius to figure out that you're stirring the pot.
fr_fr: [_mrsl_] Ce n'est pas un génie de comprendre que vous remuez le pot.
it_it: [_mrsl_] Non ci vuole un genio per capire che stai mescolando il piatto.

source: [_mrsl_] What I don't understand is why you're doing me a favor.
fr_fr: [_mrsl_] Ce que je ne comprends pas, c'est pourquoi tu me fais une faveur.
it_it: [_mrsl_] Quello che non capisco è il motivo per cui mi stai facendo un favore.

source: [_mrsl_] Could it be that you're trying to lose? Are you secretly a masochist?{space=-5}
fr_fr: [_mrsl_] Est-ce que vous essayez de perdre ? Etes-vous secrètement un masochiste ? {space=-5}
it_it: [_mrsl_] Potrebbe essere che stai cercando di perdere? Sei segretamente un masochista?{space=-5}

source: ??? [special_delimiter] I admit, things did get out of hand.
fr_fr: ??? [special_delimiter] J'admets que les choses ont été hors de portée.
it_it: ??? [special_delimiter] Ammetto, le cose sono sfuggite di mano.

source: ??? [special_delimiter] That slap should never have happened.
fr_fr: ??? [special_delimiter] Cette gifle n'aurait jamais dû arriver.
it_it: ??? [special_delimiter] Quel schiaffo non avrebbe mai dovuto accadere.

source: [_mrsl_] Oh... but it was inevitable...
fr_fr: [_mrsl_] Oh ... mais c'était inévitable ...
it_it: [_mrsl_] Oh... ma era inevitabile...

source: [_mrsl_] Oh, but it was inevitable!
fr_fr: [_mrsl_] Oh, mais c'était inévitable !
it_it: [_mrsl_] Oh, ma era inevitabile!

source: [_mrsl_] What exactly was your plan...? You know you can't... mmm.... influence the boy...
fr_fr: [_mrsl_] Quel était exactement votre plan ... ? Tu sais que tu ne peux pas ... mmm ... influencer le garçon ...
it_it: [_mrsl_] Qual era esattamente il tuo piano...? Sai che non puoi... mmm.... influenzare il ragazzo...

source: [_mrsl_] What exactly was your plan? You know you can't influence the boy.
fr_fr: [_mrsl_] Quel était exactement votre plan ? Tu sais que tu ne peux pas influencer le garçon.
it_it: [_mrsl_] Qual era esattamente il tuo piano? Sai che non puoi influenzare il ragazzo.

source: ...the boy?
fr_fr: ... le garçon ?
it_it: ...il ragazzo?

source: ??? [special_delimiter] Oh, please.
fr_fr: ??? [special_delimiter] Oh, s'il vous plaît.
it_it: ??? [special_delimiter] Oh, per favore.

source: ??? [special_delimiter] Apart from the slap, and the fact that someone stole the girl's entire locker, it turned out quite well.
fr_fr: ??? [special_delimiter] En dehors de la gifle, et le fait que quelqu'un a volé le casier entier de la fille, il s'est avéré très bien.
it_it: ??? [special_delimiter] A parte lo schiaffo, e il fatto che qualcuno rubò l'intero armadietto della ragazza, si è scoperto abbastanza bene.

source: ??? [special_delimiter] Apart from the fact that someone stole the girl's entire locker, it turned out quite well.
fr_fr: ??? [special_delimiter] En dehors du fait que quelqu'un a volé le casier entier de la fille, il s'est assez bien passé.
it_it: ??? [special_delimiter] A parte il fatto che qualcuno ha rubato l'intero armadietto della ragazza, si è rivelato abbastanza bene.

source: ??? [special_delimiter] Apart from the slap, it turned out quite well.
fr_fr: ??? [special_delimiter] En dehors de la gifle, il s'est assez bien tourné.
it_it: ??? [special_delimiter] A parte lo schiaffo, si è spento abbastanza bene.

source: ??? [special_delimiter] Oh, please. It turned out quite well.
fr_fr: ??? [special_delimiter] Oh, s'il vous plaît. Ça s'est assez bien tourné.
it_it: ??? [special_delimiter] Oh, per favore. Si è spento abbastanza bene.

source: ??? [special_delimiter] Someone steals a precious item from the girl. The boy successfully plays the hero, and they fall in love.
fr_fr: ??? [special_delimiter] Quelqu'un vole un précieux article de la fille. Le garçon joue avec succès le héros, et ils tombent amoureux.
it_it: ??? [special_delimiter] Qualcuno ruba un oggetto prezioso dalla ragazza. Il ragazzo suona con successo l'eroe, e si innamorano.

source: ??? [special_delimiter] Beautiful, isn't it?
fr_fr: ??? [special_delimiter] Belle, n'est-ce pas ?
it_it: ??? [special_delimiter] Bello, vero?

source: Wait, is she talking about me and [isabelle]?
fr_fr: Attends, elle parle de moi et de [isabelle] ?
it_it: Aspetta, sta parlando di me e di [isabelle]?

source: [_mrsl_s_under_desk_closed_legs_] You cheating bitch!
fr_fr: [Espèce de salope infidèle !
it_it: [_mrsl_s_under_desk_closed_legs_] Hai imbrogliato la cagna!

source: ??? [special_delimiter] Absolutely untrue. The rules specifically say, no {i}direct{/} influence.
fr_fr: ??? [special_delimiter] Absolument inexact. Les règles disent spécifiquement, pas d'influence directe de {i}{/}.
it_it: ??? [special_delimiter] Assolutamente falso. Le regole specificatamente dicono, no {i}diretto {/} influenza.

source: ??? [special_delimiter] The boy made the choice to help the girl. He could've stared at your oversized chest all day, but he did not.
fr_fr: ??? [special_delimiter] Le garçon a fait le choix d'aider la fille. Il aurait pu s'agroule à votre poitrine surdimensionnée toute la journée, mais il ne l'a pas fait.
it_it: ??? [special_delimiter] Il ragazzo ha fatto la scelta di aiutare la ragazza. Avrebbe potuto fissare il tuo petto oversize per tutto il giorno, ma non ha fatto.

source: [_mrsl_s_under_desk_closed_legs_] Oh, is this how you want to play it? By all means.
fr_fr: [_mrsl_s_under_desk_closed_legs_] Oh, c'est comme ça que tu veux jouer ? Par tous les moyens.
it_it: [_mrsl_s_under_desk_closed_legs_] Oh, è questo come si vuole giocare? Con tutti i mezzi.

source: [_mrsl_s_under_desk_closed_legs_] Now get the fuck out of my classroom!
fr_fr: [_mrsl_s_under_desk_closed_legs_] Maintenant, sortez de ma salle de classe !
it_it: [_mrsl_s_under_desk_closed_legs_] Ora ottieni il cazzo dalla mia classe!

source: ??? [special_delimiter] Oh, stop pouting. It's going to ruin your lipstick.
fr_fr: ??? [special_delimiter] Oh, stop pouting. Ça va ruine ton rouge à lèvres.
it_it: ??? [special_delimiter] Oh, smettere di picchiare. Sta per rovinare il rossetto.

source: Seems like they left...
fr_fr: On dirait qu'ils sont partis ...
it_it: Sembra che se ne siano andati...

source: What the hell is going on? Did this person really make [lindsey] steal [isabelle]'s chocolate hearts, knowing that I'd help her?
fr_fr: Qu'est-ce qui se passe ? Cette personne a-t-elle vraiment fait [lindsey] voler des cœurs au chocolat [isabelle], sachant que je l'aiderais ?
it_it: Che diavolo sta succedendo? Questa persona ha davvero fatto in modo che [lindsey] rubasse i cuori di cioccolato di [isabelle], sapendo che l'avrei aiutata?

source: That is so messed up.
fr_fr: C'est tellement désorbé.
it_it: Questo è così impazzito.

source: But also thanks, I guess? It really did help me get closer to [isabelle].
fr_fr: Mais aussi merci, je suppose ? Ça m'a vraiment aimé à me rapprocher du [isabelle].
it_it: Ma anche grazie, immagino? Mi ha davvero aiutato ad avvicinarmi alla [isabelle].

source: I just don't understand why...
fr_fr: Je ne comprends pas pourquoi ...
it_it: Semplicemente non capisco perché...

source: What's the motive in all of—
fr_fr: Quel est le motif dans tous les cas-
it_it: Qual è il motivo in tutto di—

source: God, I was so caught up in the mystery that I almost forgot that there's a gorgeous pussy just a few inches away from my face...
fr_fr: Mon Dieu, j'ai été tellement pris dans le mystère que j'ai presque oublié qu'il y a une magnifique chatte à quelques centimètres de mon visage ...
it_it: Dio, sono stato così intrappolato nel mistero che ho quasi dimenticato che c'è una figa splendida a pochi centimetri di distanza dal mio viso...

source: Does [mrsl] want me to finish what I started?
fr_fr: Est-ce que le [mrsl] veut que je termine ce que j'ai commencé ?
it_it: [mrsl] vuole che io finisca quello che ho iniziato?

source: Don't mind if I do...
fr_fr: Ne vous en faites pas si je ...
it_it: Non mi dispiace se faccio...

source: [_mrsl_] Mmmm! Yes!
fr_fr: [_mrsl_] Mmmm ! Oui !
it_it: [_mrsl_] Mmmm! Sì!

source: [_mrsl_] F-fuck!
fr_fr: [_mrsl_] M-Merde !

source: You have a filthy mouth, [mrsl].
fr_fr: Tu as une bouche sale, [mrsl].
it_it: Hai una bocca sporca, [mrsl].

source: [_mrsl_] Fuck! Fuck! Fuck!
fr_fr: [_mrsl_] Merde ! Putain ! Putain !

source: Damn, I actually made her climax!
fr_fr: Merde, j'ai fait son point culminant !
it_it: Dannazione, in realtà ho fatto il suo culmine!

source: I'll add that to my CV.
fr_fr: J'ajouterai ça à mon CV.
it_it: Lo aggiungerò al mio curriculum.

source: [_mrsl_s_under_desk_look_] This never happened.
fr_fr: [_mrsl_s_under_desk_look_] Cela ne s'est jamais produit.
it_it: [_mrsl_s_under_desk_look_] Questo non è mai successo.

source: She just got up and left.
fr_fr: Elle vient de se lever et de partir.
it_it: Si è appena alzata e se ne è andata.

source: I thought for sure she'd send me to the gulags for that...
fr_fr: J'ai pensé qu'elle m'enverrait les goulags pour ça ...
it_it: Ho pensato di sicuro che mi avrebbe mandato ai gulag per quello...

source: I don't know what's more bizarre — [mrsl] letting me eat her pussy or that weird conversation.
fr_fr: Je ne sais pas ce qui est plus bizarre- [mrsl] me laisser manger sa chatte ou cette conversation bizarre.
it_it: Non so cosa sia più bizzarro — [mrsl] lasciandomi mangiare la figa o quella strana conversazione.

source: I don't know what to make of this...
fr_fr: Je ne sais pas quoi faire de ça ...
it_it: Non so cosa fare di questo...

source: What a strange day...
fr_fr: Quelle journée étrange ...
it_it: Che strano giorno...

source: "Was it about how you're yearning to go to a concert with me?"
fr_fr: "Est-ce que c'était à propos du fait que tu as envie d'aller à un concert avec moi ?"
it_it: "Era su come stai anelando ad andare a un concerto con me?"

source: "Did it have something to do with jousting?"{space=-25}
fr_fr: "Est-ce que ça a quelque chose à voir avec la joute ?"{space=-25}
it_it: "Ha avuto qualcosa da fare con la jousting?"{space=-25}

source: "I was actually thinking about you as well..."{space=-15}
fr_fr: "Je pensais vraiment à vous aussi bien ..." {space=-15}
it_it: "Stavo pensando anche a te..."{space=-15}

source: "Sorry, but painting someone naked isn't my idea of a good date."
fr_fr: "Désolé, mais peindre quelqu'un nu n'est pas mon idée d'une bonne date."
it_it: "Siamo spiacenti, ma dipingere qualcuno nudo non è la mia idea di una buona data."

source: "I don't mind. [nude_model] has volunteered to model."
fr_fr: " Je ne pense pas. [nude_model] s'est porté volontaire pour le modèle . "
it_it: "Non mi dispiace. [nude_model] ha volontariamente per modellare."

source: "It chewed up the easel, but eventually escaped into the forest."
fr_fr: "Il a mâché le chevalet, mais a fini par s'échapper dans la forêt.
it_it: "Ha masticato il cavalletto, ma alla fine è fuggito nella foresta."

source: ?mc.charisma>=5@[mc.charisma]/5|{image=stats cha}|"I drowned it in the aquarium."
fr_fr: ?mc.charisma>=5@[mc.charisma]/5|{image=stats cha}|"Je l'ai noyé dans l'aquarium."
it_it: ?mc.charisma>=5@[mc.charisma]/5<unk> {image=stats cha}<unk> "L'ho annegato nell'acquario."

source: "Let's not dwell on the past."
fr_fr: "Ne nous attarder pas sur le passé."
it_it: "Non dimoriamo sul passato."

source: ?mc.lust>=5@[mc.lust]/5|{image=stats lust}|"Show me your boobs."
fr_fr: ?mc.lust>=5@[mc.lust]/5|{image=stats lust}|"Montrez-moi vos seins."
it_it: ?mc.lust>=5@[mc.lust]/5<unk> {image=stats lust}<unk> "Mostrami le tue tette."

source: "Tell me your darkest secret."
fr_fr: "Dis-moi ton secret le plus sombre."
it_it: "Dimmi il tuo segreto più oscuro."

source: "Wait here while I get help."
fr_fr: "Attendez ici, alors que j'ai de l'aide."
it_it: "Aspetta qui mentre ottengo aiuto."

source: "Bark like a dog."
fr_fr: "Aboie comme un chien."
it_it: "Corteccia come un cane."

source: "Give me the money in your wallet."
fr_fr: "Donnez-moi l'argent dans votre portefeuille."
it_it: "Dammi i soldi nel tuo portafoglio."

source: ?mc.lust>=8@[mc.lust]/8|{image=stats lust}|"Take your skirt and panties off."
fr_fr: ?mc.lust>=8@[mc.lust]/8|{image=stats lust}|"Prenez votre jupe et vos cultes."
it_it: ?mc.lust>=8@[mc.lust]/8<unk> {image=stats lust}<unk> "Togli via la gonna e le mutandine."

source: Move your hand lower
fr_fr: Déplacer votre main vers le bas
it_it: Sposta la mano in basso

source: Don't push your luck
fr_fr: Ne pousse pas votre chance
it_it: Non spingere la fortuna

source: "What question is that?"
fr_fr: "Quelle est la question ?"
it_it: "Che domanda è: quello?"

source: "Will you marry me?"
fr_fr: "Tu m'épouseras ?"
it_it: "Mi sposerete?"

source: "Will you let me fight in your honor, m'lady?"
fr_fr: "Tu me laisseras me battre en votre honneur, madame ?"
it_it: "Mi lascerai combattere in tuo onore, m'lady?"

source: "[lindsey] is so driven, it's hard not to be inspired."
fr_fr: "[lindsey] est si poussé, c'est dur de ne pas être inspiré. "
it_it: "[lindsey] è così guidato, è difficile non essere ispirati."

source: "Your assets are invaluable..."
fr_fr: "Vos atouts sont inestimables ..."
it_it: "I tuoi beni sono preziosi..."

source: ?mc.lust>=8@[mc.lust]/8|{image=stats lust}|"I think it's time for you to undress, [mrsl]."
fr_fr: ?mc.lust>=8@[mc.lust]/8|{image=stats lust}|"Je pense qu'il est temps pour vous de se déshabiller, [mrsl]."
it_it: ?mc.lust>=8@[mc.lust]/8|{image=stats lust}|"Penso che sia giunto il momento per te spogliarsi, [mrsl]."

source: "Are you okay, [lindsey]?"
fr_fr: "Tu vas bien, [lindsey] ?"
it_it: "Stai bene, [lindsey]?"

source: "You heard her!"
fr_fr: "Vous l'avez entendue !"
it_it: "L'hai sentita!"

source: "Can you put your hands behind your head?"
fr_fr: "Pouvez-vous mettre vos mains derrière votre tête ?"
it_it: "Riesci a mettere le mani dietro la testa?"

source: "Can you turn around slightly?"
fr_fr: "Peux-tu tourner un peu ?"
it_it: "Riesci a girare leggermente?"

source: "[lindsey] keeps tripping, and I think it's due to the heat."
fr_fr: "[lindsey] n'arrête pas de trébucher, et je pense que c'est dû à la chaleur."
it_it: "[lindsey] continua a viaggiare, e penso che sia dovuto al calore."

source: "I would like to examine the butterflies there for biology class."
fr_fr: "J'aimerais examiner les papillons là pour la biologie."
it_it: "Vorrei esaminare le farfalle lì per la classe di biologia."

source: "To let in some fresh air."
fr_fr: "Pour laisser un peu d'air frais."
it_it: "Lasciare un po' d'aria fresca."

source: ?mc.intellect>=5@[mc.intellect]/5|{image=stats int}|"The windows act as a greenhouse{space=-10} for the hall upstairs."
fr_fr: ?mc.intellect>=5@[mc.intellect]/5|{image=stats int}|"Les fenêtres agissent comme une serre {space=-10} pour la salle à l'étage."
it_it: ?mc.intellect>=5@[mc.intellect]/5<unk> {image=stats int}<unk> "Le finestre agiscono da serra{space=-10} per la sala al piano superiore."

source: Have a taste
fr_fr: Avoir un goût
it_it: Avere un gusto

source: [_mc_] Fine, fine, fine.
it_it: [_mc_] Fine, multa.

source: Perfection.
it_it: Perfezione.

source: Messages... messages...
it_it: Messaggi... messaggi...

source: Whoa!
it_it: Cha!

source: ?mrsl.lust>=5@[mrsl.lust]/5|{image=mrsl contact_icon}|{image=stats lust_3}|"Can you lift your leg up a bit?"
it_it: ?mrsl.lust>=5@[mrsl.lust]/5<unk> {image=mrsl contact_icon}<unk> {image=stats lust_3}<unk> "Riesci a sollevare la tua gamba un po'?"
