Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_book.po
Languages: it_it

source: [_lindsey_s_concerned_] Be careful!
it_it: [_lindsey_s_concerned_] Fai attenzione!

source: Here's my chance to impress [lindsey]!
it_it: Ecco la mia possibilità di impressionare [lindsey]!

source: Puh, that sucker is fast! It ran into the school.
it_it: Puh, quel succhiatore è veloce! Correva nella scuola.

source: [lindsey] is watching, so I can't give up yet...
it_it: [lindsey] sta guardando, quindi non posso ancora rinunciare...

source: "Well, suck it up, princess. Life's not a bed of roses."
it_it: "Beh, succhiatelo, principessa. La vita non è un letto di rose."

source: "I really am sorry! Is there anything I can do to make it up to you?"
it_it: "Mi dispiace veramente! C'è qualcosa che posso fare per farlo?"

source: "What do you usually read?"
it_it: "Che cosa leggete di solito?"

source: "Do you know when it'll open?"
it_it: "Sai quando si aprirà?"

source: "How are you doing, [lindsey]?"
it_it: "Come stai facendo, [lindsey]?"

source: "Quit playing games and be more grateful."
it_it: "Smettere di giocare e essere più grati."

source: "It's one of [isabelle]'s favorites."
it_it: "È uno dei preferiti di [isabelle]."

source: "It's not the easiest read, but I figured you could handle it."
it_it: "Non è la lettura più facile, ma ho pensato che si poteva gestire."

source: "Maybe I can help with that?"
it_it: "Forse posso aiutarlo?"

source: "If I bring you an easel, will you let me watch?"
it_it: "Se ti porto un cavalletto, mi lascerai guardare?"

source: "Your model ship is the centerpiece in the art classroom!"
it_it: "La tua nave modello è il fulcro dell'aula d'arte!"

source: "I could teach you."
it_it: "Ti potrei insegnare."

source: ?mc.strength>=5@[mc.strength]/5|{image=stats str}|Chase it
it_it: ?mc.strength>=5@[mc.strength]/5<unk> {image=stats str}<unk> Chase it
