Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_motive.po
Languages: fr_fr, it_it

source: [_mc_] I won't tell. I'm just trying to figure out what's going on...
fr_fr: [_mc_] Je ne le dirai pas. J'essaie juste de comprendre ce qui se passe ...
it_it: [_mc_] non lo dirò. Sto solo cercando di capire cosa sta succedendo...

source: [_jacklyn_s_excited_right_] Well, I kept it 'cause that sugar snap is totally adorbs.
fr_fr: [_jacklyn_s_excited_right_] Eh bien, je l'ai gardé " parce que le sucre est tout à fait adorable.
it_it: [_jacklyn_s_excited_right_] Beh, ho tenuto 'causa che lo zucchero scatto è totalmente adorbs.

source: [_jacklyn_s_laughing_] I don't dabble, but the gesture really fondled my blood pump.
fr_fr: [_jacklyn_s_laughing_] Je ne m'y connais pas en la matière, mais ce geste m'a vraiment mis la puce à l'oreille.
it_it: [_jacklyn_s_laughing_] Non mi dispiace, ma il gesto mi ha davvero accarezzato la mia pompa di sangue.

source: [_mc_] Why did you throw it away, then?
fr_fr: [_mc_] Pourquoi vous l'avez jeté, alors ?
it_it: [_mc_] Perché l'hai buttata via, allora?

source: [_jacklyn_s_annoyed_] I didn't. Some freebooter criminalized me.
fr_fr: [Je ne l'ai pas fait. Un flibustier m'a criminalisé.
it_it: [_jacklyn_s_annoyed_] Non l'ho fatto. Alcuni freebooter mi hanno criminalizzato.

source: [_mc_] So... someone stole it from you, and you lied because you didn't want to tell me that you'd kept it?
fr_fr: [_mc_] Alors ... quelqu'un vous l'a volé, et tu as menti parce que tu ne voulais pas me dire que tu l'avais garé ?
it_it: [_mc_] Qualcuno lo ha rubato e hai mentito perché non volevi dirmi che lo avevi mantenuto?

source: [_jacklyn_s_excited_] On the dough, baker-bro!
fr_fr: [_jacklyn_s_excité_] Sur la pâte, boulanger !
it_it: [_jacklyn_s_excited_] Sulla pasta, panificatore-bro!

source: [_mc_] I don't believe you.
fr_fr: [_mc_] Je ne vous crois pas.
it_it: [_mc_] Io non ti credo.

source: [_mc_] You keep saying you don't dabble, but you don't strike me as someone{space=-50} who would care if people thought you were gay.
fr_fr: [_mc_] Vous continuez à dire que vous ne fléchissez pas, mais vous ne me frappe pas comme quelqu'un {space=-50} qui s'en soucierait si les gens pensaient que vous étiez gay.
it_it: [_mc_] Continui a dire che non sei dabble, ma non mi colpisci come qualcuno{space=-50} a cui interesserebbe se la gente pensasse che tu fossi gay.

source: [_jacklyn_s_thinking_] That's a four-oh-four for me.
fr_fr: [_jacklyn_s_thinking_] C'est quatre-oh-quatre pour moi.
it_it: [_jacklyn_s_thinking_] Questo è un quattro oh-quattro per me.

source: [_mc_] What I'm trying to say is, you wouldn't hide the box.
fr_fr: [_mc_] Ce que j'essaie de dire, c'est que tu ne cacherais pas la boîte.
it_it: [_mc_] Quello che sto cercando di dire è che non nasconderesti la scatola.

source: [_mc_] You'd own it.
fr_fr: [_mc_] Vous le feriez.
it_it: [_mc_] Tu lo possiedi.

source: [_jacklyn_s_smile_] Seems like you have some horsepower in that egg.
fr_fr: [_jacklyn_s_smile_] On dirait que vous avez de la puissance dans cet œuf.
it_it: [_jacklyn_s_smile_] Sembra che tu abbia un certo potere di cavallo in quell'uovo.

source: [_jacklyn_s_smile_] If you must know, someone gilded my wallet in exchange for hiding it.{space=-35}
fr_fr: [_jacklyn_s_Souriez_] Si vous devez savoir, quelqu'un a doré mon portefeuille en échange de le cacher. {space=-35}
it_it: [_jacklyn_s_smile_] Se devi sapere, qualcuno ha dorato il mio portafoglio in cambio di nasconderlo.{space=-35}

source: [_mc_] Who?
fr_fr: [_mc_] Qui ?
it_it: [_mc_] Chi?

source: [_jacklyn_s_neutral_] No idea. Just got a letter and a check.
fr_fr: [_jacklyn_s_neutral_] Aucune idée. J'ai juste une lettre et un chèque.
it_it: [_jacklyn_s_neutral_] Nessuna idea. Basta avere una lettera e un assegno.

source: [_mc_] Do you still have the letter?
fr_fr: [_mc_] Avez-vous toujours la lettre ?
it_it: [_mc_] Hai ancora la lettera?

source: [_jacklyn_s_neutral_] Unfortunately not. The sender asked me to burn it.
fr_fr: [_jacklyn_s_neutral_] Malheureusement non. L'expéditeur m'a demandé de le brûler.
it_it: [_jacklyn_s_neutral_] Purtroppo no. Il mittente mi ha chiesto di masterizzarlo.

source: Burn it? That sounds a lot like something [maxine] would do...
fr_fr: Burn it ? Ça ressemble beaucoup à quelque chose de [maxine]...
it_it: Bruciatelo? Sembra che qualcosa di [maxine] fare...

source: [_mc_] All right. Thanks for your help.
fr_fr: [_mc_] Très bien. Merci pour votre aide.
it_it: [_mc_] Va bene. Grazie per il tuo aiuto.

source: [_jacklyn_s_smile_hands_down_] Yeah, no big talk.
fr_fr: [_jacklyn_s_Souriez_hands_down_] Oui, pas de gros discours.
it_it: [_jacklyn_s_smile_hands_down_] Sì, nessun grande discorso.

source: [_maxine_s_afraid_] I confess!
fr_fr: [_maxine_s_afraid_] J'avoue !
it_it: [_maxine_s_afraid_] confesso!

source: [_mc_] You sent that letter?
fr_fr: [_mc_] Vous avez envoyé cette lettre ?
it_it: [_mc_] Hai inviato quella lettera?

source: [_maxine_s_thinking_] You're going to have to be more specific than that.
fr_fr: [_maxine_s_thinking_] Vous allez devoir être plus précis que ça.
it_it: [_maxine_s_thinking_] Dovrai essere più specifico di quello.

source: [_maxine_s_thinking_] Thousands of letters pass through my mailbox every day.
fr_fr: [_maxine_s_thinking_] Des milliers de lettres passent par ma boîte aux lettres tous les jours.
it_it: [_maxine_s_thinking_] Migliaia di lettere passano ogni giorno attraverso la mia casella di posta.

source: Thousands? Really?
fr_fr: Des milliers ? Vraiement ?
it_it: Mille? Davvero?

source: [_mc_] [jacklyn] said she got a letter asking her to hide [isabelle]'s box of chocolates.
fr_fr: [_mc_] [jacklyn] a dit avoir reçu une lettre lui demandant de cacher la boîte de chocolats [isabelle].
it_it: [_mc_] [jacklyn] ha detto che ha ricevuto una lettera chiedendole di nascondere la scatola di cioccolatini di [isabelle].

source: [_mc_] Do you know anything about that?
fr_fr: [_mc_] Est-ce que vous savez quoi que ce soit à ce sujet ?
it_it: [_mc_] Tu sai qualcosa a riguardo?

source: [_maxine_s_thinking_] No.
fr_fr: [_maxine_s_thinking_] Non.

source: [_mc_] No? I thought nothing slips past you.
fr_fr: [_mc_] Non ? Je pensais que rien ne vous glisse.
it_it: [_mc_] No? Ho pensato che non ti sfugga niente.

source: [_maxine_s_confident_] Slippery things slip past me. Soap, for example.
fr_fr: [_maxine_s_confident_] Les choses glissantes m'ont passé. Soap, par exemple.
it_it: [_maxine_s_confident_] Le cose scivolano davanti a me. Sapone, per esempio.

source: [_maxine_s_skeptical_] That's why I don't shower in the school — slippery soap goblins.
fr_fr: [_maxine_s_skeptical_] C'est pourquoi je ne prends pas de douche dans les gobelets de savon glissants.
it_it: [_maxine_s_skeptical_] Ecco perché non faccio la doccia nella scuola, sapone scivoloso goblin.

source: [_mc_] Right. So, what exactly did you confess to earlier?
fr_fr: [_mc_] Droit. Alors, qu'est-ce que vous avez avoué plus tôt ?
it_it: [_mc_] Giusto. Quindi, cosa hai confessato esattamente in precedenza?

source: [_maxine_s_confident_hands_down_] Oh, the experiments, of course.
fr_fr: [_maxine_s_confident_hands_down_] Oh, les expériences, bien sûr.
it_it: [_maxine_s_confident_hands_down_] Oh, gli esperimenti, naturalmente.

source: [_mc_] What experiments?
fr_fr: [_mc_] Quelles expériences ?
it_it: [_mc_] Quali esperimenti?

source: [_maxine_s_confident_hands_down_] The human experiments currently taking place in the school.
fr_fr: [_maxine_s_confident_hands_down_] Les expériences humaines en cours à l'école.
it_it: [_maxine_s_confident_hands_down_] Gli esperimenti umani attualmente in corso nella scuola.

source: [_mc_] H-human... experiments...?
fr_fr: [_mc_] Expériences... humaines... ?
it_it: [_mc_] H-umano... esperimenti... ?

source: [_maxine_s_skeptical_] The Juice Apocalypse is coming. We need to be prepared.
fr_fr: [_maxine_s_skeptical_] La Juice Apocalypse arrive. Nous devons être prêts.
it_it: [_maxine_s_skeptical_] L'Apocalisse del succo sta arrivando. Dobbiamo essere preparati.

source: This is what [lindsey] confronted her about earlier.
fr_fr: C'est ce que [lindsey] l'a confrontée plus tôt.
it_it: Questo è ciò che [lindsey] l'ha affrontata prima.

source: Man, I was so dizzy then, I thought I hallucinated that whole thing...
fr_fr: J'étais si étourdi alors, j'ai cru que j'hallucinais tout ça ...
it_it: Uomo, allora ero così vertiginoso, pensavo di allucinare...

source: [_mc_] What exactly is the Juice Apocalypse?
fr_fr: [_mc_] Qu'est-ce que l'apocalypse des jus de fruits ?
it_it: [_mc_] Che cosa è esattamente l'Apocalisse del succo?

source: [_maxine_s_smile_] If you don't know, you're not meant to know.
fr_fr: [_maxine_s_Souriez_] Si vous ne savez pas, vous n'êtes pas censé savoir.
it_it: [_maxine_s_smile_] Se non lo sai, non hai intenzione di sapere.

source: [_mc_] Wow, that's helpful.
fr_fr: [_mc_] Wow, c'est utile.
it_it: [_mc_] Wow, è utile.

source: [_maxine_s_laughing_] You're welcome!
fr_fr: [_maxine_s_laughing_] Vous êtes les bienvenus !
it_it: [_maxine_s_laughing_] Sei il benvenuto!

source: [_mc_] Ugh... what kind of experiments are you running, anyway?
fr_fr: [_mc_] Ugh ... quel genre d'expériences vous utilisez, de toute façon ?
it_it: [_mc_] Ugh... che tipo di esperimenti stai correndo, comunque?

source: [_maxine_s_neutral_] Stress testing with different types of chemical compounds.
fr_fr: [_maxine_s_neutral_] Tests de résistance avec différents types de composés chimiques.
it_it: [_maxine_s_neutral_] Prova di stress con diversi tipi di composti chimici.

source: What the fuck?
fr_fr: Quelle baise ?
it_it: Che cazzo fa?

source: [_mc_] Who are your victims, err... I mean, subjects?
fr_fr: [_mc_] Qui sont vos victimes, err ... Je veux dire, les sujets ?
it_it: [_mc_] Chi sono le tue vittime, errare... voglio dire, sudditi?

source: [_maxine_s_smile_] I can't share any information other than that they're selected randomly.{space=-60}
fr_fr: [_maxine_s_Souriez_] Je ne peux partager aucune information autre que celle qu'ils sont sélectionnés au hasard. {space=-60}
it_it: [_maxine_s_smile_] Non posso condividere altre informazioni se non che siano selezionate in modo casuale.{space=-60}

source: [_mc_] What about me? I know that you've tested your shit on me.
fr_fr: [_mc_] Qu'en est-il de moi ? Je sais que tu as testé ta merde sur moi.
it_it: [_mc_] Che dire di me? So che hai provato la tua merda su di me.

source: [_maxine_s_laughing_] I can assure you that no excrement, mine or otherwise, was part of the experiment.
fr_fr: [_maxine_s_laughing_] Je peux vous assurer qu'aucun excrément, mine ou autre, ne faisait partie de l'expérience.
it_it: [_maxine_s_laughing_] Posso assicurarvi che nessun escremento, mio o altro, faceva parte dell'esperimento.

source: [_mc_] But you tested on me the other day.
fr_fr: [_mc_] Mais vous m'avez testé l'autre jour.
it_it: [_mc_] Ma tu mi hai messo alla prova l'altro giorno.

source: [_maxine_s_smile_] Due to the confidentiality of the double blind procedure, I can't discuss that with you.
fr_fr: [_maxine_s_Souriez_] En raison de la confidentialité de la procédure à double insu, je ne peux pas en discuter avec vous.
it_it: [_maxine_s_smile_] A causa della riservatezza della procedura in doppio cieco, non posso discuterne con te.

source: [_mc_] You put something in my damn strawberry juice!
fr_fr: [_mc_] Vous avez mis quelque chose dans mon jus de fraise !
it_it: [_mc_] Metti qualcosa nel mio maledetto succo di fragola!

source: [_maxine_s_smile_] No comment.
fr_fr: [_maxine_s_Souriez_] Aucun commentaire.
it_it: [_maxine_s_smile_] Nessun commento.

source: [_mc_] Did you experiment on [lindsey] too? Is that why she's been tripping so much lately?
fr_fr: [_mc_] Avez-vous déjà fait l'expérience du [lindsey] ? C'est pour ça qu'elle a tellement trébué ces derniers temps ?
it_it: [_mc_] Hai sperimentato anche su [lindsey] ? È per questo che lei sta inciampando così tanto di recente?

source: [_mc_] Did you experiment on [lindsey]? Is that why she's been tripping so much lately?
fr_fr: [_mc_] Avez-vous fait l'expérience du [lindsey] ? C'est pour ça qu'elle a tellement trébué ces derniers temps ?
it_it: [_mc_] Hai sperimentato su [lindsey]? È per questo che lei sta inciampando così tanto di recente?

source: [_maxine_s_thinking_] Side effects do not include loss of balance.
fr_fr: [_maxine_s_thinking_] Les effets secondaires ne comprennent pas la perte d'équilibre.
it_it: [_maxine_s_thinking_] Gli effetti indesiderati non includono perdita di equilibrio.

source: [_mc_] ...because that's caused by the saucer-eyed doll, right?
fr_fr: [_mc_] ... parce que c'est causé par la poupée à la poupée, non ?
it_it: [_mc_] ...perché è causato dalla bambola con gli occhi del piattino, giusto?

source: Some of these things are almost too dumb to say out loud.
fr_fr: Certaines de ces choses sont presque trop stupides pour dire à voix haute.
it_it: Alcune di queste cose sono quasi troppo stupide per dire ad alta voce.

source: [_maxine_s_sad_] That's been taken care of.
fr_fr: [_maxine_s_sad_] Ça a été pris en charge.
it_it: [_maxine_s_sad_] Questo è stato curato.

source: [_mc_] So, you're saying if she trips now, it has nothing to do with that doll or your experiment?
fr_fr: [_mc_] Alors, vous dites que si elle voyage maintenant, elle n'a rien à voir avec cette poupée ou votre expérience ?
it_it: [_mc_] Quindi, stai dicendo se lei viaggia ora, non ha nulla a che fare con quella bambola o il tuo esperimento?

source: [_maxine_s_thinking_] That would be correct.
fr_fr: [_maxine_s_thinking_] Ce serait correct.
it_it: [_maxine_s_thinking_] Sarebbe corretto.

source: [_mc_] And what exactly are the side effects of this drug?
fr_fr: [_mc_] Et quels sont exactement les effets secondaires de ce médicament ?
it_it: [_mc_] E quali sono esattamente gli effetti collaterali di questo farmaco?

source: [_maxine_s_thinking_] It's not a drug.
fr_fr: [_maxine_s_thinking_] Ce n'est pas un médicament.
it_it: [_maxine_s_thinking_] Non è una droga.

source: [_mc_] Sorry, this {i}chemical compound...{/}
fr_fr: [_mc_] Désolé, ce composé chimique {i}... {/}
it_it: [_mc_] Siamo spiacenti, questo composto chimico {i}...{/}

source: [_maxine_s_skeptical_] Side effects include dizziness, memory loss, and hypno-somnambulism.{space=-80}
fr_fr: [_maxine_s_skeptical_] Les effets secondaires comprennent les étourdissements, la perte de mémoire et l'hypno somnambulisme. {space=-80}
it_it: [_maxine_s_skeptical_] Gli effetti collaterali includono vertigini, perdita di memoria e ipno-sonnambulismo.{space=-80}

source: [_mc_] Are you serious?
fr_fr: [_mc_] Êtes-vous sérieux ?
it_it: [_mc_] Sei serio?

source: [_maxine_s_skeptical_] Absolutely. Science is nothing to joke about.
fr_fr: [_maxine_s_skeptical_] Absolument. La science n'est rien pour plaisanter.
it_it: [_maxine_s_skeptical_] Assolutamente. La scienza non è nulla di cui scherzare.

source: [lindsey] didn't remember the shoe incident or stealing [isabelle]'s chocolate hearts...
fr_fr: [lindsey] ne se souvient pas de l'incident des chaussures ou du vol des cœurs en chocolat d'[isabelle]...
it_it: [lindsey] non ricordava l'incidente della scarpa o rubava i cuori di cioccolato di [isabelle]...

source: But what the hell does hypno-somnambulism mean?
fr_fr: Mais qu'est-ce que l'hypno-somnambulisme ?
it_it: Ma cosa significa l'inferno ipno-sonnambulismo?

source: [_mc_] If you run experiments on me or [lindsey] again, I'm reporting you to the principal.
fr_fr: [_mc_] Si vous exécutez à nouveau des expériences sur moi ou [lindsey] , je vous rapporte au directeur.
it_it: [_mc_] Se esegui esperimenti su di me o [lindsey] di nuovo, ti sto segnalando al principale.

source: [_maxine_s_annoyed_] Why?
fr_fr: [_maxine_s_annoyed_] Pourquoi ?
it_it: [_maxine_s_annoyed_] Perché?

source: [_mc_] Because we're not your guinea pigs!
fr_fr: [_mc_] Parce que nous ne sommes pas vos cobayes !
it_it: [_mc_] Perché non siamo le tue cavie!

source: [_maxine_s_angry_] How dare you stand in the way of science?
fr_fr: [_maxine_s_angry_] Comment osez-vous résister à la science ?
it_it: [_maxine_s_angry_] Come osate ostacolare la scienza?

source: [_mc_] It's simple. I'm a daredevil.
fr_fr: [_mc_] C'est simple. Je suis un casse-cou.
it_it: [_mc_] È semplice. Sono un diavolo.

source: [_maxine_s_neutral_] I see. Have a good day.
fr_fr: [Je vois. Je vous souhaite une bonne journée.
it_it: [_maxine_s_neutral_] lo vedo. Buona giornata.

source: I should probably google hypno-whatever...
fr_fr: Je devrais probablement googler hypno-quoi que ce soit...
it_it: Probabilmente dovrei Google ipno...

source: {i}"Hypno... somn...ambulism..."{/}
fr_fr: {i}"Hypno... somn... ambulisme..."{/}
it_it: {i}"Hypno... somn...ambulismo..."{/}

source: Let's see here...
fr_fr: Voyons voir ici ...
it_it: Vediamo qui...

source: {i}"A trance-like mental state in which a person experiences increased suggestibility."{/}
fr_fr: {i}"Un état mental de type transe dans lequel une personne éprouve une plus grande suggestibilité." {/}
it_it: {i}"Uno stato mentale simile a trance in cui una persona sperimenta una maggiore suggestibilità."{/}

source: {i}"Unlike a regular hypnotic static, the person does not experience hyper-awareness."{/}
fr_fr: {i}"Contrairement à un statique courant hypnotique, la personne n'a pas d'hyper-sensibilité." {/}
it_it: {i}"A differenza di una statica ipnotica regolare, la persona non sperimenta iper-consapevolezza."{/}

source: {i}"Instead, the hypno-somnambulism state is more akin to sleepwalking."{/}{space=-70}
fr_fr: {i}"Au contraire, l'état d'hypno-somnambulisme est plus proche du somnambulisme."{/}{space=-70}
it_it: {i}"Invece, lo stato di ipno-sonnambulismo è più simile al sonno."{/}{space=-70}

source: Son of a bitch.
fr_fr: Fils d'une salope.
it_it: Figlio di una cagna.

source: If [lindsey] entered this state, someone could've told her to steal [isabelle]'s chocolate hearts.
fr_fr: Si le [lindsey] est entré dans cet état, quelqu'un aurait pu lui dire de voler les cœurs de chocolat de [isabelle]'s.
it_it: Se [lindsey] entrasse in questo stato, qualcuno le avrebbe detto di rubare i cuori di cioccolato di [isabelle].

source: This explains everything...
fr_fr: Ceci explique tout ...
it_it: Questo spiega tutto...

source: Well, everything except who did it.
fr_fr: Eh bien, tout sauf qui l'a fait.
it_it: Beh, tutto tranne chi l'ha fatto.

source: If [kate] was behind it, she would've rubbed it in [isabelle]'s face by now.{space=-35}
fr_fr: Si [kate] était derrière elle, elle l'aurait frotée dans [isabelle]'s d'ici maintenant. {space=-35}
it_it: Se [kate] fosse alle spalle, lo avrebbe strofinato nella faccia di [isabelle]ora.{space=-35}

source: But if [kate] didn't do this, I'm all out of leads...
fr_fr: Mais si le [kate] n'a pas fait ça, je suis hors de piste ...
it_it: Ma se [kate] non ha fatto questo, sono tutto fuori dai guidi...

source: Does anyone else have a bone to pick with [isabelle]?
fr_fr: Quelqu'un d'autre a-t-il un os à choisir avec le [isabelle] ?
it_it: Qualcuno ha un osso da scegliere con [isabelle]?

source: She can be a bit stuck-up sometimes, but people generally like her.
fr_fr: Elle peut être un peu coincé, parfois, mais des gens comme elle.
it_it: A volte può essere un po' bloccata, ma le persone generalmente piacciono.

source: Damn it! I refuse to let this be a dead end.
fr_fr: Merde ! Je refuse de laisser ça être une impasse.
it_it: Dannazione! Mi rifiuto di lasciare che questo sia un vicolo cieco.

source: Recounting the events, [lindsey] stole the box from [isabelle]'s locker before she went to practice and shared it with the team.
fr_fr: En racontant les événements, [lindsey] a volé la boîte du casier de [isabelle]'s avant de passer à la pratique et de la partager avec l'équipe.
it_it: Recuperando gli eventi, [lindsey] ha rubato il box dall'armadietto di [isabelle]prima che andasse a fare pratica e lo condivise con la squadra.

source: That much is fact.
fr_fr: C'est un fait.
it_it: Questo è un dato di fatto.

source: It's also a fact that [lindsey]'s practice starts first thing in the morning.{space=-45}
fr_fr: C'est aussi un fait que la pratique de [lindsey]commence le matin. {space=-45}
it_it: È anche un fatto che la pratica di [lindsey]inizia la prima cosa al mattino.{space=-45}

source: So, she must've stolen the box right after changing in the locker room. That's a pretty precise timeline.
fr_fr: Donc, elle a dû voler la boîte juste après avoir changé dans le vestiaire. C'est un calendrier assez précis.
it_it: Quindi, deve aver rubato la scatola subito dopo aver cambiato nello spogliatoio.

source: On the surveillance footage, [isabelle] went to her locker and picked up her sports bag, and then [lindsey] showed up right after that.
fr_fr: Sur les images de surveillance, [isabelle] s'est rendue à son casier et a ramassé son sac de sport, et le [lindsey] s'est montré juste après ça.
it_it: Sul filmato di sorveglianza, [isabelle] andò al suo armadietto e prese la sua borsa sportiva, e poi [lindsey] si presentò subito dopo.

source: So, if [isabelle] was heading toward the locker room and [lindsey] was heading toward the entrance hall...
fr_fr: Donc, si [isabelle] se dirigeait vers le vestiaire et [lindsey] se dirigeait vers le hall d'entrée ...
it_it: Quindi, se [isabelle] stava andando verso lo spogliatoio e [lindsey] stava andando verso il corridoio d'ingresso...

source: There's a big chance [isabelle] ran into [lindsey] on her way to the gym!{space=-25}
fr_fr: Il y a une grande chance, [isabelle] a couru dans [lindsey] sur le chemin de la gym ! {space=-25}
it_it: C'è una grande probabilità che [isabelle] si imbattesse in [lindsey] sulla sua strada per la palestra!{space=-25}

source: Perhaps she even saw who talked to [lindsey]!
fr_fr: Peut-être qu'elle a même vu qui parlait au [lindsey]!
it_it: Forse ha anche visto chi ha parlato con [lindsey]!

source: [mc], you're a goddamn genius.
fr_fr: [mc], vous êtes un génie.
it_it: [mc], sei un genio maledetto.

source: [_isabelle_s_excited_] Hey, you look excited!
fr_fr: [_isabelle_s_excited_] Hé, vous avez l'air excité !
it_it: [_isabelle_s_excited_] Ehi, sembri eccitato!

source: [_mc_] Hey! I have something to ask you, and it's important that you try your best to remember.
fr_fr: [_mc_] Hé ! J'ai quelque chose à vous demander, et il est important que vous essayez de vous rappeler.
it_it: [_mc_] Ehi! Ho qualcosa da chiederti, ed è importante che tu faccia del tuo meglio per ricordarti.

source: [_isabelle_s_concerned_] This sounds serious. I'll do my best.
fr_fr: [_isabelle_s_concerned_] Cela semble sérieux. Je ferai de mon mieux.
it_it: [_isabelle_s_concerned_] Questo sembra serio. Farò del mio meglio.

source: [_mc_] Think back to the day your chocolate hearts were stolen.
fr_fr: [_mc_] Pensez au jour où vos cœurs de chocolat ont été volés.
it_it: [_mc_] Pensate al giorno in cui i vostri cuori di cioccolato sono stati rubati.

source: [_mc_] You came in through the entrance hall, went to your locker, and put your purse and chocolate box in.
fr_fr: [_mc_] Vous êtes passé par le hall d'entrée, vous êtes allés à votre casier, et vous avez mis votre sac à main et votre boîte au chocolat.
it_it: [_mc_] Sei entrato attraverso la sala d'ingresso, è andato al tuo armadietto, e mettere la borsa e la scatola di cioccolato.

source: [_isabelle_s_concerned_] I remember that.
fr_fr: [_isabelle_s_concerned_] Je me souviens de ça.
it_it: [_isabelle_s_concerned_] lo ricordo.

source: [_mc_] Then you grabbed your sports bag and headed up the stairs.
fr_fr: [_mc_] Ensuite, vous avez saisi votre sac de sport et vous avez gravé les escaliers.
it_it: [_mc_] Poi hai afferrato la tua borsa sportiva e ti sei diretto sulle scale.
