Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_motive.po
Languages: fr_fr, it_it

source: [_mc_] You mean the plant?
fr_fr: [_mc_] Vous voulez dire la plante ?
it_it: [_mc_] Intendi la pianta?

source: [_maxine_s_skeptical_] Do not touch the specimen. I'll be watching.
fr_fr: [_maxine_s_skeptical_] Ne touchez pas le spécimen. Je vais regarder.
it_it: [_maxine_s_skeptical_] Non toccare l'esemplare. Guarderò l'esemplare.

source: The [nurse]'s prized bonsai. I should probably find a less expensive plant.
fr_fr: Le bonzaï le plus prisé de [l'infirmière]. Je devrais probablement trouver une plante moins chère.
it_it: Il pregiato bonsai della [nurse]. Probabilmente dovrei trovare una pianta meno costosa.

source: This plant doesn't bloom until spring. I need to find another.
fr_fr: Cette plante ne fleurit pas avant le printemps. Je dois en trouver une autre.
it_it: Questa pianta non fiorisce fino alla primavera. Devo trovarne un'altra.

source: These plants have a distinct lack of insectoid customers on them...
fr_fr: Ces plantes ont un manque distinct de clients insectoïdes sur eux ...
it_it: Queste piante hanno una chiara mancanza di clienti insettoidi su di loro...

source: Maybe they're vegan or something.
fr_fr: Peut-être qu'ils sont végétaliens ou quelque chose.
it_it: Forse sono vegani o qualcosa.

source: This plant is glued to the floor.
fr_fr: Cette plante est collée au sol.
it_it: Questa pianta è incollata al pavimento.

source: Too many people tripped over it while trying to get downstairs.
fr_fr: Trop de personnes ont trébuché en essayant de descendre.
it_it: Troppe persone sono sopravvissute mentre cercano di scendere di sotto.

source: Smells fresh like a summer breeze.
fr_fr: Des odeurs fraîches comme une brise d'été.
it_it: Odora fresco come una brezza estiva.

source: I bet the butterflies will love this plant.
fr_fr: Je parie que les papillons adoreront cette plante.
it_it: Scommetto che le farfalle ameranno questa pianta.

source: Perfect for bat-pollination. Butterflies, not so much.
fr_fr: Parfait pour la pollinisation des chauves-souris. Les papillons, pas tant.
it_it: Perfetto per impollinazione dei pipistrelli. Farfalle, non tanto.

source: [_mc_] Come here, little insects!
fr_fr: [_mc_] Viens ici, petits insectes !
it_it: [_mc_] Vieni qui, piccoli insetti!

source: [_mc_] Smells good, doesn't it?
fr_fr: [_mc_] Les odeurs, n'est-ce pas ?
it_it: [_mc_] Odora bene, vero?

source: That should keep big brother occupied while I cut the power to the bathroom...
fr_fr: Cela devrait garder un grand frère occupé pendant que je coupe le pouvoir à la salle de bain ...
it_it: Che dovrebbe mantenere grande fratello occupato mentre ho tagliato il potere al bagno...

source: While my [item.title_lower] would be perfect for attracting the ladies, these butterflies are a bit more picky.
fr_fr: Alors que mon [item.title_lower] serait parfait pour attirer les femmes, ces papillons sont un peu plus exigeants.
it_it: Mentre la mia [item.title_lower] sarebbe perfetta per attirare le donne, queste farfalle sono un po' più piccanti.

source: Let the eye grow dim and the heart grow bold.
fr_fr: Que l'œil s'obscurcisse et que le cœur s'enhardisse.
it_it: Lasciate che l'occhio cresca fiocco, e il cuore cresca in grassetto.

source: All right, let's just unscrew the fuse to the women's bathroom...
fr_fr: Très bien, dévissons le fusible des toilettes des femmes...
it_it: Va bene, basta svitare la fusibile per il bagno delle donne...

source: There!
fr_fr: Voilà !
it_it: Lì!

source: [_kate_] Seriously?! The lights in the bathroom went out again! [withvpunch]
fr_fr: [_kate_] Sérieusement ?! Les lumières dans la salle de bain sont à nouveau étees ! [withvpunch]
it_it: [_kate_] Seriamente?! Le luci in bagno sono uscite! [withvpunch]

source: [_kate_] Can someone get the janitor or something?!
fr_fr: [_kate_] Quelqu'un peut-il obtenir le concierge ou quelque chose ?!
it_it: [_kate_] Qualcuno può ottenere il janitor o qualcosa?!

source: Okay, I better hurry.
fr_fr: Ok, je suis plus pressé.
it_it: Va bene, meglio che mi sbrigi.

source: Looks like the coast is clear.
fr_fr: On dirait que la côte est claire.
it_it: Sembra che la costa sia chiara.

source: Hmm... it's a bit hard to see in the dark, but [lindsey]'s bag should be in one of the lockers...
fr_fr: Hmm... c'est un peu difficile à voir dans l'obscurité, mais le sac de [lindsey] devrait être dans l'un des casiers...
it_it: Hmm... è un po' difficile da vedere al buio, ma la borsa di [lindsey]dovrebbe essere in uno degli armadietti...

source: I can't leave before I've found [lindsey]'s phone. This might be my only shot.
fr_fr: Je ne peux pas partir avant d'avoir trouvé le téléphone de [Lindsey]. C'est peut-être ma seule chance.
it_it: Non posso partire prima di aver trovato il telefono di [lindsey]. Questo potrebbe essere il mio unico colpo.

source: Why is there fresh urine here? Does one of the girls pee standing up?{space=-30}
fr_fr: Pourquoi y a-t-il de l'urine fraîche ici ? L'une des filles fait-elle pipi debout ? {space=-30}
it_it: Perché qui c'è urina fresca? Una delle ragazze fa pipì in piedi?{space=-30}

source: The men's bathroom doesn't have showers...
fr_fr: La salle de bain pour hommes n'a pas de douches ...
it_it: Il bagno maschile non ha doccie...

source: What is this blatant discrimination?
fr_fr: Quelle est cette discrimination flagrante ?
it_it: Che cos'è questa palese discriminazione?

source: If there's a sudden apocalypse of baseball-tossing zombies, this could come in handy...
fr_fr: S'il y a une soudaine apocalypse de zombies de baseball, ça pourrait venir à la main ...
it_it: Se c'è un'improvvisa apocalisse di zombie da baseball-gettare, questo potrebbe essere utile...

source: Ah, there it is — [lindsey]'s bag.
fr_fr: Ah, il y a le sac de [lindsey].
it_it: Ah, là è — la borsa di [lindsey].

source: Shirts... shoes...
fr_fr: Chemises ... chaussures ...
it_it: Camicie... scarpe...

source: Oh, a bra!
fr_fr: Oh, un soutien-gorge !

source: Aha! Found it!
fr_fr: Aha ! Trouvé !
it_it: Aha! Trovata!

source: Wow, even her phone is adorable.
fr_fr: Wow, même son téléphone est adorable.
it_it: Wow, anche il suo telefono è adorabile.

source: And no lock? She's so trusting!
fr_fr: Et pas de verrou ? Elle est tellement confiante !
it_it: E nessuna serratura? Lei è così fidata!

source: Hmm... let's see here...
fr_fr: Hmm ... voyons ici ...
it_it: Hmm... vediamo qui...

source: Damn. She has over two hundred contacts...
fr_fr: Merde. Elle a plus de deux cents contacts ...
it_it: Dannazione. Ha più di duecento contatti...

source: Imagine being that popular.
fr_fr: Imaginez être aussi populaire.
it_it: Immaginate di essere così popolare.

source: Chad, [kate], Tanner, [stacy]... I can't believe she's friends with them...
fr_fr: Chad, [kate], Tanner, [stacy]... Je n'arrive pas à croire qu'elle soit amie avec eux ...
it_it: Ciad, [kate], Tanner, [stacy]... non posso credere che lei sia amici con loro...

source: Well, she doesn't text a lot, so that's helpful.
fr_fr: Elle n'envoie pas beaucoup de SMS, ce qui est utile.
it_it: Beh, lei non scrive molto, quindi è utile.

source: I guess she's more of a face-to-face type of person.
fr_fr: Je suppose qu'elle est plus d'un type de personne face à face.
it_it: Immagino che sia più di un tipo faccia a faccia di persona.

source: Let's scroll down to the day she stole the box...
fr_fr: Faisons défiler jusqu'au jour où elle a volé la boîte ...
it_it: Scorriamo verso il basso fino al giorno in cui ha rubato la scatola...

source: Some messages from her dad...
fr_fr: Quelques messages de son père ...
it_it: Alcuni messaggi dal suo papà...

source: A bunch from her coach...
fr_fr: Un groupe de son entraîneur ...
it_it: Un mazzo dal suo allenatore...

source: A party invitation from [kate]... I'm jealous.
fr_fr: Une invitation de fête de [kate]... Je suis jaloux.
it_it: Un invito di festa da [kate]... sono geloso.

source: Hmm... here's something from someone called Mer.
fr_fr: Hmm ... voici quelque chose de quelqu'un appelé Mer.
it_it: Hmm... ecco qualcosa da qualcuno chiamato Mer.

source: I need to get to the bottom of this... or top, if we're talking about a text convo.
fr_fr: Il faut que j'aille au fond des choses... ou au sommet, s'il s'agit d'une conversation par texto.
it_it: Ho bisogno di arrivare in fondo a questo... o in alto, se stiamo parlando di un convoglio di testo.

source: Well, there it is. I knew [lindsey] was innocent!{nw}
fr_fr: Eh bien, c'est là. Je savais que [lindsey] était innocent !{nw}
it_it: Beh, c'è. Sapevo che [lindsey] era innocente!{nw}

source: Mer told her to do it... but who the hell is Mer?
fr_fr: Mer lui a dit de le faire ... mais qui est l'enfer Mer ?
it_it: Mer le ha detto di farlo... ma chi l'inferno è Mer?

source: I've never heard of anyone called that...
fr_fr: Je n'ai jamais entendu parler de quelqu'un qui a appelé ça ...
it_it: Non ho mai sentito parlare di nessuno...

source: They seem like a wholesome stalker of some kind.
fr_fr: Ils semblent être un étalon sain d'un genre quelconque.
it_it: Sembrano un sano stalker di qualche tipo.

source: Although, I guess that's what a fan is...
fr_fr: Bien que, je suppose que c'est ce qu'est un fan ...
it_it: Anche se, immagino che sia quello che un ventilatore...

source: [lindsey]'s probably used to it.
fr_fr: [lindsey]'s probablement utilisé.
it_it: [lindsey]probabilmente è abituato ad esso.

source: Hmm... maybe I can send them a message to lure them out?
fr_fr: Hmm ... peut-être que je peux leur envoyer un message pour les attirer ?
it_it: Hmm... forse posso inviare loro un messaggio per attirarli?

source: I need to find out who they are.
fr_fr: J'ai besoin de savoir qui ils sont.
it_it: Ho bisogno di scoprire chi sono.

source: [_lindsey_] Hey, Mer! You've been really supportive lately and I'd like to give you something in return.{nw}
fr_fr: [_lindsey_] Hé, Mer ! Vous avez vraiment appuyé ces derniers temps et j'aimerais vous donner quelque chose en retour.{nw}
it_it: [_lindsey_] Hey, Mer! Sei stato davvero di supporto ultimamente e vorrei darti qualcosa in cambio.{nw}

source: [_lindsey_] Meet me in the homeroom after school?{nw}
fr_fr: [_lindsey_] Rencontrez-moi dans le foyer après l'école ?{nw}
it_it: [_lindsey_] Incontrami nella homeroom dopo la scuola?{nw}

source: Perfect! Okay, let's catch this person.
fr_fr: Parfait ! Ok, attrapons cette personne.
it_it: Perfetto! Va bene, prendiamo questa persona.

source: That's enough snooping. I need to find out who Mer is.
fr_fr: Assez fouiné. Je dois découvrir qui est Mer.
it_it: È abbastanza snoope. Devo scoprire chi è Mer.

source: Hmm... no more mistakes were made here...
fr_fr: Hmm ... pas plus d'erreurs ont été faites ici ...
it_it: Hmm... non sono stati fatti più errori qui...

source: ...unless you count me looking inside the locker again despite knowing fully well that it's empty.
fr_fr: ... sauf si vous comptez que j'ai regardé à nouveau à l'intérieur du casier alors que je sais pertinemment qu'il est vide.
it_it: ...a meno che non mi contiate guardando all'interno dello spogliatoio ancora una volta, pur sapendo perfettamente che è vuoto.

source: Oh, someone made a grave mistake here!
fr_fr: Oh, quelqu'un a fait une grave erreur ici !
it_it: Oh, qualcuno ha fatto un grave errore qui!

source: It's some kind of... fluid? No harm in bottling it up, I guess...
fr_fr: C'est une sorte de liquide ? Pas de mal à l'embouteillage, je suppose ...
it_it: È qualche tipo di... fluido? Nessun danno nell'imbottigliamento su, immagino...

source: Just one hour until the end of the school day...
fr_fr: Juste une heure jusqu'à la fin de la journée de l'école ...
it_it: Solo un'ora fino alla fine della giornata scolastica...

source: School day is about to end...
fr_fr: La journée de l'école est sur le point de se terminer ...
it_it: La giornata scolastica sta per finire...

source: I should probably get my ass over to the homeroom now.
fr_fr: Je devrais probablement me rendre à la salle de classe maintenant.
it_it: Probabilmente dovrei arrivare il culo alla casa ora.

source: All right, I don't know who Mer is, but I'm going to find out.
fr_fr: D'accord, je ne sais pas qui est Mer, mais je vais le découvrir.
it_it: Va bene, non so chi sia Mer, ma lo scoprirò.

source: Just need to find a good hiding spot... I don't feel like getting beat up if it's Chad or some other muscle jock.
fr_fr: Il suffit de trouver une bonne cachette ... Je n'ai pas envie de me battre si c'est le Tchad ou un autre muscle.
it_it: Basta trovare un buon posto per nascondersi... Non ho voglia di battermi se è Ciad o qualche altro jock muscolare.

source: As much as I'd like to head over to the cafeteria for a quick strawberry juice on the rocks, now is not the time.
fr_fr: Tant que j'aimerais me rendre à la cafétéria pour un jus de fraises rapide sur les rochers, ce n'est pas le moment.
it_it: Per quanto mi piacerebbe andare alla caffetteria per un veloce succo di fragola sulle rocce, ora non è il momento.

source: One of these days, I'll use that rope to tie up [maxine]. But that has to wait.
fr_fr: Un de ces jours, j'utiliserai cette corde pour cravate [maxine]. Mais ça doit attendre.
it_it: Uno di questi giorni, userò quella corda per legare [maxine]. Ma questo deve aspettare.

source: Maybe I could squeeze into the space under the desk?
fr_fr: Peut-être que je pourrais coincer dans l'espace sous le bureau ?
it_it: Forse potrei spremere nello spazio sotto la scrivania?

source: Fuck, this is tighter than [lindsey]'s butt...
fr_fr: Putain, c'est plus serré que le cul de [lindsey]...
it_it: Scopo, questo è più stretto di [lindsey]'s butt...

source: At least, I'm somewhat hidden.
fr_fr: Au moins, je suis quelque peu caché.
it_it: Almeno, sono un po 'nascosto.

source: Ugh, my knees and back hurt already.
fr_fr: Ugh, mes genoux et le dos me font déjà mal.
it_it: Ugh, le mie ginocchia e schiena hanno già fatto male.

source: The things I do in search of the truth...
fr_fr: Les choses que je fais à la recherche de la vérité ...
it_it: Le cose che faccio alla ricerca della verità...

source: Man, it's getting late.
fr_fr: L'homme, il est en retard.
it_it: L'uomo, sta diventando in ritardo.

source: The guard is probably going to start locking up soon...
fr_fr: Le gardien va probablement commencer à s'enfermer bientôt ...
it_it: La guardia sta probabilmente per iniziare a bloccarsi presto...

source: Oh, shit! Someone's coming!
fr_fr: Oh, merde ! Quelqu'un vient !
it_it: Oh, merda! Qualcuno sta arrivando!

source: Wait, why are they coming over here?
fr_fr: Attends, pourquoi ils viennent ici ?
it_it: Aspetta, perché stanno arrivando qui?

source: Are my feet sticking out or something?
fr_fr: Mes pieds collent-ils ou quelque chose ?
it_it: I miei piedi stanno attaccando fuori o qualcosa?

source: Fuck, they're right by the desk—
fr_fr: Putain, ils sont juste par le bureau-
it_it: Scopo, sono a destra dalla scrivania—

source: Crap, crap, crap! Not good! Not good at all!
fr_fr: Crap, merde, merde ! Pas bon ! Pas bon du tout !
it_it: Crap, crap, crap! Non buono! Non bravo affatto!

source: What is [mrsl] doing here?!
fr_fr: Qu'est-ce que le [mrsl] fait ici ?!
it_it: Cosa sta facendo [mrsl] qui?!

source: God, her legs smell so good... like cigarettes and sex...
fr_fr: Dieu, ses jambes sentent si bien ... comme les cigarettes et le sexe ...
it_it: Dio, le sue gambe odorano così bene... come sigarette e sesso...

source: Wait, could it be that [mrsl] is Mer?
fr_fr: Attends, est-ce que le [mrsl] est Mer ?
it_it: Aspetta, potrebbe essere che [mrsl] è Mer?

source: Surely not, right?
fr_fr: Sûrement pas, pas vrai ?
it_it: Non è vero?

source: Why would she make [lindsey] steal the chocolate hearts? That makes zero sense.
fr_fr: Pourquoi est-ce qu'elle ferait [lindsey] voler les cœurs de chocolat ? Cela n'a aucun sens.
it_it: Perché farebbe [lindsey] rubare i cuori di cioccolato? Questo ha un senso zero.

source: Mer must be someone who would want to hurt [isabelle]. Nothing else really makes sense.
fr_fr: Mer doit être quelqu'un qui voudrait blesser [isabelle]. Rien d'autre n'a de sens.
it_it: Mer deve essere qualcuno che vorrebbe ferire [isabelle]. Niente altro ha veramente senso.

source: You naughty bitch, [mrsl]! Where are your panties?
fr_fr: Toi, salope, [mrsl]! Où sont vos cultes ?
it_it: Hai cattivo cagna, [mrsl]! Dove sono i tuoi antiparassitari?

source: God, her pussy is like a work of art. And that piercing... fuck!
fr_fr: Dieu, sa chatte est comme une œuvre d'art. Et ce perçage ... baise !
it_it: Dio, la sua figa è come un'opera d'arte. E quel piercing... scopa!

source: The things I would do to that pussy...
fr_fr: Les choses que je ferais à cette chatte ...
it_it: Le cose che farei a quella figa...

source: [_mrsl_s_under_desk_closed_legs_] What do {i}you{/} want?
fr_fr: [_mrsl_s_under_desk_closed_legs_] Que veulent les {i}{/} ?
it_it: [_mrsl_s_under_desk_closed_legs_] Cosa vuoi {i}{/}?

source: ??? [special_delimiter] Why are you here?
fr_fr: ??? [special_delimiter] Pourquoi êtes-vous ici ?
it_it: ??? [special_delimiter] Perché sei qui?

source: Huh? Who is that?
fr_fr: Huh ? Qui est-ce ?
it_it: Eh? Chi è?

source: I feel like I've heard her voice before.
fr_fr: J'ai l'impression d'avoir entendu sa voix auparavant.
it_it: Mi sento come se avessi già sentito la sua voce.

source: [_mrsl_s_under_desk_closed_legs_] Have you lost your last marbles, you crazy old bitch?
fr_fr: [_mrsl_s_under_desk_closed_legs_] Avez-vous perdu vos dernières billes, vous avez une vieille chienne ?
it_it: [_mrsl_s_under_desk_closed_legs_] Hai perso i tuoi ultimi marmi, impazzisci la vecchia cagna?

source: [_mrsl_s_under_desk_closed_legs_] I'm the homeroom teacher. This is the homeroom.
fr_fr: [Je suis le professeur principal. C'est la salle de classe.
it_it: [_mrsl_s_under_desk_closed_legs_] Sono l'insegnante di homeroom . Questo è l'homeroom.

source: ??? [special_delimiter] Watch your mouth, you fiend.
fr_fr: ??? [special_delimiter] Attention à votre bouche, vous fiez-vous.
it_it: ??? [special_delimiter] Guarda la tua bocca, tu fiend.

source: I can't believe what I'm hearing...
fr_fr: Je ne peux pas croire ce que j'entends ...
it_it: Non riesco a credere a quello che sto sentendo...

source: This is an entirely different side of [mrsl].
fr_fr: Il s'agit d'un côté entièrement différent de [mrsl].
it_it: Questo è un lato completamente diverso di [mrsl].

source: [_mrsl_s_under_desk_closed_legs_] You never set foot inside my classroom. Why now?
fr_fr: [_mrsl_s_under_desk_closed_legs_] Vous n'avez jamais mis le pied dans ma classe. Pourquoi ?
it_it: [_mrsl_s_under_desk_closed_legs_] Non hai mai messo piede nella mia classe. Perché adesso?

source: ??? [special_delimiter] That does not concern you.
fr_fr: ??? [special_delimiter] Cela ne vous concerne pas.
it_it: ??? [special_delimiter] Questo non ti riguarda.

source: From the sound of it, this person is Mer... and they expected to find [lindsey] here, not [mrsl].
fr_fr: Du son, cette personne est Mer ... et ils s'attendaient à trouver [lindsey] ici, pas [mrsl].
it_it: Dal suono di esso, questa persona è Mer... e si aspettavano di trovare [lindsey] qui, non [mrsl].

source: [_mrsl_s_under_desk_closed_legs_] Oh, secrets! Now, that's exciting!
fr_fr: [_mrsl_s_under_desk_closed_legs_] Oh, secrets ! Maintenant, c'est excitant !
it_it: [_mrsl_s_under_desk_closed_legs_] Oh, segreti! Ora, è emozionante!

source: [_mrsl_s_under_desk_closed_legs_] You're not breaking the rules, are you?
fr_fr: [Vous n'enfreignez pas les règles, n'est-ce pas ?
it_it: [_mrsl_s_under_desk_closed_legs_] Non stai infrangendo le regole, vero?

source: ??? [special_delimiter] That is rich coming from you.
fr_fr: ??? [special_delimiter] C'est riche venir de vous.
it_it: ??? [special_delimiter] Questo è ricco che viene da voi.

source: [_mrsl_s_under_desk_closed_legs_] I don't know what you're talking about.
fr_fr: [_mrsl_s_under_desk_closed_legs_] Je ne sais pas de quoi vous parlez.
it_it: [_mrsl_s_under_desk_closed_legs_] Non so di cosa state parlando.

source: Oh, god.
fr_fr: Oh, mon dieu.
it_it: Oh, dio.

source: Her pussy is so wet it glistens.
fr_fr: Sa chatte est tellement mouillée qu'elle glissa.
it_it: La sua figa è così bagnata che brilla.

source: Why is she so aroused all of a sudden?
fr_fr: Pourquoi est-elle si éveillé tout d'un coup ?
it_it: Perché è così suscitata tutto di un improvviso?

source: Her pussy is inches away from my face... I can almost taste it...
fr_fr: Sa chatte est loin de mon visage ... Je peux presque le déguster ...
it_it: La sua figa è lontana dal mio viso... posso quasi assaggiarla...

source: [mrsl] is in the middle of a serious argument with someone she hates...
fr_fr: [mrsl] est au milieu d'un argument sérieux avec quelqu'un qu'elle détestant ...
it_it: [mrsl] è nel bel mezzo di una seria discussione con qualcuno che odia...

source: There is no way she would admit that there's a student under her desk, eating her pussy.
fr_fr: Il n'y a aucun moyen qu'elle admette qu'il y a un étudiant sous son bureau, en mangeant sa chatte.
it_it: Non c'è modo che ammetterebbe che c'è una studentessa sotto la sua scrivania, mangiando la sua figa.

source: Right...?
fr_fr: C'est vrai...?
it_it: Giusto...?

source: ??? [special_delimiter] What now?
fr_fr: ??? [special_delimiter] Que maintenant ?
it_it: ??? [special_delimiter] Che cosa adesso?

source: [_mrsl_s_under_desk_tongue6_] Oh... nothing...
fr_fr: [_mrsl_s_under_desk_tongue6_] Oh ... rien ...
it_it: [_mrsl_s_under_desk_tongue6_] Oh... niente...

source: [_mrsl_s_under_desk_tongue6_] I was just... thinking about how ridiculous you look...
fr_fr: [_mrsl_s_under_desk_tongue6_] J'étais juste ... en train de penser à quel point tu regardes ridicule ...
it_it: [_mrsl_s_under_desk_tongue6_] Ero solo... pensando a quanto ridicolo vedete...

source: ??? [special_delimiter] You really need to take a look in the mirror.
fr_fr: ??? [special_delimiter] Vous devez vraiment regarder dans le miroir.
it_it: ??? [special_delimiter] Hai davvero bisogno di dare un'occhiata nello specchio.

source: She reacted, but didn't say anything...
fr_fr: Elle a réagi, mais n'a rien dit ...
it_it: Ha reagito, ma non ha detto niente...

source: That's practically an invitation, right?
fr_fr: C'est pratiquement une invitation, non ?
it_it: È praticamente un invito, giusto?

source: God, [mrsl] tastes like the seven deadly sins.
fr_fr: Dieu, [mrsl] a un goût comme les sept péchés mortels.
it_it: Dio, [mrsl] ha il sapore dei sette peccati mortali.

source: And she's already wetter than [flora] at the squid aquarium.
fr_fr: Et elle est déjà plus humide que [flora] dans l'aquarium du calamar.
it_it: E lei è già più umido di [flora] all'acquario dei calamari.

source: [_mrsl_] Mmm... society is perfectly fine with how I dress... and so is the school board...
fr_fr: [_mrsl_] Mmm ... la société est parfaitement fine avec la façon dont je m'habille ... et donc la commission scolaire ...
it_it: [_mrsl_] Mmm... la società è perfettamente bene con come mi vesto... e così è il consiglio scolastico...

source: ??? [special_delimiter] What about your naked escapade earlier? That must be against the rules.
fr_fr: ??? [special_delimiter] Qu'en est-il de votre escapade nue plus tôt ? Cela doit être contre les règles.
it_it: ??? [special_delimiter] Che ne dici della tua fuga nuda in precedenza? Che deve essere contro le regole.

source: [_mrsl_] Would you really deprive these young minds... mmm... of their education in art and anatomy...?
fr_fr: [_mrsl_] Vous prieriez vraiment ces jeunes esprits ... mmm ... de leur éducation dans l'art et l'anatomie ...?
it_it: [_mrsl_] priveresti davvero queste giovani menti... mmm... della loro educazione all'arte e all'anatomia...?
