Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_wrong.po
Languages: fr_fr, it_it

source: [_mc_] Do you have anything you can change into?
fr_fr: [_mc_] Avez-vous quelque chose que vous pouvez changer ?
it_it: [_mc_] Hai qualcosa in cui puoi cambiare?

source: [_lindsey_s_soaked_annoyed_] Yeah, in the women's locker room.
fr_fr: [_lindsey_s_soaked_annoyed_] Oui, dans le vestiaire pour femmes.
it_it: [_lindsey_s_soaked_annoyed_] Sì, nello spogliatoio delle donne.

source: Crap. Someone's coming up the stairs.
fr_fr: Crap. Quelqu'un est en train de monter les escaliers.
it_it: Crap. Qualcuno sta salendo le scale.

source: [_lindsey_s_soaked_sad_] People are coming! Oh, god! I'll die if they see me like this...
fr_fr: [_lindsey_s_soaked_sad_] Les gens viennent ! Oh, mon dieu ! Je mourrai s'ils me voient comme ça ...
it_it: [_lindsey_s_soaked_sad_] La gente sta arrivando! Oh, dio! Morirò se mi vedono così...

source: [_mc_] Quick, hide in the art classroom!
fr_fr: [_mc_] Vite, cachez-vous dans la classe d'art !
it_it: [_mc_] Rapido, nascondi nell'aula d'arte!

source: Oh, shit. Better put the mop away too!
fr_fr: Oh, merde. Mieux vaut s'éloigner de la foule !
it_it: Oh, merda. Meglio mettere via il mop troppo!

source: [_kate_s_confident_] You look awfully guilty.
fr_fr: [_kate_s_confident_] Vous avez l'air complètement coupable.
it_it: [_kate_s_confident_] Sembri terribilmente colpevole.

source: [_kate_s_confident_] What are you hiding?
fr_fr: [_kate_s_confident_] Qu'est-ce que tu caches ?
it_it: [_kate_s_confident_] Cosa ti stai nascondendo?

source: [_mc_] Just my disgust for you.
fr_fr: [_mc_] Juste mon dégoût pour vous.
it_it: [_mc_] Solo il mio disgusto per voi.

source: [_kate_s_laughing_] There's a difference between being disgusted and being disgusting. You're unfortunately the latter.
fr_fr: [_kate_s_laughing_] Il y a une différence entre être dégoûté et dégoûtant. Vous êtes malheureusement ce dernier.
it_it: [_kate_s_laughing_] C'è una differenza tra essere disgustati e essere disgustosi. Sfortunatamente sei il secondo.

source: [_kate_s_smile_] Now, if you'll excuse me, I have all sorts of important social obligations to attend to.
fr_fr: [_kate_s_Souriez_] Maintenant, si vous m'excusez, j'ai toutes sortes d'obligations sociales importantes à respecter.
it_it: [_kate_s_smile_] Ora, se mi scusi, ho tutti i tipi di obblighi sociali importanti a cui partecipare.

source: [_kate_s_smile_] Being popular is a lot of hard work... but you wouldn't know anything about that.
fr_fr: [_kate_s_Souriez_] Être populaire c'est beaucoup de travail ... mais vous ne savez rien de cela.
it_it: [_kate_s_smile_] Essere popolare è un sacco di duro lavoro... ma non si sa nulla di questo.

source: [_mc_] Nothing, ma'am.
fr_fr: [_mc_] Rien, madame.
it_it: [_mc_] Niente, ma'am.

source: [_kate_s_neutral_] Really, now?
fr_fr: [_kate_s_neutral_] Vraiement, maintenant ?
it_it: [_kate_s_neutral_] Davvero, adesso?

source: [_kate_s_neutral_] Then why is your face so red?
fr_fr: [_kate_s_neutral_] Alors pourquoi votre visage est-il si rouge ?
it_it: [_kate_s_neutral_] Allora perché il tuo volto è così rosso?

source: [_mc_] I, err... you make me nervous, ma'am.
fr_fr: [_mc_] I, err ... tu me rends nerveux, madame.
it_it: [_mc_] Io, erro... mi rendi nervoso, ma'am.

source: [_kate_s_excited_] Good! I like that you know your place.
fr_fr: [Bien ! J'aime que tu saches où est ta place.
it_it: [_kate_s_excited_] Buono! Mi piace che tu conosci il tuo posto.

source: [_kate_s_excited_] I could crush you under my heel at any time.
fr_fr: [_kate_s_excited_] Je pourrais vous écraser sous mon talon à tout moment.
it_it: [_kate_s_excited_] Potrei schiacciarti sotto il mio tallone in qualsiasi momento.

source: [_mc_] I know that...
fr_fr: [_mc_] Je sais que ...
it_it: [_mc_] lo so che...

source: [_kate_s_confident_] Good boy.
fr_fr: [_kate_s_confident_] Bon garçon.
it_it: [_kate_s_confident_] Buon ragazzo.

source: Ugh, she makes me feel so small.
fr_fr: Ugh, elle me fait sentir si petite.
it_it: Ugh, mi fa sentire così piccola.

source: Huh? Where did her clothes go?
fr_fr: Huh ? Où sont ses vêtements ?
it_it: Huh? Dove sono andati i suoi vestiti?

source: I don't think [lindsey] saw me come in.
fr_fr: Je ne pense pas que [lindsey] m'a vu venir.
it_it: Non penso che [lindsey] mi abbia visto entrare.

source: Can't stare at her too long, though. She might notice.
fr_fr: Il ne faut pas la fixer trop longtemps. Elle pourrait le remarquer.
it_it: Non la può fissare troppo a lungo, però. Potrebbe notare.

source: [_lindsey_s_afraid_] Eeep! Don't look!
fr_fr: [_lindsey_s_afraid_] Eeep ! Ne regarde pas !
it_it: [_lindsey_s_afraid_] Eeep! Non guardare!

source: [_mc_] I'm sorry, but why are you naked?
fr_fr: [_mc_] Je suis désolé, mais pourquoi tu es nu ?
it_it: [_mc_] mi dispiace, ma perché sei nudo?

source: [_lindsey_s_afraid_] My clothes were soaked! I can't afford to get a cold!
fr_fr: [_lindsey_s_afraid_] Mes vêtements ont été trempés ! Je ne peux pas me permettre d'avoir un rhume !
it_it: [_lindsey_s_afraid_] I miei vestiti sono stati ammollati! Non posso permettermi di prendere il freddo!

source: [_lindsey_s_afraid_] Stop looking!
fr_fr: [_lindsey_s_afraid_] Arrêtes de regarder !
it_it: [_lindsey_s_afraid_] Smettila di guardare!

source: [_mc_] Look, I'm closing my eyes!
fr_fr: [_mc_] Regarde, je ferme les yeux !
it_it: [_mc_] Guarda, sto chiudendo gli occhi!

source: [_lindsey_] No peeking! Promise!
fr_fr: [_maya_] Pas de coup d'œil ! Promis !
it_it: [_lindsey_] Non sbirciare! Promessa!

source: [_mc_] I promise.
fr_fr: [_mc_] Je promets.

source: [_mc_] But what are you going to do? Hide in here until your clothes dry?
fr_fr: [_mc_] Mais qu'allez-vous faire ? Cacher ici jusqu'à ce que tes vêtements se desséchez ?
it_it: [_mc_] Ma cosa farai? Nasconditi qui fino a quando i tuoi vestiti non si asciugheranno?

source: [_lindsey_] Um... I need you to get my clothes from the women's locker room...
fr_fr: [_maya_] J'ai besoin que tu ailles chercher mes vêtements dans le vestiaire des femmes...
it_it: [_lindsey_] Um... Ho bisogno di voi per ottenere i miei vestiti dallo spogliatoio donna...

source: [_mc_] Sure, no problem.
fr_fr: [_mc_] Bien sûr, pas de problème.
it_it: [_mc_] Certo, nessun problema.

source: [_lindsey_] Thank you! They're in the locker with trophy stickers on.
fr_fr: [_lindsey_] Merci ! Ils sont dans le casier avec des autocollants sur les trophées.
it_it: [_lindsey_] Grazie! Sono nello spogliatoio con adesivi trofei.

source: [_mc_] Are you sure you'll be okay while I'm gone?
fr_fr: [_mc_] Etes-vous sûr que vous allez bien pendant que je suis partie ?
it_it: [_mc_] Sei sicuro che starai bene mentre sono andato?

source: [_lindsey_] What do you mean?
fr_fr: [_lindsey_] Que voulez-vous dire ?
it_it: [_lindsey_] Che cosa intendi?

source: [_mc_] I mean, someone could come in here at any moment.
fr_fr: [_mc_] Je veux dire, quelqu'un pourrait venir ici à tout moment.
it_it: [_mc_] Voglio dire, qualcuno potrebbe entrare qui in qualsiasi momento.

source: [_lindsey_] I don't really have any options right now...
fr_fr: [_lindsey_] Je n'ai pas vraiment d'options en ce moment ...
it_it: [_lindsey_] Non ho davvero alcuna opzione in questo momento...

source: [_mc_] You could borrow my shirt if you want.
fr_fr: [_mc_] Vous pouvez emprunter ma chemise si vous voulez.
it_it: [_mc_] Potresti prendere in prestito la mia camicia se vuoi.

source: [_lindsey_] Would you do that for me?
fr_fr: [_lindsey_] Est-ce que vous le feriez pour moi ?
it_it: [_lindsey_] lo farebbe per me?

source: [_mc_] For sure. It would be rude not to.
fr_fr: [_mc_] Pour sûr. Ce serait impoli de ne pas le faire.
it_it: [_mc_] Sicuramente. Sarebbe scortese non farlo.

source: [_mc_] Hold on.
fr_fr: [_mc_] Mise en attente.
it_it: [_mc_] Tieni attivo.

source: [_mc_] Here.
fr_fr: [_mc_] Ici.
it_it: [_mc_] Qui.

source: [_lindsey_] Thank you so much!
fr_fr: [_lindsey_] Merci beaucoup !
it_it: [_lindsey_] Grazie tanto!

source: [_lindsey_] Just a moment...
fr_fr: [_lindsey_] Un instant ...
it_it: [_lindsey_] Solo un momento...

source: [_lindsey_] Okay, you can look now.
fr_fr: [_lindsey_] Ok, vous pouvez regarder maintenant.
it_it: [_lindsey_] Okay, puoi guardare ora.

source: [_lindsey_s_laughing_] I look silly in this.
fr_fr: [_lindsey_s_laughing_] J'ai l'air idiot.
it_it: [_lindsey_s_laughing_] Mi sembra sciocco in questo.

source: [_mc_] Looks better on you than me!
fr_fr: [_mc_] Ça te va mieux qu'à moi !
it_it: [_mc_] ti sembra meglio di me!

source: [_lindsey_s_smile_] You're really nice. Thanks for letting me borrow it!
fr_fr: [_lindsey_s_Souriez_] Vous êtes vraiment sympa. Merci de m'avoir permis d'emprunter !
it_it: [_lindsey_s_smile_] Sei davvero bello. Grazie per avermi permesso di prenderlo in prestito!

source: [_mc_] It's the least I can do.
fr_fr: [_mc_] C'est le moins que je puisse faire.
it_it: [_mc_] È il minimo che posso fare.

source: [_lindsey_s_flirty_] You did get me wet...
fr_fr: [_lindsey_s_flirty_] Vous m'avez fait mouiller ...
it_it: [_lindsey_s_flirty_] Mi hai fatto bagnato...

source: [_mc_] I bet I did.
fr_fr: [_mc_] Je parie que j'ai fait.
it_it: [_mc_] Scommetto che ho fatto.

source: [_lindsey_s_skeptical_] Hey!
fr_fr: [_lindsey_s_skeptical_] Hé !

source: [_mc_] What? You started it!
fr_fr: [_mc_] Quoi ? Tu as commencé !
it_it: [_mc_] Cosa? L'hai iniziato!

source: [_lindsey_s_laughing_] I'm just messing with you!
fr_fr: [_lindsey_s_laughing_] Je suis en désordre avec toi !
it_it: [_lindsey_s_laughing_] Sto solo disordinando con te!

source: [_mc_] Are you sure you'll be okay?
fr_fr: [_mc_] Etes-vous sûr que vous allez bien ?
it_it: [_mc_] Sei sicuro che starai bene?

source: [_lindsey_s_smile_] Yeah, I'm okay like this. Thanks again!
fr_fr: [_lindsey_s_Souriez_] Oui, je vais bien. Merci encore !
it_it: [_lindsey_s_smile_] Sì, sto bene così. Grazie ancora!

source: [_mc_] Okay, be right back.
fr_fr: [_mc_] D'accord, être de retour.
it_it: [_mc_] Okay, sii subito indietro.

source: [_lindsey_s_afraid_] You're looking!
fr_fr: [_lindsey_s_afraid_] Vous êtes à la recherche !
it_it: [_lindsey_s_afraid_] Stai guardando!

source: [_mc_] Oh, get over it. You have nothing to be ashamed of.
fr_fr: [_mc_] Oh, surpasser. Vous n'avez pas à avoir honte.
it_it: [_mc_] Oh, finisce. Non hai nulla di cui vergognarti.

source: [_lindsey_s_angry_] It's not about that! It's about respecting my privacy!
fr_fr: [_lindsey_s_angry_] Ce n'est pas à propos de ça ! Il s'agit de respecter ma vie privée !
it_it: [_lindsey_s_angry_] Non si tratta di questo! Si tratta di rispettare la mia privacy!

source: [_lindsey_s_angry_] I can't believe you'd take advantage of me like this!
fr_fr: [_lindsey_s_angry_] Je ne peux pas croire que vous prendriez avantage de moi comme ça !
it_it: [_lindsey_s_angry_] Non posso credere che avresti approfittato di me come questo!

source: [_mc_] Hey, no one forced you to strip.
fr_fr: [_mc_] Personne ne t'a forcé à te déshabiller.
it_it: [_mc_] Ehi, nessuno ti ha costretto a spogliare.

source: [_lindsey_s_cringe_] Still not cool.
fr_fr: [_lindsey_s_cringe_] Toujours pas cool.
it_it: [_lindsey_s_cringe_] Ancora non fresco.

source: [_mc_] I mean, we're in the art classroom. You might as well model for me.
fr_fr: [_mc_] Je veux dire, nous sommes dans la salle de classe. Tu pourrais être aussi modèle pour moi.
it_it: [_mc_] Intendo dire che siamo in aula d'arte. Potresti anche modellare per me.

source: [_lindsey_s_skeptical_] You're not funny.
fr_fr: [_lindsey_s_skeptical_] Vous n'êtes pas drôle.
it_it: [_lindsey_s_skeptical_] non sei divertente.

source: [_mc_] Nothing I haven't seen before.
fr_fr: [_mc_] Rien de ce que je n'ai pas vu auparavant.
it_it: [_mc_] Nulla che non ho visto prima.

source: [_lindsey_s_angry_] That's so rude.
fr_fr: [_lindsey_s_angry_] C'est si grossier.
it_it: [_lindsey_s_angry_] È così maleducato.

source: [_mc_] It wasn't meant to be!
fr_fr: [_mc_] Ce n'était pas censé être !
it_it: [_mc_] Non era destinato a essere!

source: [_lindsey_s_skeptical_] You're really not going to give me privacy?
fr_fr: [_lindsey_s_skeptical_] Vous n'allez vraiment pas me donner la vie privée ?
it_it: [_lindsey_s_skeptical_] Non mi darai davvero privacy?

source: [_mc_] I was going to. I just meant that I've seen a naked girl before. It's nothing new to me.
fr_fr: [_mc_] J'allais. Je voulais juste dire que j'avais déjà vu une fille nue. C'est rien de nouveau pour moi.
it_it: [_mc_] Stavo andando a. Volevo solo dire che ho visto una ragazza nuda prima. Non è niente di nuovo per me.

source: [_lindsey_s_cringe_] That's not the point...
fr_fr: [_lindsey_s_cringe_] Ce n'est pas le point ...
it_it: [_lindsey_s_cringe_] Questo non è il punto...

source: [_mc_] I'm sorry for barging in, but you did the undressing.
fr_fr: [_mc_] Je suis désolé pour avoir négocié, mais vous avez fait le déshabiller.
it_it: [_mc_] Mi dispiace per aver fatto la bottega, ma hai fatto lo spoglio.

source: [_lindsey_s_cringe_] You're right, but still...
fr_fr: [_lindsey_s_cringe_] Vous avez raison, mais toujours ...
it_it: [_lindsey_s_cringe_] Hai ragione, ma ancora...

source: [_mc_] How about this? You can have my shirt for now.
fr_fr: [_mc_] Comment en est-il ? Tu peux avoir ma chemise pour l'instant.
it_it: [_mc_] Che ne dici di questo? Puoi avere la mia camicia per ora.

source: [_lindsey_s_concerned_] Yes, please.
fr_fr: [_lindsey_s_concerned_] Oui, s'il vous plaît.
it_it: [_lindsey_s_concerned_] Sì, per favore.

source: [_mc_] Okay, hold on.
fr_fr: [_mc_] Ok, maintenez.
it_it: [_mc_] Okay, tieni.

source: [_lindsey_s_thinking_] You need to work out more.
fr_fr: [_lindsey_s_thinking_] Vous devez travailler plus.
it_it: [_lindsey_s_thinking_] È necessario lavorare di più.

source: [_mc_] Great. Who's being rude now?
fr_fr: [_mc_] Grand. Qui est grossier maintenant ?
it_it: [_mc_] Grande. Chi è maleducato adesso?

source: [_lindsey_s_thinking_] It's just a fact.
fr_fr: [_lindsey_s_thinking_] C'est juste un fait.
it_it: [_lindsey_s_thinking_] È solo un dato di fatto.

source: [_mc_] I know you're upset.
fr_fr: [_mc_] Je sais que vous êtes contrariété.
it_it: [_mc_] So che sei sconvolto.

source: [_mc_] But do I really have to remind you that this all happened because I was trying to be helpful and bring you water?
fr_fr: [_mc_] Mais est-ce que je dois vraiment vous rappeler que tout cela est arrivé parce que j'essayais d'être utile et de vous apporter de l'eau ?
it_it: [_mc_] Ma devo davvero ricordarvi che tutto questo è accaduto perché stavo cercando di essere utile e portarvi l'acqua?

source: [_lindsey_s_concerned_] Hm... you're right. I'm sorry for getting annoyed.
fr_fr: [_lindsey_s_concerned_] Hm ... vous avez raison. Je suis désolé de t'être énervé.
it_it: [_lindsey_s_concerned_] Hm... hai ragione. Mi dispiace per essere infastidito.

source: [_mc_] It's fine, really. Just felt a bit unfair. Here you go.
fr_fr: [_mc_] C'est bien, vraiment. Je me suis senti un peu injuste. Ici vous allez.
it_it: [_mc_] va bene, davvero. Mi è sembrato un po' ingiusto. Qui vai.

source: [_lindsey_s_smile_] Thanks, this feels better.
fr_fr: [_lindsey_s_Souriez_] Merci, c'est mieux.
it_it: [_lindsey_s_smile_] Grazie, questo si sente meglio.

source: [_mc_] So, I'm forgiven?
fr_fr: [_mc_] Alors, je suis pardonné ?
it_it: [_mc_] Quindi, sono perdonato?

source: [_lindsey_s_skeptical_] Not so fast!
fr_fr: [_lindsey_s_skeptical_] Pas si vite !
it_it: [_lindsey_s_skeptical_] Non così veloce!

source: [_lindsey_s_skeptical_] I still can't go around the school looking like this.
fr_fr: [_lindsey_s_skeptical_] Je ne peux toujours pas aller à l'école qui ressemble à ça.
it_it: [_lindsey_s_skeptical_] ancora non posso andare in giro per la scuola che sembra così.

source: [_mc_] Why not? You look cute.
fr_fr: [_mc_] Pourquoi pas ? Tu as l'air mignon.
it_it: [_mc_] Perché no? Sembri carino.

source: [_lindsey_s_laughing_] 'Cause it looks like we slept together and I'm wearing your shirt.
fr_fr: [_lindsey_s_laughing_] 'Parce qu'on dirait que nous avons couché ensemble et que je porte votre chemise.
it_it: [_lindsey_s_laughing_] Perché sembra che abbiamo dormito insieme e sto indossando la camicia.

source: [_mc_] What's wrong with that?
fr_fr: [_mc_] Qu'est-ce qui ne va pas avec ça ?
it_it: [_mc_] Cosa c'è di sbagliato in questo?

source: [_lindsey_s_skeptical_] I hope you're joking.
fr_fr: [J'espère que vous plaisantez.
it_it: [_lindsey_s_skeptical_] Spero che tu stia scherzando.

source: [_mc_] Maybe a little.
fr_fr: [_mc_] Peut-être un peu.
it_it: [_mc_] Forse un po'.

source: [_mc_] Do you have a set of dry clothes somewhere?
fr_fr: [_mc_] Avez-vous un ensemble de vêtements secs quelque part ?
it_it: [_mc_] Hai un set di vestiti asciutti da qualche parte?

source: [_lindsey_s_smile_] Yeah, in the women's locker room. The locker with the trophy stickers on.
fr_fr: [_lindsey_s_Souriez_] Oui, dans le vestiaire pour femmes. Le casier avec les stickers de trophées sur.
it_it: [_lindsey_s_smile_] Sì, nello spogliatoio delle donne. Lo spogliatoio con gli adesivi del trofeo.

source: [_mc_] Great.
fr_fr: [_mc_] Grand.
it_it: [_mc_] Grande.

source: Just great. The only place where you get instant detention from entering.
fr_fr: C'est super. Le seul endroit où vous pouvez entrer en détention immédiate.
it_it: Solo ottimo. L'unico posto in cui si ottiene la detenzione istantanea da entrare.

source: [_mc_] I guess I'll be right back then.
fr_fr: [_mc_] Je suppose que je reviendrai alors.
it_it: [_mc_] Immagino che sarò proprio di nuovo allora.

source: [_lindsey_s_smile_] Hurry, please!
fr_fr: [Dépêchez-vous, s'il vous plaît !
it_it: [_lindsey_s_smile_] Affretta, per favore!

source: [_lindsey_s_smile_] Yeah, I'm okay like this. Hurry, please!
fr_fr: [_lindsey_s_Souriez_] Oui, je vais bien. Dépêchée, s'il te plaît !
it_it: [_lindsey_s_smile_] Sì, sto bene così. Affrettati, per favore!

source: [_flora_s_skeptical_] Why are you shirtless, you perv?
fr_fr: [_flora_s_skeptical_] Pourquoi es-tu irrité, tu pervers ?
it_it: [_flora_s_skeptical_] Perché sei smagliato, perv?

source: [_mc_] If Chad can parade his oiled-up ass around the school, why can't I?
fr_fr: [_mc_] Si le Tchad peut défiler son cul huilé autour de l'école, pourquoi je ne peux pas ?
it_it: [_mc_] Se il Ciad può sfilare il suo culo oliato intorno alla scuola, perché non potere?

source: [_flora_s_eyeroll_] Because, unlike you, he's been the face of Newfall Fitness for three years in a row?
fr_fr: [_flora_s_eyeroll_] Parce que, contrairement à vous, il a été le visage de Newfall Fitness pendant trois ans d'affilée ?
it_it: [_flora_s_eyeroll_] Perché, a differenza di te, è stato il volto di Newfall Fitness per tre anni consecutivi?

source: [_flora_s_confused_] Because his pectorals can open soda cans and his six-pack is considered a national treasure?
fr_fr: [ _flora_s_confused_ ] Parce que ses pectoraux peuvent ouvrir des boîtes de soude et que ses six paquets sont considérés comme un trésor national?
it_it: [_flora_s_confused_] Perché i suoi pettorali possono aprire lattine di soda e il suo pacchetto di sei è considerato un tesoro nazionale?

source: [_flora_s_sarcastic_] Because he's freaking Chad?
fr_fr: [_flora_s_sarcastic_] Parce qu'il libère le Tchad ?
it_it: [_flora_s_sarcastic_] Perché sta freaking Chad?

source: [_mc_] Okay, points taken.
fr_fr: [_mc_] Ok, points pris.
it_it: [_mc_] Okay, punti presi.

source: [_flora_s_confident_] Your zipper's open, by the way.
fr_fr: [_flora_s_confident_] Votre boutique est ouverte, au fait.
it_it: [_flora_s_confident_] La tua cerniera è aperta, a proposito.

source: [_flora_s_confident_] Your zipper's open!
fr_fr: [_flora_s_confident_] Votre boutique est ouverte !
it_it: [_flora_s_confident_] La tua cerniera è aperta!

source: [_mc_] No, it's not.
fr_fr: [_mc_] Non, ce n'est pas.
it_it: [_mc_] No, non lo è.

source: [_mc_] I swear, you're the most annoying—
fr_fr: [Je te jure, tu es le plus ennuyeux...
it_it: [_mc_] Ho giurato, sei il più fastidioso—

source: [_flora_s_embarrassed_] Why are you cursing me out in front of everyone?
fr_fr: [_flora_s_embarrassed_] Pourquoi me maudissez-vous devant tout le monde ?
it_it: [_flora_s_embarrassed_] Perché mi stai maledicendo davanti a tutti?

source: [_flora_s_embarrassed_] You're really embarrassing me!
fr_fr: [_flora_s_embarrassed_] Vous êtes vraiment embarrassant !
it_it: [_flora_s_embarrassed_] Mi stai davvero imbarazzando!

source: [_mc_] Ugh. I'm sorry, I just need—
fr_fr: [_mc_] Ugh. Désolé, j'ai juste besoin-
it_it: [_mc_] Ugh. Mi dispiace, ho solo bisogno—

source: [_flora_s_excited_] Forgiven!
fr_fr: [_flora_s_excitée_] Pardonné !
it_it: [_flora_s_excited_] Perdonato!

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement ?
it_it: [_mc_] Seriamente?

source: [_flora_s_concerned_] What's wrong with my forgiveness now?
fr_fr: [_flora_s_concerned_] Qu'est-ce qui ne va pas avec mon pardon maintenant ?
it_it: [_flora_s_concerned_] Cosa c'è di sbagliato nel mio perdono ora?

source: [_mc_] Nothing! Just listen, please.
fr_fr: [_mc_] Rien ! Écoute, s'il te plaît.
it_it: [_mc_] Niente! Ascolta, per favore.

source: [_flora_s_angry_] Stop cutting me off! [jo] said you need to stop talking over other people.
fr_fr: [_flora_s_angry_] Arras de me couper ! [jo] dit que tu dois arrêter de parler à d'autres.
it_it: [_flora_s_angry_] Smettila di tagliarmi! [jo] ha detto che devi smettere di parlare con altre persone.

source: [_mc_] I didn't even cut you off!
fr_fr: [_mc_] Je ne t'ai même pas coupé !
it_it: [_mc_] non ti ho nemmeno tagliato!

source: [_flora_s_confident_] Then, all is well. Just making sure you remember your manners.
fr_fr: [_flora_s_confident_] Alors, tout va bien. Il suffit de vous assurer que vous vous souvenez de vos manières.
it_it: [_flora_s_confident_] Poi, tutto va bene. Assicurati di ricordare le tue maniere.

source: She's impossible sometimes...
fr_fr: Elle est parfois impossible ...
it_it: Lei è impossibile a volte...

source: [_mc_] Can you help me with something?
fr_fr: [_mc_] Pouvez-vous m'aider avec quelque chose ?
it_it: [_mc_] Puoi aiutarmi con qualcosa?

source: [_flora_s_concerned_] Gross.
fr_fr: [_flora_s_concerned_] Grossier.

source: [_mc_] I didn't even say what it was.
fr_fr: [_mc_] Je n'ai même pas dit ce que c'était.
it_it: [_mc_] non ho nemmeno detto che cosa fosse.

source: [_flora_s_concerned_] Yeah, but knowing you, it's probably something gross.
fr_fr: [_flora_s_concerned_] Oui, mais en sachant que c'est quelque chose de brut.
it_it: [_flora_s_concerned_] Sì, ma sapendo di te, è probabilmente qualcosa di grossolano.

source: [_mc_] I need you to help me get [lindsey]'s clothes from the women's locker room.
fr_fr: [_mc_] J'ai besoin que vous m'aidiez à récupérer les vêtements de [lindsey] dans le vestiaire des femmes.
it_it: [_mc_] Ho bisogno che tu mi aiuti ad ottenere i vestiti di [lindsey]dalla stanza dello spogliatoio delle donne.

source: [_flora_s_angry_] I knew it was something gross!
fr_fr: [_flora_s_angry_] Je savais que c'était quelque chose de brut !
it_it: [_flora_s_angry_] Sapevo che era qualcosa di grossolano!

source: [_mc_] What? I'm just trying to help her.
fr_fr: [_mc_] Quoi ? J'essaie juste de l'aider.
it_it: [_mc_] Cosa? Sto solo cercando di aiutarla.

source: [_flora_s_skeptical_] What could [lindsey] possibly need your help with?
fr_fr: [_flora_s_skeptical_] Qu'est-ce que le [lindsey] pourrait avoir besoin de votre aide ?
it_it: [_flora_s_skeptical_] Cosa potrebbe [lindsey] avere bisogno del tuo aiuto?

source: [_mc_] She's... err, she was late for practice and asked me to get them for her.
fr_fr: [_mc_] Elle est ... erreur, elle était en retard pour la pratique et m'a demandé de les obtenir pour elle.
it_it: [_mc_] Lei... err, era in ritardo per la pratica e mi ha chiesto di prenderli per lei.
