Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_1/q_lindsey_wrong.po
Languages: fr_fr, it_it

source: [_nurse_s_afraid_] Those are very serious symptoms!
fr_fr: [_nurse_s_afraid_] Ce sont des symptômes très graves !
it_it: [_nurse_s_afraid_] Questi sono sintomi molto gravi!

source: [_nurse_s_afraid_] My recommendation would be to seek out a medical professional as soon as possible!
fr_fr: [_nurse_s_afraid_] Ma recommandation serait de consulter un professionnel de la santé dès que possible !
it_it: [_nurse_s_afraid_] Il mio consiglio sarebbe quello di cercare un medico il prima possibile!

source: Hmm... the odds of that happening seems rather low.
fr_fr: Hmm ... les chances de ce qui se passe semblent plutôt faibles.
it_it: Hmm... le probabilità di ciò che accade sembrano piuttosto basse.

source: After already losing a week or more of practice, [lindsey] probably won't agree to a medical examination unless her legs are falling off.
fr_fr: Après avoir déjà perdu une semaine ou plus de pratique, [lindsey] n'accepteront probablement pas un examen médical à moins que ses jambes ne tombent.
it_it: Dopo aver già perso una settimana o più di pratica, [lindsey] probabilmente non accetterà un esame medico a meno che le gambe non cadano.

source: [_mc_] Anything you can recommend other than that?
fr_fr: [_mc_] Tout ce que vous pouvez recommander autre que ça ?
it_it: [_mc_] Qualcosa che puoi consigliare di altro?

source: [_nurse_s_thinking_] Hmm... drinking more. Loss of balance is a common sign of dehydration.
fr_fr: [_nurse_s_thinking_] Hmm ... en boire plus. La perte d'équilibre est un signe commun de déshydratation.
it_it: [_nurse_s_thinking_] Hmm... bere più. La perdita di equilibrio è un segno comune di disidratazione.

source: [_nurse_s_thinking_] The memory loss part has me worried, though!
fr_fr: [_nurse_s_thinking_] La partie perte de mémoire m'inquiète cependant !
it_it: [_nurse_s_thinking_] La parte perdita di memoria mi ha preoccupato, però!

source: [_mc_] Hmm... I guess that'll have to do for now. Thanks for the help!
fr_fr: [_mc_] Hmm ... Je suppose que ça va devoir le faire pour le moment. Merci pour l'aide !
it_it: [_mc_] Hmm... Immagino che debba fare per ora. Grazie per l'aiuto!

source: All right, helping [lindsey] drink more shouldn't be a problem.
fr_fr: D'accord, aider [lindsey] boire davantage ne devrait pas être un problème.
it_it: Va bene, aiutare [lindsey] bere di più non dovrebbe essere un problema.

source: It might be a bit humiliating to follow her around like a personal waterboy, but her health is more important than my dignity.
fr_fr: Ça pourrait être un peu humiliant de la suivre comme un garçon d'eau, mais sa santé est plus importante que ma dignité.
it_it: Potrebbe essere un po 'umiliante seguirla intorno come un waterboy personale, ma la sua salute è più importante della mia dignità.

source: Best place to catch her thirsty is probably in the gym.
fr_fr: Le meilleur endroit pour attraper sa soif est probablement dans la salle de gym.
it_it: Posto migliore per prendere la sua sete è probabilmente in palestra.

source: [_lindsey_s_neutral_] Are you okay? You seem a bit out of breath.
fr_fr: [_lindsey_s_neutral_] Etes-vous d'accord ? Tu as l'air un peu essoufflement.
it_it: [_lindsey_s_neutral_] Stai bene? Sembra un po' di respiro.

source: [_mc_] You're not the easiest person to catch up to.
fr_fr: [_mc_] Vous n'êtes pas la personne la plus facile à attraper.
it_it: [_mc_] Non sei la persona più facile da raggiungere.

source: [_lindsey_s_flirty_] You're just saying that!
fr_fr: [_lindsey_s_flirty_] Vous dites ça !
it_it: [_lindsey_s_flirty_] Lo stai solo dicendo!

source: [_mc_] Yeah, but it's true!
fr_fr: [_mc_] Oui, mais c'est vrai !
it_it: [_mc_] Sì, ma è vero!

source: [_mc_] You're also not the easiest person to compliment!
fr_fr: [_mc_] Vous n'êtes pas aussi la personne la plus facile à féliciter !
it_it: [_mc_] Non sei nemmeno la persona più facile da complimentare!

source: [_lindsey_s_laughing_] Sorry!
fr_fr: [_lindsey_s_laughing_] Désolé !
it_it: [_lindsey_s_laughing_] Spiacenti!

source: [_lindsey_s_laughing_] I really meant thanks!
fr_fr: [_lindsey_s_laughing_] Je voulais vraiment remercier !
it_it: [_lindsey_s_laughing_] Ho davvero significato grazie!

source: [_mc_] You probably get this all the time, but I figured it never hurts to be nice.
fr_fr: [_mc_] Vous avez probablement tout le temps, mais je me suis dit que ça ne me fait jamais mal d'être gentille.
it_it: [_mc_] Probabilmente ottieni tutto il tempo, ma ho capito che non fa mai male per essere gentile.

source: [_lindsey_s_smile_] That's very true!
fr_fr: [_lindsey_s_Souriez_] C'est très vrai !
it_it: [_lindsey_s_smile_] È molto vero!

source: [_lindsey_s_smile_] I like your hoodie.
fr_fr: [_lindsey_s_Souriez_] I like your hoodie.
it_it: [_lindsey_s_smile_] Mi piace la tua felpa.

source: [_mc_] I didn't know you were into death metal?
fr_fr: [_mc_] Je ne savais pas que tu aimais le death metal ?
it_it: [_mc_] Non sapevo che fossi in metallo di morte?

source: [_lindsey_s_skeptical_] That's not a band shirt!
fr_fr: [_lindsey_s_skeptical_] Ce n'est pas un T-shirt !
it_it: [_lindsey_s_skeptical_] Non è una camicia di band!

source: [_mc_] Yeah, I'm just kidding. It's Castlevania merch.
fr_fr: [_mc_] Oui, je plaisante. C'est du merchandising Castlevania.
it_it: [_mc_] Sì, sto solo scherzando. È merace Castlevania.

source: [_lindsey_s_smile_] I like castles!
fr_fr: [_lindsey_s_Souriez_] J'aime les châteaux !
it_it: [_lindsey_s_smile_] Mi piacciono i castelli!

source: [_mc_] Thanks.
fr_fr: [_mc_] Merci.
it_it: [_mc_] Grazie.

source: [_mc_] Terrible shape, that's all.
fr_fr: [_mc_] Terrible forme, c'est tout.
it_it: [_mc_] Forma terribile, è tutto.

source: [_lindsey_s_laughing_] Time to start putting in some miles then?
fr_fr: [_lindsey_s_laughing_] Le temps de commencer à mettre des kilomètres à l'époque ?
it_it: [_lindsey_s_laughing_] È ora di iniziare a mettere in alcune miglia allora?

source: [_mc_] I don't know about that. I've never been much for physical activities. Unless we count... you know.
fr_fr: [_mc_] Je ne sais pas à ce sujet. Je n'ai jamais été grand pour des activités physiques. Sauf si nous comptons ... vous savez.
it_it: [_mc_] non lo so. Non sono mai stato molto per le attività fisiche. A meno che non contiamo... sai.

source: [_lindsey_s_skeptical_] Okay, that's pretty nasty.
fr_fr: [_lindsey_s_skeptical_] Ok, c'est plutôt méchant.
it_it: [_lindsey_s_skeptical_] Okay, è piuttosto brutto.

source: [_mc_] Sorry, it was just a joke.
fr_fr: [_mc_] Désolé, c'était juste une blague.
it_it: [_mc_] Siamo spiacenti, è stato solo uno scherzo.

source: Man, it's so hard to flirt with some girls...
fr_fr: Mec, c'est si dur de flirter avec certaines filles ...
it_it: Uomo, è così difficile flirtare con alcune ragazze...

source: [_mc_] Just fought off a dragon on the way here.
fr_fr: [_mc_] J'ai combattu un dragon sur le chemin.
it_it: [_mc_] Basta combattere un drago sulla strada qui.

source: [_lindsey_s_laughing_] A dragon? What kind?
fr_fr: [_lindsey_s_laughing_] Un dragon ? Quel genre ?
it_it: [_lindsey_s_laughing_] Un drago? Che gente?

source: [_mc_] The kind that kidnaps princesses and fair maidens.
fr_fr: [_mc_] Le genre qui enlève les princesses et les bonnes demoiselles.
it_it: [_mc_] Il tipo che rapisce principesse e fanciulle giuste.

source: [_lindsey_s_smile_] What was it doing here?
fr_fr: [_lindsey_s_Souriez_] Qu'est-ce qu'il faisait ici ?
it_it: [_lindsey_s_smile_] Che cosa stava facendo qui?

source: [_mc_] Seemed to be setting up a trap near your locker.
fr_fr: [_mc_] On dirait qu'il prépare un piège près de votre casier.
it_it: [_mc_] Sembra che stia installando una trappola vicino al tuo armadio.

source: [_lindsey_s_flirty_] Oh, then I guess you have my eternal gratitude for keeping me safe!
fr_fr: [_lindsey_s_flirty_] Oh, alors je suppose que vous avez ma gratitude éternelle pour me garder en sécurité !
it_it: [_lindsey_s_flirty_] Oh, allora suppongo che tu abbia la mia eterna gratitudine per avermi tenuto al sicuro!

source: [_mc_] 'Tis my duty.
fr_fr: [_mc_] C'est mon devoir.
it_it: [_mc_] È il mio dovere.

source: [_lindsey_s_laughing_] My own personal Don Quixote?
fr_fr: [_lindsey_s_laughing_] Mon propre Don Quichotte ?
it_it: [_lindsey_s_laughing_] Il mio personale Don Chisciotte?

source: [_mc_] At your service!
fr_fr: [_mc_] À votre service !
it_it: [_mc_] Al tuo servizio!

source: [_mc_] Anyway, you look thirsty. Want some water?
fr_fr: [_mc_] Quoi qu'il en soit, vous avez l'air assoiffé. Tu veux de l'eau ?
it_it: [_mc_] Comunque sembri assetato. Vuoi un po' d'acqua?

source: [_lindsey_s_blush_] Aw, that's really sweet of you.
fr_fr: [_lindsey_s_blush_] Aw, c'est vraiment gentil de vous.
it_it: [_lindsey_s_blush_] Aw, questo è davvero dolce di voi.

source: Yes! I knew it would be easy.
fr_fr: Oui ! Je savais que ce serait facile.
it_it: Sì! Sapevo che sarebbe stato facile.

source: Crap. What now?
fr_fr: Crap. Et maintenant ?
it_it: Crap. Che cosa adesso?

source: [_lindsey_s_thinking_] I hate to sound ungrateful, 'cause I really appreciate the gesture.
fr_fr: [Je déteste avoir l'air ingrat, parce que j'apprécie vraiment le geste.
it_it: [_lindsey_s_thinking_] Odio suonare ingrato, 'perché apprezzo davvero il gesto.

source: [_lindsey_s_cringe_] But I don't drink from other people's bottles. I can't afford to get sick.
fr_fr: [_lindsey_s_cringe_] Mais je ne bois pas des bouteilles d'autres personnes. Je ne peux pas me permettre de tomber malade.
it_it: [_lindsey_s_cringe_] Ma non bevo dalle bottiglie degli altri. Non posso permettermi di ammalarmi.

source: [_mc_] Oh, damn.
fr_fr: [_mc_] Oh, merde.
it_it: [_mc_] Oh, maledetto.

source: [_lindsey_s_sad_] Yeah. I'm really sorry...
fr_fr: [_lindsey_s_sad_] Oui. Je suis vraiment désolé ...
it_it: [_lindsey_s_sad_] Sì. Mi dispiace veramente...

source: Typical athlete behavior, but I guess she can't be blamed for trying to stay healthy.
fr_fr: C'est le comportement typique d'une athlète, mais je suppose qu'on ne peut pas lui reprocher d'essayer de rester en bonne santé.
it_it: Comportamento tipico dell'atleta, ma immagino che non possa essere incolpata per aver cercato di rimanere in salute.

source: [_lindsey_s_smile_] I'm actually out of water, though.
fr_fr: [_lindsey_s_Souriez_] Je suis en fait hors de l'eau.
it_it: [_lindsey_s_smile_] sono in realtà fuori dall'acqua, però.

source: [_mc_] Would you... like me to refill your bottle?
fr_fr: [_mc_] Voudriez-vous ... comme moi de remplir votre bouteille ?
it_it: [_mc_] Vuoi che io ricarichi la bottiglia?

source: [_lindsey_s_laughing_] Would you? I'm in the middle of practice.
fr_fr: [_lindsey_s_laughing_] Diriez-vous ? Je suis au milieu de la pratique.
it_it: [_lindsey_s_laughing_] Sarei tu? Sono nel bel mezzo della pratica.

source: [_lindsey_s_flirty_] I'll reward you with a hug.
fr_fr: [Je te récompenserai en te serrant dans mes bras.
it_it: [_lindsey_s_flirty_] ti ricompenserò con un abbraccio.

source: [_mc_] Fine, but it better be a good hug.
fr_fr: [_mc_] D'accord, mais ça a intérêt à être un bon câlin.
it_it: [_mc_] Bene, ma è meglio essere un buon abbraccio.

source: [_lindsey_s_laughing_] All my hugs are elite level!
fr_fr: [_lindsey_s_laughing_] Toutes mes cabanes sont d'élite !
it_it: [_lindsey_s_laughing_] Tutti i miei abbracci sono livelli di elite!

source: Puh. I'm still exhausted from running after her...
fr_fr: Puh. Je suis encore épuisé d'avoir couru après elle...
it_it: Puh. Sono ancora esaurito di correre dopo di lei...

source: Luckily, there's a water fountain on this floor.
fr_fr: Heureusement, il y a une fontaine à l'eau à cet étage.
it_it: Per fortuna, c'è una fontana d'acqua su questo pavimento.

source: Doing errands for popular girls. What a fate.
fr_fr: Faire des courses pour les filles populaires. Quel sort.
it_it: Fare delle errande per le ragazze popolari. Che destino.

source: But at least [lindsey] talks to me, and every time I'm in her presence I feel invigorated.
fr_fr: Mais au moins [lindsey] me parle, et chaque fois que je suis en sa présence, je me sens revigorée.
it_it: Ma almeno [lindsey] mi parla, e ogni volta che sono in sua presenza mi sento rinvigorito.

source: She's just so full of energy!
fr_fr: Elle est tellement pleine d'énergie !
it_it: È così piena di energia!

source: There's something truly special about—
fr_fr: Il y a quelque chose de vraiment spécial-
it_it: C'è qualcosa di veramente speciale—

source: Oh, crap!
fr_fr: Oh, merde !
it_it: Oh, merda!

source: Oh, no! The thing broke!
fr_fr: Oh, non ! Le truque s'est brisé !
it_it: Oh, no! La cosa è rotta!

source: Fuck! What would Mario have done?
fr_fr: Putain ! Qu'est-ce que Mario a fait ?
it_it: Fuck! Che cosa avrebbe fatto Mary?

source: If I don't fix this, I'll be in so much trouble...
fr_fr: Si je ne réparais pas ça, j'aurai tellement de problèmes ...
it_it: Se non riparo questo, sarò in così tanti problemi...

source: Fuck me. The only way to avoid water damage is to plug the thing with something.
fr_fr: Baise-moi. La seule façon d'éviter les dommages à l'eau est de boucher la chose avec quelque chose.
it_it: Cazzo me. L'unico modo per evitare danni all'acqua è quello di collegare la cosa con qualcosa.

source: My precious hoodie will have to do for now.
fr_fr: Mon précieux trésor va devoir le faire pour le moment.
it_it: La mia preziosa felpa dovrà fare per ora.

source: There we go! As good as new.
fr_fr: Nous y allons ! Aussi bon que nouveau.
it_it: Ci andiamo! Buono come nuovo.

source: ...except for the small fact that it doesn't work anymore.
fr_fr: ... sauf pour le petit fait qu'il ne fonctionne plus.
it_it: ...tranne che per il piccolo fatto che non funziona più.

source: Damn. The hall is a complete mess.
fr_fr: Merde. La salle est un bordel complet.
it_it: Dannazione. La sala è un pasticcio completo.

source: Hmm... I better clean up this mess before detention strikes.
fr_fr: Hmm ... Je ferais mieux de nettoyer cette pagaille avant les grèves.
it_it: Hmm... Meglio pulire questo pasticcio prima di colpi di detenzione.

source: The janitor's closet must have a mop.
fr_fr: L'armoire du concierge doit être équipée d'une serpillière.
it_it: L'armadio del janitor deve avere un mop.

source: Honestly, it's not even my fault.
fr_fr: Honnêtement, ce n'est même pas ma faute.
it_it: Onestamente, non è nemmeno colpa mia.

source: Besides, this is why we have janitors.
fr_fr: En plus, c'est pour ça que nous avons des concierges.
it_it: Inoltre, questo è il motivo per cui abbiamo i janitor.

source: I filled [lindsey]'s bottle and that's what matters.
fr_fr: J'ai rempli la bouteille de [lindsey] et c'est ce qui compte.
it_it: Ho riempito la bottiglia di [lindsey]ed è quello che conta.

source: Better get out of here before someone sees the mess.
fr_fr: Il vaut mieux partir d'ici avant que quelqu'un ne voie le désordre.
it_it: Meglio uscire di qui prima che qualcuno veda il casino.

source: Oh, good. No angry teacher waiting for me.
fr_fr: Oh, bien. Pas d'enseignant en colère qui m'attend.
it_it: Oh, buono. Nessun insegnante arrabbiato mi aspetta.

source: Better mop this up quick.
fr_fr: Mieux vaut ça vite.
it_it: Meglio mop questo up veloce.

source: Mopping up the water with my [item.title_lower] — [kate]'s going to punish me.
fr_fr: Essuyer l'eau avec mon [item.title_lower] - [kate] va me punir.
it_it: Schiacciare l'acqua con la mia [item.title_lower] — [kate]mi punirà.

source: Mopping up the water with my [item.title_lower] — edgy, but ineffective.
fr_fr: J'essuie l'eau avec mon [item.title_lower] - c'est un peu nerveux, mais c'est inefficace.
it_it: Sbattere l'acqua con la mia [item.title_lower] — spigoloso, ma inefficace.

source: [_lindsey_s_confident_] Hey, how's it going?
fr_fr: [_lindsey_s_confident_] Hé, comment ça va ?
it_it: [_lindsey_s_confident_] Ehi, come va?

source: [_mc_] Err, hi there...
fr_fr: [_mc_] Err, salut là-bas ...
it_it: [_mc_] Err, ci...

source: [_lindsey_s_excited_] I finished practice and couldn't find my bottle. Why are you cleaning?
fr_fr: [_lindsey_s_excited_] J'ai fini la pratique et je n'ai pas trouvé ma bouteille. Pourquoi nettoyez-vous ?
it_it: [_lindsey_s_excited_] finii la pratica e non riuscivo a trovare la mia bottiglia. Perché stai pulendo?

source: [_mc_] Long story, but here's your bottle!
fr_fr: [_mc_] Longue histoire, mais voici votre bouteille !
it_it: [_mc_] Storia lunga, ma ecco la tua bottiglia!

source: [_lindsey_s_blush_] Thanks!
fr_fr: [_lindsey_s_blush_] Merci !
it_it: [_lindsey_s_blush_] Grazie!

source: [_lindsey_s_thinking_] It's only half full.
fr_fr: [_lindsey_s_thinking_] C'est seulement à moitié plein.
it_it: [_lindsey_s_thinking_] è solo mezzo pieno.

source: [_mc_] Yeah, there was a tiny mishap...
fr_fr: [_mc_] Oui, il y a eu un petit accident ...
it_it: [_mc_] Sì, c'era un piccolo disastro...

source: [_mc_] Had to bribe the [guard] with doughnuts to get this mop.
fr_fr: [_mc_] J'ai dû soudoyer le [_mc_] garde] avec des beignets pour obtenir cette serpillière.
it_it: [_mc_] Aveva bisogno di intrecciare la [guard] con ciambelle per ottenere questo mop.

source: [_lindsey_s_smile_] What even happened here? Where's your hoodie?
fr_fr: [_lindsey_s_Souriez_] Que s'est-il passé ici ? Où est votre capuche ?
it_it: [_lindsey_s_smile_] Che cosa è successo anche qui? Dov'è la tua felpe?

source: [_mc_] Like I said, there was a—
fr_fr: [_mc_] Comme je l'ai dit, il y a
it_it: [_mc_] Come ho detto, c'era un—

source: [_mc_] Wait! Don't touch it!
fr_fr: [_mc_] Attends ! Ne le touchez pas !
it_it: [_mc_] Aspetta! Non toccarlo!

source: [_lindsey_] Oh my god!
fr_fr: [_lindsey_] Oh mon Dieu !
it_it: [_lindsey_] Oh mio dio!

source: Took the words right out of my mouth...
fr_fr: Pris les mots hors de ma bouche ...
it_it: Ho preso le parole direttamente dalla mia bocca...

source: The dripping hair and blush of indignation is nothing short of adorable.
fr_fr: Les cheveux asséchant et l'indignation ne sont rien de plus qu'adorables.
it_it: I capelli gocciolanti e il rossore di indignazione sono a dir poco adorabili.

source: She wipes her face on her sleeve, eyelashes sparkling with tiny wet diamonds.
fr_fr: Elle essuie son visage sur sa manche, ses cils étincelants avec de minuscules diamants mouillés.
it_it: Si asciuga il viso sulla manica, ciglia scintillante con piccoli diamanti bagnati.

source: Always thought those wet t-shirt contests were for sluts without self-esteem or dignity...
fr_fr: Toujours pensé que les concours de t-shirts mouillés étaient pour des salopes sans estime de soi ni dignité ...
it_it: Sempre pensato che quei concorsi di t-shirt bagnati fossero per troie senza autostima o dignità...

source: [lindsey]'s the opposite of that, and maybe that's what makes this so special.
fr_fr: [lindsey]'s l'opposé de ça, et peut-être que c'est ce qui rend ça si spécial.
it_it: [lindsey]è il contrario, e forse è quello che rende questo così speciale.

source: [_lindsey_s_soaked_sad_] Yeah... just absolutely drenched.
fr_fr: [_lindsey_s_soaked_sad_] Ouais... juste absolument trempé.
it_it: [_lindsey_s_soaked_sad_] Yeah... solo assolutamente inzuppato.

source: [_lindsey_s_soaked_sad_] Oh, god. My skirt! It looks like I peed myself!
fr_fr: [_lindsey_s_soaked_sad_] Oh, Dieu. Ma jupe ! On dirait que j'ai peigné moi-même !
it_it: [_lindsey_s_soaked_sad_] Oh, dio. La mia gonna! Sembra che io mi abbia spezzato!

source: [_lindsey_s_soaked_sad_] What's wrong with the fountain?
fr_fr: [_lindsey_s_soaked_sad_] Qu'est-ce qui ne va pas avec la fontaine ?
it_it: [_lindsey_s_soaked_sad_] Cosa c'è di sbagliato nella fontana?

source: [_mc_] I don't know. I tried to warn you, but you moved too fast as usual.
fr_fr: [_mc_] Je ne sais pas. J'ai essayé de vous prévenir, mais vous avez déménagé trop vite comme d'habitude.
it_it: [_mc_] non lo so. Ho cercato di avvertirti, ma ti sei mosso troppo velocemente come al solito.

source: [_lindsey_s_soaked_blush_] Aw, thanks for being nice about it.
fr_fr: [_lindsey_s_soaked_blush_] Aw, merci d'être gentil à ce sujet.
it_it: [_lindsey_s_soaked_blush_] Aw, grazie per essere stato gentile a riguardo.

source: [_lindsey_s_soaked_blush_] I should've realized something was wrong when I saw the hoodie.
fr_fr: [_lindsey_s_soaked_blush_] J'aurais dû me rendre compte que quelque chose n'allait pas quand j'ai vu le sweat à capuche.
it_it: [_lindsey_s_soaked_blush_] Avrei dovuto rendersi conto che qualcosa era sbagliato quando ho visto la felpa.

source: [_mc_] You look super cute right now.
fr_fr: [_mc_] Vous avez l'air super mignon maintenant.
it_it: [_mc_] Sembra super carino in questo momento.

source: [_lindsey_s_soaked_skeptical_] I don't feel very cute.
fr_fr: [_lindsey_s_soaked_skeptical_] Je ne me sens pas très mignon.
it_it: [_lindsey_s_soaked_skeptical_] Non mi sento molto carino.

source: [_mc_] Dry. Wet. You're always adorable and you know it!
fr_fr: [_mc_] Sec. Humide. Tu es toujours adorable et tu le sais !
it_it: [_mc_] Dry. Wet. Sei sempre adorabile e lo sa!

source: [_lindsey_s_soaked_flirty_] Do you really think so?
fr_fr: [_lindsey_s_soaked_flirty_] Pensez-vous vraiment ?
it_it: [_lindsey_s_soaked_flirty_] Pensate davvero così?

source: [_mc_] Of course! You're the fastest and the cutest!
fr_fr: [_mc_] Bien sûr ! Vous êtes le plus rapide et le plus petit !
it_it: [_mc_] ovviamente! Sei il più veloce e il più bello!

source: [_lindsey_s_soaked_blush_] Aw, you always know how to turn a bad situation around!
fr_fr: [_lindsey_s_soaked_blush_] Aw, vous savez toujours comment tourner une mauvaise situation autour !
it_it: [_lindsey_s_soaked_blush_] Aw, sai sempre come girare una cattiva situazione intorno!

source: [_lindsey_s_soaked_annoyed_] Can you please stop making judges on my looks?
fr_fr: [_lindsey_s_soaked_annoyed_] Pouvez-vous m'arrêter de faire des juges sur mon apparence ?
it_it: [_lindsey_s_soaked_annoyed_] Puoi smettere di fare dei giudici sotto i miei occhi?

source: [_mc_] Sorry, I didn't mean anything bad by it.
fr_fr: [_mc_] Désolé, je ne voulais rien dire de mal.
it_it: [_mc_] Mi dispiace, non intendevo nulla di male da esso.

source: [_lindsey_s_soaked_annoyed_] I know, but it's really inappropriate...
fr_fr: [_lindsey_s_soaked_annoyed_] Je sais, mais c'est vraiment inapproprié ...
it_it: [_lindsey_s_soaked_annoyed_] lo so, ma è davvero inappropriato...

source: [_mc_] Sorry for making you wet.
fr_fr: [_mc_] Désolé pour vous avoir mouillé.
it_it: [_mc_] Mi dispiace per averti fatto bagnato.

source: [_lindsey_s_soaked_flirty_] Let me guess... it was bound to happen at some point?
fr_fr: [_lindsey_s_soaked_flirty_] Laisse-moi deviner ... ça devait arriver à un moment ou un autre ?
it_it: [_lindsey_s_soaked_flirty_] Lasciatemi indovinare... era destinato a succedere ad un certo punto?

source: [_mc_] Oh my lord. That's absolutely raunchy! What a thing to say!
fr_fr: [_mc_] Oh mon seigneur. C'est absolument accrocheur ! Quelle chose à dire !
it_it: [_mc_] Oh mio signore. È assolutamente raunchy! Che cosa dire!

source: [_lindsey_s_soaked_blush_] Stop pretending!
fr_fr: [_lindsey_s_soaked_blush_] Cessez de faire semblant !
it_it: [_lindsey_s_soaked_blush_] Smettila di fingere!

source: [_lindsey_s_soaked_blush_] I know that's exactly where you were going with that!
fr_fr: [_lindsey_s_soaked_blush_] Je sais que c'est exactement ce que vous avez fait avec ça !
it_it: [_lindsey_s_soaked_blush_] So che è esattamente dove stavi andando con quello!

source: [_mc_] I don't know what you're talking about!
fr_fr: [_mc_] Je ne sais pas de quoi vous parlez !
it_it: [_mc_] Non so di cosa stai parlando!

source: [_lindsey_s_soaked_flirty_] Okay, Reverend [mc]. I totally believe you!
fr_fr: [_lindsey_s_soaked_flirty_] Ok, Révérend [mc]. Je vous crois totalement !
it_it: [_lindsey_s_soaked_flirty_] Okay, Reverendo [mc]. Vi credo totalmente!
