Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/forest_glade/int_frogs.po
Languages: fr_fr, it_it

source: Aha! I can't believe it! I actually caught one!
fr_fr: Aha ! Je n'arrive pas à y croire ! J'en ai vraiment attrapé un !
it_it: Aha! Non riesco a crederci! Ne ho effettivamente catturato uno!

source: Slippery little bugger, not unlike a booger...
fr_fr: Un petit bougre glissant, un peu comme une crotte de nez...
it_it: Piccolo bugger scivoloso, non a differenza di un booger...

source: [_mc_] Excuse me, do you live in that creepy shed?
fr_fr: [_mc_] Excusez-moi, vous vivez dans ce hangar effrayant ?
it_it: [_mc_] Scusatemi, vivete in quel capanno raccapricciante?

source: Yoink! Not anymore!
fr_fr: Yoink ! Plus maintenant !
it_it: Yoink! Non pi√π!

source: I just have to...
fr_fr: Je dois juste...
it_it: Devo solo fare...

source: [_extend_] stay really still...
fr_fr: [_extend_] restez vraiment immobile...
it_it: [_extend_] rimani davvero ancora...

source: [_extend_] before I...
fr_fr: [_extend_] avant que je...
it_it: [_extend_] prima di I...

source: [_extend_] pounce! [withvpunch]
fr_fr: [_extend_] bondi ! [withvpunch]

source: Goddamn, look at my reflexes! Wax on, wax off!
fr_fr: Bon sang, regardez mes réflexes ! On met de la cire, on enlève de la cire !
it_it: Goddamn, guardi i miei riflessi! Scendi la cera!

source: Gotcha!
fr_fr: J'ai compris !

source: If I kiss you, will you turn into a princess?
fr_fr: Si je t'embrasse, te transformeras-tu en princesse ?
it_it: Se ti bacio, ti trasformerai in principessa?

source: I {i}really{/} hope you can't catch something from these guys...
fr_fr: J'{i}espère{/} vraiment que vous n'allez pas attraper quelque chose de ces types...
it_it: I {i}davvero{/} spero che non si possa prendere qualcosa da questi ragazzi...
