Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/forest_glade/int_dead_beaver.po
Languages: fr_fr, it_it

source: {i}"The great philosopher and pacifist J. J. Timberlake once said, 'The only good beaver is a dead beaver.'"{/}
fr_fr: {i}"Le grand philosophe et pacifiste J. J. Timberlake a dit une fois:" Le seul bon castor est un castor mort. "" { / }
it_it: {i}"Il grande filosofo e pacifista J. J. Timberlake una volta disse: 'L'unico buon castoro è un castoro morto.'"{/}

source: {i}"This quote has been widely criticized as too charitable, and has led to experts accusing Timberlake of being a beaver sympathizer."{/}
fr_fr: {i}"Cette citation a été largement critiquée comme étant trop charitable, et a amené des experts à accuser Timberlake d'être un sympathisant de castor." { / }
it_it: {i}"Questa citazione è stata ampiamente criticata come troppo caritatevole e ha portato gli esperti ad accusare Timberlake di essere un simpatizzatore di castore."{/}

source: {i}"Regardless of his true feelings, Timberlake's contributions to the dwindling numbers of beavers across the globe are undeniable."{/}
fr_fr: {i}"Indépendamment de ses véritables sentiments, les contributions de Timberlake à la diminution du nombre de castors à travers le monde sont indéniables." { / }
it_it: {i}"Indipendentemente dai suoi veri sentimenti, i contributi di Timberlake ai numeri di castori in tutto il mondo sono innegabili."{/}

source: What's better than taking a scalp from your defeated foe? Not much, that's what.
fr_fr: Quoi de mieux que de prendre un cuir chevelu de votre ennemi vaincu? Pas beaucoup, c'est quoi.
it_it: Cosa c'è di meglio che prendere un cuoio capelluto dal tuo nemico sconfitto? Non molto, è cosa.

source: Took me a couple of hours to fully skin that beaver and bury the remains.
fr_fr: Pris-moi quelques heures à la peau complète qui castor et enterre les restes.
it_it: Mi ha preso un paio di ore per completamente la pelle che castora e seppellire i resti.

source: The upside is that I'm now the proud owner of a beaver pelt.
fr_fr: L'avantage est que je suis maintenant le fier propriétaire d'une peau de castor.
it_it: Il rovescio è che ora sono il orgoglioso proprietario di una pelliccia di castore.

source: He's already dead, Jim.
fr_fr: Il est déjà mort, Jim.
it_it: Lui è già morto, Jim.

source: With his demise, these lands are free of tyranny and boundless hatred.
fr_fr: Avec sa disparition, ces terres sont exemptes de tyrannie et de haine illimitée.
it_it: Con la sua scomparsa, queste terre sono prive di tirannia e di odio sconfinato.

source: Celebrate, for your days may yet be numbered.
fr_fr: Célébrez, pour vos jours peut encore être numéroté.
it_it: Festeggiare, per i tuoi giorni potrebbe ancora essere numerato.

source: Much like dwarves, the beavers keep records of past grudges.
fr_fr: Tout comme les nains, les castors tiennent des registres des rancards antérieurs.
it_it: Proprio come i nani, i castori conservano le registrazioni dei rancori passati.

source: Your bloodline might be the target of retribution for many generations to come.
fr_fr: Votre lignée pourrait être la cible de représailles pour de nombreuses générations à venir.
it_it: La vostra linea di sangue potrebbe essere l'obiettivo della retribuzione per molte generazioni a venire.
