Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/forest_glade/int_earth.po
Languages: fr_fr, it_it

source: Ah, what a beauty! She's so ready to take my seeds.
fr_fr: Ah, quelle beauté ! Elle est si prête à prendre mes graines.
it_it: Ah, che bellezza! È così pronta a prendere i miei semi.

source: The seeds are planted, but thirsty. They scream for wet salvation from within their earthly hollows.
fr_fr: Les graines sont plantées, mais assoiffées. Ils crient pour le salut mouillé à l'intérieur de leurs creux terrestres.
it_it: I semi sono piantati, ma assetati, gridano per la salvezza umida dall'interno delle loro cavità terrene.

source: Digging a canal from the river would be an option if I had a shovel. Watering it manually is also possible.
fr_fr: Creuser un canal à partir de la rivière serait une option si j'avais une pelle. L'arrosage manuel est également possible.
it_it: Scavare un canale dal fiume sarebbe un'opzione se avessi una pala. Innaffiarlo manualmente è anche possibile.

source: Watering fields with polluted water and deadly pesticides is mainstream practice nowadays.
fr_fr: Les champs d'eau avec de l'eau polluée et des pesticides mortels sont de nos jours la pratique courante.
it_it: L'acqua dei campi con acqua inquinata e pesticidi mortali è pratica corrente al giorno d'oggi.

source: Why shouldn't I profit from destructive capitalism when the big corps do?
fr_fr: Pourquoi ne devrais-je pas profiter du capitalisme destructeur quand le grand corps le fait ?
it_it: Perché non dovrei trarre profitto dal capitalismo distruttivo quando il grande corpo fa?

source: They're bathing in water, which is exactly how they like it. Now, the only thing left to do is wait.
fr_fr: Ils se baignent dans l'eau, ce qui est exactement ce qu'ils aiment. Maintenant, la seule chose à faire est d'attendre.
it_it: Stanno facendo il bagno in acqua, che è esattamente come gli piace. Ora, l'unica cosa che resta da fare è aspettare.

source: Still thirsty. These little sprouts would drink a chronic alcoholic under the table with ease.
fr_fr: Toujours soif. Ces petits germes boivent avec aisance un alcoolique chronique sous la table.
it_it: Ancora assetati, questi piccoli germogli berrebbero un alcolico cronico sotto il tavolo con facilità.

source: Drink up the liquid corruption! Quench your thirst with pollution and death!
fr_fr: Buvez le liquide de la corruption ! Étanchez votre soif de pollution et de mort !
it_it: Bevi la corruzione liquida! Sete con l'inquinamento e la morte!

source: Rise! Rise!
fr_fr: Debout ! Debout !
it_it: Risalite! Risalite!

source: They say that even the smallest lives are full of energy.
fr_fr: Ils disent que même les plus petites vies sont pleines d'énergie.
it_it: Dicono che anche le vite più piccole sono piene di energia.

source: These little thirsters are also full of water.
fr_fr: Ces petits astres sont aussi remplis d'eau.
it_it: Questi piccoli assetati sono anche pieni di acqua.

source: The scribes foretold this day!
fr_fr: Les scribes ont prédit ce jour !
it_it: Gli scribi hanno predetto questo giorno!

source: The day when the plants tickle the shins and the smell of shaved grass and freshly cut pussy fills their air.
fr_fr: Le jour où les plantes chatouillent les brins et l'odeur de l'herbe rasée et de la chatte fraîchement coupée remplit leur air.
it_it: Il giorno in cui le piante solleticano i capannoni e l'odore di erba rasata e appena tagliato la figa riempie la loro aria.

source: Still, these grasslings need more water.
fr_fr: Pourtant, ces pelouses ont besoin de plus d'eau.
it_it: Eppure, questi prati hanno bisogno di più acqua.

source: They're growing stronger than ever! Reaching heights I never thought possible!
fr_fr: Ils sont plus forts que jamais ! Ils atteignent des sommets que je n'aurais jamais crus possibles !
it_it: Stanno crescendo più forte che mai! Raggiungere le altezze che non ho mai pensato possibile!

source: It won't be long now. Not long at all.
fr_fr: Ça ne sera pas long maintenant. Pas du tout du tout.
it_it: Non sarà lungo adesso. Non molto a lungo.

source: Soon, my franklets! So very soon...
fr_fr: Bientôt, ma franchise ! Donc très bientôt ...
it_it: Presto, i miei francobolli! Tanto presto...

source: Never before has a field looked so content with the water supply.
fr_fr: Jamais auparavant un champ n'avait l'air si content de l'approvisionnement en eau.
it_it: Mai prima d'ora un campo sembrava così contenuto con l'approvvigionamento idrico.

source: It's as if Aquarius himself stepped out of the sea and blessed this humble patch of land with his succulent dick juices.
fr_fr: C'est comme si le Verseau lui-même était sorti de la mer et avait béni cette humble parcelle de terre avec ses succulents jus de bite.
it_it: È come se l'Acquario stesso uscisse dal mare e benedisse questa umile macchia di terra con i suoi succhi di cazzo succulenti.

source: They grow up so fast! It felt like yesterday since they were little saplings!
fr_fr: Ils grandissent si vite ! J'ai l'impression que c'était hier qu'ils étaient des jeunes pousses !
it_it: Crescono così velocemente! Si sentiva come ieri da quando erano piccoli alberelli!

source: Now there's only one thing left to do. Harvest.
fr_fr: Il ne reste plus qu'une chose à faire. Récolte.
it_it: Ora c'è solo una cosa da fare. Raccogliere.

source: The leaves are mine. Time to brew [jo] the ultimate throat-healing concoction.
fr_fr: Les feuilles sont à moi. Temps de brasser [jo] la concoction ultime de guérison de la gorge.
it_it: Le foglie sono mie. Tempo di preparare [jo] l'ultimo intruccamento della gola.
