Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/locker/locker.po
Languages: fr_fr, it_it

source: Hmm... there's a doughnut in my lunch box.
fr_fr: Hmm ... il y a un beignet dans ma boîte à lunch.
it_it: Hmm... c'è una ciambella nella mia scatola da pranzo.

source: [jo] would never have put it there. It's too unhealthy.
fr_fr: [jo] n'aurait jamais été là. C'est trop malsain.
it_it: [jo] non lo avrebbe mai messo lì. È troppo malsano.

source: [maxine] mentioned something about my personal food container... is this what she meant?
fr_fr: [maxine] a parlé de mon contenant personnel ... c'est ce qu'elle voulait dire?
it_it: [maxine] ha accennato a qualcosa del mio contenitore di cibo personale... è questo che intendeva?

source: Is this doughnut her clue?
fr_fr: Cette pâte est-elle son indice?
it_it: Questa ciambella è la sua indizio?

source: What does it mean?
fr_fr: Qu'est-ce que cela signifie?
it_it: Che cosa significa?

source: The first thing that comes to mind when I think of doughnuts is the [guard].
fr_fr: La première chose qui vient à l'esprit quand je pense aux beignes est le [guard].
it_it: La prima cosa che mi viene in mente quando penso alle ciambelle è la [guard].

source: Is this her way of saying I should talk to the [guard]?
fr_fr: Est-ce sa façon de dire que je devrais parler au [guard]?
it_it: È questo il suo modo di dire che dovrei parlare con la [guard]?

source: Why does she have to be so damn cryptic?
fr_fr: Pourquoi elle doit être si cryptique?
it_it: Perché deve essere così dannata criptica?

source: Might as well start with the most obvious...
fr_fr: Hauteur aussi bien commencer avec le plus évident ...
it_it: Potrebbe anche iniziare con il più ovvio...

source: Let's see what [jo] prepared for me today...
fr_fr: Voyons ce que [jo] préparé pour moi aujourd'hui ...
it_it: Vediamo cosa [jo] mi ha preparato oggi...

source: She thinks she's so funny.
fr_fr: Elle pense qu'elle est si drôle.
it_it: Lei pensa di essere così divertente.

source: I'll have to get her back for this.
fr_fr: Je vais devoir la récupérer pour ça.
it_it: Dovrò riportarla per questo.

source: On today's menu, soup in a can.
fr_fr: Dans le menu d'aujourd'hui, la soupe dans un peut.
it_it: Nel menu di oggi, zuppa in lattina.

source: Not particularly tasty, but worth saving in case of the apocalypse.
fr_fr: Pas particulièrement savoureux, mais vaut la peine d'être sauvé dans le cas de l'apocalypse.
it_it: Non particolarmente gustoso, ma vale la pena salvare in caso di apocalisse.

source: It's empty.
fr_fr: C'est vide.
it_it: È vuota.

source: Just like my soul.
fr_fr: Tout comme mon âme.
it_it: Proprio come la mia anima.

source: And my Contacts app.
fr_fr: Et mon application Contacts.
it_it: E la mia app Contatti.

source: Guess I'll have to wait till tomorrow.
fr_fr: Je vais devoir attendre jusqu'à demain.
it_it: Indovina che dovrò aspettare fino a domani.

source: Well, there it is. The legendary artifact at the heart of the conflict.
fr_fr: Eh bien, c'est là. L'artefact légendaire au cœur du conflit.
it_it: Ecco, il leggendario artefatto al centro del conflitto.

source: So, this means that the strange texter knew about the break in and [isabelle]'s box of hearts.
fr_fr: Donc, ça veut dire que l'étrange texter était au courant de la boîte de cœurs et de [isabelle]'s de cœur.
it_it: Quindi, questo significa che lo strano texter conosceva la rottura e la scatola di cuori di [isabelle].

source: It also means that [maxine] either got extremely lucky with her riddle, or knows who the texter is.
fr_fr: Cela signifie aussi que le [maxine] a eu beaucoup de chance avec sa énigme, ou sait qui est le texter.
it_it: Significa anche che [maxine] ha ottenuto estremamente fortuna con il suo indovinello, o sa chi è il texter.

source: Whether or not that's relevant is still up for debate. [maxine] doesn't share her secrets with anyone.
fr_fr: La question de savoir si cette question est ou non pertinente est toujours en discussion. [maxine] ne partage pas ses secrets avec qui que ce soit.
it_it: Che sia rilevante o meno è ancora in discussione. [maxine] non condivide i suoi segreti con nessuno.

source: Well, I guess I should give the box back to [isabelle].
fr_fr: Eh bien, je suppose que je devrais remettre la boîte au [isabelle].
it_it: Beh, immagino che dovrei restituire la scatola a [isabelle].

source: Hell of a goose chase, and I haven't even gotten to taste one of those chocolate hearts...
fr_fr: L'enfer d'une chasse d'oie, et je n'ai même pas eu à goûter l'un de ces cœurs de chocolat ...
it_it: Inferno di un inseguimento d'oca, e non ho nemmeno ottenuto di assaggiare uno di quei cuori di cioccolato...

source: This one always makes me chuckle.
fr_fr: Celle-là me fait toujours rire.
it_it: Questo mi fa sempre ridicolo.

source: The day I made [kate] wet.
fr_fr: Le jour où j'ai fait [kate] mouillé.
it_it: Il giorno in cui ho fatto bagnato [kate].

source: One of my biggest achievements.
fr_fr: Une de mes plus grandes réalisations.
it_it: Uno dei miei più grandi risultati.

source: All right. Time to be a poster boy.
fr_fr: Très bien. Il est temps d'être un garçon d'affiche.
it_it: Va bene. È tempo di essere un poster.

source: Freshly printed. Papercut warning.
fr_fr: Papier fraîchement imprimé. Avertissement Papercut.
it_it: Appena stampato. Avviso Papercut.

source: Oh, fuck... that's hot. So sleek and delicate!
fr_fr: Oh, merde ... c'est chaud. Donc couché et délicat !
it_it: Oh, cazzo... è caldo. Così elegante e delicato!

source: My nose is about to erupt!
fr_fr: Mon nez est sur le point d'éclater !
it_it: Il mio naso sta per eruttare!

source: [lindsey] truly is a princess...
fr_fr: [lindsey] est vraiment une princesse ...
it_it: [lindsey] è veramente una principessa...

source: Maybe one day I'll dance with her.
fr_fr: Peut-être qu'un jour je vais danser avec elle.
it_it: Forse un giorno ballerò con lei.
