Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/locker/secret_locker.po
Languages: fr_fr

source: Who knows how deep this hole is? It might be connected to the air vents or something...
fr_fr: Qui sait à quel point ce trou est profond ? Il peut être relié aux évents d'air ou à quelque chose ...

source: Okay, please don't bite my hand off...
fr_fr: Ok, je vous prie de ne pas mordre ma main ...

source: [_mc_] That's a good wall demon. Good wall demon.
fr_fr: [_mc_] C'est un bon démon des murs. Un bon démon des murs.

source: Seriously? [maxine] wasn't joking...
fr_fr: Sérieusement ? [maxine] ne plaisantait pas ...

source: I don't care if it's a demon in there. I'm getting my dick sucked.
fr_fr: Je me fiche qu'il y ait un démon là-dedans. Je me fais sucer la bite.

source: It feels like... some kind of soft textile?
fr_fr: On dirait ... une sorte de textile doux ?

source: [_mc_] Start sucking, you demonic bitch!
fr_fr: [_mc_] Commencez à sucer, salope démoniaque !

source: Shit, I think the guard heard me...
fr_fr: Merde, je crois que le gardien m'a entendu ...

source: Time to pull it out.
fr_fr: Il est temps de le sortir.

source: I'm not going near that shit...
fr_fr: Je ne vais pas près de cette merde ...

source: I don't remember this panel being loose...
fr_fr: Je ne me souviens pas que ce panneau soit lâche ...

source: Perhaps with the right tool, I could remove the screws and see what's behind it?
fr_fr: Peut-être avec le bon outil, je pourrais enlever les vis et voir ce qui est derrière ça ?

source: Attacking these screws with my [item.title_lower] wouldn't exactly help... unless I wanted a quick ticket to the Newfall Asylum.
fr_fr: Attaquer ces vis avec mon [item.title_lower] ne serait pas vraiment utile... à moins que je ne veuille un billet rapide pour l'asile de Newfall.

source: And ever since the Great Tool Rebellion, screwdrivers have been extinct.
fr_fr: Et depuis la révolte des grands outils, les tournevis ont disparu.

source: I need to find something else. Or someone with long nails...
fr_fr: J'ai besoin de trouver autre chose. Ou quelqu'un avec des ongles longs ...

source: A web so old even the spider has abandoned it.
fr_fr: Un web tellement vieux que l'araignée l'a abandonnée.

source: You've been hit by, you've been struck by... well, it's not really a crime. More like collecting evidence for an investigation.
fr_fr: Vous avez été frappé par, vous avez été frappé par ... eh bien, ce n'est pas vraiment un crime. Plus comme la collecte de preuves pour une enquête.

source: Finally, some riches! This coin might be worth a lot!
fr_fr: Enfin, quelques richesses ! Cette pièce vaut peut-être beaucoup !

source: Or nothing. There's always a good chance it's worth nothing.
fr_fr: Ou rien. Il y a toujours une bonne chance que ça ne vaut rien.

source: This strange key seems to fit the outdated lock of this locker...
fr_fr: Cette clé étrange semble correspondre au cadenas dépassé de ce casier ...

source: Stick your hand in
fr_fr: Stick ta main dans

source: Stick your dick in
fr_fr: Stick ta bite dans

source: Keep your limbs
fr_fr: Gardez vos membres
