Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/berb/q_berb_fight.po
Languages: fr_fr, it_it

source: {i}"No forests means no oxygen, which makes their intent quite clear — suffocating the planet."{/}
fr_fr: {i}"Aucune forêt ne signifie pas d'oxygène, ce qui rend leur intention assez claire-étouffer la planète." { / }
it_it: {i}"Nessuna foresta significa nessun ossigeno, il che rende il loro intento abbastanza chiaro - soffocando il pianeta."{/}

source: {i}"Polluting a body of water is the simplest way of getting a beaver out of its fortified bunker (sometimes referred to as a 'dam')."{/}
fr_fr: {i}"Le fait de polluer un corps d'eau est le moyen le plus simple de sortir un castor de son bunker fortifié (parfois appelé" barrage ")." { / }
it_it: {i}"Inquinare un corpo d'acqua è il modo più semplice per ottenere un castoro dal suo bunker fortificato (a volte denominato 'dam')."{/}

source: That pretty much sums up my thoughts on beavers, as well.
fr_fr: Cela résume bien mes pensées sur les castors.
it_it: Questo riassume abbastanza i miei pensieri sui castori, pure.

source: According to that book, the only way of getting that vermin out of the water is polluting the stream.
fr_fr: Selon ce livre, la seule façon de sortir cette vermine de l'eau est de polluer le cours d'eau.
it_it: Secondo quel libro, l'unico modo per ottenere quel vermin dall'acqua è inquinare il flusso.

source: Single-use plastics and toxic liquids are the go-to polluters.
fr_fr: Les plastiques à usage unique et les liquides toxiques sont le feu vert des pollueurs.
it_it: Le materie plastiche monouso e i liquidi tossici sono gli inquinatori.

source: {i}"The beaver's deceitfully cuddly appearance is used to hide its malicious intentions from its victims."{/}
fr_fr: {i}"L'apparence trompeuse du castor est utilisée pour cacher ses intentions malveillantes de ses victimes." { / }
it_it: {i}"L'aspetto ingannevolmente del castoro è usato per nascondere le sue intenzioni dannose dalle sue vittime."{/}

source: {i}"With the ability to fell trees with its powerful bite, the beaver is literally armed to the teeth."{/}
fr_fr: {i}"Avec la capacité de tomber des arbres avec sa puissante morsure, le castor est littéralement armé jusqu'aux dents." { / }
it_it: {i}"Con la capacità di cadere gli alberi con il suo morso potente, il castoro è letteralmente armato ai denti."{/}

source: {i}"Often unprovoked, these creatures maul and slaughter without mercy or respite."{/}
fr_fr: {i}"Souvent non provoqués, ces créatures maule et massacre sans pitié ou répit." { / }
it_it: {i}"Spesso non provocato, queste creature maul e massacro senza misericordia o respite."{/}

source: {i}"Survivors of beaver attacks are often left with a mental trauma to go along with the physical one."{/}
fr_fr: {i}"Les survivants d'attaques de castors sont souvent laissés avec un traumatisme mental pour aller avec la physique." { / }
it_it: {i}"I sopravvissuti di attacchi di castori sono spesso lasciati con un trauma mentale per andare d'accordo con quello fisico."{/}

source: {i}"Even a solitary beaver should be treated with extreme caution."{/}
fr_fr: {i}"Même un castor solitaire doit être traité avec une extrême prudence." { / }
it_it: {i}"Anche un castoro solitario dovrebbe essere trattato con estrema cautela."{/}

source: While I'd like nothing more than to shove my [item.title_lower] down his furry throat, more research is required.
fr_fr: Bien que je n'aimerais rien de plus que de mettre mon [item.title_lower] dans sa gorge, plus de recherches sont nécessaires.
it_it: Mentre mi piacerebbe niente di più che spingere la mia [item.title_lower] giù la sua gola pelosa, è necessaria più ricerca.

source: Hitting that river slug with my [item.title_lower] would be satisfying, but it could also cost me my left nut.
fr_fr: Hitting that river slug with my [item.title_lower] serait satisfaisant, mais ça pourrait aussi me coûter mon écrou gauche.
it_it: Colpire quel fiume slug con la mia [item.title_lower] sarebbe soddisfacente, ma potrebbe anche costarmi la mia noce sinistra.

source: First, I need to learn more about his evil ways.
fr_fr: D'abord, j'ai besoin d'en apprendre davantage sur ses mauvaises manières.
it_it: In primo luogo, ho bisogno di saperne di più sui suoi modi malvagi.

source: Charging into battle with my [item.title_lower] drawn would make for a powerful image.
fr_fr: Charger la bataille avec mon [item.title_lower] dessiné ferait pour une image puissante.
it_it: Ricaricarsi in battaglia con il mio [item.title_lower] disegnato renderebbe un'immagine potente.

source: However, recklessness is how you lose wars.
fr_fr: Cependant, l'imprudence est la façon dont vous perdez les guerres.
it_it: Tuttavia, la perplessità è come si perde le guerre.

source: Acquiring more information is the next logical step.
fr_fr: L'acquisition d'informations supplémentaires est la prochaine étape logique.
it_it: Acquisire più informazioni è il passo logico successivo.

source: The Art of War says to first know your enemy.
fr_fr: L'Art de la guerre dit d'abord connaître votre ennemi.
it_it: L'Arte della Guerra dice di conoscere prima il tuo nemico.

source: Assessment before assassination.
fr_fr: Évaluation avant l'assassinat.
it_it: Valutazione prima dell'assassinio.

source: Got him!
fr_fr: Got-le !
it_it: Lo ha preso!

source: You're mine now, you little bastard!
fr_fr: Vous êtes à moi maintenant, petit bâtard !
it_it: Sei mio adesso, tu piccolo bastardo!

source: [_mc_] I've spent many hours at the dojo practicing the art of wooden sword fighting!
fr_fr: [_mc_] J'ai passé de nombreuses heures au dojo à pratiquer l'art du combat de l'épée en bois !
it_it: [_mc_] Ho trascorso molte ore al dojo praticando l'arte della lotta con la spada di legno!

source: [_mc_] Time to meet your maker, fur-fuck!
fr_fr: [_mc_] Le temps de rencontrer votre fabricant, la merde !
it_it: [_mc_] È tempo di incontrare il tuo creatore, pelliccia!

source: [_berb_] Foolish human! You are no match for—
fr_fr: [_berb_] Foolish humain ! Vous ne correspondant pas à-
it_it: [_berb_] Fantastico umano! Non sei una partita per—

source: [_berb_] Foolish human! You thought you'd killed me, didn't you?
fr_fr: [_berb_] Foolish humain ! Tu pensais que tu m'avais tué, n'est-ce pas?
it_it: [_berb_] Uomo sciocco! Hai pensato che mi avessi ucciso, vero?

source: [_berb_] The beaver that stole your easel and fucked your girlfriend was just my lesser clone!
fr_fr: [_berb_] Le castor qui a volé votre chevalet et fucked ta copine n'était que mon moindre clone !
it_it: [_berb_] Il castoro che ha rubato il tuo cavalletto e scopato la tua ragazza era solo il mio clone minore!

source: [_berb_] You are no match for—
fr_fr: [_berb_] Vous n'êtes pas de correspondance pour-
it_it: [_berb_] Non sei una partita per—

source: [_mc_] On the fields of crimson glory, the hero stood in triumph.
fr_fr: [_mc_] Sur les champs de gloire des crimses, le héros se tenait en triomphe.
it_it: [_mc_] Sui campi della gloria cremisi l'eroe stava in trionfo.

source: [_mc_] On this blessed day, he'd managed to defeat his lifelong rival... nay, Evil itself!
fr_fr: [_mc_] En ce jour béni, il a réussi à vaincre son rival tout au long de la vie ... nay, le mal lui-même !
it_it: [_mc_] In questo giorno benedetto, era riuscito a sconfiggere il suo rivale di tutta la vita... no, malvagio!

source: [_mc_] And for that the realm would forever be in debt.
fr_fr: [_mc_] Et pour que le royaume soit à jamais endet­tant.
it_it: [_mc_] E per questo il regno sarebbe per sempre in debito.

source: Hmm... it sounded way cooler in my head.
fr_fr: Hmm ... ça m'a semblé plus cool dans ma tête.
it_it: Hmm... ha suonato modo più fresco nella mia testa.

source: [_mc_] Are you ready for survival of the fittest?
fr_fr: [_mc_] Êtes-vous prêt pour la survie du plus fort?
it_it: [_mc_] Sei pronto per la sopravvivenza del più adatto?

source: [_berb_] Look at your double-chin, pussy. Do you call that fit?
fr_fr: [_berb_] Regarde ton double menton, la chatte. Est-ce que vous appelez cela?
it_it: [_berb_] Guardate il vostro doppio mento, figa. Chiamatelo in forma?

source: [_mc_] Welcome to the Stone Age.
fr_fr: [_mc_] Bienvenue à l'âge de pierre.
it_it: [_mc_] Benvenuti all'età della pietra.

source: He's not moving anymore, and his unholy mouth is finally silenced.
fr_fr: Il ne bougait plus, et sa bouche impie est finalement réduite au silence.
it_it: Non si sta più muovendo e la sua bocca santa è finalmente silenziata.

source: This is a victory for all of humanity. A victory for freedom. And a first step toward world peace.
fr_fr: C'est une victoire pour toute l'humanité. Une victoire pour la liberté. Et un premier pas vers la paix mondiale.
it_it: Questa è una vittoria per tutta l'umanità. Una vittoria per la libertà. E un primo passo verso la pace nel mondo.

source: In the future, this will probably become a national holiday.
fr_fr: À l'avenir, cela deviendra probablement un jour férié national.
it_it: In futuro, questa sarà probabilmente una festa nazionale.

source: For now, let's call this day... fuck, I can't come up with anything good...
fr_fr: Pour l'instant, appelons ce jour ... baise, je ne peux pas venir avec quelque chose de bien ...
it_it: Per ora, chiamiamo questo giorno... cazzo, non riesco a trovare nulla di buono...

source: Maybe Fur-Fuck-Friday?
fr_fr: Peut-être Fur-Fuck-vendredi?
it_it: Forse Fur-Fuck-Friday?

source: Ugh, I'm sure I'll think of something.
fr_fr: Ugh, je suis sûr que je vais penser à quelque chose.
it_it: Ugh, sono sicuro che penserò a qualcosa.

source: [_mc_] Eat this!
it_it: [_mc_] Mangia questo!

source: [_berb_] You think your poisoned apple has any effect on me?
fr_fr: [_berb_] Vous pensez que votre pomme empoisonnée a quelque effet sur moi?
it_it: [_berb_] Pensi che la mela avvelenata abbia qualche effetto su di me?

source: [_berb_] Poison only makes me stronger!
fr_fr: [_berb_] Poison me rend plus fort !
it_it: [_berb_] Il veleno mi rende solo più forte!

source: [_mc_] Sorry, but that's not really poison.
fr_fr: [_mc_] Désolé, mais ce n'est pas vraiment du poison.
it_it: [_mc_] Ci dispiace, ma non è proprio veleno.

source: [_mc_] That's a specially engineered cleanser.
fr_fr: [_mc_] C'est un nettoyant spécialement conçu.
it_it: [_mc_] Questo è un detergente appositamente progettato.

source: [_mc_] It'll scrub away your evil and leave you with nothing!
fr_fr: [_mc_] Il nettoiera votre mal et vous laissera sans rien !
it_it: [_mc_] Ti sfregherà il tuo male e non ti lascerà nulla!

source: Not the most heroic of victories, but a victory nonetheless.
fr_fr: Pas le plus héroïque des victoires, mais une victoire néanmoins.
it_it: Non il più eroico delle vittorie, ma una vittoria comunque.

source: Hmm, fighting the beaver with my [item.title_lower] would only work if I were a [item.title_lower]-master. Alas, it's suicide.
fr_fr: Hmm, combattre le castor avec mon [item.title_lower] ne travaillerait que si j'étais un [item.title_lower]-master. Hélas, c'est le suicide.
it_it: Hmm, combattere il castoro con la mia [item.title_lower] funzionerebbe solo se fossi un maestro [item.title_lower]. Ahimè, è suicidio.

source: Well, that probably killed off some fish and insects, but it's not enough to drive the beaver out of the water.
fr_fr: Eh bien, ça a probablement tué des poissons et des insectes, mais ce n'est pas assez pour chasser le castor hors de l'eau.
it_it: Bene, che probabilmente ha ucciso fuori alcuni pesci e insetti, ma non è sufficiente per guidare il castoro fuori dall'acqua.

source: Going to need more pepelepsi to get this stream properly polluted.
fr_fr: Il faut plus de pepelepsi pour que ce cours d'eau soit correctement pollué.
it_it: Andare a bisogno di più pepelepsi per ottenere questo flusso adeguatamente inquinato.

source: I don't have a microscope, but that's probably enough to get rid of all microorganisms.
fr_fr: Je n'ai pas de microscope, mais c'est probablement assez pour se débarrasser de tous les micro-organismes.
it_it: Non ho un microscopio, ma probabilmente è sufficiente per sbarazzarmi di tutti i microrganismi.

source: Still, the beaver seems to be enjoying itself. Or at least, pretending to...
fr_fr: Pourtant, le castor semble s'amuser. Ou au moins, prétendant ...
it_it: Eppure, il castoro sembra godersi se stesso. O almeno, fingendo a...

source: Probably need another bottle of pepelepsi.
fr_fr: Il faut probablement une autre bouteille de pepelepsi.
it_it: Probabilmente bisogno di un'altra bottiglia di pepelepsi.

source: There. That stream is more lifeless than the dead sea.
fr_fr: Là. Ce cours d'eau est plus sans vie que la mer morte.
it_it: Quella corrente è più priva di vita del mare morto.

source: Still, that fucking beaver refuses to get out.
fr_fr: Pourtant, ce putain de castor refuse de sortir.
it_it: Ancora, quel castoro cazzo si rifiuta di uscire.

source: [_berb_] The death of this ecosystem means nothing to me, fool!
fr_fr: [_berb_] La mort de cet écosystème ne signifie rien pour moi, idiot !
it_it: [_berb_] La morte di questo ecosistema non significa niente per me, pazzo!

source: [_berb_] Only more beaver lebensraum!
fr_fr: [_berb_] Plus de castor lebensraum !
it_it: [_berb_] Solo più castori lebensraum!

source: Hmm... tossing in a bunch of garbage should do the trick.
fr_fr: Hmm ... tossing dans un tas de déchets devrait faire le tour.
it_it: Hmm... lanciare in un mazzo di immondizia dovrebbe fare il trucco.

source: That fucking beaver is finally crawling out of the stream.
fr_fr: Ce putain de castor est finalement en train de ramper hors du ruisseau.
it_it: Quel castoro del cazzo sta finalmente strisciando fuori dal flusso.

source: Out of the murky depth the creature rose...
fr_fr: Hors de la profondeur trouble, la créature a augmenté ...
it_it: Fuori dalla profondità torbida la creatura è salita...

source: Gnarly meathook claws.
fr_fr: Gnarly Meathook griffes.
it_it: Artigli carnosi grossolani.

source: Fangs like a rusty wood chipper.
fr_fr: Fangs comme un chipper de bois rouillé.
it_it: Le zanne come un truciolo di legno arrugginito.

source: Eyes as cold and black as the eternal void.
fr_fr: Oui aussi froid et noir que le vide éternel.
it_it: Occhi freddi e neri come il vuoto eterno.

source: The final boss. The ultimate test. Death turned flesh.
fr_fr: Le boss final. Le test ultime. La mort est devenue chair.
it_it: Il capo finale. Il test finale. La morte ha girato carne.

source: Like leaves in the fall... of nature. Yes, putting nature in its place feels good.
fr_fr: Comme les feuilles à l'automne ... de la nature. Oui, mettre la nature dans sa place se sent bien.
it_it: Come le foglie nella caduta... della natura. Sì, mettere la natura al suo posto si sente bene.

source: Need to get more candy wrappers. My current amount is barely enough to pollute a gutter.
fr_fr: Besoin d'avoir plus d'emballages de bonbons. Mon montant actuel est à peine suffisant pour polluer une gouttière.
it_it: Necessità di ottenere più involucri di caramelle. La mia quantità attuale è a malapena sufficiente per inquinare una grondaia.

source: Filling the river with plastic trash is a good start, but there must be more ways to ruin this ecosystem.
fr_fr: Fraiser la rivière avec des déchets de plastique est un bon début, mais il doit y avoir plus de moyens de ruine cet écosystème.
it_it: Riempire il fiume con rifiuti di plastica è un buon inizio, ma ci devono essere più modi per rovinare questo ecosistema.

source: I'll need something more toxic than my [item.title_lower] to pollute such a large body of water.
fr_fr: J'aurai besoin de quelque chose de plus toxique que mon [item.title_lower] pour polluer un si grand plan d'eau.
it_it: Avrò bisogno di qualcosa di più tossico della mia [item.title_lower] per inquinare un corpo d'acqua così grande.

source: Oh, shit. He's getting aggressive!
fr_fr: Oh, merde. Il devient agressif !
it_it: Oh, merda. Sta diventando aggressivo!

source: Like Hercules slew the Nemean lion, so have I completed this arduous but glorious task.
fr_fr: Comme Hercules a couché le lion de Nemean, j'ai donc accompli cette tâche ardue mais glorieuse.
it_it: Come Ercole uccise il leone del Nemeo, così ho completato questo arduo ma glorioso compito.

source: My hands are bloodied, but the blood belongs to my vanquished foe.
fr_fr: Mes mains sont ensanglées, mais le sang appartient à mon ennemi vaincu.
it_it: Le mie mani sono sanguinate, ma il sangue appartiene al mio nemico sconfitto.

source: His vile words shall no longer reach the ears of the innocent.
fr_fr: Ses mots viles ne doivent plus atteindre les oreilles des innocents.
it_it: Le sue vili parole non raggiungeranno più le orecchie degli innocenti.

source: [_mc_] Come here, you little fuck!
it_it: [_mc_] Vieni qui, hai poca scopata!

source: Fuck! He bit me!
fr_fr: Putain ! Il m'a mordu !
it_it: Fuck! Mi ha morso!

source: How is he so powerful?
fr_fr: Comment est-il si puissant?
it_it: Come è così potente?

source: He chokeslammed me like nothing!
fr_fr: Il m'a choquée comme rien !
it_it: Lui mi ha soffocato come niente!

source: I feel like a weak twig tossed into his chainsaw-mouth!
fr_fr: Je me sens comme une perruque faible jetée dans sa bouche-scie !
it_it: Mi sento come un ramoscello debole lanciato nella sua motosega-bocca!

source: Need to hercules it up, or try to find a weapon or way to outsmart—
fr_fr: Il faut les faire monter, ou essayer de trouver une arme ou un moyen de surprendre.
it_it: Necessità di ercolarlo su, o provare a trovare un'arma o un modo per outsmart—

source: Oh, god! He's coming back to finish me off!
fr_fr: Oh, mon dieu ! Il revient pour me terminer !
it_it: Oh, Dio! Sta tornando per finire me!

source: This is the end! I regret everything!
fr_fr: C'est la fin ! Je regrette tout !
it_it: Questa è la fine! Mi rammarico di tutto!

source: Ugh, what's wrong with me?
fr_fr: Ugh, qu'est-ce qui ne va pas avec moi?
it_it: Ugh, cosa c'è che non va con me?

source: I feel all woozy and dull.
fr_fr: Je me sens tout paresseux et ennuie.
it_it: Mi sento tutto bizzarro e noioso.

source: That creature bit me! It probably has all sorts of diseases.
fr_fr: Cette créature m'a mordu ! Il y a probablement toutes sortes de maladies.
it_it: Quella creatura mi ha morso! Probabilmente ha tutti i tipi di malattie.

source: Sure hope there's a cure...
fr_fr: Sure l'espoir qu'il y a un remède ...
it_it: Certo speranza c'è una cura...

source: That thing is scary up close!
fr_fr: Cette chose est effrayée !
it_it: Quella cosa è spaventosa da vicino!

source: "Try saying that to my face!"
fr_fr: "Essayez de le dire à mon visage !"
it_it: "Prova a dirlo al mio viso!"

source: "Let's be friends, little buddy."
fr_fr: "Soyons amis, petit boueux."
it_it: "Siamo amici, piccolo amico."

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|Don't fall for the beaver's tricks
fr_fr: ? mc.intellect> =6@[mc.intellect]/6 | { image=stats int } | Ne pas tomber pour les tours du castor
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> Non cadere per i trucchi del castoro

source: "It's that fucking beaver."
fr_fr: "C'est ce putain de castor."
it_it: "È quella fottuta castore."

source: "What noise? I didn't hear anything."
fr_fr: " Quel bruit? Je n'ai rien entendu. "
it_it: "Che rumore? Non ho sentito niente."

source: "He said all sorts of nasty things."
fr_fr: "Il a dit toutes sortes de choses méchants."
it_it: "Ha detto tutti i tipi di cose brutte."

source: "I wouldn't mind seeing that."
fr_fr: "Je ne voudrais pas voir ça."
it_it: "Non mi dispiacerebbe vederlo."

source: Fight the beaver with your bare hands
fr_fr: Lutter contre le castor à mains nues
it_it: Combatti il castoro con le tue mani nude

source: Run away
fr_fr: Exécuter en dehors
it_it: Corri via

source: Fuck's sake...
fr_fr: Le saké de Fuck ...
