Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/berb/q_berb_fight.po
Languages: fr_fr, it_it

source: Huh? I thought I killed that beaver.
fr_fr: Huh? Je pensais avoir tué ce castor.
it_it: Eh? Pensavo di aver ucciso quel castoro.

source: I guess there's more than one beaver in the forest, but it does look awfully similar.
fr_fr: Je suppose qu'il y a plus d'un castor dans la forêt, mais il a l'air très similaire.
it_it: Immagino che ci sia più di un castoro nella foresta, ma sembra terribilmente simile.

source: Not sure what the critter wants. Probably just attention. Those tiny black eyes are gleaming with malice.
fr_fr: Pas sûr de ce que veut la bête. Probablement juste attention. Ces minuscules yeux noirs étincelles étincelles de malice.
it_it: Probabilmente solo attenzione. Quei piccoli occhi neri sono luccicanti di malizia.

source: {i}*Beaver noises*{/}
fr_fr: {i}*Les bruits de castor * { / }
it_it: {i}*Disturbi di castore*{/}

source: Okay, according to the beaver encyclopedia...
fr_fr: D'accord, selon l'encyclopédie du castor ...
it_it: Okay, secondo l'enciclopedia castore...

source: That little son of a bitch just flipped me off and called me a pussy!
fr_fr: Ce petit fils d'une salope m'a renversé et m'a appelé une chatte !
it_it: Quel figlio piccolo di una cagna mi ha appena capovolto e mi ha chiamato una figa!

source: It's probably because I killed his friend.
fr_fr: C'est probablement parce que j'ai tué son ami.
it_it: Probabilmente perché ho ucciso il suo amico.

source: [_mc_] Try saying that to my face!
fr_fr: [_mc_] Essayez de le dire à mon visage !
it_it: [_mc_] Prova a dirlo al mio volto!

source: Okay, let's see what he's saying now...
fr_fr: Ok, voyons ce qu'il dit maintenant ...
it_it: Va bene, vediamo quello che sta dicendo ora...

source: [_berb_] You yellow-bellied hockerspock! You're lucky I'm up here!
fr_fr: [_berb_] You Yellow-bellied hockerspock ! Vous avez de la chance, je suis là !
it_it: [_berb_] Hai un hockerspock dal ventre giallo! Sei fortunato ad essere qui!

source: [_mc_] What are you going to do? Splash water on me?
fr_fr: [_mc_] Qu'est-ce que vous allez faire? Envoie de l'eau sur moi?
it_it: [_mc_] Che cosa farai? Spruzzare l'acqua su di me?

source: [_berb_] I'll gnaw off your fingers and clog your toilet with the bones!
fr_fr: [_berb_] Je vais te décongeler les doigts et serrez vos toilettes avec les os !
it_it: [_berb_] ti strapperò le dita e intaserò la tua toilette con le ossa!

source: Holy crap. This creature is vile.
fr_fr: La merde. Cette créature est vile.
it_it: Sacra merda. Questa creatura è vile.

source: [_berb_] Your kneecaps will decorate the walls of my nest!
fr_fr: [_berb_] Vos genoux vont décorer les murs de mon nid !
it_it: [_berb_] Le tue ginocchiere decoreranno le pareti del mio nido!

source: [_lindsey_s_skeptical_] What's that noise?
fr_fr: [_lindsey_s_skeptical_] Quel est ce bruit?
it_it: [_lindsey_s_skeptical_] Che cos'è quel rumore?

source: [_mc_] It's that fucking beaver.
fr_fr: [_mc_] C'est ce putain de castor.
it_it: [_mc_] È quel castoro del cazzo.

source: [_lindsey_s_cringe_] Language, please!
fr_fr: [_lindsey_s_cringe_] Langue, s'il vous plaît !
it_it: [_lindsey_s_cringe_] Lingua, per favore!

source: [_mc_] You should tell him that...
fr_fr: [_mc_] Vous devriez lui dire que ...
it_it: [_mc_] Dovresti dirgli che...

source: [_lindsey_s_thinking_] He looks fine to me.
fr_fr: [_lindsey_s_thinking_] Il me semble bien.
it_it: [_lindsey_s_thinking_] Mi sembra bene.

source: [_mc_] He just called you a spoiled princess and said he has a bucket of peas ready.
fr_fr: [_mc_] Il vient de vous appeler une princesse gâtée et dit qu'il a un seau de pois prêts.
it_it: [_mc_] Ti ha appena chiamato una principessa viziata e ha detto che ha un secchio di piselli pronti.

source: [_lindsey_s_cringe_] Is that supposed to be funny?
fr_fr: [_lindsey_s_cringe_] Est-ce que c'est censé être drôle?
it_it: [_lindsey_s_cringe_] Si suppone che sia divertente?

source: [_mc_] No! It was rude as hell!
fr_fr: [_mc_] Non ! C'était grossier comme un enfer !
it_it: [_mc_] No! Era maleducato come inferno!

source: [_lindsey_s_angry_] If I'm the princess, I need to find myself a new court jester. Your jokes are lame.
fr_fr: [_lindsey_s_angry_] Si je suis la princesse, j'ai besoin de me trouver un nouveau tribunal. Tes blagues sont boiteux.
it_it: [_lindsey_s_angry_] Se sono la principessa, ho bisogno di trovarmi un nuovo giullare di corte. Le tue battute sono zoppe.

source: [_mc_] What noise? I didn't hear anything.
fr_fr: [_mc_] Quel bruit? Je n'ai rien entendu.
it_it: [_mc_] Che rumore? Non ho sentito nulla.

source: [_lindsey_s_afraid_] Look! There's a beaver on the roof!
fr_fr: [_lindsey_s_afraid_] Regarde ! Il y a un castor sur le toit !
it_it: [_lindsey_s_afraid_] Guarda! C'è un castoro sul tetto!

source: [_mc_] Yeah, I guess you're right.
fr_fr: [_mc_] Oui, je suppose que vous avez raison.
it_it: [_mc_] Sì, immagino che tu abbia ragione.

source: [_lindsey_s_blush_] Aren't you going to save him?
fr_fr: [_lindsey_s_blush_] N'allez-vous pas le sauver?
it_it: [_lindsey_s_blush_] non lo salverai?

source: [_mc_] Hell no! That furry devil just cursed at me.
fr_fr: [_mc_] Hell no ! Ce diable s'est juste maudit contre moi.
it_it: [_mc_] Inferno no! Quel diavolo peloso appena maledetto a me.

source: [_lindsey_s_thinking_] Really? What if he falls?
fr_fr: [_lindsey_s_thinking_] Vraiement? Et s'il tombe?
it_it: [_lindsey_s_thinking_] Davvero? E se cadesse?

source: [_mc_] I'd celebrate his demise.
fr_fr: [_mc_] Je célébrerais sa disparition.
it_it: [_mc_] farei la sua scomparsa.

source: [_lindsey_s_cringe_] That's not cool. Where is your sense of heroics?
fr_fr: [_lindsey_s_cringe_] Ce n'est pas cool. Où est votre sens de l'héroïque?
it_it: [_lindsey_s_cringe_] Non è cool. Dov'è il tuo senso di eroica?

source: Ugh, she looked really disappointed.
fr_fr: Ugh, elle a l'air vraiment déço.
it_it: Ugh, sembrava davvero delusa.

source: And it's all that beaver's fault. He tricked me.
fr_fr: Et c'est la faute de ce castor. Il m'a trompée.
it_it: Ed è tutta colpa del castore. Mi ha ingannato.

source: That cocksucker is mocking me now. There are few things that rile me up as much as that noise.
fr_fr: Ce meunier se moque de moi maintenant. Il y a peu de choses qui me rime autant que ce bruit.
it_it: Quel cocksucker mi sta deridendo adesso. Ci sono poche cose che mi raggirano tanto quanto quel rumore.

source: My vengeance will be swift... as soon as I figure out how to get him down...
fr_fr: Ma vengeance sera rapide ... dès que je serai en mesure de le faire descendre ...
it_it: La mia vendetta sarà rapida... non appena capisco come farlo giù...

source: [_mc_] Let's be friends, little buddy.
it_it: [_mc_] Siamo amici, piccolo amico.

source: [_berb_] Your bones will make great additions to my dam!
fr_fr: [_berb_] Vos os feront de grands ajouts à mon barrage !
it_it: [_berb_] Le tue ossa faranno grandi aggiunte alla mia diga!

source: [_mc_] What the hell?
fr_fr: [_mc_] Qu'est-ce que l'enfer?
it_it: [_mc_] Che inferno?

source: [_berb_] I'll fill your skull with seaweed and smoke it like pot!
fr_fr: [_berb_] Je vais remplir votre crâne avec des algues et de la fumée comme du pot !
it_it: [_berb_] riempirò il teschio di alghe e fumerò come un vaso!

source: [_mc_] That's messed up.
fr_fr: [_mc_] C'est désorbé.
it_it: [_mc_] È inconveniente.

source: [_berb_] I'll spank your sister with my paddle tail and make her gnaw my log!
fr_fr: [_berb_] Je vais faire tourner votre sœur avec ma queue de pagaie et la faire ronger mon log !
it_it: [_berb_] io sculacciare tua sorella con la mia coda di paddle e farla rovinare il mio tronco!

source: [_mc_] Seriously? Don't talk about my sister!
fr_fr: [_mc_] Sérieusement? Ne parle pas de ma sœur !
it_it: [_mc_] Seriamente? Non parlare di mia sorella!

source: [_flora_s_skeptical_s_flip_] Why are you yelling?
fr_fr: [_flora_s_skeptical_s_flip_] Pourquoi criez-vous?
it_it: [_flora_s_skeptical_s_flip_] Perché stai urlando?

source: [_mc_] Err... hi there, [flora].
it_it: [_mc_] Err... hi lì, [flora].

source: [_mc_] There's a foul-mouthed beaver on the roof!
fr_fr: [_mc_] Il y a un castor mouille sur le toit !
it_it: [_mc_] C'è un castoro maledetto sul tetto!

source: [_flora_s_afraid_s_flip_] What?
fr_fr: [_flora_s_afraid_s_flip_] Quoi?
it_it: [_flora_s_afraid_s_flip_] Cosa?

source: [_mc_] I said... there's a fucking beaver on the roof...
fr_fr: [_mc_] J'ai dit ... il y a un castor putain sur le toit ...
it_it: [_mc_] Ho detto... c'è un castoro cazzo sul tetto...

source: [_flora_s_laughing_s_flip_] Oh! It's cute!
fr_fr: [_flora_s_laughing_s_flip_] Oh ! C'est mignon !
it_it: [_flora_s_laughing_s_flip_] Oh! È carino!

source: [_flora_s_worried_s_flip_] I hope he doesn't fall.
fr_fr: [_flora_s_worried_s_flip_] J'espère qu'il ne tomba pas.
it_it: [_flora_s_worried_s_flip_] spero che non cada.

source: [_mc_] He said all sorts of nasty things.
fr_fr: [_mc_] Il a dit toutes sortes de choses méchants.
it_it: [_mc_] Disse ogni sorta di cose brutte.

source: [_flora_s_annoyed_] Like what?
fr_fr: [_flora_s_annoyed_] Comme quoi?
it_it: [_flora_s_annoyed_] Ti piace cosa?

source: [_mc_] He said my sister would gnaw on his log.
fr_fr: [_mc_] Il a dit que ma sœur gnait sur son journal.
it_it: [_mc_] Disse che mia sorella si sarebbe battuta sul suo registro.

source: [_flora_s_confused_] Seriously, dude?
fr_fr: [_flora_s_confused_] Sérieusement, mec?
it_it: [_flora_s_confused_] Seriamente, dude?

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_flora_s_confused_] That's messed up.
fr_fr: [_flora_s_confused_] C'est désorbé.
it_it: [_flora_s_confused_] È inconveniente.

source: [_flora_s_confused_] Can you stop saying weird shit and blaming an innocent animal?
fr_fr: [_flora_s_confused_] Peux-tu arrêter de dire bizarre et blâmeron un animal innocent?
it_it: [_flora_s_confused_] Riesci a smettere di dire strane merda e incolpare un animale innocente?

source: [_mc_] I looked it up in the beaver encyclo—
fr_fr: [_mc_] Je l'ai regardé dans l'encyclique du castor-
it_it: [_mc_] Ho guardato in alto nell'enciclo castorio—

source: [_flora_s_eyeroll_] Just stop, okay?
it_it: [_flora_s_eyeroll_] Basta fermarsi, ok?

source: [_flora_s_eyeroll_] I'm tired of this.
fr_fr: [_flora_s_eyeroll_] Je suis fatigué de ça.
it_it: [_flora_s_eyeroll_] sono stanco di questo.

source: [_mc_] I swear! The bastard said he'd use my bones for his dam!
fr_fr: [_mc_] Je le jure ! Le salaud m'a dit qu'il utiliserait mes os pour son barrage !
it_it: [_mc_] giuro! Il bastardo disse che avrebbe usato le mie ossa per la sua diga!

source: [_mc_] I wouldn't mind seeing that.
fr_fr: [_mc_] Je ne voudrais pas voir ça.
it_it: [_mc_] Non mi dispiacerebbe vederlo.

source: [_flora_s_cringe_] Don't say that!
fr_fr: [_flora_s_cringe_] Ne dis pas ça !
it_it: [_flora_s_cringe_] Non dirlo!

source: [_flora_s_cringe_] He's just a fluffy little critter!
fr_fr: [_flora_s_cringe_] Il est juste une petite bête !
it_it: [_flora_s_cringe_] È solo un soffice piccolo criticatore!

source: [_mc_] I still think he'd look better as a hat.
fr_fr: [_mc_] Je pense toujours qu'il ressemblerait mieux à un chapeau.
it_it: [_mc_] Penso ancora che avrebbe guardato meglio come un cappello.

source: [_flora_s_angry_] Stop it!
fr_fr: [_flora_s_angry_] Arrhez-le !
it_it: [_flora_s_angry_] fermarlo!

source: [_mc_] He just called you "sexy mama" and said that he wants you to "guzzle his dam water."
fr_fr: [_mc_] Il vous a simplement appelé "maman sexy" et a dit qu'il voulait que vous "buse son eau de barrage".
it_it: [_mc_] Egli ti ha appena chiamato "mamma sexy" e ha detto che vuole che "guzzate la sua diga acqua".

source: [_mc_] Not sure what the last part means...
fr_fr: [_mc_] Pas sûr de ce que signifie la dernière partie ...
it_it: [_mc_] Non è sicuro che cosa significhi l'ultima parte...

source: [_flora_s_eyeroll_] You're not funny.
fr_fr: [_flora_s_eyeroll_] Vous n'êtes pas drôle.
it_it: [_flora_s_eyeroll_] non sei divertente.

source: [_mc_] I promise you, I have the translations right here!
fr_fr: [_mc_] Je vous promets, j'ai les traductions ici !
it_it: [_mc_] Ti prometto, ho le traduzioni proprio qui!

source: [_flora_s_annoyed_] If you're going to sexually harass me, at least have the balls to stand for it.
fr_fr: [_flora_s_annoyed_] Si vous me harcelez sexuellement, au moins avez les couilles pour le défendre.
it_it: [_flora_s_annoyed_] Se hai intenzione di molestare sessualmente me, almeno avere le palle per stare per esso.

source: [_mc_] I wasn't doing that. I was just—
fr_fr: [_mc_] Je ne faisais pas ça. J'étais juste-
it_it: [_mc_] non lo stavo facendo. Ero giusto—

source: [_flora_s_angry_] Whatever. I've heard enough.
fr_fr: [_flora_s_angry_] Quoi qu'il en soit. J'en ai assez entendu.
it_it: [_flora_s_angry_] Qualunque cosa sia. Ho sentito abbastanza.

source: [_flora_s_angry_] Don't talk to me until you've grown up.
fr_fr: [_flora_s_angry_] Ne me parlez pas tant que vous n'avez pas grandi.
it_it: [_flora_s_angry_] Non parlarmi fino a quando non sei cresciuto.

source: Great, now he's gloating.
fr_fr: Super, maintenant il est triste.
it_it: Grande, ora sta soffocando.

source: Need to find a way to shut him up.
fr_fr: Il faut trouver un moyen de l'arrêter.
it_it: Necessità di trovare un modo per chiuderlo.

source: [_berb_] Look at me when I'm talking to you, you lily-livered legume!
fr_fr: [_berb_] Regarde-moi quand je vous parle, vous avez menti !
it_it: [_berb_] Guardatemi quando sto parlando con voi, il legume giglioso!

source: Just avoid eye contact and keep walking...
fr_fr: Il suffit d'éviter le contact visuel et de continuer à marcher ...
it_it: Basta evitare il contatto con gli occhi e continuare a...

source: [_berb_] I'll cut off your legs and use your kneecaps as ashtrays!
fr_fr: [_berb_] Je vais couper vos jambes et utiliser vos genoux comme cendriers !
it_it: [_berb_] ti taglierò le gambe e userò le ginocchia come posacenere!

source: [_berb_] Your mother and sister will swallow my wood chips!
fr_fr: [_berb_] Votre mère et votre sœur avaleront mes copeaux de bois !
it_it: [_berb_] tua madre e tua sorella inghiottiranno le mie patatine di legno!

source: It was a mistake bringing the beaver encyclopedia.
fr_fr: C'était une erreur d'amener l'encyclopédie du castor.
it_it: È stato un errore portando l'enciclopedia castorata.

source: This creature is a furry demon spawn.
fr_fr: Cette créature est un démon de furry.
it_it: Questa creatura è uno spawn peloso demone.

source: [_berb_] I'll clog the water supply to your house and flood your basement!
fr_fr: [_berb_] I'll clog the water supply to your house and inonder your cave !
it_it: [_berb_] intaserò l'approvvigionamento idrico alla tua casa e inonderò il tuo seminterrato!

source: No one has more experience dealing with insults than me.
fr_fr: Personne n'a plus d'expérience en matière d'insultes que moi.
it_it: Nessuno ha più esperienza con gli insulti di me.

source: Just shrug it off and keep walking...
fr_fr: Il suffit de hausser les épaules et de continuer à marcher ...
it_it: Basta tirarlo fuori e continuare a camminare...

source: They say that revenge is best served cold, which is true. But it's also served best with a cool head.
fr_fr: Ils disent qu'il vaut mieux se venger du froid, ce qui est vrai. Mais c'est aussi le mieux servi avec une tête froide.
it_it: Dicono che la vendetta è meglio servita freddo, il che è vero, ma è anche servito meglio con una testa fresca.

source: The right decision is probably to get the janitor involved, but knowing her, she'll just release the beaver into the wild.
fr_fr: La bonne décision est probablement d'impliquer le concierge, mais de la connaître, elle va libérer le castor dans la nature.
it_it: La decisione giusta è probabilmente quella di coinvolgere il janitor, ma conoscendola, lei si limiterà a rilasciare il castoro in natura.

source: No. This is a personal matter now.
fr_fr: Non. C'est une affaire personnelle.
it_it: No. Questa è una questione personale adesso.

source: Beaver vs. Predator, with me starring in the role of the masked hunter.
fr_fr: Beaver vs. Predator, avec moi dans le rôle du chasseur masqué.
it_it: Beaver vs. Predator, con me protagonista nel ruolo del cacciatore mascherato.

source: First step is knocking that critter off the roof.
fr_fr: La première étape consiste à frapper cette créature au large du toit.
it_it: Il primo passo sta bussando quel critter fuori dal tetto.

source: Oh, hell no! That little cocksucker just called me a clown! We all heard it!
fr_fr: Oh, non ! Ce petit meunier m'a appelé un clown ! Nous l'avons tous entendu !
it_it: Oh, diavolo no! Quel piccolo cocksucker mi ha appena chiamato un pagliaccio! Lo abbiamo sentito tutti!

source: [_mc_] Come here, you fuck!
fr_fr: [_mc_] Viens ici, merde !
it_it: [_mc_] Vieni qui, hai scopata!

source: [_mc_] That's right, bitch. You better run.
fr_fr: [_mc_] C'est vrai, salope. Tu feras mieux de courir.
it_it: [_mc_] È giusto, cagna. È meglio correre.

source: He's too fast to catch with my bare hands... need to find a way to track him back to his nest.
fr_fr: Il est trop rapide pour attraper avec mes mains nues ... il faut trouver un moyen de le retrouver dans son nid.
it_it: È troppo veloce per prendere con le mie mani nude... ha bisogno di trovare un modo per rintracciarlo di nuovo al suo nido.

source: I'm sure that bastard will be back here gloating in no time.
fr_fr: Je suis sûr que le bâtard sera de retour ici à la morosité en aucun temps.
it_it: Io sono sicuro che il bastardo tornerà qui a cullarsi in pochissimo tempo.

source: {i}"The common beaver (Latin: Beavus Pestus) belongs to a family of large rodents that infests the world's forests."{/}
fr_fr: {i}"Le castor commun (latin: Beavus Pestus) appartient à une famille de grands rongeurs qui infeste les forêts du monde." { / }
it_it: {i}"Il castoro comune (latino: Beavus Pestus) appartiene a una famiglia di grandi roditori che infestano le foreste del mondo".{/}

source: {i}"Throughout history, their distinct sounds and ways of communication have attracted the interests of many scientists and nature experts."{/}
fr_fr: {i}"Tout au long de l'histoire, leurs sons et leurs modes de communication distincts ont suscité les intérêts de nombreux scientifiques et experts de la nature." { / }
it_it: {i}"Nel corso della storia, i loro suoni e modi distinti di comunicazione hanno attirato gli interessi di molti scienziati e esperti della natura."{/}

source: {i}"In 1997, the naturologist and famous hunter J. J. Timberlake decoded the language of the beavers."{/}
fr_fr: {i}"En 1997, le naturologue et chasseur célèbre J. J. Timberlake a décodé la langue des castors." { / }
it_it: {i}"Nel 1997, il naturologo e famoso cacciatore J. J. Timberlake decodifica la lingua del beave."{/}

source: {i}"This instantly worsened human-beaver relationships across the globe, and started what can only be described as a cold war."{/}
fr_fr: {i}"Cela a instantanément aggravé les relations entre les humains et les castors à travers le monde, et a commencé ce qui ne peut être décrit que comme une guerre froide." { / }
it_it: {i}"Questo peggiorò istantaneamente le relazioni umano-castoro in tutto il mondo, e ha iniziato quello che può essere descritto solo come una guerra fredda."{/}

source: {i}"This encyclopedia contains the full translations of beaver tongue — a language so foul that the consensus among linguists is that it should join Latin, Coptic, Summerian, and Sanskrit on the list of dead languages."{/}
fr_fr: {i}"Cette encyclopédie contient les traductions complètes de la langue de castor-une langue si grossière que le consensus des linguistes est qu'il devrait rejoindre le latin, le copte, le Summerian et le sanskrit sur la liste des langues mortes." { / }
it_it: {i}"Questa enciclopedia contiene le traduzioni complete della lingua castorista — una lingua così malvagia che il consenso tra linguisti è che dovrebbe unirsi al latino, Coptic, Summerian e Sanscrito nella lista delle lingue morte. {/}

source: Okay, let's see what that critter is actually saying. This book seems to have the translations.
fr_fr: Ok, voyons ce que cette critte est en train de dire. Ce livre semble avoir les traductions.
it_it: Va bene, vediamo cosa sta effettivamente dicendo quel critter. Questo libro sembra avere le traduzioni.

source: Throwing my [item.title_lower] at it would attract the scorn of all local beavers. Not risking my life this early in the week.
fr_fr: L'exécution de mon [item.title_lower] à elle attirait le mépris de tous les castors locaux. Ne pas risquer ma vie au début de la semaine.
it_it: Lanciare il mio [item.title_lower] a esso attirerebbe il disprezzo di tutti i castori locali. Non rischiare la mia vita all'inizio della settimana.

source: {i}"A beaver's natural habitat consists of wooded areas with streams of water."{/}
fr_fr: {i}"L'habitat naturel d'un castor est constitué de zones boisées avec des cours d'eau." { / }
it_it: {i}"L'habitat naturale di un castoro è costituito da aree boschive con corsi d'acqua."{/}

source: {i}"They use their sharp teeth to gnaw down trees to build their dams."{/}
fr_fr: {i}"Ils utilisent leurs dents pointues pour décongeler les arbres pour construire leurs barrages." { / }
it_it: {i}"Usano i loro denti affilati per strappare gli alberi per costruire le loro dighe".{/}

source: {i}"They use their sharp tongues to spit insults at predators (or really, anyone else who happens to cross their path)."{/}
fr_fr: {i}"Ils utilisent leurs langues fortes pour cracerles insultes contre les prédateurs (ou vraiment, ceux qui arrivent à traverser leur chemin)." { / }
it_it: {i}"Usano le loro lingue affilate per sputare insulti ai predatori (o davvero, chiunque altro che capita di attraversare il loro percorso)."{/}

source: {i}"They slap their tails against the surface of the water for attention. These rodents are known for their egocentric worldview."{/}
fr_fr: {i}" Ils giflent leur queue contre la surface de l'eau pour y prêter attention. Ces rongeurs sont connus pour leur vision du monde égocentrique. " { / }
it_it: {i}"Hanno schiaffeggiato le loro code contro la superficie dell'acqua per l'attenzione. Questi roditori sono noti per la loro vista egocentrica."{/}

source: {i}"In the 1980s, there used to be over 60 million beavers in North America. Thankfully, most have been hunted down today."{/}
fr_fr: {i}" Dans les années 1980, il y avait plus de 60 millions de castors en Amérique du Nord. Heureusement, la plupart ont été chassés aujourd'hui. " { / }
it_it: {i}"Negli anni '80 c'erano oltre 60 milioni di castori in Nord America. Per fortuna, la maggior parte è stata cacciata oggi".{/}

source: He escaped again, but perhaps I can track him into the forest this time.
fr_fr: Il s'est échappé de nouveau, mais je peux peut-être le suivre dans la forêt cette fois.
it_it: È fuggito di nuovo, ma questa volta forse lo posso rintracciare nella foresta.

source: {i}"Also known as 'floaters,' these pieces of nocturnal shit clog up most streams if left unchecked."{/}
fr_fr: {i}"Aussi appelé" flotteurs ", ces morceaux de merde nocturnes s'accrocher à la plupart des cours d'eau s'ils sont laissés sans contrôle." { / }
it_it: {i}"Conosciuti anche come 'galleggianti,' questi pezzi di merda notturna intasano la maggior parte dei flussi se non selezionato."{/}

source: {i}"The beavers' merciless deforestation of nature reserves and ecological systems is a danger to all wildlife."{/}
fr_fr: {i}"Le déboisement impitoyable des castors de réserves naturelles et de systèmes écologiques représente un danger pour tous les animaux sauvages." { / }
it_it: {i}"La spietata deforestazione delle riserve naturali e dei sistemi ecologici è un pericolo per tutta la fauna selvatica."{/}
