Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game_intro/intro.po
Languages: fr_fr, it_it, ru_ru

source: Newfall is the perfect town, but if you think you can have any of it, you're an idiot.
fr_fr: Newfall est la ville parfaite, mais si vous pensez que vous pouvez en avoir, vous êtes un idiot.
it_it: Newfall è la città perfetta, ma se pensate di poterne avere qualcuno, siete un idiota.
ru_ru: Ньюфолл - идеальный город, но если ты думаешь, что так просто сможешь вписаться в него, ты сильно ошибаешься.

source: Not the girls with sun-kissed legs, rollerblading down the streets.
fr_fr: Pas les filles aux jambes bronzées qui font du roller dans les rues.
it_it: Non le ragazze con gambe baciate dal sole, rollerblading giù per le strade.
ru_ru: Тёлочки с загорелыми ножками, спускающиеся на роликах вниз по улице.

source: Not the million-dollar yachts, bobbing lazily in the bright-blue harbor.
fr_fr: Pas les yachts de million de dollars, se frottant paresseusement dans le port bleu clair.
it_it: Non i milioni di dollari yacht, bobbing pigramente nel porto azzurro.
ru_ru: Дорогие яхты, лениво покачивающиеся на голубых волнах гавани.

source: Not the cheerful laughter of the families, picnicking in the park.
fr_fr: Pas les rires joyeux des familles qui pique-niquent dans le parc.
it_it: Non la allegro risata delle famiglie, che si prende nel parco.
ru_ru: Веселый смех семей, устраивающих пикники в парке.

source: None of it will ever be yours.
fr_fr: Rien de tout cela ne sera jamais le vôtre.
it_it: Nessuno di esso sarà mai vostro.
ru_ru: Всё вышеперечисленное - далеко не твой уровень.

source: And who's to blame? Society and shitty genetics?
fr_fr: Et qui est à blâmer ? La société et la génétique de merde ?
it_it: E chi è da colpire? Società e genetica shitty?
ru_ru: И кто в этом виноват? Общество и дерьмовая генетика?

source: To have winners, you need losers. And in life's zero-sum game... sorry, kid — snake eyes.
fr_fr: Pour avoir des gagnants, vous avez besoin de perdants. Et dans le jeu à somme nulle de la vie ... désolé, yeux de serpent.
it_it: Per avere vincitori, hai bisogno di perdenti. E nel gioco a somma zero della vita... scusa, bambino — occhi di serpente.
ru_ru: Чтобы кто-то был победителем, нужно чтобы кто-то стал проигравшим. К сожалению, такова жизнь.

source: The days all bleed together in a diarrhea of misery and self-loathing.
fr_fr: Les jours se suivent et se ressemblent dans une diarrhée de misère et de dégoût de soi.
it_it: I giorni tutti sanguinavano insieme in una diarrea di miseria e di autoespiazione.
ru_ru: Все эти дни сливаются воедино в чаше страданий и отвращения к себе.

source: Every morning, you sleep in like a bum. Get yelled at for being a disappointment.
fr_fr: Tous les matins, vous faites la grasse matinée. Se faire crier dessus parce qu'on est décevant.
it_it: Ogni mattina dormi come un bum. Fai urlare per essere una delusione.
ru_ru: Каждое утро ты спишь как убитый. На тебя кричат за то, что ты разочаровываешь.

source: You work a pointless job, earning a few pointless bucks that you spend on pointless pizzas that taste like pepperoni and ballsack.
fr_fr: Vous avez un travail inutile, vous gagnez quelques dollars inutiles que vous dépensez en pizzas inutiles qui ont le goût de pepperoni et de sac à dos.
it_it: Si lavora un lavoro inutile, guadagnando un paio di dollari inutili che si spendono per inutili pizze che assaggiano come peperoni e sacchetto di palla.
ru_ru: Ты выполняешь бессмысленную работу, зарабатываешь несколько бессмысленных баксов, которые тратишь на бессмысленную пиццу, по вкусу напоминающую привокзальный беляш.

source: Every night, you eat alone, trying not to cry.
fr_fr: Chaque soir, vous mangez seul, en essayant de ne pas pleurer.
it_it: Ogni notte, si mangia da solo, cercando di non piangere.
ru_ru: Каждый вечер ты, стараясь сдержать слёзы, ешь в одиночестве.

source: And then you cry. What else is there?
fr_fr: Et puis vous pleurez. Qu'y a-il d'autre ?
it_it: E poi piangete. Che altro c'è?
ru_ru: А потом ты плачешь. Что еще остается?

source: Train-smashed tomato sauce is the only way out... but not if you're a pussy.
fr_fr: La sauce tomate en forme de train est la seule façon de sortir ... mais pas si vous êtes une chatte.
it_it: La salsa di pomodoro trinciata è l'unica via d'uscita... ma non se sei una figa.
ru_ru: В такой ситуации остаётся только повторить судьбу Анны Карениной.

source: Growing up, you expect life to be a fairytale.
fr_fr: En grandissant, vous vous attendez à ce que la vie soit un conte de fées.
it_it: Crescendo, ti aspetti che la vita sia una favola.
ru_ru: Взрослея, ожидаешь, что жизнь будет сказкой.

source: You'll make it through school, get a good job, meet the girl of your dreams.
fr_fr: Vous le ferez à l'école, vous aurez un bon travail, vous rencontrerez la fille de vos rêves.
it_it: Lo farai attraverso la scuola, ottenere un buon lavoro, incontrare la ragazza dei tuoi sogni.
ru_ru: Закончишь школу, найдешь хорошую работу, встретишь девушку своей мечты и всё, жизнь удалась.

source: That's what you tell yourself as you stuff your promposal into the garbage because you're too much of a wimp to ask.
fr_fr: C'est ce que vous vous dites en jetant votre demande de mariage à la poubelle parce que vous êtes trop timide pour demander.
it_it: Questo è ciò che si dice voi stessi come roba il vostro suggerimento nella spazzatura perché siete troppo di un wimp per chiedere.
ru_ru: И ты просто миришься со всем этим, засовывая язык глубоко-глубоко.

source: There's more fish in the sea. More opportunities.
fr_fr: Il y a plus de poissons dans la mer. Plus d'opportunités.
it_it: C'è più pesce in mare. Più opportunità.
ru_ru: В море больше рыбы. Больше возможностей.

source: That's what goes through your head as you stay home and play video games instead of going to that party...
fr_fr: C'est ce qui passe par votre tête quand vous restez à la maison et que vous jouez à des jeux vidéo au lieu d'aller à cette fête ...
it_it: Questo è ciò che passa attraverso la testa mentre si rimane a casa e giocare videogiochi invece di andare a quella festa...
ru_ru: Что приходит вам в голову, когда вы остаетесь дома и играете в видеоигры вместо того, чтобы пойти на вечеринку?

source: There's always another chance!
fr_fr: Il y a toujours une autre chance !
it_it: C'è sempre un'altra possibilità!
ru_ru: Всегда есть второй шанс!

source: Then you're suddenly halfway to thirty, and your Cinderella story has turned to ash.
fr_fr: Alors vous êtes soudainement à mi-chemin de trente, et votre histoire de Cendrillon s'est tournée vers la cendre.
it_it: Poi sei improvvisamente a metà strada fino a trent'anni, e la tua storia di Cenerentola si è trasformata in cenere.
ru_ru: А потом тебе вдруг переваливает за тридцать, и твои грёзы и желания превращается в пепел.

source: You're forced to bite life's poisoned apple and realize that you have nothing. You're nobody.
fr_fr: Vous êtes forcé de mordre la pomme empoisonnée et de vous rendre compte que vous n'avez rien. Vous n'êtes personne.
it_it: Sei costretto a mordere la mela avvelenata della vita e ti rendi conto che non hai niente.
ru_ru: Ты вынужден откусить от отравленного яблока жизни и осознать, что у тебя ничего нет. Ты никто.

source: You're all alone.
fr_fr: Vous êtes tous seuls.
it_it: Siete tutti soli.
ru_ru: Ты совсем один.

source: All your friends have long since moved on, and the only girl who wants to talk to you is called Alexa.
fr_fr: Tous vos amis ont depuis longtemps déménagé, et la seule fille qui veut parler à vous s'appelle Alexa.
it_it: Tutti i tuoi amici hanno da tempo spostato su, e l'unica ragazza che vuole parlare con te si chiama Alexa.
ru_ru: Все твои друзья давно разъехались, и единственную девушку, которая хочет с тобой поговорить, зовут Алекса.

source: All those chances you thought you had — gone.
fr_fr: Toutes les chances que vous pensiez avoir se sont envolées.
it_it: Tutte queste possibilità che pensavi di avere — sono andate.
ru_ru: Все те шансы, которые, как ты думал, у тебя были, исчезли.

source: You're stuck in a pool with no ladder, hoping you drown before...
fr_fr: Vous êtes coincé dans une piscine sans échelle, en espérant que vous notez avant ...
it_it: Sei bloccato in una piscina senza scala, sperando di annegare prima...
ru_ru: Ты застрял в бездонной яме...

source: Before life hooks its marionette strings into your flesh once more, and you pray that one of them will catch your neck in a tight noose.
fr_fr: Avant que la vie n'accroche à nouveau ses fils de marionnettes dans votre chair et que vous priiez pour que l'un d'entre eux vous prenne au cou dans un nœud coulant.
it_it: Prima che la vita ganci le sue corde marionette nella vostra carne ancora una volta, e pregate che uno di loro catturerà il collo in un chiodo stretto.
ru_ru: Прежде чем жизнь снова вцепится в твою плоть своими марионеточными ниточками, и ты будешь молиться, чтобы одна из них затянула тугую петлю на твоей шее.

source: There my phone goes again, taunting me with a flicker of hope.
fr_fr: Là, mon téléphone va de nouveau, m'effraie avec une lueur d'espoir.
it_it: Là il mio telefono va di nuovo, scherzandomi con un flicker di speranza.
ru_ru: Тут мой телефон снова звонил, дразня меня проблеском надежды.

source: Well... better check the latest promotional message from my dear mobile carrier...
fr_fr: Eh bien ... mieux vérifier le dernier message promotionnel de mon cher transporteur mobile ...
it_it: Bene... controllare meglio l'ultimo messaggio promozionale dal mio caro operatore mobile...
ru_ru: Что-ж, посмотрим на очередную рекламную СМС.

source: [_hidden_number_] I know what you did last weekend.
fr_fr: [_hidden_number_] Je sais ce que vous avez fait le week-end dernier.
it_it: [_hidden_number_] So cosa avete fatto lo scorso fine settimana.
ru_ru: [_hidden_number_] Я знаю, что ты делал в прошлые выходные.

source: Who the hell is this?
fr_fr: C'est qui, c'est ça ?
it_it: Chi è l'inferno questo?
ru_ru: Это ещё что за чёрт?

source: Hmm... hidden number.
fr_fr: Hmm ... numéro masqué.
it_it: Hmm... numero nascosto.
ru_ru: Хм... скрытый номер.

source: It's probably some idiot claiming to have a webcam recording of me masturbating.
fr_fr: C'est probablement un idiot prétendant avoir un enregistrement de webcam de moi masturbant.
it_it: È probabilmente qualche idiota che sostiene di avere una webcam registrazione di me masturbarsi.
ru_ru: Наверное, очередной идиот, утверждающий, что он может просматривать мою веб-камеру по вечерам.

source: Sorry, man. No money. No friends. No one who cares.
fr_fr: Désolé. Pas d'argent. Pas d'amis. Personne ne s'en soucie.
it_it: Spiacenti, uomo. Nessun denaro. Nessun amico. A nessuno che importa.
ru_ru: Извини, чувак. Денег нет. Никаких друзей. Никого, кто заботится.

source: All I have is a need for human interaction and this UNO reverse card...
fr_fr: Tout ce que j'ai est un besoin d'interaction humaine et cette carte de l'ONU ...
it_it: Tutto quello che ho è un bisogno di interazione umana e questa carta inversa UNO...

source: And what was that?
fr_fr: Et qu'est-ce que c'était ?
it_it: E cos'era quello?
ru_ru: И что же?

source: Budget horror much?
fr_fr: L'horreur du budget ?
it_it: Orrore di bilancio molto?
ru_ru: Бюджетный хорророк?

source: I've already repressed it.
fr_fr: Je l'ai déjà refoulé.
it_it: L'ho già represso.
ru_ru: Я уже знаю об этом.

source: [_hidden_number_] The answer is... absolutely nothing.
fr_fr: [_hidden_number_] La réponse est ... absolument rien.
it_it: [_hidden_number_] La risposta è... assolutamente nulla.
ru_ru: [_hidden_number_] И мой ответ... абсолютно ничего.

source: Who is this? Also, that's not true!
fr_fr: Qui est ça ? Et ce n'est pas vrai !
it_it: Chi è questo? Inoltre, non è vero!
ru_ru: Кто это? Кроме того, это неправда!

source: [_hidden_number_] Completing Castlevania for the 167th time and attempting to make an origami cat out of an old pizza box doesn't count.
fr_fr: [_hidden_number_] Terminer Castlevania pour la 167e fois et tenter de fabriquer un chat en origami avec une vieille boîte à pizza ne compte pas.
it_it: [_hidden_number_] Completare Castlevania per la 167a volta e tentare di fare un gatto origami da una vecchia scatola di pizza non conta.
ru_ru: [ _hidden_number_] Прохождение Castlevania в 167-й раз и попытка сделать оригами кошку из старой коробки из под пиццы не считается.

source: Shit. That's odd, but I did tweet that. Always thought my three followers were bots.
fr_fr: Merde. C'est bizarre, mais je l'ai tweeté. J'ai toujours pensé que mes trois followers étaient des bots.
it_it: Merda. È strano, ma ho fatto tweet quello. Pensavo sempre che i miei tre seguaci fossero bot.
ru_ru: Блять. Странно, но я писал об этом в Твиттере. Всегда думал, что трое моих подписчиков - боты.

source: How do you know this?
fr_fr: Comment le savez-vous ?
it_it: Come lo sapete questo?
ru_ru: Откуда ты знаешь?

source: Who the hell are you?
fr_fr: Qui diable es-tu ?
it_it: Chi diavolo sei?
ru_ru: Кто ты, сука, такой?

source: It was a pretty good origami cat, though. Right?
fr_fr: C'était un joli chat origami. D'accord ?
it_it: Era un gatto origami piuttosto buono, però. giusto?
ru_ru: Тем не менее, это был довольно хороший оригами кот. Верно?

source: [_hidden_number_] Doesn't matter. You're lazy and self-destructive.
fr_fr: [_hidden_number_] Peu importe. Vous êtes paresseux et autodestructeurs.
it_it: [_hidden_number_] Non importa. Sei pigro e autodistruttivo.
ru_ru: [ _hidden_number_] Не имеет значения. Ты ленивый и саморазрушительный.

source: [_hidden_number_] That's why you're here now, contemplating your failures.
fr_fr: [_hidden_number_] C'est pourquoi vous êtes ici maintenant, en prévision de vos échecs.
it_it: [_hidden_number_] Ecco perché sei qui ora, contemplando i tuoi fallimenti.
ru_ru: [_hidden_number_] Потому, что сидишь сейчас и ноешь над своими неудачами.

source: [_hidden_number_] You've had no significant impact on anyone's life. [flora] hates you. You have no special talents. You've never even had an interesting science fair project!
fr_fr: [_hidden_number_] Vous n'avez eu aucun impact significatif sur la vie de qui que ce soit. La [flora] vous déteste. Vous n'avez aucun talent particulier. Vous n'avez jamais eu de projet intéressant pour une foire scientifique !
it_it: [_hidden_number_] Non hai avuto alcun impatto significativo sulla vita di nessuno. [flora] ti odia. Non hai talenti speciali. Non hai mai avuto nemmeno un interessante progetto di fiera scientifica!
ru_ru: [_hidden_number_] Ты не оказал существенного влияния ни на чью жизнь. [flora] ненавидит тебя. У тебя нет особых талантов. У тебя даже никогда не было интересного научного проекта!

source: [_hidden_number_] Some of it is bad luck. Most of it is your own doing.
fr_fr: [_hidden_number_] Une partie de cette chance est mauvaise. La plupart d'entre elles sont vos propres actions.
it_it: [_hidden_number_] Alcuni di essi sono sfortunati. La maggior parte di essi è il vostro proprio fare.
ru_ru: [_hidden_number_] Некоторое из этого - влияние судьбы. Большинство - дело твоих рук.

source: [_hidden_number_] I've never seen anyone make so many poor choices in life. It saddens me.
fr_fr: [_hidden_number_] Je n'ai jamais vu personne faire autant de mauvais choix dans la vie. Ça m'attriste.
it_it: [_hidden_number_] Non ho mai visto nessuno fare così tante scelte povere nella vita. Mi rattrista.
ru_ru: Я никогда не видел, чтобы кто-то сделал так много плохого выбора в жизни. Это меня печалит.

source: [jo], is that you?
fr_fr: [jo], c'est vous ?
it_it: [jo], sei tu?
ru_ru: [name], ты ли это?

source: [_hidden_number_] No, I'm not. But I have something to tell you about those choices. Something life-changing!
fr_fr: [_hidden_number_] Non, je ne le suis pas. Mais j'ai quelque chose à vous dire à propos de ces choix. Quelque chose de changeant de vie !
it_it: [_hidden_number_] No, non lo sono. Ma ho qualcosa da raccontarti di quelle scelte. Qualcosa che cambia la vita!
ru_ru: [ _hidden_number_] Нет, но я могу тебе кое-что рассказать об этом "плохом выборе". Что-то, возможно, поменяет твою жизнь!

source: Is this the NSA? I can explain the browser history...
fr_fr: Est-ce la NSA ? Je peux expliquer l'historique du navigateur ...
it_it: È questa la NSA? Posso spiegare la cronologia del browser...
ru_ru: "Это агенство? Я смотрел это исключительно для расширения кругозора."

source: [_hidden_number_] No. But I have something to tell you about those choices. Something life-changing!
fr_fr: [_hidden_number_] Non. Mais j'ai quelque chose à vous dire à propos de ces choix. Quelque chose de changeant de vie !
it_it: [_hidden_number_] No. Ma ho qualcosa da raccontarti di quelle scelte. Qualcosa che cambia la vita!
ru_ru: [ _hidden_number_] Нет, но я могу тебе кое-что рассказать об этом "плохом выборе". Что-то, возможно, поменяет твою жизнь!

source: And all those choices have led me to you. Are you the woman I've been waiting for all my life?
fr_fr: Et tous ces choix m'ont amené à vous. Es-tu la femme que j'attendais pour toute ma vie ?
it_it: E tutte queste scelte mi hanno portato a te. Sei la donna che ho aspettato per tutta la mia vita?

source: [_hidden_number_] All you need to do is tell me your name.
fr_fr: [_hidden_number_] Tout ce que vous devez faire est de me dire votre nom.
it_it: [_hidden_number_] Tutto quello che devi fare è dirmi il tuo nome.
ru_ru: [ _hidden_number_] Все, что тебе нужно сделать это сказать мне своё имя.

source: I asked first!
fr_fr: J'ai d'abord demandé !
it_it: Ho chiesto per primo!
ru_ru: Я первый спросил!

source: [_hidden_number_] My name isn't important. If you want to know what I have to say, tell me yours.
fr_fr: [_hidden_number_] Mon nom n'est pas important. Si tu veux savoir ce que je dois dire, dis-moi le tien.
it_it: [_hidden_number_] Il mio nome non è importante. Se vuoi sapere quello che ho da dire, dimmi il tuo.
ru_ru: [_hidden_number_] Моё имя не так важно. У тебя появилась возможность изменить жизнь, а ты от неё отказываешься...

source: Are you also after my credit card number? You're going to be disappointed.
fr_fr: Vous êtes aussi après mon numéro de carte de crédit ? Vous allez être déçus.
it_it: Sei anche dopo il mio numero di carta di credito? Sarai deluso.

source: [_hidden_number_] What? No! If you want to know what I have to say, tell me your name.
fr_fr: [_hidden_number_] Quoi ? Non ! Si vous voulez savoir ce que je dois dire, dites-moi votre nom.
it_it: [_hidden_number_] Cosa? No! Se vuoi sapere quello che ho da dire, dimmi il tuo nome.
ru_ru: [ _hidden_number_] Что? Нет! У тебя появилась возможность изменить жизнь, а ты от неё так просто отказываешься...

source: Hold up. Are you a Nigerian prince, by any chance?
fr_fr: Attends. Vous êtes un prince nigérian, par hasard ?
it_it: Tenetevi. Sei un principe nigeriano, per caso?
ru_ru: Погоди. Ты случайно не нигерийский принц?

source: It's probably a scammer, but what do I have to lose?
fr_fr: C'est probablement un escroc, mais qu'est-ce que je dois perdre ?
it_it: Probabilmente è un truffatore, ma cosa devo perdere?
ru_ru: Вероятно, это мошенник, но что мне терять?

source: My name is [mc]. There you go! Now tell me!
fr_fr: Mon nom est [mc]. Tu y vas ! Maintenant dis-moi !
it_it: Il mio nome è [mc]. Ci vai! Ora dimmi!
ru_ru: Меня зовут [mc]. Доволен?

source: Hello?
fr_fr: Bonjour ?
it_it: Ciao?
ru_ru: Ау?

source: That's really funny...
fr_fr: C'est vraiment drôle ...
it_it: È davvero divertente...
ru_ru: Забавно...

source: Most people ghost me after I send them a picture. Ghosted after a name... that's a first.
fr_fr: La plupart des gens m'abandonnent après que je leur ai envoyé une photo. Fantôme après un nom... c'est une première.
it_it: La maggior parte delle persone mi fantasmano dopo che ho inviato loro una foto. Fantastico dopo un nome... questo è un primo.
ru_ru: Большинство людей игнорируют меня после того, как я отправлю им фото. Игнор после имени... это что-то новенькое.

source: Oh well, what's the point of staying awake, anyway?
fr_fr: Oh bien, quel est le point de rester éveillé, de toute façon ?
it_it: Oh bene, qual è il punto di rimanere svegli, comunque?
ru_ru: Ладно, что-то я утомился. Надо бы поспать.

source: Ugh, why the fuck is the alarm going off? I haven't set one in years.
fr_fr: Ugh, pourquoi le baiser est l'alarme qui se déclenche ? Je n'en ai pas mis un depuis des années.
it_it: Ugh, perché il cazzo è l'allarme che si spengono? Non ne ho impostato uno da anni.
ru_ru: Бля, почему будильник работает? Я не ставил его уже пару лет.

source: That dream was a good one, too. Obviously, something had to ruin it for me...
fr_fr: Ce rêve était aussi un bon rêve. Évidemment, il fallait que quelque chose vienne me gâcher la fête...
it_it: Questo sogno era buono, anche. Ovviamente, qualcosa doveva rovinarlo per me...
ru_ru: Сон был таким замечательным. Очевидно, что он оборвался на таком моменте.

source: This thing is driving me nuts!
fr_fr: Ce truc me rend fou !
it_it: Questa cosa mi sta spingendo delle noci!
ru_ru: Эта штука сводит меня с ума!

source: "And what was that?"
fr_fr: "Et qu'est-ce que c'était ?"
it_it: "E cos'era quello?"

source: "Budget horror much?"
fr_fr: "L'horreur du budget ?"
it_it: "Orrore di bilancio molto?"

source: "I've already repressed it."
fr_fr: "Je l'ai déjà réprimée."
it_it: "L'ho già represso."

source: "How do you know this?"
fr_fr: "Comment le saviez-vous ?"
it_it: "Come lo sapete?"

source: "Who the hell are you?"
fr_fr: "Qui diable es-tu ?"
it_it: "Chi è l'inferno?"

source: "It was a pretty good origami cat, though. Right?"
fr_fr: " C'était un joli chat origami. D'accord ? "
it_it: "Era un gatto origami piuttosto buono, però. Giusto?"

source: "[jo], is that you?"
fr_fr: "[jo], c'est toi ? "
it_it: "[jo], sei tu?"
ru_ru: "[jo], ты ли это?"

source: "Is this the NSA? I can explain the browser history..."
fr_fr: " Est-ce la NSA ? Je peux expliquer l'historique du navigateur ... "
it_it: "È questa la NSA? Posso spiegare la cronologia del browser..."
ru_ru: "Это агенство? Я смотрел это исключительно для расширения кругозора."

source: "And all those choices have led me to you. Are you the woman I've been waiting for all my life?"
fr_fr: " Et tous ces choix m'ont amené à vous. Es-tu la femme que j'attendais pour toute ma vie ? "
it_it: "E tutte queste scelte mi hanno portato a te. Sei la donna che ho aspettato per tutta la mia vita?"

source: "I asked first!"
fr_fr: "J'ai d'abord demandé !"
it_it: "Ho chiesto prima!"

source: "Are you also after my credit card number? You're going to be disappointed."
fr_fr: " Vous êtes aussi après mon numéro de carte de crédit ? Vous allez être déçus. "
it_it: "Sei anche dopo il mio numero di carta di credito? Sarai deluso."

source: "Hold up. Are you a Nigerian prince, by any chance?"
fr_fr: " Attends. Vous êtes un prince nigérian, par hasard ? "
it_it: "Tenetevi. Sei un principe nigeriano, per caso?"
