Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/isabelle.po
Languages: fr_fr, it_it

source: [_isabelle_s_roof_sunset_hug_concerned_] Oh, yeah? Did [kate] steal your crayons in kindergarten?
fr_fr: [_isabelle_s_roof_sunset_hug_concerned_] Oh, oui ? Est-ce que le [kate] a volé vos crayons à la maternelle ?
it_it: [_isabelle_s_roof_sunset_hug_concerned_] Oh, sì? [kate] ha rubato i tuoi pastelli nella scuola materna?

source: [_mc_] No, it was... a different life.
fr_fr: [_mc_] Non, c'était ... une vie différente.
it_it: [_mc_] No, era... una vita diversa.

source: [isabelle] will never understand loneliness like that.
fr_fr: [isabelle] ne comprendra jamais la solitude comme ça.
it_it: [isabelle] non capirà mai la solitudine così.

source: Very few people can.
fr_fr: Très peu de gens le peuvent.
it_it: Pochissime persone possono.

source: She deserves to be happy, more than anyone I know.
fr_fr: Elle mérite d'être heureuse, plus que quiconque je le sais.
it_it: Lei merita di essere felice, più di chiunque io lo so.

source: [_isabelle_s_roof_sunset_hug_smile_] Well, I'm glad you've changed your mind.
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] Eh bien, je suis content que vous ayez changé d'avis.
it_it: [_isabelle_s_roof_sunset_hug_smile_] Beh, sono contento che tu abbia cambiato idea.

source: [_mc_] You know you could get someone much better than me, right?
fr_fr: [_mc_] Vous savez que vous pourriez avoir quelqu'un de bien mieux que moi, n'est-ce pas ?
it_it: [_mc_] Sai che potresti ottenere qualcuno molto meglio di me, giusto?

source: [_isabelle_s_roof_sunset_hug_smile_] Better? What's better?
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] Mieux ? Quoi de mieux ?
it_it: [_isabelle_s_roof_sunset_hug_smile_] meglio? Cosa c'è di meglio?

source: [_mc_] You know... more attractive, successful, popular...
fr_fr: [_mc_] Vous savez ... plus séduisantes, couronnées de succès, populaires ...
it_it: [_mc_] Sai... più attraente, di successo, popolare...

source: [_isabelle_s_roof_sunset_hug_smile_] Love isn't a scale. It's a jigsaw puzzle.
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] L'amour n'est pas une échelle. C'est un puzzle.
it_it: [_isabelle_s_roof_sunset_hug_smile_] L'amore non è una scala. È un puzzle.

source: [_isabelle_s_roof_sunset_hug_smile_] You either match with someone or you don't.
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] Vous ne faites pas de correspondance avec quelqu'un ou vous ne le faites pas.
it_it: [_isabelle_s_roof_sunset_hug_smile_] O combaciate con qualcuno o non lo fate.

source: [_mc_] Love?
it_it: [_mc_] Amore?

source: [_isabelle_s_roof_sunset_hug_skeptical_] I was making a point!
fr_fr: [_isabelle_s_roof_sunset_hug_skeptical_] J'ai fait un point !
it_it: [_isabelle_s_roof_sunset_hug_skeptical_] Stavo facendo un punto!

source: [_mc_] Can I make a point, too?
fr_fr: [_mc_] Puis-je aussi faire un point ?
it_it: [_mc_] Posso anche fare un punto?

source: [_isabelle_s_roof_sunset_hug_smile_] Certainly, I'm all—
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] Certainement, je suis tout-
it_it: [_isabelle_s_roof_sunset_hug_smile_] Certamente, sono tutto—

source: When our lips meet, her eyelids flutter in surprise.
fr_fr: Quand nos lèvres se rencontrent, ses paupières surprennent.
it_it: Quando le nostre labbra si incontrano, le sue palpebre flutter di sorpresa.

source: But it lasts for only a moment, and then she leans into the kiss.
fr_fr: Mais ça ne dure qu'un moment, et ensuite elle penche dans le baiser.
it_it: Ma dura solo per un attimo, e poi si appoggia nel bacio.

source: Deeper than ever before.
fr_fr: Plus que jamais auparavant.
it_it: Più profondo che mai.

source: Our tongues meeting is like an electric shock.
fr_fr: Notre réunion de langues est comme un électrochoc.
it_it: La nostra riunione linguistica è come una scossa elettrica.

source: It's a rush of breathtaking excitement, kind of like a sudden tickle.
fr_fr: C'est une ruée d'excitation à couper le souffle, genre de chatouille soudaine.
it_it: È una corsa di emozioni mozzafiato, come un solletico improvviso.

source: A hint of vanilla frosting from her lip gloss spreads into my mouth, mixing with our saliva.
fr_fr: Un soupçon de vanille en gelant de son lèvres se répand dans ma bouche, mélangé à notre salive.
it_it: Un accenno di glassa di vaniglia dal suo labbro lucentezza si diffonde nella mia bocca, mescolando con la nostra saliva.

source: Just like everything else she does in life, [isabelle] kisses with practiced skill.
fr_fr: Comme tout ce qu'elle fait dans la vie, [isabelle] embrasse avec habileté pratique.
it_it: Proprio come tutto il resto che fa nella vita, [isabelle] bacia con abilità praticata.

source: With gentle confidence, and feminine sensitivity.
fr_fr: Avec une confiance douce et une sensibilité féminine.
it_it: Con delicata fiducia, e sensibilità femminile.

source: She knows what she wants, but she's more than happy to give in to my desires as well.
fr_fr: Elle sait ce qu'elle veut, mais elle est plus qu'heureuse de céder à mes désirs aussi.
it_it: Sa cosa vuole, ma è più che felice di cedere anche ai miei desideri.

source: It's a perfect balance.
fr_fr: C'est un équilibre parfait.
it_it: È un equilibrio perfetto.

source: Like a tightrope dancer, she leads me out over passion's abyss.
fr_fr: Comme une danseuse de corde raide, elle m'amène à sortir de l'abîme de la passion.
it_it: Come una ballerina tightrope, lei mi porta fuori sull'abisso della passione.

source: And as I look down, the vertigo hits in full.
fr_fr: Et quand je regarde vers le bas, le vertige est plein.
it_it: E mentre guardo giù, le vertigini colpiscono pienamente.

source: In my mind, through the dark clouds of neglect and depression, a tiny glimmer of light breaks.
fr_fr: Dans mon esprit, à travers les sombres nuages de négligence et de dépression, une petite lueur d'étincelle.
it_it: Nella mia mente, attraverso le nuvole scure di negligenza e depressione, un piccolo barlume di rotture di luce.

source: Perhaps, this can work?
fr_fr: Peut-être que cela peut fonctionner ?
it_it: Forse, questo può funzionare?

source: Maybe, maybe, maybe we can get together...
fr_fr: Peut-être que peut-être que nous pouvons nous réunir ...
it_it: Forse, forse, forse possiamo riunirsi...

source: Go on dates...
fr_fr: Accéder aux dates ...
it_it: Vai alle date...

source: Be one of those happy couples, picnicking in the park...
fr_fr: Soyez l'un de ces couples heureux, pique-niques dans le parc ...
it_it: Siate una di quelle coppie felici, scegliendo nel parco...

source: Maybe even more?
fr_fr: Peut-être plus ?
it_it: Forse ancora di più?

source: She would look so good in a white dress...
fr_fr: Elle aurait l'air si bonne dans une robe blanche ...
it_it: Sembrerebbe così buono in un vestito bianco...

source: God, I'm getting ahead of myself.
fr_fr: Mon Dieu, je suis en avance sur moi.
it_it: Dio, mi sto anticipando da solo.

source: What if she doesn't like the kiss?
fr_fr: Et si elle n'aime pas le baiser ?
it_it: E se non le piace il bacio?

source: And then it's over. A present moment turned memory.
fr_fr: Et puis c'est fini. Un moment présent a tourné la mémoire.
it_it: E poi è finito. Un momento presente ha girato la memoria.

source: [_mc_] Was it okay?
fr_fr: [_mc_] Était-ce d'accord ?
it_it: [_mc_] Va bene?

source: [_isabelle_s_roof_sunset_hug_blush_] It was good!
fr_fr: [_isabelle_s_roof_sunset_hug_blush_] C'était bon !
it_it: [_isabelle_s_roof_sunset_hug_blush_] È stato bene!

source: [_mc_] Good enough to do again?
fr_fr: [_mc_] Bon assez pour recommencer ?
it_it: [_mc_] Bene da fare di nuovo?

source: [_isabelle_s_roof_sunset_hug_blush_] I'll think about it.
fr_fr: [_isabelle_s_roof_sunset_hug_blush_] Je vais y réfléchir.
it_it: [_isabelle_s_roof_sunset_hug_blush_] ci penserò.

source: [_isabelle_s_roof_sunset_hug_skeptical_] Come on, I was taking the piss!
fr_fr: [_isabelle_s_roof_sunset_hug_skeptical_] Allez, je me moquais de vous !
it_it: [_isabelle_s_roof_sunset_hug_skeptical_] Avanti, stavo prendendo il piscio!

source: [_mc_] I know. I'm just nervous.
fr_fr: [_mc_] Je sais. Je suis juste nerveuse.
it_it: [_mc_] lo so. Sono solo nervoso.

source: [_isabelle_s_roof_sunset_hug_smile_] Don't be! Life's too short to worry.
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] Ne pas être ! La vie est trop courte pour s'inquiéter.
it_it: [_isabelle_s_roof_sunset_hug_smile_] Non si! La vita è troppo breve per preoccuparsi.

source: [_mc_] You're right...
fr_fr: [_mc_] Vous avez raison ...
it_it: [_mc_] Hai ragione...

source: [_isabelle_s_sad_] Sorry, I have to go.
fr_fr: [_isabelle_s_sad_] Désolé, je dois y aller.
it_it: [_isabelle_s_sad_] Mi dispiace, devo andare.

source: "The bagpipes! You always had a thing for blowing instruments."
fr_fr: "Les cornemuses ! Tu as toujours eu un penchant pour les instruments à souffler."
it_it: "I bagpis! Hai sempre avuto una cosa per soffiare strumenti."

source: "The kilts! You like men who are a bit feminine."
fr_fr: " Les kilts ! Vous aimez les hommes qui sont un peu féminins. "
it_it: "I kilt! Ti piacciono gli uomini che sono un po' femminili."

source: "Loch Ness! You have a thing for camera-shy beasts... and that's why you like me."
fr_fr: " Loch Ness ! Tu as une chose pour les bêtes de caméra ... et c'est pour ça que tu m'aimes. "
it_it: "Loch Ness! Hai una cosa per le bestie timide... ed è per questo che ti piace."

source: "Braveheart! You like people who carve their own path and aren't afraid to stand up to the English."
fr_fr: "Braveheart! Vous aimez les personnes qui tracent leur propre chemin et qui n'ont pas peur de s'opposer aux Anglais."
it_it: "Braveheart! Ti piacciono le persone che intagliano il loro percorso e non hanno paura di alzarsi in piedi verso gli inglesi."

source: "You have a crush on George Orwell and collect Animal Farm posters."
fr_fr: "Vous avez le béguin pour George Orwell et vous collectionnez les posters de La ferme des animaux.."
it_it: "Hai una cotta per George Orwell e colleziona poster Animal Farm."

source: "You write short stories. Some of them include small animals in dire situations."
fr_fr: "Vous écrivez des nouvelles. Certains d'entre eux comprennent des petits animaux en situation difficile."
it_it: "Scrivete brevi storie. Alcuni di loro includono piccoli animali in situazioni terribili."

source: "You're really into dystopian video games. Especially 'The Fall of London Bridge' and 'Queen Elizabeth: the Second Coming.'"
fr_fr: "Vous aimez les jeux vidéo dystopiques. En particulier "La chute du pont de Londres" et "La reine Élisabeth" : la seconde venue.'"
it_it: "Sei davvero nei videogiochi distopici. Soprattutto 'The Fall of London Bridge' e 'Queen Elizabeth: the Second Coming.'"

source: "Trick question! You don't have any hobbies."
fr_fr: " Question Trick ! Tu n'as pas de passe-temps. "
it_it: "Domanda del trucco! Non hai nessun hobby."

source: "You just want to leave the world a better place than when you came. Starting with me!"
fr_fr: " Vous voulez juste laisser le monde meilleur que quand vous êtes venu. En commençant avec moi ! "
it_it: "Vuoi solo lasciare il mondo un posto migliore di quando sei venuto. A partire da me!"

source: "A poem about George Orwell, where you confess your undying love."
fr_fr: "Un poème sur George Orwell, où vous confessez votre amour déshabiller."
it_it: "Una poesia su George Orwell, dove confessate il vostro amore imprevisto."

source: "You want to leave behind a legacy of freedom. Destiny is what we make for ourselves. Every man dies, not every man truly lives!"
fr_fr: "Vous voulez laisser un héritage de liberté. Le destin est ce que nous faisons pour nous-mêmes. Tout homme meurt, mais tout homme ne vit pas vraiment!"
it_it: "Volete lasciarvi dietro un'eredità di libertà. Il destino è ciò che facciamo per noi stessi. Ogni uomo muore, non ogni uomo vive veramente!"

source: "You want to solve the Riemann Hypothesis. Because, let's be honest, who doesn't?"
fr_fr: " Vous voulez résoudre l'hypothèse de Riemann. Parce que, soyons honnêtes, qui ne le fait pas ? "
it_it: "Volete risolvere l'ipotesi di Riemann. Perché, siamo onesti, chi no?"

source: "You've lived in twelve countries and visited another fifteen."
fr_fr: "Vous avez vécu dans douze pays et visité quinze autres."
it_it: "Hai vissuto in dodici paesi e visitato altri quindici paesi."

source: "You've been to Scotland twelve times. Everything else is irrelevant."
fr_fr: " Vous êtes en Écosse douze fois. Tout le reste n'est pas pertinent. "
it_it: "Sei stato in Scozia dodici volte. Tutto il resto è irrilevante."

source: "You've long since stopped counting. People are the same brand of terrible everywhere."
fr_fr: " Depuis longtemps, vous avez cessé de compter. Les gens sont la même marque de terrible partout. "
it_it: "Hai da tempo smesso di contare. Le persone sono la stessa marca di terribili dappertutto."

source: "You've been to like thirty countries or something. Honestly, who's keeping track?"
fr_fr: " Vous avez été dans une trentaine de pays ou quelque chose. Honnêtement, qui est en bonne voie ? "
it_it: "Ti sono piaciuti trenta paesi o qualcosa. Onestamente, chi sta tenendo la traccia?"

source: "Bunnies — you hate those. It's their long creepy ears and the way they jump around. Monte Python got it right..."
fr_fr: "Les lapins - vous les détestez. C'est à cause de leurs longues oreilles effrayantes et de leur façon de sauter. Monte Python a vu juste..."
it_it: "Coniglietti — tu odi quelli. Sono le loro lunghe orecchie raccapriccianti e il modo in cui saltano intorno. Monte Python ha capito bene..."

source: "Selfish people and attention whores. You're fine with regular prostitutes."
fr_fr: "Des personnes égoïstes et des personnes qui cherchent à attirer l'attention. Vous êtes d'accord avec les prostituées ordinaires."
it_it: "Selfish persone e puttane di attenzione. Stai bene con prostitute regolari."

source: "Stupid people. Fuck those guys."
fr_fr: "Des gens stupides. Ces gars-là, on les emmerde."
it_it: "Persone stupide. Cazzo quei ragazzi."

source: "Don't focus on what you hate. Focus on what you like — warrior poets!"
fr_fr: "Ne vous concentrez pas sur ce que vous détestez. Se concentrer sur ce que l'on aime - les poètes guerriers!"
it_it: "Non concentrarti su quello che odi. Concentrati su quello che ti piace: poeti guerrieri!"

source: "A freedom fighter! I'd fight for the people and what is right — a warrior poet!"
fr_fr: "Un combattant de la liberté ! Je me battrais pour le peuple et pour ce qui est juste - un guerrier poète!"
it_it: "Un combattente per la libertà! Lotterò per la gente e per quello che è giusto – un poeta guerriero!"

source: "A banker! Steel may win battles, but gold wins wars."
fr_fr: " Un banquier ! L'acier peut gagner des batailles, mais l'or remporte la guerre. "
it_it: "Un banchiere! L'acciaio può vincere battaglie, ma l'oro vince guerre."

source: "The strongest motherfucker on the battlefield, that's for sure."
fr_fr: "Le plus fort putain sur le champ de bataille, c'est sûr."
it_it: "Il più forte motherfucker sul campo di battaglia, è sicuro."

source: "A diplomat! The greatest wars aren't won on the battlefield."
fr_fr: "Un diplomate ! Les plus grandes guerres ne se gagnent pas sur le champ de bataille."
it_it: "Un diplomatico! Le guerre più grandi non sono vinte sul campo di battaglia."

source: "Not really. I just hope to find love one day. That would be enough for me."
fr_fr: " Pas vraiment. J'espère juste trouver l'amour un jour. Ce serait assez pour moi. "
it_it: "Non davvero. Spero solo di trovare l'amore un giorno. Questo sarebbe sufficiente per me."

source: "Life goals are for people with opportunities. Everyone else just has to make due."
fr_fr: " Les objectifs de vie sont pour les gens qui ont des possibilités. Tout le monde doit juste le faire. "
it_it: "Gli obiettivi di vita sono per le persone con opportunità. Tutti gli altri devono solo fare dovuto."

source: "I'm too lazy to have goals. Unless doing whatever I feel like counts..."
fr_fr: " Je suis trop paresseux pour avoir des buts. À moins de faire ce que je ressens comme des chefs ... "
it_it: "Sono troppo pigro per avere degli obiettivi. A meno di fare quello che sento come conta..."

source: "Right now, I'm thinking of picking up poetry. Scottish medieval poetry, to be exact."
fr_fr: " Pour l'instant, je pense à la poésie. La poésie médiévale écossaise, pour être exacte. "
it_it: "In questo momento, penso di raccogliere la poesia. poesia medievale scozzese, per essere esatti."

source: "Science fiction!"
it_it: "Fantascienza!"

source: "Romance!"
it_it: "Romanzo!"

source: "Action and drama!"
fr_fr: "Action et drame !"
it_it: "Azione e dramma!"

source: "Anything anime!"
fr_fr: "N'importe qui anime !"
it_it: "Tutto anime!"

source: "Apart from you? I don't really pay much attention to them."
fr_fr: " En dehors de vous ? Je ne leur accorde pas beaucoup d'attention. "
it_it: "Oltre a te? Non prendo molta attenzione a loro."

source: "As much as I hate to say it, nobody can really compete with [kate] in that regard."
fr_fr: "Tant que je déteste le dire, personne ne peut vraiment rivaliser avec le [kate] à cet égard."
it_it: "Per quanto odio dirlo, nessuno può davvero competere con [kate] a questo proposito."

source: "Definitely [mrsl]. What a woman!"
fr_fr: " Certainement [mrsl]. Quelle femme ! "
it_it: "Sicuramente [mrsl]. Che donna!"

source: "I think there's something special about athletic girls, so I'm going with [lindsey]."
fr_fr: "Je pense qu'il y a quelque chose de spécial pour les filles athlétiques, alors je vais avec le [lindsey]."
it_it: "Penso che ci sia qualcosa di speciale per le ragazze atletiche, quindi vado con [lindsey]."

source: [_isabelle_s_blush_] Oh, my...
fr_fr: [_isabelle_s_blush_] Oh, mon ...

source: [_isabelle_s_skeptical_] Okay...?
fr_fr: [_isabelle_s_skeptical_] Ok...?
