Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/isabelle.po
Languages: fr_fr, it_it

source: I don't think [isabelle] wants to talk to me after what I did to her...
fr_fr: Je ne pense pas que [isabelle] veut me parler après ce que je lui ai fait ...
it_it: Non penso che [isabelle] voglia parlare con me dopo quello che ho fatto a lei...

source: She's probably had enough of my chitchat for today.
fr_fr: Elle en a probablement assez de mes bavardages pour aujourd'hui.
it_it: Probabilmente ha avuto abbastanza delle mie chitchat per oggi.

source: She must be sick of my poor attempts at flirting by now...
fr_fr: Elle doit être malade de mes mauvaises tentatives de flirter maintenant ...
it_it: Deve essere stufa dei miei poveri tentativi di flirtare ora...

source: [_isabelle_s_smile_] When I was little, Dad used to take me on vacation to Scotland.
fr_fr: [_isabelle_s_Souriez_] Quand j'étais petite, papa m'emmenait en vacances en Écosse.
it_it: [_isabelle_s_smile_] Quando ero piccolo, papà mi portava in vacanza in Scozia.

source: [_isabelle_s_confident_] I always liked the bagpipes and kilts, but most of all I enjoyed the strolls along the gray waters of Loch Ness, hoping to catch a glimpse of Nessie.
fr_fr: [ _isabelle_s_confident_ ] J'ai toujours aimé les cornemuses et les kilts, mais la plupart de tous j'ai apprécié les balades le long des eaux grises du Loch Ness, dans l'espoir d'apercevoir Nessie.
it_it: [_isabelle_s_confident_] Mi sono sempre piaciute le cornamuse e i kilt, ma soprattutto ho apprezzato le passeggiate lungo le acque grigie di Loch Ness, sperando di catturare uno scorcio di Nessie.

source: [_isabelle_s_excited_] I once had a short story published in the London Times.
fr_fr: [ _isabelle_s_excited_ ] J'ai une nouvelle fois publié dans le London Times.
it_it: [_isabelle_s_excited_] Una volta ho avuto una breve storia pubblicata nel London Times.

source: [_isabelle_s_neutral_] It was about a squirrel mother fighting off a pack of dogs and saving her children.
fr_fr: [_isabelle_s_neutral_] Il s'agit d'une mère écureuil qui combat une meute de chiens et sauve ses enfants.
it_it: [_isabelle_s_neutral_] Si trattava di una madre scoiattolo che combatteva da un branco di cani e salvava i suoi figli.

source: [_isabelle_s_confident_] Kind of like Orwell, but less dystopian! I've always dreamed of becoming an author, but for now, it's just a hobby of mine.
fr_fr: [ _isabelle_s_confident_ ] Kind of like Orwell, but less dystopian ! J'ai toujours rêvé de devenir auteur, mais pour l'instant, c'est juste un hobby de la mienne.
it_it: [_isabelle_s_confident_] Kind of like Orwell, but less dystopian! Ho sempre sognato di diventare un autore, ma per ora è solo un mio hobby.

source: [_isabelle_s_smile_] I've always felt like I was destined to do something out of the ordinary.
fr_fr: [_isabelle_s_Souriez_] J'ai toujours eu l'impression d'être destiné à faire quelque chose de l'ordinaire.
it_it: [_isabelle_s_smile_] Mi sono sempre sentito come se fossi destinato a fare qualcosa fuori dal comune.

source: [_isabelle_s_laughing_] Something that people will remember me for when I'm gone.
fr_fr: [_isabelle_s_laughing_] Quelque chose que les gens se souviendront de moi quand je suis partie.
it_it: [_isabelle_s_laughing_] Qualcosa che la gente si ricorderà di me per quando sono andato.

source: [_isabelle_s_smile_] Maybe a great novel or poem. It doesn't have to be anything big, just something with a positive impact on the world.
fr_fr: [_isabelle_s_Souriez_] Peut-être un grand roman ou un poème. Il n'est pas nécessaire que ce soit quelque chose de grand, juste quelque chose qui a un impact positif sur le monde.
it_it: [_isabelle_s_smile_] Forse un grande romanzo o poesia. Non deve essere niente di grande, solo qualcosa con un impatto positivo sul mondo.

source: [_isabelle_s_smile_] Thanks to my dad's job, I've had the chance to experience the rich cultures of the world.
fr_fr: [_isabelle_s_Souriez_] Grâce au travail de mon père, j'ai eu la chance de découvrir les riches cultures du monde.
it_it: [_isabelle_s_smile_] Grazie al lavoro di mio papà, ho avuto la possibilità di sperimentare le ricche culture del mondo.

source: [_isabelle_s_confident_] I've lived in twelve different countries and visited another sixteen!
fr_fr: [_isabelle_s_confident_] J'ai vécu dans douze pays différents et j'ai visité seize autres !
it_it: [_isabelle_s_confident_] Ho vissuto in dodici paesi diversi e visitato altri sedici!

source: [_isabelle_s_excited_] One thing I've learned is that people are the same wherever you go.
fr_fr: [_isabelle_s_excited_] Une chose que j'ai apprise, c'est que les gens sont les mêmes partout où vous allez.
it_it: [_isabelle_s_excited_] Una cosa che ho imparato è che le persone sono le stesse ovunque tu vada.

source: [_isabelle_s_annoyed_] The thing that pisses me off the most is when people are loud and obnoxious.
fr_fr: [_isabelle_s_annoyed_] La chose qui me fait le mieux, c'est quand les gens sont bruyants et odieux.
it_it: [_isabelle_s_annoyed_] La cosa che mi fa male di più è quando le persone sono forti e odiose.

source: [_isabelle_s_angry_] Especially when they have nothing good to say!
fr_fr: [_isabelle_s_angry_] Surtout quand ils n'ont rien de bon à dire !
it_it: [_isabelle_s_angry_] Soprattutto quando non hanno niente di buono da dire!

source: [_isabelle_s_angry_] Like when they're droning on about themselves as if they're the most interesting thing that has happened since the Jurassic era.
fr_fr: [_isabelle_s_angry_] Comme lorsqu'ils se perdraient sur eux-mêmes comme s'ils étaient la chose la plus intéressante qui s'est produite depuis l'ère jurassique.
it_it: [_isabelle_s_angry_] Come quando stanno prosciugando su se stessi come se fossero la cosa più interessante che è successo dall'epoca Giurassica.

source: [_isabelle_s_thinking_] I also really dislike gym bunnies, but don't tell anyone...
fr_fr: [_isabelle_s_thinking_] Je n'aime pas vraiment les lapins de gym, mais ne le dites à personne ...
it_it: [_isabelle_s_thinking_] Mi dispiace molto anche coniglietti palestra, ma non dire a nessuno...

source: [_isabelle_s_smile_] What part of my childhood vacations to Scotland did I enjoy the most?
fr_fr: [_isabelle_s_Souriez_] Quelle partie de mes vacances d'enfance en Écosse ai-je eu le plus de plaisir ?
it_it: [_isabelle_s_smile_] Quale parte delle mie vacanze d'infanzia in Scozia mi è piaciuto di più?

source: [_mc_] The bagpipes! You always had a thing for blowing instruments.
fr_fr: [_mc_] La cornemuse ! Tu as toujours eu un penchant pour les instruments à vent.
it_it: [_mc_] I bagpis! Hai sempre avuto una cosa per soffiare gli strumenti.

source: [_isabelle_s_thinking_] Why do you have to make everything sexual?
fr_fr: [_isabelle_s_thinking_] Pourquoi faire tout ce qui est sexuel ?
it_it: [_isabelle_s_thinking_] Perché devi rendere tutto sessuale?

source: [_mc_] The kilts! You like men who are a bit feminine.
fr_fr: [_mc_] Les kilts ! Vous aimez les hommes qui sont un peu féminins.
it_it: [_mc_] I kilt! Ti piacciono gli uomini che sono un po' femminili.

source: [_isabelle_s_annoyed_] Kilts are very manly, but, no, that's not it.
fr_fr: [_isabelle_s_annoyed_] Les kilts sont très virils, mais non, ce n'est pas ça.
it_it: [_isabelle_s_annoyed_] Kilts sono molto virili, ma, no, non è così.

source: [_mc_] Loch Ness! You have a thing for camera-shy beasts... and that's why you like me.
fr_fr: [_mc_] Loch Ness ! Tu as une chose pour les bêtes de caméra ... et c'est pour ça que tu m'aimes.
it_it: [_mc_] Loch Ness! Hai una cosa per le bestie fotocamera-timide... ed è per questo che ti piace.

source: [_isabelle_s_laughing_] Correct! The first part, at least. You're not that bad, you know.
fr_fr: [_isabelle_s_laughing_] Corriger ! La première partie, du moins. Vous n'êtes pas si mauvais, vous savez.
it_it: [_isabelle_s_laughing_] Corretto! La prima parte, almeno. Non sei così male, sai.

source: [_mc_] Braveheart! You like people who carve their own path and aren't afraid to stand up to the English.
fr_fr: [_mc_] Braveheart ! Tu aimes les gens qui tracent leur propre chemin et qui n'ont pas peur de tenir tête aux Anglais.
it_it: [_mc_] Braveheart! Ti piacciono le persone che intagliano il loro percorso e non hanno paura di stare in piedi agli inglesi.

source: [_isabelle_s_blush_] Wrong answer... so wrong...
fr_fr: [_isabelle_s_blush_] Réponse erronée ... si mauvaise ...
it_it: [_isabelle_s_blush_] Risposta sbagliata... così sbagliata...

source: [_isabelle_s_excited_] My hobbies are really important to me. Can you name one?
fr_fr: [_isabelle_s_excited_] Mes passe-temps sont vraiment importants pour moi. Pouvez-vous nommer un ?
it_it: [_isabelle_s_excited_] I miei hobby sono davvero importanti per me. Riesci a nominarne uno?

source: [_mc_] You have a crush on George Orwell and collect Animal Farm posters.
fr_fr: [_mc_] Vous avez une trituration sur George Orwell et collectionnez des affiches sur les animaux.
it_it: [_mc_] Hai una cotta per George Orwell e colleziona poster Animal Farm.

source: [_isabelle_s_thinking_] I admire his writing, but I definitely don't have a crush on him.
fr_fr: [_isabelle_s_thinking_] J'admire son écriture, mais je n'ai absolument pas de béguin pour lui.
it_it: [_isabelle_s_thinking_] Ammiro la sua scrittura, ma sicuramente non ho una cotta su di lui.

source: [_mc_] You write short stories. Some of them include small animals in dire situations.
fr_fr: [_mc_] Vous écrivez des histoires courtes. Certains d'entre eux incluent de petits animaux dans des situations désastreuses.
it_it: [_mc_] Scrivi brevi storie. Alcuni di loro includono piccoli animali in situazioni terribili.

source: [_isabelle_s_flirty_] Yes! Writing is one of my passions!
fr_fr: [_isabelle_s_flirty_] Oui ! L'écriture est une de mes passions !
it_it: [_isabelle_s_flirty_] Sì! La scrittura è una delle mie passioni!

source: [_mc_] You're really into dystopian video games. Especially "The Fall of London Bridge" and "Queen Elizabeth: the Second Coming."
fr_fr: [_mc_] Vous aimez les jeux vidéo dystopiques. Surtout "The Fall of London Bridge" et "Queen Elizabeth : the Second Coming"
it_it: [_mc_] Sei davvero nei videogiochi distopi. Soprattutto "The Fall of London Bridge" e "Queen Elizabeth: the Second Coming".

source: [_isabelle_s_blush_] What?! Who told you about that?
fr_fr: [_isabelle_s_blush_] Quoi ?! Qui t'a parlé de ça ?
it_it: [_isabelle_s_blush_] Cosa?! Chi te l'ha detto?

source: [_mc_] Trick question! You don't have any hobbies.
fr_fr: [_mc_] Question de poussin ! Tu n'as pas de passe-temps.
it_it: [_mc_] Trick question! Non hai nessun hobby.

source: [_isabelle_s_annoyed_] I have plenty of hobbies, thank you very much.
fr_fr: [_isabelle_s_annoyed_] J'ai plein de passe-temps, merci beaucoup.
it_it: [_isabelle_s_annoyed_] Ho un sacco di hobby, grazie mille.

source: [_isabelle_s_concerned_] Do you believe in destiny?
fr_fr: [_isabelle_s_concerned_] Croyez-vous au destin ?
it_it: [_isabelle_s_concerned_] Credi nel destino?

source: [_isabelle_s_concerned_left_] I've always wanted to leave something behind when I go... do you know what?
fr_fr: [_isabelle_s_concerned_left_] J'ai toujours voulu laisser quelque chose derrière quand je vais ... tu sais quoi ?
it_it: [_isabelle_s_concerned_left_] Ho sempre voluto lasciare qualcosa dietro quando vado char@@0 sai cosa?

source: [_mc_] You just want to leave the world a better place than when you came. Starting with me!
fr_fr: [_mc_] Vous voulez juste laisser le monde meilleur que quand vous êtes venu. En commençant avec moi !
it_it: [_mc_] Vuoi solo lasciare il mondo un posto migliore rispetto a quando sei venuto. A partire da me!

source: [_isabelle_s_smile_] Correct! I think that's worth striving for.
fr_fr: [_isabelle_s_Souriez_] Corriger ! Je pense que ça vaut la peine de nous efforcer.
it_it: [_isabelle_s_smile_] Corretto! Penso che valga la pena lottare.

source: [_isabelle_s_laughing_] I'm not sure about the last part, though!
fr_fr: [_isabelle_s_laughing_] Je ne suis pas sûr de la dernière partie, cependant !
it_it: [_isabelle_s_laughing_] non sono sicuro dell'ultima parte, però!

source: [_mc_] A poem about George Orwell, where you confess your undying love.
fr_fr: [_mc_] Un poème sur George Orwell, où vous avouez votre amour éternel.
it_it: [_mc_] Una poesia di George Orwell, dove confessate il vostro amore imprevisto.

source: [_isabelle_s_angry_] What?! Where are you even getting these ideas?
fr_fr: [_isabelle_s_angry_] Quoi ?! Où est-ce que vous obtenez ces idées ?
it_it: [_isabelle_s_angry_] Cosa?! Dove stai anche ricevendo queste idee?

source: [_mc_] You want to leave behind a legacy of freedom. Destiny is what we make for ourselves. Every man dies, not every man truly lives!
fr_fr: [_mc_] Vous voulez laisser derrière vous un héritage de liberté. Le destin est ce que nous faisons pour nous-mêmes. Tous les hommes meurent, mais tous les hommes ne vivent pas vraiment !
it_it: [_mc_] Tu vuoi lasciarti dietro un'eredità di libertà. Il destino è ciò che facciamo per noi stessi. Ogni uomo muore, non ogni uomo vive veramente!

source: [_isabelle_s_blush_] Is that a Braveheart quote?!
fr_fr: [_isabelle_s_blush_] Est-ce une citation de Braveheart ?!
it_it: [_isabelle_s_blush_] È una citazione di Braveheart?!

source: [_mc_] You want to solve the Riemann Hypothesis. Because, let's be honest, who doesn't?
fr_fr: [_mc_] Vous voulez résoudre l'hypothèse de Riemann. Parce que, soyons honnêtes, qui ne le fait pas ?
it_it: [_mc_] Vuoi risolvere l'Ipotesi di Riemann. Perché, siamo onesti, chi no?

source: [_isabelle_s_skeptical_] Sounds like you're just trying to show off. Do you even know what that is?
fr_fr: [_isabelle_s_skeptical_] On dirait que vous essayez de vous montrer. Savez-vous même ce que c'est ?
it_it: [_isabelle_s_skeptical_] Sembra che tu stia solo cercando di mostrarti. Sai anche cos'è?

source: [_isabelle_s_smile_left_] When I was younger, I didn't like to move every few months.
fr_fr: [_isabelle_s_Souriez_left_] Quand j'étais plus jeune, je n'aimais pas bouger tous les mois.
it_it: [_isabelle_s_smile_left_] Quando ero più giovane, non mi piaceva muovermi ogni pochi mesi.

source: [_isabelle_s_laughing_] But as I've grown older, experiencing new cultures and meeting new people is something I truly love!
fr_fr: [_isabelle_s_laughing_] Mais comme j'ai grandi, vivre de nouvelles cultures et rencontrer de nouvelles personnes est quelque chose que j'aime vraiment !
it_it: [_isabelle_s_laughing_] Ma come ho invecchiato, sperimentare nuove culture e incontrare nuove persone è qualcosa che mi piace davvero!

source: [_isabelle_s_confident_] Do you know how many countries I've been to?
fr_fr: [_isabelle_s_confident_] Savez-vous combien de pays j'ai été ?
it_it: [_isabelle_s_confident_] Sai quanti paesi sono stato?

source: [_mc_] You've lived in twelve countries and visited another fifteen.
fr_fr: [_mc_] Vous avez vécu dans douze pays et visité quinze autres.
it_it: [_mc_] Hai vissuto in dodici paesi e visitato altri quindici paesi.

source: [_isabelle_s_afraid_] That's so close! I've actually visited sixteen.
fr_fr: [_isabelle_s_afraid_] C'est si serré ! J'ai en fait visité seize.
it_it: [_isabelle_s_afraid_] È così vicino! Ho effettivamente visitato sedici.

source: [_mc_] Was Finland one of them?
fr_fr: [_mc_] La Finlande était-elle une d'entre elles ?
it_it: [_mc_] Era la Finlandia uno di loro?

source: [_mc_] My point exactly. Fifteen. Finland isn't a real place.
fr_fr: [_mc_] Mon point exactement. Quinze. La Finlande n'est pas un lieu réel.
it_it: [_mc_] Il mio punto esattamente. Quindici. La Finlandia non è un posto reale.

source: [_isabelle_s_confident_] Actually, it's seventeen if you count Finland. You think I don't know memes?
fr_fr: [_isabelle_s_confident_] En fait, c'est dix-sept si vous comptez la Finlande. Tu crois que je ne connais pas de mèmes ?
it_it: [_isabelle_s_confident_] In realtà, sono diciassette se si conta la Finlandia. Pensi che non conosco i memi?

source: [_mc_] You've been to Scotland twelve times. Everything else is irrelevant.
fr_fr: [_mc_] Vous êtes en Écosse douze fois. Tout le reste n'est pas pertinent.
it_it: [_mc_] Sei stato in Scozia dodici volte. Tutto il resto è irrilevante.

source: [_isabelle_s_thinking_] I do love Scotland... and the people there...
fr_fr: [_isabelle_s_thinking_] J'aime beaucoup l'Ecosse ... et les personnes qui s'y trouvent ...
it_it: [_isabelle_s_thinking_] Amo la Scozia... e la gente là...

source: [_mc_] You mean the kilts, the tartan hats, and the men who wear them?
fr_fr: [_mc_] Vous voulez dire les kilts, les chapeaux de tartan et les hommes qui les portent ?
it_it: [_mc_] Intendete i chili, i cappelli del tartan, e gli uomini che li indossano?

source: [_isabelle_s_flirty_] I did not say that!
fr_fr: [_isabelle_s_flirty_] Je n'ai pas dit ça !
it_it: [_isabelle_s_flirty_] non l'ho detto!

source: [_mc_] You've long since stopped counting. People are the same brand of terrible everywhere.
fr_fr: [_mc_] Vous avez depuis longtemps arrêté de compter. Les gens sont la même marque de terribles partout.
it_it: [_mc_] Hai da tempo smesso di contare. Le persone sono la stessa marca di terribili ovunque.

source: [_isabelle_s_afraid_] That's not true at all! Everyone is struggling in their own way, and we all share this planet.
fr_fr: [_isabelle_s_afraid_] Ce n'est pas vrai du tout ! Tout le monde se bat à sa façon, et nous partageons tous cette planète.
it_it: [_isabelle_s_afraid_] Non è affatto vero! Tutti stanno lottando a modo loro, e noi tutti condividiamo questo pianeta.

source: [_isabelle_s_thinking_] Sure, there are bad people in every country, but the vast majority are just like you and me.
fr_fr: [_isabelle_s_thinking_] Bien sûr, il y a des gens mauvais dans tous les pays, mais la grande majorité sont comme vous et moi.
it_it: [_isabelle_s_thinking_] Certo, ci sono persone cattive in ogni paese, ma la stragrande maggioranza è proprio come te e me.

source: [_mc_] You've been to like thirty countries or something. Honestly, who's keeping track?
fr_fr: [_mc_] Vous avez été dans une trentaine de pays ou quelque chose. Honnêtement, qui est en bonne voie ?
it_it: [_mc_] Ti sono piaciuti trenta paesi o qualcosa. Onestamente, chi sta tenendo la traccia?

source: [_isabelle_s_eyeroll_] Well, clearly not you.
fr_fr: [_isabelle_s_eyeroll_] Bien, clairement pas toi.
it_it: [_isabelle_s_eyeroll_] Beh, chiaramente non voi.

source: [_isabelle_s_angry_] Not a lot of things get on my nerves, but there are a few things that really make my blood boil! Do you know what?
fr_fr: [_isabelle_s_angry_] Il n'y a pas beaucoup de choses sur mes nerfs, mais il y a quelques choses qui font vraiment bouillir mon sang ! Savez-vous quoi ?
it_it: [_isabelle_s_angry_] Non ci sono molte cose sui nervi, ma ci sono alcune cose che davvero fanno bollire il mio sangue! Tu sai cosa?

source: [_mc_] Bunnies — you hate those. It's their long creepy ears and the way they jump around. Monte Python got it right...
fr_fr: [_mc_] Les lapins - vous les détestez. C'est à cause de leurs longues oreilles effrayantes et de la façon dont ils sautent partout. Monte Python l'a bien compris...
it_it: [_mc_] Bunnies — tu odi quelli. Sono le loro lunghe orecchie raccapriccianti e il modo in cui saltano intorno. Monte Python ha capito bene...

source: [_isabelle_s_eyeroll_] Very funny.
fr_fr: [_isabelle_s_eyeroll_] Très drôle.
it_it: [_isabelle_s_eyeroll_] Molto divertente.

source: [_mc_] Selfish people and attention whores. You're fine with regular prostitutes.
fr_fr: [_mc_] Les égoïstes et les putes de l'attention. Les prostituées ordinaires ne vous posent pas de problème.
it_it: [_mc_] Selfish persone e puttane di attenzione. Stai bene con prostitute regolari.

source: [_isabelle_s_concerned_left_] I mean, you're not wrong. But I'm not sure why you brought that up.
fr_fr: [_isabelle_s_concerned_left_] Je veux dire, vous n'avez pas tort. Mais je ne sais pas pourquoi tu as fait ça.
it_it: [_isabelle_s_concerned_left_] Intendo dire che non hai torto. Ma non sono sicuro del motivo per cui lo hai creato.

source: [_mc_] Stupid people. Fuck those guys.
fr_fr: [_mc_] Des gens stupides. Qu'ils aillent se faire foutre.
it_it: [_mc_] Persone stupide. Cazzo quei ragazzi.

source: [_isabelle_s_skeptical_] Wrong. As long as someone is nice and do their best to help others, I don't care.
fr_fr: [_isabelle_s_skeptical_] Mauvais. Tant que quelqu'un est gentille et fait de son mieux pour aider les autres, je m'en fiche.
it_it: [_isabelle_s_skeptical_] Sbagliato. Finché qualcuno è gentile e fa del suo meglio per aiutare gli altri, non mi importa.

source: [_mc_] Don't focus on what you hate. Focus on what you like — warrior poets!
fr_fr: [_mc_] Ne vous concentrez pas sur ce que vous détestez. Concentrez-vous sur ce que vous aimez - les poètes guerriers !
it_it: [_mc_] Non concentrarti su quello che odi. Concentrati su quello che ti piace: poeti guerrieri!

source: [_isabelle_s_blush_] How come you always know the right thing to say?
fr_fr: [_isabelle_s_blush_] Comment vous êtes toujours au courant de la bonne chose à dire ?
it_it: [_isabelle_s_blush_] Come mai sai sempre la cosa giusta da dire?

source: [_isabelle_s_blush_] Mmm, warrior poets...
fr_fr: [_isabelle_s_blush_] Mmm, guerriers poètes ...
it_it: [_isabelle_s_blush_] Mmm, poeti guerrieri...

source: [_isabelle_s_flirty_] If you were a warrior, what kind would it be?
fr_fr: [_isabelle_s_flirty_] Si vous étiez un guerrier, quel genre de guerrier ?
it_it: [_isabelle_s_flirty_] Se fossi un guerriero, che tipo sarebbe stato?

source: [_mc_] A freedom fighter! I'd fight for the people and what is right — a warrior poet!
fr_fr: [_mc_] Un combattant de la liberté ! Je me battrais pour le peuple et ce qui est juste - un poète guerrier !
it_it: [_mc_] Un combattente per la libertà! Lotterò per la gente e per quello che è giusto — un poeta guerriero!

source: [_mc_] A banker! Steel may win battles, but gold wins wars.
fr_fr: [_mc_] Un banquier ! L'acier peut gagner des batailles, mais l'or remporte la guerre.
it_it: [_mc_] Un banchiere! L'acciaio può vincere battaglie, ma l'oro vince guerre.

source: [_isabelle_s_cringe_] So, you'd hire others to fight for you?
fr_fr: [_isabelle_s_cringe_] Alors, vous engageriez d'autres pour vous battre pour vous ?
it_it: [_isabelle_s_cringe_] Allora, assumi altri per combattere per te?

source: [_mc_] The strongest motherfucker on the battlefield, that's for sure.
fr_fr: [_mc_] Le plus fort des enculés sur le champ de bataille, c'est sûr.
it_it: [_mc_] Il più forte motherfucker sul campo di battaglia, è certo.

source: [_isabelle_s_eyeroll_] The one with the biggest mouth, at least.
fr_fr: [_isabelle_s_eyeroll_] La première avec la plus grande bouche, du moins.
it_it: [_isabelle_s_eyeroll_] Quello con la bocca più grande, almeno.

source: [_mc_] A diplomat! The greatest wars aren't won on the battlefield.
fr_fr: [_mc_] Un diplomate ! Les plus grandes guerres ne se gagnent pas sur le champ de bataille.
it_it: [_mc_] Un diplomatico! Le guerre più grandi non sono vinte sul campo di battaglia.

source: [_isabelle_s_smile_] That's true! Saving lives is nobler than taking them, even for a just cause.
fr_fr: [_isabelle_s_Souriez_] C'est vrai ! Sauver des vies est plus noble que de les prendre, même pour une cause juste.
it_it: [_isabelle_s_smile_] È vero! Salvare vite è più nobile che prenderle, anche per una causa giusta.

source: [_isabelle_s_smile_] I think life goals are important. Do you have any?
fr_fr: [_isabelle_s_Souriez_] Je pense que les objectifs de vie sont importants. As-tu quelque ?
it_it: [_isabelle_s_smile_] Penso che gli obiettivi di vita siano importanti. Ne hai qualcuno?
