Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/isabelle.po
Languages: fr_fr, it_it

source: [_mc_] Not really. I just hope to find love one day. That would be enough for me.
fr_fr: [_mc_] Pas vraiment. J'espère juste trouver l'amour un jour. Ce serait assez pour moi.
it_it: [_mc_] Non davvero. Spero solo di trovare l'amore un giorno. Questo sarebbe sufficiente per me.

source: [_isabelle_s_laughing_] That's a great goal to have!
fr_fr: [_isabelle_s_laughing_] C'est un grand objectif à avoir !
it_it: [_isabelle_s_laughing_] Questo è un grande obiettivo da avere!

source: [_mc_] Life goals are for people with opportunities. Everyone else just has to make due.
fr_fr: [_mc_] Les objectifs de vie sont pour les gens qui ont des possibilités. Tout le monde doit juste le faire.
it_it: [_mc_] Gli obiettivi di vita sono per le persone con opportunità. Tutti gli altri devono solo guadagnarsi.

source: [_isabelle_s_afraid_] That's not true!
fr_fr: [_isabelle_s_afraid_] Ce n'est pas vrai !
it_it: [_isabelle_s_afraid_] Non è vero!

source: [_isabelle_s_thinking_] Even those with the worst luck in life's lottery can strive for something.
fr_fr: [_isabelle_s_thinking_] Même ceux qui ont le plus de chance dans la loterie de la vie peuvent s'efforcer de faire quelque chose.
it_it: [_isabelle_s_thinking_] Anche coloro che hanno la peggiore fortuna nella lotteria della vita possono lottare per qualcosa.

source: [_isabelle_s_flirty_] Being selfless and generous will make the world a better place.
fr_fr: [_isabelle_s_flirty_] Être désintéressé et généreux fera du monde un endroit meilleur.
it_it: [_isabelle_s_flirty_] Essere disinteressato e generoso renderà il mondo un posto migliore.

source: [_mc_] Right, but it won't get me laid. Trust me, I've tried.
fr_fr: [_mc_] D'accord, mais ça ne me fera pas baiser. Croyez-moi, j'ai essayé.
it_it: [_mc_] destra, ma non mi farò dare. Fidati di me, ho provato.

source: [_isabelle_s_cringe_] It's the opposite of selfless then, isn't it? Besides, nobody likes a fake.
fr_fr: [_isabelle_s_cringe_] C'est le contraire du désintéressement, n'est-ce pas ? En plus, personne n'aime un faux.
it_it: [_isabelle_s_cringe_] È l'opposto dell'altruismo, vero? Inoltre, a nessuno piace un falso.

source: [_mc_] I'm too lazy to have goals. Unless doing whatever I feel like counts...
fr_fr: [_mc_] Je suis trop paresseux pour avoir des buts. À moins de faire ce que je ressens comme des comptages ...
it_it: [_mc_] sono troppo pigro per avere obiettivi. A meno di fare quello che sento come conta...

source: [_isabelle_s_laughing_] I'd say that counts. Complete independence is something worth striving for!
fr_fr: [_isabelle_s_laughing_] Je dirais que ça compte. L'indépendance complète est quelque chose qui vaut la peine d'être fait !
it_it: [_isabelle_s_laughing_] direi che conta. La totale indipendenza è qualcosa per cui vale la pena di lottare!

source: [_mc_] That's not what I meant.
fr_fr: [_mc_] Ce n'est pas ce que je voulais dire.
it_it: [_mc_] Non è quello che intendevo.

source: [_isabelle_s_confident_] Yeah, I know. I just put a positive spin on it.
fr_fr: [_isabelle_s_confident_] Oui, je sais. Je viens de donner un résultat positif.
it_it: [_isabelle_s_confident_] Sì, lo so. Ho appena messo un giro positivo su di esso.

source: [_mc_] Right now, I'm thinking of picking up poetry. Scottish medieval poetry, to be exact.
fr_fr: [_mc_] En ce moment, je pense à la poésie. Poésie médiévale écossaise, pour être exact.
it_it: [_mc_] In questo momento, sto pensando di raccogliere la poesia. poesia medievale scozzese, per essere esatti.

source: [_isabelle_s_blush_] Oh! You have to read one to me at some point!
fr_fr: [_isabelle_s_blush_] Oh ! Vous devez en lire un à un moment donné !
it_it: [_isabelle_s_blush_] Oh! Devi leggerne uno ad un certo punto!

source: [_isabelle_s_excited_] You know I love books, but I also appreciate movies. What kind of movies are you into?
fr_fr: [_isabelle_s_excited_] Vous savez que j'aime les livres, mais j'apprécie aussi les films. De quel genre de films vous êtes ?
it_it: [_isabelle_s_excited_] Sai che amo i libri, ma apprezzo anche i film. In che tipo di film sei dentro?

source: [_mc_] Science fiction!
it_it: [_mc_] fantascienza!

source: [_mc_] Nothing better than lightsabers and spaceships.
fr_fr: [_mc_] Rien de mieux que les briquets et les vaisseaux spatiaux.
it_it: [_mc_] Niente di meglio delle sciabole e astronavi.

source: [_isabelle_s_thinking_] Okay, I guess we should avoid going to the cinema together...
fr_fr: [_isabelle_s_thinking_] Ok, je suppose que nous devrions éviter d'aller au cinéma ensemble ...
it_it: [_isabelle_s_thinking_] Okay, credo che dovremmo evitare di andare al cinema insieme...

source: [_mc_] Romance!
it_it: [_mc_] Romanzo!

source: [_mc_] Moulin Rouge... The Notebook... anything that hits you right in the heart.
fr_fr: [_mc_] Moulin Rouge ... Le Bloc-notes ... tout ce qui vous frappe directement dans le cœur.
it_it: [_mc_] Moulin Rouge... The Notebook... tutto ciò che ti colpisce nel cuore.

source: [_isabelle_s_laughing_] Couldn't agree more!
fr_fr: [_isabelle_s_laughing_] Plus d'accord !
it_it: [_isabelle_s_laughing_] Impossibile accettare di più!

source: [_mc_] Action and drama!
fr_fr: [_mc_] Action et drame !
it_it: [_mc_] Azione e dramma!

source: [_isabelle_s_afraid_] Whoa! Please tell me you've seen Braveheart!
fr_fr: [_isabelle_s_afraid_] Whoa ! Dites-moi que vous avez vu Braveheart !
it_it: [_isabelle_s_afraid_] Whoa! Per favore, dimmi che hai visto Braveheart!

source: [_mc_] Anything anime!
fr_fr: [_mc_] N'importe quoi !
it_it: [_mc_] Tutto animato!

source: [_isabelle_s_concerned_] So, you don't care as long as it's a cartoon?
fr_fr: [_isabelle_s_concerned_] Alors, vous ne vous souciez pas tant qu'il s'agit d'une caricature ?
it_it: [_isabelle_s_concerned_] Quindi, non ti importa fino a quando è un fumetto?

source: [_mc_] I do have a preference... but I can't tell you what it is...
fr_fr: [_mc_] J'ai une préférence ... mais je ne peux pas vous dire ce que c'est...
it_it: [_mc_] Ho una preferenza... ma non posso dirti cos'è...

source: [_mc_] Starts with an "H" and rhymes with "tie."
fr_fr: [_mc_] Commence avec un « H » et rime avec « cravate »
it_it: [_mc_] inizia con una "H" e rime con "cravatta".

source: [_isabelle_s_cringe_] You're being way too cryptic... and knowing you, that means it's something dirty.
fr_fr: [_isabelle_s_cringe_] Vous êtes bien trop cryptique ... et vous savez, ça veut dire que c'est quelque chose de sale.
it_it: [_isabelle_s_cringe_] Sei troppo criptico... e conoscerti, questo significa che è qualcosa di sporco.

source: [_isabelle_s_flirty_] Who do you think is the prettiest girl in school? You can't say me, by the way, because that would be a conflict of interest!
fr_fr: [_isabelle_s_flirty_] Qui, selon vous, est la fille la plus importante à l'école ? Vous ne pouvez pas me dire, au fait, parce que ce serait un conflit d'intérêts !
it_it: [_isabelle_s_flirty_] Chi pensi che sia la ragazza più bella della scuola? Non potete dirmi, a proposito, perché sarebbe un conflitto di interessi!

source: [_mc_] Apart from you? I don't really pay much attention to them.
fr_fr: [_mc_] En dehors de vous ? Je ne leur accorde pas beaucoup d'attention.
it_it: [_mc_] Oltre a te? Non prendo molta attenzione a loro.

source: [_isabelle_s_blush_] That's... oh, man.
fr_fr: [_isabelle_s_blush_] C'est. .. oh, mec.
it_it: [_isabelle_s_blush_] Questo... oh, uomo.

source: [_mc_] As much as I hate to say it, nobody can really compete with [kate] in that regard.
fr_fr: [_mc_] Tant que je déteste le dire, personne ne peut vraiment rivaliser avec le [kate] à cet égard.
it_it: [_mc_] Per quanto odio dirlo, nessuno può davvero competere con [kate] a questo proposito.

source: [_isabelle_s_annoyed_left_] I overheard her calling you a cockroach the other day.
fr_fr: [_isabelle_s_annoyed_left_] Je l'ai entendu vous appeler un cafard l'autre jour.
it_it: [_isabelle_s_annoyed_left_] L'ho sentita chiamarti uno scarafaggio l'altro giorno.

source: [_mc_] Sounds about right.
fr_fr: [_mc_] C'est à peu près ce qu'il faut faire.
it_it: [_mc_] Suona a destra.

source: [_isabelle_s_angry_] She doesn't deserve your admiration!
fr_fr: [_isabelle_s_angry_] Elle ne mérite pas votre admiration !
it_it: [_isabelle_s_angry_] Lei non merita la tua ammirazione!

source: [_mc_] Definitely [mrsl]. What a woman!
fr_fr: [_mc_] Définitivement [mrsl]. Quelle femme !
it_it: [_mc_] Sicuramente [mrsl]. Che donna!

source: [_isabelle_s_thinking_] To each their own, I guess...
fr_fr: [_isabelle_s_thinking_] À chacun leurs propres, je suppose ...
it_it: [_isabelle_s_thinking_] A ciascuno di loro, immagino...

source: [_mc_] I think there's something special about athletic girls, so I'm going with [lindsey].
fr_fr: [_mc_] Je pense qu'il y a quelque chose de spécial pour les filles athlétiques, alors je vais avec [lindsey].
it_it: [_mc_] Penso che ci sia qualcosa di speciale per le ragazze atletiche, quindi vado con [lindsey].

source: [_isabelle_s_annoyed_] What's so special about them?
fr_fr: [_isabelle_s_annoyed_] Qu'est-ce qui est si spécial à leur sujet ?
it_it: [_isabelle_s_annoyed_] Cosa c'è di così speciale su di loro?

source: [_mc_] Toned stomachs and legs, grace, and they know sports. I love sports.
fr_fr: [_mc_] Les estomacs et les jambes, la grâce, et ils connaissent le sport. J'adore les sports.
it_it: [_mc_] Toned stomaci e gambe, grazia, e conoscono sport. Amo lo sport.

source: [_isabelle_s_angry_] Since when?!
fr_fr: [_isabelle_s_angry_] Depuis quand ?!
it_it: [_isabelle_s_angry_] Da quando?!

source: [_isabelle_s_confident_] Hey, you!
fr_fr: [_isabelle_s_confident_] Hé, vous !
it_it: [_isabelle_s_confident_] Ehi, tu!

source: [_mc_] Who? Me?
fr_fr: [_mc_] Qui ? Moi ?
it_it: [_mc_] Chi? Io?

source: [_isabelle_s_laughing_] Yeah, you silly goose!
fr_fr: [_isabelle_s_laughing_] Yeah, vous, idiot !
it_it: [_isabelle_s_laughing_] Sì, sei un'oca sciocca!

source: It's weird to think that everything can change so fast...
fr_fr: C'est bizarre de penser que tout peut changer si vite ...
it_it: È strano pensare che tutto possa cambiare così velocemente...

source: If it weren't for the chocolate thief, [isabelle] never would've kissed me.
fr_fr: Si ce n'était pas pour le voleur de chocolat, [isabelle] n'aurait jamais été m'a embrassé.
it_it: Se non fosse stato per il ladro di cioccolato, [isabelle] non mi avrebbe mai baciato.

source: And if she hadn't kissed me, we probably wouldn't have had sex.
fr_fr: Et si elle ne m'avait pas embrassée, nous n'aurions probablement pas eu de sexe.
it_it: E se lei non mi avesse baciato, probabilmente non avremmo fatto sesso.

source: That's crazy to think about.
fr_fr: C'est fou de penser.
it_it: È pazzo a cui pensare.

source: [_mc_] I was wondering if you had any tips for making out?
fr_fr: [_mc_] Je me demandais si vous aviez des trucs pour sortir ?
it_it: [_mc_] Mi chiedevo se avessi dei suggerimenti per fare fuori?

source: [_isabelle_s_neutral_] Making out?
fr_fr: [_isabelle_s_neutral_] S'embrasser ?
it_it: [_isabelle_s_neutral_] Rendendo fuori?

source: [_mc_] Yeah! Maybe you've read a manual or something?
fr_fr: [_mc_] Oui ! Peut-être avez-vous lu un manuel ou quelque chose ?
it_it: [_mc_] Sì! Forse hai letto un manuale o qualcosa?

source: [_isabelle_s_neutral_] I may know a thing or two, why?
fr_fr: [_isabelle_s_neutral_] Je sais une chose ou deux, pourquoi ?
it_it: [_isabelle_s_neutral_] Posso sapere una cosa o due, perché?

source: [_mc_] There's this girl I'm trying to impress...
fr_fr: [_mc_] Il y a cette fille que j'essaie d'impressionner...
it_it: [_mc_] C'è questa ragazza che sto cercando di impressionare...

source: [_isabelle_s_skeptical_] Truly?
fr_fr: [_isabelle_s_skeptical_] Vraiment ?
it_it: [_isabelle_s_skeptical_] Veramente?

source: [_mc_] Yeah, she sometimes gets a bit feisty, but in reality she's really kind.{space=-5}
fr_fr: [_mc_] Oui, elle est parfois un peu fougueuse, mais en réalité elle est très gentille.{space=-5}
it_it: [_mc_] Sì, a volte ottiene un po 'feisty, ma in realtà è davvero gentile.{space=-5}

source: [_mc_] And she has an adorable accent.
fr_fr: [_mc_] Et elle a un accent adorable.
it_it: [_mc_] E lei ha un accento adorabile.

source: [_isabelle_s_blush_] She does sound like a proper catch.
fr_fr: [_isabelle_s_blush_] Elle a l'image d'une bonne prise.
it_it: [_isabelle_s_blush_] Lei suona come una cattura adeguata.

source: [_mc_] So, you'll help me?
fr_fr: [_mc_] Alors, vous m'aiderez ?
it_it: [_mc_] Allora, mi aiuterai?

source: [_isabelle_s_flirty_] I think I might!
fr_fr: [_isabelle_s_flirty_] Je pense que je pourrais !
it_it: [_isabelle_s_flirty_] penso di potere!

source: [_isabelle_s_flirty_] But good kisses are all about the setting!
fr_fr: [_isabelle_s_flirty_] Mais de bons baisers sont tous sur le décor !
it_it: [_isabelle_s_flirty_] Ma i baci buoni sono tutto circa l'impostazione!

source: [_isabelle_s_flirty_] I'm free last period. Meet me on the roof?
fr_fr: [_isabelle_s_flirty_] Je suis libre la dernière période. Rencontrez-moi sur le toit ?
it_it: [_isabelle_s_flirty_] Sono libero l'ultimo periodo. Incontrami sul tetto?

source: [_mc_] You got it!
fr_fr: [_mc_] Vous l'avez !
it_it: [_mc_] l'hai ottenuta!

source: [_mc_] Have I ever told you that you're absolutely beautiful?
fr_fr: [_mc_] Je vous ai déjà dit que vous êtes absolument magnifique ?
it_it: [_mc_] Ti ho mai detto che sei assolutamente bello?

source: [_isabelle_s_laughing_] I don't know, have you?
fr_fr: [_isabelle_s_laughing_] Je ne sais pas, n'est-ce pas ?
it_it: [_isabelle_s_laughing_] Non lo so, vero?

source: [_mc_] Maybe once or twice!
fr_fr: [_mc_] Peut-être une ou deux fois !
it_it: [_mc_] Forse una o due volte!

source: [_isabelle_s_confident_] I suppose my memory isn't the best.
fr_fr: [_isabelle_s_confident_] Je suppose que ma mémoire n'est pas la meilleure.
it_it: [_isabelle_s_confident_] Suppongo che la mia memoria non sia la migliore.

source: [_isabelle_s_confident_] What did you say again?
fr_fr: [_isabelle_s_confident_] Qu'avez-vous dit à nouveau ?
it_it: [_isabelle_s_confident_] Che cosa avete detto di nuovo?

source: [_mc_] That you're beautiful.
fr_fr: [_mc_] Que vous êtes magnifique.
it_it: [_mc_] È bello.

source: [isabelle] leans in closer, touching my neck seductively.
fr_fr: [isabelle] se penche plus près, touchant mon cou de façon séduite.
it_it: [isabelle] si appoggia più vicino, toccando il collo seducentemente.

source: [_isabelle_s_roof_sunset_hug_blush_] Truly?
fr_fr: [_isabelle_s_roof_sunset_hug_blush_] Vraiment ?
it_it: [_isabelle_s_roof_sunset_hug_blush_] Veramente?

source: [_mc_] Yes, and that you're one of a kind.
fr_fr: [_mc_] Oui, et que vous êtes un genre.
it_it: [_mc_] Sì, e che sei uno di un tipo.

source: [_isabelle_s_roof_sunset_hug_blush_] Thank you.
fr_fr: [_isabelle_s_roof_sunset_hug_blush_] Merci.
it_it: [_isabelle_s_roof_sunset_hug_blush_] Grazie.

source: Our lips meet again. Hers, soft and delicate.
fr_fr: Nos lèvres se rencontrent à nouveau. La sienne, douce et délicate.
it_it: Le nostre labbra si incontrano di nuovo. Lei, morbide e delicate.

source: That, now familiar, hint of vanilla frosting makes my mouth water.
fr_fr: Ce soupçon de glaçage à la vanille, désormais familier, me met l'eau à la bouche.
it_it: Questo, ora familiare, accenno di gelo alla vaniglia rende la mia acqua alla bocca.

source: She pulls back for a moment, perhaps due to my extra saliva....
fr_fr: Elle remonte un moment, peut-être à cause de ma salive supplémentaire ....
it_it: Tira indietro per un momento, forse a causa della mia saliva in più....

source: [_mc_] I'm sorry. You taste so sweet, I'm literally drooling.
fr_fr: [_mc_] Je suis désolé. Tu as un goût si doux que j'en bave littéralement.
it_it: [_mc_] mi dispiace. Hai un sapore così dolce, sto letteralmente sbavando.

source: [_isabelle_s_roof_sunset_hug_smile_] You like my lip gloss?
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] Tu aimes mon gloss ?
it_it: [_isabelle_s_roof_sunset_hug_smile_] Ti piace il mio gloss?

source: [_mc_] You know, that stuff should be illegal...
fr_fr: [_mc_] Vous savez, ce truc devrait être illégal ...
it_it: [_mc_] Sai, che la roba dovrebbe essere illegale...

source: [_mc_] It's like I'm kissing a birthday cake.
fr_fr: [_mc_] C'est comme si j'embrassais un gâteau d'anniversaire.
it_it: [_mc_] È come se io baciassi una torta di compleanno.

source: [_isabelle_s_roof_sunset_hug_smile_] That doesn't sound awful.
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] Ça ne semble pas affreux.
it_it: [_isabelle_s_roof_sunset_hug_smile_] Quello non sembra terribile.

source: [_mc_] It's not, I'm just—
fr_fr: [_mc_] Ce n'est pas, je suis juste-
it_it: [_mc_] Non è così, sono solo—

source: This kiss is more playful... or at least it started that way.
fr_fr: Ce baiser est plus ludique ... ou au moins ça a commencé comme ça.
it_it: Questo bacio è più giocoso... o almeno ha iniziato in quel modo.

source: Somehow, her grin melts away with the passion.
fr_fr: D'une façon ou d'une autre, son sourire se fond avec la passion.
it_it: In qualche modo, il suo grin si scioglie con la passione.

source: Her tongue, my tongue, bumping into each other.
fr_fr: Sa langue, ma langue, se heurtant les uns aux autres.
it_it: La sua lingua, la mia lingua, si sbatte l'un l'altro.

source: Sparks crackle through my veins. The hairs on my arms stand up.
fr_fr: Des étincelles crépitent dans mes veines. Les poils de mes bras se dressent.
it_it: Le scintille si rompono attraverso le vene. I peli sulle mie braccia si alzano.

source: Our hearts race together. I can feel hers against my chest.
fr_fr: Nos cœurs se rapprochent. Je sens la sienne contre ma poitrine.
it_it: I nostri cuori corrono insieme. Posso sentirmi contro il mio petto.

source: The fire of want and need roars through me, but the flame of being wanted burns brighter still.
fr_fr: Le feu de la volonté et du besoin s'est tordu à travers moi, mais la flamme d'être recherchée brûle encore plus.
it_it: Il fuoco di voglia e bisogno ruggisce attraverso di me, ma la fiamma di essere voluto brucia ancora più luminoso.

source: It's one of those feelings that you can only experience through the warm fullness if it.
fr_fr: C'est l'un de ces sentiments que vous ne pouvez vivre que par la chaleur si c'est le cas.
it_it: E 'uno di quei sentimenti che si può sperimentare solo attraverso la calda pienezza se esso.

source: It's the opposite of the hollow cold that is loneliness.
fr_fr: C'est le contraire du froid creux qui est la solitude.
it_it: È l'opposto del freddo vuoto che è solitudine.

source: And once you've felt it, you need it again. And again. And again.
fr_fr: Et une fois que tu l'as senties, tu en as besoin à nouveau. Et encore. Et encore.
it_it: E una volta che l'hai sentito, ne hai bisogno di nuovo. E di nuovo.

source: [_mc_] Yeah? Blown away?
fr_fr: [_mc_] Oui ? Emporté par le vent ?
it_it: [_mc_] Sì? Soffiata?

source: [_isabelle_s_roof_sunset_hug_skeptical_] Don't get cocky, mate.
fr_fr: [_isabelle_s_roof_sunset_hug_skeptical_] Ne sois pas arrogant, mon pote.
it_it: [_isabelle_s_roof_sunset_hug_skeptical_] Non prenderti un cocky, un amore.

source: [_mc_] Why not? I just kissed the cutest girl in school.
fr_fr: [_mc_] Pourquoi pas ? J'ai juste embrassé la petite fille à l'école.
it_it: [_mc_] Perché no? Ho appena baciato la ragazza più carina a scuola.

source: [_isabelle_s_roof_sunset_hug_blush_] Aw! Okay, you can be a little cocky.
fr_fr: [_isabelle_s_roof_sunset_hug_blush_] Aw ! Ok, tu peux être un peu cafard.
it_it: [_isabelle_s_roof_sunset_hug_blush_] Aw! Okay, puoi essere un piccolo cocky.

source: [_mc_] I'll come up with a good response for next time.
fr_fr: [_mc_] Je trouverai une bonne réponse pour la prochaine fois.
it_it: [_mc_] Troverò una buona risposta per la prossima volta.

source: [_isabelle_s_roof_sunset_hug_smile_] Next time! Okay, I see what you did there.
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] La prochaine fois ! Ok, je vois ce que tu as fait là.
it_it: [_isabelle_s_roof_sunset_hug_smile_] La prossima volta! Okay, vedo cosa hai fatto lì.

source: [_mc_] You make me confident. What can I say?
fr_fr: [_mc_] Vous me faites confiance. Que puis-je dire ?
it_it: [_mc_] Mi rendi sicura. Cosa posso dire?

source: [_isabelle_s_roof_sunset_hug_smile_] I think you said it all tonight.
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] Je pense que vous l'avez dit tout ce soir.
it_it: [_isabelle_s_roof_sunset_hug_smile_] Penso che tu abbia detto tutto stasera.

source: [_isabelle_s_roof_sunset_hug_smile_] And yes, there will be a next time.
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] Et oui, il y aura une prochaine fois.
it_it: [_isabelle_s_roof_sunset_hug_smile_] E sì, ci sarà una prossima volta.

source: [_isabelle_s_roof_sunset_hug_smile_] Goodnight, [mc].
fr_fr: [_isabelle_s_roof_sunset_hug_Souriez_] Bonne nuit, [mc].
it_it: [_isabelle_s_roof_sunset_hug_smile_] Buongiorno, [mc].

source: [_mc_] Goodnight, [isabelle].
fr_fr: [_mc_] Bonne nuit, [isabelle].
it_it: [_mc_] Buongiorno, [isabelle].

source: [_isabelle_s_blush_] Heya! Look at the sunset!
fr_fr: [_isabelle_s_blush_] Hé ! Regarde le coucher de soleil !
it_it: [_isabelle_s_blush_] Heya! Guarda il tramonto!

source: [_isabelle_s_blush_] Beautiful, isn't it?
fr_fr: [_isabelle_s_blush_] Belle, n'est-ce pas ?
it_it: [_isabelle_s_blush_] Bella, vero?

source: [_mc_] I guess.
fr_fr: [_mc_] Je suppose.
it_it: [_mc_] immagino.

source: [_isabelle_s_laughing_] You don't sound particularly excited.
fr_fr: [_isabelle_s_laughing_] Vous n'avez pas l'air particulièrement enthousiaste.
it_it: [_isabelle_s_laughing_] Non sembri particolarmente eccitato.

source: [_mc_] The sun sets every night.
fr_fr: [_mc_] Le soleil se couche chaque soir.
it_it: [_mc_] Il sole tramonta ogni notte.

source: [_isabelle_s_confident_] It sure does...
fr_fr: [_isabelle_s_confident_] C'est sûr ...
it_it: [_isabelle_s_confident_] Sicuramente fa...

source: [_isabelle_s_confident_] But every sunset is unique, and so is every kiss.
fr_fr: [_isabelle_s_confident_] Mais chaque coucher de soleil est unique, et donc tous les baiser.
it_it: [_isabelle_s_confident_] Ma ogni tramonto è unico, e così ogni bacio.

source: [_mc_] If you put it like that...
fr_fr: [_mc_] Si vous le mettez comme ça ...
it_it: [_mc_] Se lo metti così...

source: [_isabelle_s_confident_] I am putting it like that.
fr_fr: [_isabelle_s_confident_] Je le mets comme ça.
it_it: [_isabelle_s_confident_] lo sto mettendo così.

source: [isabelle] steps in close. As close and intimate you can be without doing anything.
fr_fr: [isabelle] pas en clôture. En tant que proche et intime, vous pouvez être sans rien faire.
it_it: [isabelle] passi in vicinato. Come vicino e intimo si può essere senza fare nulla.

source: It feels special in a way.
fr_fr: Il se sent spécial d'une certaine façon.
it_it: Si sente speciale in un certo senso.

source: Her hair and eyes glowing in the setting sun.
fr_fr: Ses cheveux et ses yeux brillent au soleil couchant.
it_it: I suoi capelli e gli occhi incandescenti nel sole incandescente.

source: [_mc_] You know, I once swore off women for good...
fr_fr: [_mc_] Vous savez, j'ai déjà juré des femmes pour de bon ...
it_it: [_mc_] Sai, una volta ho giurato delle donne per bene...

source: [_mc_] But that was a long time ago, and I think I'm warming up to your kind.{space=-35}
fr_fr: [_mc_] Mais c'était il y a longtemps, et je pense que je me réchauffe jusqu'à votre genre. {space=-35}
it_it: [_mc_] Ma è stato molto tempo fa, e penso che mi sto riscaldando fino alla tua gente.{space=-35}

source: [_mc_] Or, at least, to you.
fr_fr: [_mc_] Ou, du moins, à vous.
it_it: [_mc_] Oppure, almeno, a voi.
