Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_tour.po
Languages: fr_fr, it_it

source: [_mc_] Why gym? There are all sorts of other classes upstairs.
fr_fr: [_mc_] Pourquoi la gym? Il y a toutes sortes d'autres classes à l'étage.
it_it: [_mc_] Perché la palestra? Ci sono tutti i tipi di altre classi al di sopra.

source: [_isabelle_s_excited_] I just told you why... I need something physical.
fr_fr: [_isabelle_s_excited_] Je viens de vous dire pourquoi ... J'ai besoin de quelque chose de physique.
it_it: [_isabelle_s_excited_] Ti ho appena detto perché... Ho bisogno di qualcosa di fisico.

source: [_mc_] ...Can't you just ride a bike to school?
fr_fr: [_mc_] ...Vous ne pouvez pas faire de vélo à l'école?
it_it: [_mc_] ...Non puoi solo andare in bicicletta a scuola?

source: [_isabelle_s_skeptical_] What's wrong, [mc]? Why the shifty eyes?
fr_fr: [_isabelle_s_skeptical_] Qu'est-ce qui ne va pas, [mc]? Pourquoi les grands yeux?
it_it: [_isabelle_s_skeptical_] Cosa c'è di sbagliato, [mc]? Perché gli occhi spostati?

source: If only she knew what a toll gym class took on me... the pushy teachers, the nasty classmates, crowded locker rooms and showers...
fr_fr: Si seulement elle savait ce qu'une classe de gymnastique a pris sur moi ... les professeurs de pushy, les méchants camarades de classe, les vestiaires bondés et les douches ...
it_it: Se solo lei sapeva che cosa una classe di palestra di pedaggio ha preso su di me... gli insegnanti spinti, i compagni di classe brutti, gli armadietti affollati e le docce...

source: [_mc_] Bad things always happen in the east wing...
fr_fr: [_mc_] Les mauvaises choses arrivent toujours dans l'aile est. ..
it_it: [_mc_] Cattive cose accadono sempre nell'ala orientale...

source: [_isabelle_s_skeptical_] What kind of bad things?
fr_fr: [_isabelle_s_skeptical_] Quel genre de mauvaises choses?
it_it: [_isabelle_s_skeptical_] Che tipo di cose cattive?

source: [_mc_] I... I always end up getting hurt...
fr_fr: [_mc_] I ... Je me fais toujours mal ...
it_it: [_mc_] Io... Finisco sempre per farsi male...

source: Physically, but also psychologically. That place is cursed.
fr_fr: Physiquement, mais aussi psychologiquement. Cet endroit est maudit.
it_it: Fisicamente, ma anche psicologicamente. Quel posto è maledetto.

source: [_isabelle_s_confident_] It's all right... I'll look after you.
fr_fr: [_isabelle_s_confident_] Tout va bien ... Je vais m'occuper de toi.
it_it: [_isabelle_s_confident_] Va bene... ti prenderò cura di te.

source: Ugh, she's too nice for this place.
fr_fr: Ugh, elle est trop belle pour cet endroit.
it_it: Ugh, è troppo bella per questo posto.

source: [_isabelle_s_laughing_] Come on, let's get it over with!
fr_fr: [_isabelle_s_laughing_] Allez, allons-y avec !
it_it: [_isabelle_s_laughing_] Avanti, cerchiamo di superarlo!

source: [_isabelle_s_smile_] Thanks for showing me around, [mc]!
fr_fr: [_isabelle_s_smile_] Merci de m'avoir montré, [mc]!
it_it: [_isabelle_s_smile_] Grazie per avermi mostrato intorno, [mc]!

source: [_isabelle_s_laughing_] Apart from the run-in with [kate], this was quite the pleasant tour.
fr_fr: [_isabelle_s_laughing_] Mis à part le runin avec [kate], c'était tout à fait la visite agréable.
it_it: [_isabelle_s_laughing_] A parte il run-in con [kate], questo è stato abbastanza il tour piacevole.

source: [_mc_] No problem!
fr_fr: [_mc_] Aucun problème !
it_it: [_mc_] Nessun problema!

source: The story with [kate] is, however, far from over...
fr_fr: L'histoire avec [kate] est, cependant, loin de ...
it_it: La storia con [kate] è però lontana...

source: [isabelle] has no idea what's coming. It feels a little bad, but such is life.
fr_fr: [isabelle] n'a aucune idée de ce qui arrive. C'est un peu mauvais, mais c'est la vie.
it_it: [isabelle] non ha idea di quello che sta arrivando. Si sente un po 'male, ma tale è la vita.

source: The first part of [kate]'s request was finding out [isabelle]'s focus classes... with that out of the way, the next thing is her favorite drink.
fr_fr: La première partie de la demande de [kate]'s a été de découvrir [isabelle]'s classes de focus ... avec ça hors de la façon, la prochaine chose est sa boisson préférée.
it_it: La prima parte della richiesta di [kate]è stata quella di scoprire le classi di focus di [isabelle]. . con questo fuori strada, la prossima cosa è la sua bevanda preferita.

source: [_mc_] Hey, would you like me to show you the cafeteria as well?
fr_fr: [_mc_] Hey, vous voulez que je vous montre aussi la cafétéria?
it_it: [_mc_] Ehi, vorresti che ti mostrassi anche la caffetteria?

source: [_isabelle_s_confident_] Oh, sure! If you have time...
fr_fr: [_isabelle_s_confident_] Oh, sûr ! Si vous avez le temps ...
it_it: [_isabelle_s_confident_] Oh, sicuro! Se hai tempo...

source: [_mc_] Yeah, no worries. The food isn't amazing, but the strawberry juice is the best!
fr_fr: [_mc_] Oui, pas de soucis. La nourriture n'est pas incroyable, mais le jus de fraise est le meilleur !
it_it: [_mc_] Sì, non preoccuparti. Il cibo non è incredibile, ma il succo di fragola è il migliore!

source: [_isabelle_s_confident_] Cool, let's meet up there.
fr_fr: [_isabelle_s_confident_] Cool, allons nous y rencontrer.
it_it: [_isabelle_s_confident_] Cool, ci incontriamo lì.

source: [isabelle] has no idea what's coming. I need to make sure she's safe.
fr_fr: [isabelle] n'a aucune idée de ce qui arrive. Je dois m'assurer qu'elle est en sécurité.
it_it: [isabelle] non ha idea di cosa stia arrivando. Devo assicurarmi che sia sicura.

source: [_mc_] Have you thought about the [kate] problem?
fr_fr: [_mc_] Avez-vous pensé au problème [kate]?
it_it: [_mc_] Hai pensato al problema [kate]?

source: [_isabelle_s_eyeroll_] Yeah, we need to do something about her...
fr_fr: [_isabelle_s_eyeroll_] Oui, nous devons faire quelque chose pour elle ...
it_it: [_isabelle_s_eyeroll_] Sì, abbiamo bisogno di fare qualcosa per lei...

source: [_isabelle_s_eyeroll_] Meet me in the cafeteria and we'll come up with a plan.
fr_fr: [_isabelle_s_eyeroll_] Rencontrez-moi à la cafétéria et nous allons présenter un plan.
it_it: [_isabelle_s_eyeroll_] Incontrami nella caffetteria e arriveremo a un piano.

source: [_mc_] Sounds good.
it_it: [_mc_] Suona bene.

source: [_isabelle_s_flirty_] By the way, have you—
fr_fr: [_isabelle_s_flirty_] En passant, vous-
it_it: [_isabelle_s_flirty_] A proposito, avete—

source: [_isabelle_s_afraid_] Look out!
fr_fr: [_isabelle_s_afraid_] Regarde !
it_it: [_isabelle_s_afraid_] Attenzione!

source: Damn, that took the wind out of me! [lindsey]'s always been fast, but luckily for me, she's tiny.
fr_fr: Damn, qui a pris le vent hors de moi ! [lindsey]'s a toujours été rapide, mais heureusement pour moi, elle est minuscule.
it_it: Dannazione, che mi ha tolto il vento! [lindsey]è sempre stato veloce, ma per fortuna per me, è piccola.

source: That's the second time she's crashed today. She never seemed like the clumsy kind... maybe her eye-sight is getting bad?
fr_fr: C'est la deuxième fois qu'elle s'écrase aujourd'hui. Elle n'a jamais semblé être maladrogane ... peut-être que sa vue est mauvaise?
it_it: Questa è la seconda volta che è schiantata oggi. Non è mai sembrata la malvagia gentile... forse la sua vista sta diventando male?

source: In any case, mine isn't, and that's a relief — else I wouldn't be able to feast my eyes on her.
fr_fr: Dans tous les cas, le mien n'est pas, et c'est un soulagement-sinon je ne serais pas en mesure de me régaler les yeux sur elle.
it_it: In ogni caso, il mio non lo è, e questo è un sollievo — altrimenti non sarei in grado di festeggiare i miei occhi su di lei.

source: It does feel a little bad, but everyone else is staring too... who can blame us when she spreads her legs like that?
fr_fr: Ça se sent un peu mauvais, mais tout le monde regarde aussi ... qui peut nous blâmer quand elle répand ses jambes comme ça?
it_it: Si sente un po 'male, ma tutti gli altri sta fissando troppo... chi può incolpare noi quando si diffonde le gambe così?

source: It's like her dazed state has shattered her inhibitions. Her body is calling out for someone to... just give it to her.
fr_fr: C'est comme si son état d'étourdir avait brisé ses inhibitions. Son corps demande à quelqu'un de ... juste lui donner.
it_it: È come il suo stato nudo ha distrutto le sue inibizioni. Il suo corpo sta chiedendo a qualcuno... basta darlo a lei.

source: Like she's longing to wrap her legs around your waist as you slam into her. Maybe she has a thing for slamming into stuff?
fr_fr: Comme elle a envie de boucler ses jambes autour de ta taille au moment où tu lui slam. Peut-être qu'elle a un truc pour claer des trucs?
it_it: Come lei è ansiosa di avvolgere le gambe intorno alla vita mentre ti sbattere in lei. Forse ha una cosa per sbattere in roba?

source: Maybe she likes it rough and saw the opportunity to get physical with me?
fr_fr: Peut-être qu'elle aime la ruelle et qu'elle a vu l'opportunité d'être physique avec moi?
it_it: Forse le piace ruvido e ha visto l'opportunità di ottenere fisico con me?

source: Oh, who am I kidding? That's just me projecting my fantasies — push her down, grab her by the throat, thrust into her repeatedly until her eyes roll back.
fr_fr: Oh, qui suis-je en blague? C'est juste moi qui projette mes fantasmes-poussera son bas, attrape-la par la gorge, la poussera à plusieurs reprises jusqu'à ce que ses yeux roule.
it_it: Oh, chi sto scherzando? Questo è solo me che proietta le mie fantasie - la spingi giù, la afferri per la gola, la spinge in lei ripetutamente fino a quando i suoi occhi rotolano indietro.

source: Might be a trick of the light, but isn't there a wet spot... just in the right spot?
it_it: Potrebbe essere un trucco della luce, ma non c'è un punto bagnato... solo nel posto giusto?

source: The contour of her labia against her panties... oh, man...
fr_fr: Le contour de sa labie contre ses cultés ... oh, homme ...
it_it: Il contorno delle sue labbra contro i suoi anti... oh, uomo...

source: [_lindsey_s_lindseypose01_] Who put a wall there...?
fr_fr: [_lindsey_s_lindseypose01_] Qui met un mur là-bas ...?
it_it: [_lindsey_s_lindseypose01_] Chi ha messo un muro lì...?

source: [_isabelle_s_thinking_] Hey, are you okay?
fr_fr: [_isabelle_s_thinking_] Hé, tu vas bien?
it_it: [_isabelle_s_thinking_] Ehi, stai bene?

source: [_isabelle_s_afraid_] [mc], she looks really hurt!
fr_fr: [_isabelle_s_afraid_] [mc], elle a l'air vraiment blessée !
it_it: [_isabelle_s_afraid_] [mc], sembra davvero ferita!

source: [_mc_] Wait here, I'll go get the [nurse]!
fr_fr: [_mc_] Attends ici, je vais chercher le [nurse]!
it_it: [_mc_] Attendere qui, andrò a prendere la [nurse]!

source: [_isabelle_s_afraid_] Okay, but hurry!
fr_fr: [_isabelle_s_afraid_] Ok, mais dépêchez !
it_it: [_isabelle_s_afraid_] Okay, ma sbrigati!

source: [_mc_] Help me get her to the [nurse]'s office!
fr_fr: [_mc_] Aidez-moi à l'obtenir au bureau [nurse]!
it_it: [_mc_] Aiutami a portarla all'ufficio di [nurse]!

source: [lindsey] probably never cared about my existence until it hit her in the face... but this is what second chances are about.
fr_fr: [lindsey] n'a probablement jamais pris soin de mon existence jusqu'à ce qu'elle l'ait frappée au visage ... mais c'est la deuxième chance.
it_it: [lindsey] probabilmente non si è mai preoccupato della mia esistenza fino a quando non la ha colpita in faccia... ma questo è quale seconda probabilità sono circa.

source: [_isabelle_s_concerned_left_] Hey, what's your name?
fr_fr: [_isabelle_s_concerned_left_] Hé, quel est votre nom?
it_it: [_isabelle_s_concerned_left_] Ehi, qual è il tuo nome?

source: [_isabelle_s_concerned_left_] Okay, [lindsey], do you think you can stand if we help you?
fr_fr: [_isabelle_s_concerned_left_] Ok, [lindsey], pensez-vous que vous pouvez vous lever si nous vous aidons?
it_it: [_isabelle_s_concerned_left_] Okay, [lindsey], pensi che tu possa stare se ti aiutiamo?

source: [_lindsey_s_lindseypose01_] M-maybe...
fr_fr: [_lindsey_s_lindseypose01_] M-peut-être ...
it_it: [_lindsey_s_lindseypose01_] M-forse...

source: [_isabelle_s_neutral_] Okay, put one arm around each of our necks... we'll take you to the [nurse].
fr_fr: [_isabelle_s_neutral_] Ok, mettez un bras autour de chacun de nos cou ... nous vous emprendrons au [nurse].
it_it: [_isabelle_s_neutral_] Okay, metti un braccio attorno a ciascuno dei nostri colli... ti porteremo alla [nurse].

source: [_mc_] She should've paid more attention.
fr_fr: [_mc_] Elle aurait dû accorder plus d'attention.
it_it: [_mc_] avrebbe dovuto prestare maggiore attenzione.

source: [_isabelle_s_angry_] What's wrong with you?!
fr_fr: [_isabelle_s_angry_] Qu'est-ce qui ne va pas avec toi?
it_it: [_isabelle_s_angry_] Cosa c'è di sbagliato con te?!

source: [_mc_] Why should I care about someone who has never given two shits about me?
fr_fr: [_mc_] Pourquoi devrais-je m'occuper de quelqu'un qui n'a jamais donné deux shits à mon sujet?
it_it: [_mc_] Perché dovrei preoccuparmi di qualcuno che non ha mai dato due merda su di me?

source: [_isabelle_s_annoyed_left_] Because she's hurt! Don't you have any compassion?
fr_fr: [_isabelle_s_annoyed_left_] Parce qu'elle est blessée ! N'avez-vous pas de compassion?
it_it: [_isabelle_s_annoyed_left_] Perché è ferita! Non hai compassione?

source: [_mc_] She would probably have laughed if I ran into a beefy football player...
fr_fr: [_mc_] Elle aurait probablement ri si je courais dans un joueur de foot ...
it_it: [_mc_] Probabilmente avrebbe riso se mi fosse imbattuto in un giocatore di calcio faticoso...

source: [_isabelle_s_angry_] Here's your chance to set things right, then! Be the bigger person!
fr_fr: [_isabelle_s_angry_] Voici votre chance de mettre les choses en jeu, alors ! Soyez la plus grande personne !
it_it: [_isabelle_s_angry_] Ecco la tua possibilità di impostare le cose giuste, allora! Sii la persona più grande!

source: [_mc_] Fine... okay. Help me get her up.
fr_fr: [_mc_] Fine ... ok. Aide-moi à l'obtenir.
it_it: [_mc_] Fine... ok. Aiutami a alzarla.

source: [_isabelle_s_sad_] Thank god.
fr_fr: [_isabelle_s_sad_] Dieu merci.
it_it: [_isabelle_s_sad_] Grazie dio.

source: [_mc_] Nope, not my problem.
fr_fr: [_mc_] Non, pas mon problème.
it_it: [_mc_] Nope, non mio problema.

source: [_isabelle_s_annoyed_] How can you be so callous?
fr_fr: [_isabelle_s_annoyed_] Comment pouvez-vous être aussi insensible?
it_it: [_isabelle_s_annoyed_] Come puoi essere così esigente?

source: When no one gives a shit about you, it's not that hard to turn off your emotions...
fr_fr: Quand personne ne vous donne une merde à votre sujet, ce n'est pas si difficile de mettre vos émotions hors de l'esprit ...
it_it: Quando nessuno dà una merda su di te, non è così difficile spegnere le tue emozioni...

source: [lindsey] never cared about my existence until it hit her in the face.
fr_fr: [lindsey] ne s'est jamais souciés de mon existence jusqu'à ce qu'elle l'ait frappée au visage.
it_it: [lindsey] non si è mai preoccupato della mia esistenza fino a quando non l'ha colpita in faccia.

source: [_lindsey_s_lindseypose01_] Stars... so many stars...
fr_fr: [_lindsey_s_lindseypose01_] Stars ... tellement d'étoiles ...
it_it: [_lindsey_s_lindseypose01_] Stelle... tante stelle...

source: [_isabelle_s_concerned_left_] Okay, [lindsey], do you think you can stand up?
fr_fr: [_isabelle_s_concerned_left_] Ok, [lindsey], pensez-vous que vous pouvez vous lever?
it_it: [_isabelle_s_concerned_left_] Okay, [lindsey], pensi che tu possa stare in piedi?

source: [_isabelle_s_neutral_] Okay, put your arm around my neck... I'll take you to the [nurse].
fr_fr: [_isabelle_s_neutral_] Ok, mettez votre bras autour de mon cou ... Je vais vous emmener au [nurse].
it_it: [_isabelle_s_neutral_] Okay, metti il braccio intorno al collo... ti porterò alla [nurse].

source: [_mc_] You had an accident. I'm taking you to the [nurse].
fr_fr: [_mc_] Vous avez eu un accident. Je vous emporte au [nurse].
it_it: [_mc_] Hai avuto un incidente. Ti sto portando alla [nurse].

source: This is probably the closest I've ever been to a girl, and it's really not what I expected...
fr_fr: C'est probablement le plus proche que j'ai jamais été pour une fille, et ce n'est vraiment pas ce que j'attendais ...
it_it: Questo è probabilmente il più vicino che io abbia mai stato ad una ragazza, e non è proprio quello che mi aspettavo...

source: I just want to hold her, breathe in the scent of her hair, the flowery shampoo and natural oils.
fr_fr: Je veux juste la tenir, respirer dans l'odeur de ses cheveux, des shampooings et des huiles naturelles.
it_it: Voglio solo tenerla, respirare il profumo dei suoi capelli, lo shampoo fiorito e gli oli naturali.

source: All those dirty thoughts feel wrong now.
fr_fr: Toutes ces pensées sales se sentent mal maintenant.
it_it: Tutti quei pensieri sporchi si sentono sbagliati ora.

source: She's so light in my arms... so soft and fragile... like porcelain.
fr_fr: Elle est si légère dans mes bras ... si douce et fragile ... comme la porcelaine.
it_it: È così leggera tra le mie braccia... così morbida e fragile... come la porcellana.

source: It's a good feeling — a pure and selfless one — to care for someone in need.
fr_fr: C'est un bon sentiment-pur et désintéressé-de s'occuper de quelqu'un dans le besoin.
it_it: È una buona sensazione - pura e disinteressata - per prendersi cura di qualcuno che ha bisogno.

source: She's trusting me with her vulnerability... that's the best part.
fr_fr: Elle me fait confiance avec sa vulnérabilité ... c'est la meilleure partie.
it_it: Si sta fidando di me con la sua vulnerabilità... è la parte migliore.

source: Makes me want to kiss her on the forehead and comfort her. Be a gentleman and a hero!
fr_fr: Je veux l'embrasser sur le front et la réconfortant. Sois un gentleman et un héros !
it_it: Mi fa volere baciarla sulla fronte e confortarla. Sii un signore e un eroe!

source: Perhaps, that's what this feeling is — a taste of heroism.
fr_fr: Peut-être, c'est ce que ce sentiment est-un goût de l'héroïsme.
it_it: Forse, questo è quello che questo sentimento è — un assaggio di eroismo.

source: [_lindsey_s_LindseyPose02b_] Everything's spinning...
fr_fr: [_lindsey_s_LindseyPose02b_] Tout tourne ...
it_it: [_lindsey_s_LindseyPose02b_] Filatura di tutto...

source: [_mc_] Don't worry, I've got you.
fr_fr: [_mc_] Ne vous inquiétez pas, je vous ai.
it_it: [_mc_] Non ti preoccupare, ti ho.

source: [_lindsey_s_LindseyPose02a_] T-thank you... I think I hit my head...
fr_fr: [_lindsey_s_LindseyPose02a_] T-Merci ... Je pense que je me suis frappé la tête ...
it_it: [_lindsey_s_LindseyPose02a_] T-grazie... Penso di aver colpito la testa...

source: [_mc_] You did.
fr_fr: [_mc_] Vous l'avez fait.
it_it: [_mc_] Tu l'hai fatto.

source: [_lindsey_s_LindseyPose02b_] Oh... did I... did I hurt you?
fr_fr: [_lindsey_s_LindseyPose02b_] Oh ... est-ce que je ... je t'ai blessé?
it_it: [_lindsey_s_LindseyPose02b_] Oh... Io... ti ho fatto del male?

source: [_mc_] Nah, you're good. Sorry I couldn't soften the blow.
fr_fr: [_mc_] Nah, vous êtes bien. Désolé, je n'ai pas pu adoucir le coup.
it_it: [_mc_] Nah, sei bravo. Mi dispiace che non sia riuscito ad ammorbidire il colpo.

source: [_lindsey_s_LindseyPose02a_] It's good that you're strong enough to carry me...
fr_fr: [_lindsey_s_LindseyPose02a_] C'est bien que tu sois assez fort pour me porter ...
it_it: [_lindsey_s_LindseyPose02a_] È bene che tu sia abbastanza forte da portarmi...

source: [_lindsey_s_LindseyPose02a_] I don't think I could walk right now...
fr_fr: [_lindsey_s_LindseyPose02a_] Je ne pense pas que je pourrais marcher maintenant ...
it_it: [_lindsey_s_LindseyPose02a_] Non penso che potrei camminare in questo momento...

source: [_mc_] No worries! I'll carry you right back to the gym as soon as the [nurse] clears you!
fr_fr: [_mc_] Pas de soucis ! Je vous ramène à la salle de gym dès que le [nurse] vous écoute !
it_it: [_mc_] Non ti preoccupare! Ti riporterò subito in palestra non appena la [nurse] ti schiarisce!

source: [_lindsey_s_LindseyPose02c_] I bet you would...
fr_fr: [_lindsey_s_LindseyPose02c_] Je parie que vous ...
it_it: [_lindsey_s_LindseyPose02c_] Scommetto che fare...

source: [_mc_] Never seen anyone run so fast!
fr_fr: [_mc_] N'a jamais vu quelqu'un courir si vite !
it_it: [_mc_] Mai visto nessuno correre così velocemente!

source: [_lindsey_s_LindseyPose02a_] Chivalry and flattery...? What's next...?
fr_fr: [_lindsey_s_LindseyPose02a_] La chevalerie et la flatterie ...? Quoi de suite ...?
it_it: [_lindsey_s_LindseyPose02a_] Cavalleria e lusinga...? Cosa c'è dopo...?

source: [_mc_] Hopefully, the [nurse] saying that it's a mild concussion and you'll be okay in a couple of days.
fr_fr: [_mc_] J'espère que le [nurse] dit que c'est une légère commotion et que vous allez bien dans quelques jours.
it_it: [_mc_] Speriamo che la [nurse] affermi che è una lieve commozione e che starai bene in un paio di giorni.

source: [_mc_] You have a sprinting competition to win this year!
fr_fr: [_mc_] Vous avez une compétition d'impression pour gagner cette année !
it_it: [_mc_] Hai una competizione primaverile per vincere quest'anno!

source: [_lindsey_s_LindseyPose02a_] T-thanks for taking me there... that's so nice of you...
fr_fr: [_lindsey_s_LindseyPose02a_] T-Merci de m'avoir pris là-bas ... c'est si gentile de vous ...
it_it: [_lindsey_s_LindseyPose02a_] T-Grazie per avermi portato lì... è così bello di te...

source: I've never seen a girl look at me like this before...
fr_fr: Je n'ai jamais vu une fille me regarder comme ça avant ...
it_it: Non ho mai visto una ragazza guardarmi come questo prima...

source: Who knew admiration would feel so fulfilling?
fr_fr: Qui savait que l'admiration se sentirait si satisfaisante?
it_it: Chi sapeva che l'ammirazione si sarebbe sentita così soddisfatta?

source: [lindsey] must've hit her head really hard.
fr_fr: [lindsey] a dû frapper sa tête très dur.
it_it: [lindsey] deve aver colpito la testa davvero duramente.

source: [_nurse_] Mr. Brown!
fr_fr: [_nurse_] M. Brown !
it_it: [_nurse_] Signor Brown!

source: [_nurse_] That's not how you use a medical massager!
fr_fr: [_nurse_] Ce n'est pas comme ça que vous utilisez un masseur médical !
it_it: [_nurse_] Non è così che usi un massacro medico!

source: [_nurse_] Oh! Oh, my... {i}Mr. Brown!{/}
fr_fr: [_nurse_] Oh ! Oh, mon ... {i}M. Brown ! { / }
it_it: [_nurse_] Oh! Oh, mio... {i}Mr. Brown!{/}

source: [_nurse_] You can't let anyone know! My reputation! My job!
fr_fr: [_nurse_] Vous ne pouvez pas le faire savoir ! Ma réputation ! Mon travail !
it_it: [_nurse_] Non puoi far sapere a nessuno! La mia reputazione! Il mio lavoro!

source: [_nurse_s_surprised_] [mc]?! What in god's name?! [withvpunch]
fr_fr: [_nurse_s_surprised_] [mc]? ! Quel est le nom de Dieu? ! [withvpunch]
it_it: [_nurse_s_surprised_] [mc]?! Che cosa nel nome di Dio?! [withvpunch]

source: Look at her all embarrassed! The heat of her lust still clinging to her cheeks!
fr_fr: Regarde tout son embarras ! La chaleur de son buste s'accrochant encore à ses joues !
it_it: Guardatela tutto imbarazzata! Il calore della sua lussuria ancora aggrappandosi alle sue guance!

source: To catch someone in such a compromising position has always been a fantasy of mine.
fr_fr: Le fait de prendre quelqu'un dans une telle position compromettant a toujours été un fantasme de la mienne.
it_it: Catturare qualcuno in una posizione così compromessa è sempre stata una mia fantasia.

source: To see the terror and desire in her eyes... her fingers still glistening with her juices...
fr_fr: Pour voir la terreur et le désir dans ses yeux ... ses doigts continuent à gécouter avec ses jus ...
it_it: Per vedere il terrore e il desiderio negli occhi... le dita ancora brillanti con i suoi succhi...
