Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: [_mc_] Hi, [isabelle]! I managed to score a meeting with [maxine].
fr_fr: [_mc_] Bonjour, [isabelle]! J'ai réussi à marquer une réunion avec le [maxine].
it_it: [_mc_] Hi, [isabelle]! Sono riuscito a segnare una riunione con [maxine].

source: [_mc_] I've also found all the things you asked for.
fr_fr: [_mc_] J'ai aussi trouvé toutes les choses que vous avez demandé.
it_it: [_mc_] Ho anche trovato tutte le cose che hai chiesto.

source: [_isabelle_s_excited_] That's terrific!
fr_fr: [_isabelle_s_excited_] C'est formidable !
it_it: [_isabelle_s_excited_] È fantastico!

source: [_isabelle_s_concerned_] Isn't it?
fr_fr: [_isabelle_s_concerned_] N'est-ce pas?
it_it: [_isabelle_s_concerned_] non è vero?

source: [_mc_] Well, [maxine] isn't the easiest person to deal with.
fr_fr: [_mc_] Bien, [maxine] n'est pas la personne la plus facile à traiter.
it_it: [_mc_] Beh, [maxine] non è la persona più facile da affrontare.

source: [_isabelle_s_neutral_] I'm sure we can handle her together.
fr_fr: [_isabelle_s_neutral_] Je suis sûr que nous pouvons la gérer ensemble.
it_it: [_isabelle_s_neutral_] Sono sicuro che possiamo gestirla assieme.

source: [_isabelle_s_neutral_] We just have to do a little bit of theater first.
fr_fr: [_isabelle_s_neutral_] Nous devons d'abord faire un peu de théâtre.
it_it: [_isabelle_s_neutral_] Dobbiamo solo fare un po 'di teatro prima.

source: [_mc_] What do you mean?
fr_fr: [_mc_] Que voulez-vous dire?
it_it: [_mc_] Che cosa intendi?

source: [_isabelle_s_skeptical_] [maxine] believes in a lot of strange things, right?
fr_fr: [_isabelle_s_skeptical_] [maxine] croit dans beaucoup de choses étranges, non?
it_it: [_isabelle_s_skeptical_] [maxine] crede in molte cose strane, vero?

source: [_mc_] She sure does.
fr_fr: [_mc_] Elle est sûre.
it_it: [_mc_] Lei lo fa sicuramente.

source: [_isabelle_s_skeptical_] Do you think she'll buy that there's a ghost pig roaming around the school?
fr_fr: [_isabelle_s_skeptical_] Pensez-vous qu'elle achètera qu'il y a un cochon de fantôme en itinérance autour de l'école?
it_it: [_isabelle_s_skeptical_] Pensi che lei comprerà che c'è un maiale fantasma in roaming intorno la scuola?

source: [_mc_] Probably, yeah.
fr_fr: [_mc_] Probablement, oui.
it_it: [_mc_] Probabilmente, sì.

source: [_isabelle_s_excited_] Great! Put on the pig mask, please, and I'll take a blurry photo to bring along as evidence.
fr_fr: [_isabelle_s_excited_] Grand ! Mettez le masque de porc, s'il vous plaît, et je prendrai une photo floue pour apporter comme preuve.
it_it: [_isabelle_s_excited_] Grande! Metti la maschera di maiale, per favore, e scatterò una foto sfocata per portarla come prova.

source: [_mc_] As long as I don't have to oink...
fr_fr: [_mc_] Tant que je n'ai pas à l'encre ...
it_it: [_mc_] Fintanto che non ho bisogno di oink...

source: [_isabelle_s_confident_] If it makes it more authentic, I don't see why you shouldn't?
fr_fr: [_isabelle_s_confident_] Si ça fait plus authentique, je ne vois pas pourquoi vous ne devriez pas?
it_it: [_isabelle_s_confident_] Se lo rende più autentico, non vedo perché no?

source: [_mc_] Don't push it.
fr_fr: [_mc_] Ne l'appuyez pas.
it_it: [_mc_] Non spingerlo.

source: [_isabelle_s_laughing_] Sorry, sorry!
fr_fr: [_isabelle_s_laughing_] Désolé, désolé !
it_it: [_isabelle_s_laughing_] Spiacenti, mi dispiace!

source: [_mc_] If you think this will help take down [kate], then I'm all for it.
fr_fr: [_mc_] Si vous pensez que cela va vous aider à descendre [kate], alors je suis tout pour ça.
it_it: [_mc_] Se pensi che questo aiuterà a ridurre [kate], allora sono tutto per esso.

source: [_isabelle_s_blush_] That's such a good mindset!
fr_fr: [_isabelle_s_blush_] C'est un bon état d'esprit !
it_it: [_isabelle_s_blush_] Questa è una buona mente!

source: [_isabelle_s_blush_] I always admire selflessness.
fr_fr: [_isabelle_s_blush_] J'admire toujours l'altruisme.
it_it: [_isabelle_s_blush_] Ammiro sempre l'egoismo.

source: [_mc_] Yeah, yeah. Just take the damn photo, will you?
fr_fr: [_mc_] Oui, oui. Il suffit de prendre la putain de photo, vous?
it_it: [_mc_] Sì, sì. Basta scattare la foto maledetta, vero?

source: [_isabelle_s_laughing_] Fine, you old grump!
it_it: [_isabelle_s_laughing_] Bene, vecchio grump!

source: [_isabelle_s_confident_phone_] Want to see it?
fr_fr: [_isabelle_s_confident_phone_] Vous voulez le voir?
it_it: [_isabelle_s_confident_phone_] Vuoi vederlo?

source: [_mc_] Sure.
it_it: [_mc_] Certo.

source: [_isabelle_] It looks creepy, doesn't it?
fr_fr: [_isabelle_] Ça a l'air flirte, n'est-ce pas?
it_it: [_isabelle_] Sembra raccapricciante, vero?

source: [_mc_] Thanks a lot, mate...
fr_fr: [_mc_] Merci beaucoup, mec ...
it_it: [_mc_] Grazie molto, mate...

source: [_isabelle_s_laughing_] Hah! That's a proper English impression!
fr_fr: [_isabelle_s_laughing_] Hah ! C'est une bonne impression en anglais !
it_it: [_isabelle_s_laughing_] Hah! Questa è una vera e propria impressione inglese!

source: [_mc_] I guess it does look scary. [maxine] will like it.
fr_fr: [_mc_] Je suppose que ça semble effrayer. [maxine] sera comme ça.
it_it: [_mc_] Immagino che abbia un aspetto spaventoso. [maxine] piacerà.

source: [_isabelle_s_blush_] Perfect! Let's get going, then.
fr_fr: [_isabelle_s_blush_] Parfait ! Allons-y, alors.
it_it: [_isabelle_s_blush_] Perfetto! Andiamo, allora.

source: [_mc_] I think you should wear it instead.
fr_fr: [_mc_] Je pense que vous devriez le porter à la place.
it_it: [_mc_] Penso che dovresti indossarlo invece.

source: [_isabelle_s_concerned_] Why?
fr_fr: [_isabelle_s_concerned_] Pourquoi?
it_it: [_isabelle_s_concerned_] Perché?

source: [_mc_] It just suits you better.
fr_fr: [_mc_] Ça vous convient mieux.
it_it: [_mc_] Ti va meglio.

source: [_isabelle_s_skeptical_] What's that supposed to mean?
fr_fr: [_isabelle_s_skeptical_] Qu'est-ce que c'est censé vouloir dire?
it_it: [_isabelle_s_skeptical_] Che cosa dovrebbe significare?

source: [_mc_] It, err... matches your hair?
it_it: [_mc_] It, errore... corrisponde ai tuoi capelli?

source: [_isabelle_s_eyeroll_] Is that right?
fr_fr: [_isabelle_s_eyeroll_] Est-ce bien?
it_it: [_isabelle_s_eyeroll_] È giusto?

source: [_mc_] Trust me, I dress myself every day. I know how to work an ugly face.
fr_fr: [_mc_] Trust-moi, je m'habille tous les jours. Je sais comment travailler un visage moche.
it_it: [_mc_] Fidati di me, mi vesto ogni giorno. So come lavorare un viso brutto.

source: [_mc_] I'm talking about the mask, of course.
fr_fr: [_mc_] Je parle du masque, bien sûr.
it_it: [_mc_] Sto parlando della maschera, ovviamente.

source: [_isabelle_s_confident_] Fine, I'll wear it.
fr_fr: [_isabelle_s_confident_] Fine, je le porterai.
it_it: [_isabelle_s_confident_] Bene, lo indosserò.

source: [_mc_] Great!
fr_fr: [_mc_] Grand !
it_it: [_mc_] Ottimo!

source: There's something oddly hot about a girl in a mask... at least that's what—
fr_fr: Il y a quelque chose d'étrange à propos d'une fille dans un masque ... au moins c'est quoi-
it_it: C'è qualcosa di stranamente caldo di una ragazza in una maschera... almeno che è cosa—

source: Holy crap.
fr_fr: La merde.
it_it: Merdola santa.

source: [_isabelle_s_confident_pig_] Make sure you get my good side!
fr_fr: [_isabelle_s_confident_pig_] Assurez-vous que vous avez mon bon côté !
it_it: [_isabelle_s_confident_pig_] Assicurati di avere la mia buona parte!

source: [_mc_] Got it!
it_it: [_mc_] Ho capito!

source: [_isabelle_s_confident_pig_] Let me see!
fr_fr: [_isabelle_s_confident_pig_] Laissez-moi voir !
it_it: [_isabelle_s_confident_pig_] Fammi vedere!

source: [_isabelle_] Damn, that looks creepy!
fr_fr: [_isabelle_] Damn, ça a l'air flirt !
it_it: [_isabelle_] Dannazione, che sembra spaventosa!

source: [_mc_] Right? It's perfect.
fr_fr: [_mc_] Droit? C'est parfait.
it_it: [_mc_] giusto? È perfetto.

source: [_isabelle_s_laughing_] Okay, let's go talk to [maxine]!
fr_fr: [_isabelle_s_laughing_] Ok, on va parler au [maxine]!
it_it: [_isabelle_s_laughing_] Okay, andiamo a parlare con [maxine]!

source: [_mc_] It looks scarier with your long hair.
it_it: [_mc_] Sembra più spaventoso con i capelli lunghi.

source: [_isabelle_s_confident_] Hmm... you're probably right.
fr_fr: [_isabelle_s_confident_] Hmm ... vous avez probablement raison.
it_it: [_isabelle_s_confident_] Hmm... probabilmente hai ragione.

source: [_mc_] You can put it on, I'll get the camera ready.
fr_fr: [_mc_] Vous pouvez le mettre, je vais préparer la caméra.
it_it: [_mc_] Puoi metterlo, farò pronto la fotocamera.

source: [_isabelle_s_laughing_] One spooky piglet coming right up!
fr_fr: [_isabelle_s_laughing_] Un porcelet spooky arrive juste en haut !
it_it: [_isabelle_s_laughing_] Un piglet spaventoso in arrivo a destra!

source: [_mc_] That looks really wacky.
fr_fr: [_mc_] C'est vraiment un peu wacky.
it_it: [_mc_] Che sembra davvero wacky.

source: [_isabelle_s_laughing_pig_] Go on, take the photo!
fr_fr: [_isabelle_s_laughing_pig_] Allez, prenez la photo !
it_it: [_isabelle_s_laughing_pig_] Vai avanti, scatta la foto!

source: [_isabelle_] Oh, that's creepy!
fr_fr: [_isabelle_] Oh, c'est flirteur !
it_it: [_isabelle_] Oh, è raccapricciante!

source: [_mc_] Right? Well done!
fr_fr: [_mc_] Droit? Bien fait !
it_it: [_mc_] giusto? Ben fatto!

source: [_isabelle_] Thanks! You too!
fr_fr: [_isabelle_] Merci ! Toi aussi !
it_it: [_isabelle_] Grazie! Anche tu!

source: [_isabelle_s_laughing_] Okay, let's go meet up with [maxine]!
fr_fr: [_isabelle_s_laughing_] Ok, allons nous rencontrer avec [maxine]!
it_it: [_isabelle_s_laughing_] Okay, andiamo incontro con [maxine]!

source: [_mc_] I meant that there's no real difference.
fr_fr: [_mc_] Je voulais dire qu'il n'y a pas de réelle différence.
it_it: [_mc_] Volevo dire che non c'è vera differenza.

source: [_isabelle_s_annoyed_] Excuse me?
fr_fr: [_isabelle_s_annoyed_] Excusez-moi?
it_it: [_isabelle_s_annoyed_] Mi scusa?

source: [_mc_] Same snout and bacon cheeks.
fr_fr: [_mc_] Même museau et joues de bacon.
it_it: [_mc_] Stesso muso e guance di pancetta.

source: [_isabelle_s_annoyed_] That's not even a bit funny.
fr_fr: [_isabelle_s_annoyed_] Ce n'est même pas un peu drôle.
it_it: [_isabelle_s_annoyed_] Non è nemmeno un po' divertente.

source: [_mc_] It wasn't supposed to be.
fr_fr: [_mc_] Ce n'était pas censé être.
it_it: [_mc_] Non doveva essere.

source: [_isabelle_s_angry_] Piss off, will you?
fr_fr: [_isabelle_s_angry_] Piss off, va vous?
it_it: [_isabelle_s_angry_] Piss off, vero?

source: [_mc_] Just put it on already...
fr_fr: [_mc_] Il suffit de le mettre sur ...
it_it: [_mc_] Basta metterlo già...

source: [_mc_] Say "Oink!"
fr_fr: [_mc_] Dis "Oink !"
it_it: [_mc_] Dite "Oink!"

source: [_isabelle_s_angry_pig_] You're a real wanker.
fr_fr: [_isabelle_s_angry_pig_] Vous êtes un vrai branle.
it_it: [_isabelle_s_angry_pig_] Sei un vero e proprio wanker.

source: [_mc_] Oh, come on! You look adorable!
fr_fr: [_mc_] Oh, viens ! Tu as l'air adorable !
it_it: [_mc_] Oh, vieni! Sembri adorabile!

source: [_isabelle_s_angry_pig_] Really, now?
fr_fr: [_isabelle_s_angry_pig_] Vraiement, maintenant?
it_it: [_isabelle_s_angry_pig_] Davvero, adesso?

source: [_mc_] Have a look yourself.
fr_fr: [_mc_] Ayez un regard vous-même.
it_it: [_mc_] Dai un'occhiata a te stesso.

source: [_isabelle_] I wouldn't exactly call that adorable.
fr_fr: [_isabelle_] Je n'appellerais pas exactement ce adorable.
it_it: [_isabelle_] Io non chiamerei esattamente quel adorabile.

source: [_mc_] Different strokes for different folks, I guess!
fr_fr: [_mc_] Différents coups pour des gens différents, je suppose !
it_it: [_mc_] Righi diversi per persone diverse, immagino!

source: [_isabelle_s_annoyed_] Let's just go talk to [maxine]...
it_it: [_isabelle_s_annoyed_] Andiamo a parlare con [maxine]...

source: [_mc_] I've taken photos for [maxine] in the past... I know what she's looking for.
fr_fr: [_mc_] J'ai pris des photos pour [maxine] dans le passé ... Je sais ce qu'elle est .
it_it: [_mc_] Ho scattato foto per [maxine] in passato... So cosa sta cercando .

source: [_isabelle_s_confident_] Oh, I didn't think of that!
fr_fr: [_isabelle_s_confident_] Oh, je n'ai pas pensé à ça !
it_it: [_isabelle_s_confident_] Oh, non l'ho pensato!

source: [_mc_] Don't worry, I'm sure you'll look stunning even in this mask.
fr_fr: [_mc_] Ne vous inquiétez pas, je suis sûr que vous aurez l'air étourdis même dans ce masque.
it_it: [_mc_] Non ti preoccupare, sono sicuro che sembrerai stupefacente anche in questa maschera.

source: [_isabelle_s_blush_] Oh, stop it!
fr_fr: [_isabelle_s_blush_] Oh, arrête !
it_it: [_isabelle_s_blush_] Oh, fermatelo!

source: [_mc_] Get this thing on and we'll see if I'm right.
fr_fr: [_mc_] Fais ce truc et on verra si j'ai raison.
it_it: [_mc_] Procedi su questa cosa e vedremo se ho ragione.

source: [_isabelle_s_laughing_] Hah! Fine.
fr_fr: [_isabelle_s_laughing_] Hah ! Très bien.
it_it: [_isabelle_s_laughing_] Hah! Bene.

source: [_mc_] See? Stunning!
fr_fr: [_mc_] Voir? Stunning !
it_it: [_mc_] Vedi? Stordimento!

source: [_mc_] In a... creepy and weird kind of way... but still...
it_it: [_mc_] In un modo raccapricciante e bizzarro... ma ancora...

source: [_isabelle_s_laughing_pig_] Just take the photo, will you?
it_it: [_isabelle_s_laughing_pig_] Scatta la foto, vero?

source: [_isabelle_s_confident_pig_] All done?
fr_fr: [_isabelle_s_confident_pig_] Tout a fait?
it_it: [_isabelle_s_confident_pig_] Tutto fatto?

source: [_mc_] Yeah, I think I've captured true evil...
fr_fr: [_mc_] Oui, je pense que j'ai capturé le vrai mal ...
it_it: [_mc_] Sì, penso di aver catturato il vero male...

source: [_isabelle_] Oh, yeah, that's messed up!
fr_fr: [_isabelle_] Oh, ouais, c'est désorbé !
it_it: [_isabelle_] Oh, sì, è inconveniente!

source: [_isabelle_] You're great with that camera. Do you think you could film me sometime when I'm reciting poetry?
fr_fr: [_isabelle_] Vous êtes super avec cette caméra. Tu crois que tu pourrais me filmer quelque temps quand je réciter de la poésie?
it_it: [_isabelle_] Sei fantastico con quella macchina fotografica. Pensi che tu possa filmarmi qualche volta quando sto recitando la poesia?

source: [_mc_] Sure, I don't mind.
fr_fr: [_mc_] Bien sûr, je ne pense pas.
it_it: [_mc_] Certo, non mi dispiace.

source: [_isabelle_] Thank you!
fr_fr: [_isabelle_] Merci !
it_it: [_isabelle_] Grazie!

source: [_isabelle_s_blush_] Anyway, this photo is perfect. Let's go talk to [maxine]!
fr_fr: [_isabelle_s_blush_] Quoi qu'il en soit, cette photo est parfaite. Allons parler au [maxine]!
it_it: [_isabelle_s_blush_] Comunque, questa foto è perfetta. Andiamo a parlare con [maxine]!

source: [_mc_] Because I don't want to wear it.
fr_fr: [_mc_] Parce que je ne veux pas le porter.
it_it: [_mc_] Perché non voglio indossarlo.

source: [_isabelle_s_concerned_] Why not?
fr_fr: [_isabelle_s_concerned_] Pourquoi pas?
it_it: [_isabelle_s_concerned_] Perché no?

source: [_mc_] It's degrading.
fr_fr: [_mc_] C'est dégradant.
it_it: [_mc_] è degradante.

source: [_isabelle_s_skeptical_] Why should {i}I{/} wear it, then?
fr_fr: [_isabelle_s_skeptical_] Pourquoi {i}I { / } devrait-il le porter, alors?
it_it: [_isabelle_s_skeptical_] Perché {i}I{/} dovrebbe indossarlo, allora?

source: [_mc_] You don't have to.
fr_fr: [_mc_] Vous n'avez pas à le faire.
it_it: [_mc_] Non dovete.

source: [_isabelle_s_annoyed_] So, you'll wear it, then?
fr_fr: [_isabelle_s_annoyed_] Alors, vous le porterez, alors?
it_it: [_isabelle_s_annoyed_] Quindi, lo indosserai, allora?

source: [_mc_] I didn't say that.
fr_fr: [_mc_] Je n'ai pas dit ça.
it_it: [_mc_] non l'ho detto.

source: [_mc_] But this was {i}your{/} plan, remember?
fr_fr: [_mc_] Mais c'était {i}votre plan { / }, n'oubliez pas?
it_it: [_mc_] Ma questo era il tuo piano {i}{/}, ricorda?

source: [_isabelle_s_sad_] You're right...
fr_fr: [_isabelle_s_sad_] Vous avez raison ...
it_it: [_isabelle_s_sad_] Hai ragione...

source: [_isabelle_s_sad_] Fine. Just take the damn photo.
fr_fr: [_isabelle_s_sad_] Fine. Il suffit de prendre la putain de photo.
it_it: [_isabelle_s_sad_] Bene. Basta scattare la foto maledetta.

source: [_mc_] Okay, smile!
fr_fr: [_mc_] Ok, sourire !
it_it: [_mc_] Okay, sorrise!

source: [_isabelle_s_sad_pig_] Thank god.
fr_fr: [_isabelle_s_sad_pig_] Dieu merci.
it_it: [_isabelle_s_sad_pig_] Grazie dio.

source: [_isabelle_s_laughing_] I'm happy we've put that behind us.
fr_fr: [_isabelle_s_laughing_] Je suis heureux que nous ayons mis cela derrière nous.
it_it: [_isabelle_s_laughing_] Sono felice di averlo messo dietro di noi.

source: [_isabelle_s_confident_] How did the photo turn out?
fr_fr: [_isabelle_s_confident_] Comment la photo a-elle été sortie?
it_it: [_isabelle_s_confident_] Come si è svolta la foto?

source: [_mc_] Have a look.
fr_fr: [_mc_] Ayez un coup d'oeil.
it_it: [_mc_] Dai un'occhiata.

source: [_mc_] Pretty creepy, right? It's perfect for [maxine].
fr_fr: [_mc_] Pretty creepy, non? C'est parfait pour [maxine].
it_it: [_mc_] Pretty raccapricciante, giusto? È perfetto per [maxine].

source: [_isabelle_] You're right, it does look scary!
fr_fr: [_isabelle_] Vous avez raison, ça a l'air effrayée !
it_it: [_isabelle_] Hai ragione, sembra spaventoso!

source: [_isabelle_s_confident_] Let's go talk to her, shall we?
fr_fr: [_isabelle_s_confident_] Allons lui parler, allons-nous?
it_it: [_isabelle_s_confident_] Andiamo a parlare con lei, vero?

source: [_mc_] It's less degrading for you.
fr_fr: [_mc_] C'est moins dégradant pour vous.
it_it: [_mc_] È meno degradante per te.

source: [_isabelle_s_eyeroll_] And why is that?
fr_fr: [_isabelle_s_eyeroll_] Et pourquoi?
it_it: [_isabelle_s_eyeroll_] E perché quello?

source: [_mc_] It just is.
fr_fr: [_mc_] C'est juste.
it_it: [_mc_] È così.

source: [_isabelle_s_annoyed_] No reason, yeah?
fr_fr: [_isabelle_s_annoyed_] Pas de raison, oui?
it_it: [_isabelle_s_annoyed_] Nessun motivo, sì?

source: [_isabelle_s_annoyed_] Well, it certainly is less degrading for {i}you.{/}
fr_fr: [_isabelle_s_annoyed_] Bien, il est certainement moins dégradant pour {i}vous. { / }
it_it: [_isabelle_s_annoyed_] Beh, è certamente meno degradante per {i}. {/}

source: [_isabelle_s_angry_] You take the damn photo, then!
fr_fr: [_isabelle_s_angry_] Vous prenez la putain de photo, alors !
it_it: [_isabelle_s_angry_] Scendi la foto maledetta, allora!

source: [_isabelle_s_angry_pig_] Go on!
fr_fr: [_isabelle_s_angry_pig_] Allez !
it_it: [_isabelle_s_angry_pig_] Vai su!

source: [_isabelle_s_angry_pig_] I hope you got what you wanted. I'm done with this.
fr_fr: [_isabelle_s_angry_pig_] J'espère que vous avez obtenu ce que vous vouez. J'en ai fini avec ça.
it_it: [_isabelle_s_angry_pig_] Spero che tu abbia quello che volevi. Ho fatto con questo.

source: [_mc_] I guess this works...
fr_fr: [_mc_] Je suppose que ça marche ...
it_it: [_mc_] Immagino che questo funziona...

source: [_isabelle_s_annoyed_] Brilliant. Let's go.
fr_fr: [_isabelle_s_annoyed_] Brilliant. Allons-y.
it_it: [_isabelle_s_annoyed_] Brillante. Andiamo.

source: [_mc_] People might recognize me.
fr_fr: [_mc_] Les gens pourraient me reconnaître.
it_it: [_mc_] La gente potrebbe riconoscermi.

source: [_isabelle_s_thinking_] How so?
fr_fr: [_isabelle_s_thinking_] Comment?
it_it: [_isabelle_s_thinking_] Come?

source: [_mc_] Mask, no mask — hardly makes a difference in my case.
fr_fr: [_mc_] Mask, no mask-peine fait une différence dans mon cas.
it_it: [_mc_] Maschera, nessuna maschera — difficilmente fa la differenza nel mio caso.

source: [_isabelle_s_afraid_] That's not true at all! Besides, looks aren't everything.
fr_fr: [_isabelle_s_afraid_] Ce n'est pas vrai du tout ! En plus, les regards ne sont pas tout.
it_it: [_isabelle_s_afraid_] Non è affatto vero! Inoltre, sembra che non sia tutto.

source: [_mc_] I guess I can wear it if you want, then...
fr_fr: [_mc_] Je suppose que je peux le porter si vous voulez, alors ...
it_it: [_mc_] Immagino che posso indossarlo se vuoi, allora...

source: [_isabelle_s_laughing_] Don't worry about it! I'll wear it.
fr_fr: [_isabelle_s_laughing_] Ne vous en faites pas ! Je le porterai.
it_it: [_isabelle_s_laughing_] Non preoccuparti! Lo indosserò.

source: [_isabelle_s_confident_] Just make sure you get a good shot, okay?
fr_fr: [_isabelle_s_confident_] Assurez-vous d'avoir une bonne chance, d'accord?
it_it: [_isabelle_s_confident_] Assicurati di avere un buon colpo, okay?

source: [_isabelle_s_confident_pig_] How do I look?
fr_fr: [_isabelle_s_confident_pig_] Comment puis-je regarder?
it_it: [_isabelle_s_confident_pig_] Come guardo?

source: [_mc_] Fabulous. Are you ready?
fr_fr: [_mc_] Fabulous. Es-tu prêt?
it_it: [_mc_] Fabulous. Sei pronto?

source: [_isabelle_s_confident_pig_] Go for it!
fr_fr: [_isabelle_s_confident_pig_] Allez-y !
it_it: [_isabelle_s_confident_pig_] Vai avanti!

source: [_mc_] It's a masterpiece...
fr_fr: [_mc_] C'est un chef-d'œuvre ...
it_it: [_mc_] È un capolavoro...

source: [_isabelle_] That's perfect! Creepy... but perfect.
fr_fr: [_isabelle_] C'est parfait ! Creepy ... mais parfaite.
it_it: [_isabelle_] è perfetto! Spaventoso... ma perfetto.

source: [_mc_] Do you think [maxine] will buy it?
fr_fr: [_mc_] Pensez-vous que [maxine] l'achètera?
it_it: [_mc_] Pensi che [maxine] lo comprerà?

source: [_isabelle_] I'm the ghost pig and even I'm spooked!
fr_fr: [_isabelle_] Je suis le cochon fantôme et même je suis effrayé !
it_it: [_isabelle_] Sono il maiale fantasma e anche sono spaventato!

source: [_isabelle_s_laughing_] Let's go talk to her, shall we?
fr_fr: [_isabelle_s_laughing_] Allons lui parler, allons-nous?
it_it: [_isabelle_s_laughing_] Andiamo a parlare con lei, vero?

source: [_mc_] Excuse us.
fr_fr: [_mc_] Excuse-nous.
it_it: [_mc_] Scusateci.

source: [_isabelle_s_concerned_] What's the matter with her?
fr_fr: [_isabelle_s_concerned_] Qu'est-ce que c'est avec elle?
it_it: [_isabelle_s_concerned_] Qual è la questione con lei?

source: [_mc_] I'm not sure...
fr_fr: [_mc_] Je ne suis pas sûr ...
it_it: [_mc_] Non sono sicuro...

source: [_maxine_s_sad_] Be quiet. They're listening.
fr_fr: [_maxine_s_sad_] Soyez silencieux. Ils sont à l'écoute.
it_it: [_maxine_s_sad_] Stai tranquillo. Stanno ascoltando.

source: [_isabelle_s_skeptical_] What?
fr_fr: [_isabelle_s_skeptical_] Quoi?
it_it: [_isabelle_s_skeptical_] Cosa?

source: [_mc_] Who's listening, [maxine]?
fr_fr: [_mc_] Qui écoute, [maxine]?
it_it: [_mc_] Chi ascolta, [maxine]?

source: [_maxine_s_thinking_] The souls of the perished.
fr_fr: [_maxine_s_thinking_] Les âmes des morts.
it_it: [_maxine_s_thinking_] Le anime dei deperiti.

source: [_isabelle_s_concerned_] The souls of the perished?
fr_fr: [_isabelle_s_concerned_] Les âmes des morts?
it_it: [_isabelle_s_concerned_] Le anime dei defunti?

source: [_maxine_s_sad_] The souls of the perished.
fr_fr: [_maxine_s_sad_] Les âmes des morts.
it_it: [_maxine_s_sad_] Le anime dei deperiti.

source: [_isabelle_s_eyeroll_] I reckon they'll stick around, but I have a class in thirty, so I'd really appreciate your attention.
fr_fr: [_isabelle_s_eyeroll_] Je pense qu'ils vont rester là, mais j'ai une classe dans trente, donc j'apprécierais vraiment votre attention.
it_it: [_isabelle_s_eyeroll_] Ho pensato che si fermeranno in giro, ma ho una classe in trent'anni, quindi apprezzerei davvero la tua attenzione.

source: [_maxine_s_eyeroll_] What do you want? I'm a busy woman.
fr_fr: [_maxine_s_eyeroll_] Que voulez-vous? Je suis une femme occupée.
it_it: [_maxine_s_eyeroll_] Che cosa vuoi? Sono una donna impegnata.

source: [_mc_] What are you even busy with? Listening to ghosts?
fr_fr: [_mc_] Qu'est-ce que vous êtes encore occupé? À l'écoute des fantômes?
it_it: [_mc_] Con che cosa sei ancora occupato? Ascoltare i fantasmi?
