Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: Or maybe...
fr_fr: Ou peut-être ...
it_it: O forse...

source: [_kate_s_cowering_] Chad, is that you?!
fr_fr: [_kate_s_cowering_] Chad, c'est toi?
it_it: [_kate_s_cowering_] Ciad, sei tu?!

source: [_kate_s_cowering_] Oh, thank god! You won't believe what I just saw!
fr_fr: [_kate_s_cowering_] Oh, dieu merci ! Tu ne croirai pas ce que je viens de voir !
it_it: [_kate_s_cowering_] Oh, grazie Dio! Non crederai a quello che ho appena visto!

source: Chad must really be a man of few words. I can't believe she thinks I'm him.
fr_fr: Le Tchad doit vraiment être un homme de quelques mots. Je n'arrive pas à croire qu'elle pense que je suis lui.
it_it: Il Ciad deve essere davvero un uomo di poche parole. Non riesco a credere che lei pensi che io sia lui.

source: [_kate_s_cowering_] I swear I just saw a ghost pig!
fr_fr: [_kate_s_cowering_] Je jure que je viens de voir un cochon de fantôme !
it_it: [_kate_s_cowering_] Giuro di aver appena visto un maiale fantasma!

source: [_kate_s_cowering_] I was freaking out until you got here!
fr_fr: [_kate_s_cowering_] Je me suis libéré jusqu'à ce que vous êtes là !
it_it: [_kate_s_cowering_] Mi stavo liberando fino a quando non sei arrivato!

source: [_kate_s_cowering_] Haha, I'm being serious!
fr_fr: [_kate_s_cowering_] Haha, je suis sérieux !
it_it: [_kate_s_cowering_] Haha, sono serio!

source: [_kate_s_cowering_] Hihihi, why are you always teasing me?
fr_fr: [_kate_s_cowering_] Hihihi, pourquoi tu me taquinas toujours?
it_it: [_kate_s_cowering_] Hihihi, perché mi stai sempre prendendo in giro?

source: It's odd to see this side of [kate] up close.
fr_fr: Il est étrange de voir ce côté de [kate].
it_it: È strano vedere questo lato di [kate] da vicino.

source: She's always such a bitch to me, it feels totally out of character...
fr_fr: Elle est toujours une telle salope pour moi, elle se sent totalement hors de caractère ...
it_it: Lei è sempre una cagna così per me, si sente totalmente fuori carattere...

source: [_kate_s_cowering_] Can you help me get this stuff out of my eyes?
fr_fr: [_kate_s_cowering_] Pouvez-vous m'aider à sortir ce truc de mes yeux?
it_it: [_kate_s_cowering_] Puoi aiutarmi a estrarre questa roba dai miei occhi?

source: [_kate_s_cowering_] What? You think I look cute like this?
fr_fr: [_kate_s_cowering_] Quoi? Tu crois que j'ai l'air mignon comme ça?
it_it: [_kate_s_cowering_] Cosa? Pensi che io sembri carino?

source: [_kate_s_cowering_] My god, you're such a charmer!
fr_fr: [_kate_s_cowering_] Mon Dieu, tu es un si charmer !
it_it: [_kate_s_cowering_] Mio dio, sei un così affascinante!

source: Ugh, it's disgusting how she fawns over him.
fr_fr: Ugh, c'est dégoûtant comment elle s'abonde sur lui.
it_it: Ugh, è disgustoso come lei si sveglia su di lui.

source: She's always such an ice queen, but with Chad, she's so... girly.
fr_fr: Elle est toujours une reine de glace, mais avec le Tchad, elle est si ... à la ceinture.
it_it: Lei è sempre una regina di ghiaccio, ma con il Ciad, è così... girly.

source: Life's so unfair sometimes...
fr_fr: La vie est si injuste parfois ...
it_it: La vita è così ingiusta a volte...

source: But maybe I can use this to my advantage?
fr_fr: Mais peut-être que je peux l'utiliser à mon avantage?
it_it: Ma forse posso usare questo a mio vantaggio?

source: [_kate_s_hate_sex_bent_over_] Oh, Chad! You're in a mood today!
fr_fr: [_kate_s_hate_sex_bent_over_] Oh, Chad ! Vous êtes d'humeur aujourd'hui !
it_it: [_kate_s_hate_sex_bent_over_] Oh, Ciad! Oggi sei in stato d'animo!

source: You have no idea, bitch.
fr_fr: Tu n'as aucune idée, salope.
it_it: Non avete idea, cagna.

source: [_kate_s_hate_sex_bent_over_] What about [stacy]?
fr_fr: [_kate_s_hate_sex_bent_over_] Qu'en est-il du [stacy]?
it_it: [_kate_s_hate_sex_bent_over_] Che ne dici di [stacy]?

source: [_kate_s_hate_sex_bent_over_] Oh? You like me more now?
fr_fr: [_kate_s_hate_sex_bent_over_] Oh? Tu m'aimes plus maintenant?
it_it: [_kate_s_hate_sex_bent_over_] Oh? Ti piace di più adesso?

source: [_kate_s_hate_sex_bent_over_] Oh, you! You can date us both if you want to!
fr_fr: [_kate_s_hate_sex_bent_over_] Oh, vous ! Vous pouvez nous dater tous les deux si vous voulez !
it_it: [_kate_s_hate_sex_bent_over_] Oh, tu! Puoi datarci entrambi se vuoi!

source: [_kate_s_hate_sex_bent_over_] This stuff is really burning my eyes, though...
fr_fr: [_kate_s_hate_sex_bent_over_] Ce truc me brûle vraiment les yeux, bien que ...
it_it: [_kate_s_hate_sex_bent_over_] Questa roba mi sta bruciando gli occhi, però...

source: [_kate_s_hate_sex_bent_over_] What is it? I can't see anything!
fr_fr: [_kate_s_hate_sex_bent_over_] Qu'est-ce que c'est? Je ne vois rien !
it_it: [_kate_s_hate_sex_bent_over_] Cos'è? Non riesco a vedere niente!

source: [_kate_s_hate_sex_bent_over_] You're kinky! My god!
fr_fr: [_kate_s_hate_sex_bent_over_] Vous êtes kinky ! Mon Dieu !
it_it: [_kate_s_hate_sex_bent_over_] Sei vizioso! Mio dio!

source: As if [kate] really thinks that. God, she's so fake.
fr_fr: Comme si [kate] le pense vraiment. Mon Dieu, elle est si fausse.
it_it: Come se [kate] pensasse veramente. Dio, è così falsa.

source: [_kate_s_hate_sex_smile_spanking1_] Ow! Hehe! What am I getting punished for?
fr_fr: [_kate_s_hate_sex_smile_spanking1_] Ow ! Hehe ! Qu'est-ce que je suis puni?
it_it: [_kate_s_hate_sex_smile_spanking1_] Ow! Hehe! Per che cosa vengo punito?

source: For being a total and eternal bitch.
fr_fr: Pour être une salope totale et éternelle.
it_it: Per essere una cagna totale ed eterna.

source: [_kate_s_hate_sex_spanking1_] Owww! Be careful!
fr_fr: [_kate_s_hate_sex_spanking1_] Owww ! Sois prudente !
it_it: [_kate_s_hate_sex_spanking1_] Owww! Stai attento!

source: [_kate_s_hate_sex_spanking1_] You're really strong, you know?
fr_fr: [_kate_s_hate_sex_spanking1_] Vous êtes vraiment fort, vous savez?
it_it: [_kate_s_hate_sex_spanking1_] Sei davvero forte, sa?

source: [_kate_s_hate_sex_spanking1_] Owwwww! That really hurt!
fr_fr: [_kate_s_hate_sex_spanking1_] Owwwww ! Ça fait vraiment mal !
it_it: [_kate_s_hate_sex_spanking1_] Owwwww! Fa davvero male!

source: [_kate_s_hate_sex_spanking1_] I'm all for fooling around and being kinky, but...
it_it: [_kate_s_hate_sex_spanking1_] Sono tutto per ingannare intorno ed essere eccentrico, ma...

source: [_kate_s_hate_sex_tearing_up_spanking1_] Owwww! Stop! That's way too hard!
fr_fr: [_kate_s_hate_sex_tearing_up_spanking1_] Owwww ! Arrêtez ! C'est trop dur !
it_it: [_kate_s_hate_sex_tearing_up_spanking1_] Owwww! Fermatevi! È troppo difficile!

source: [_kate_s_hate_sex_tearing_up_spanking1_] Noooo! Stop!
fr_fr: [_kate_s_hate_sex_tearing_up_spanking1_] Noooo ! Arrêtez !
it_it: [_kate_s_hate_sex_tearing_up_spanking1_] Noooo! Fermato!

source: [_kate_s_hate_sex_tearing_up_spanking1_] This hurts too much!
fr_fr: [_kate_s_hate_sex_tearing_up_spanking1_] Cela fait trop mal !
it_it: [_kate_s_hate_sex_tearing_up_spanking1_] Questo fa troppo male!

source: So? Never seen you care about that before.
fr_fr: Alors? Vous n'avez jamais vu ça avant.
it_it: Quindi? Non ti hai mai visto preoccuparsi prima.

source: [_kate_s_hate_sex_crying_spanking1_] Chaaaaaaaad! Pleaseeeeee!
it_it: [_kate_s_hate_sex_crying_spanking1_] Chaaaaaaaad! Per favore!

source: [_kate_s_hate_sex_crying_spanking1_] You're hurting me, babe...
fr_fr: [_kate_s_hate_sex_crying_spanking1_] Vous me faites mal, chérie ...
it_it: [_kate_s_hate_sex_crying_spanking1_] Mi stai facendo del male, pupa...

source: Duh. That's the whole point.
fr_fr: Duh. C'est tout le point.
it_it: Duh. È tutto il punto.

source: [_kate_s_hate_sex_crying_spanking1_] Why? What did I do?
fr_fr: [_kate_s_hate_sex_crying_spanking1_] Pourquoi? Qu'est-ce que j'ai fait?
it_it: [_kate_s_hate_sex_crying_spanking1_] Perché? Cosa ho fatto?

source: God, she's such a whiner...
fr_fr: Mon Dieu, c'est une telle pute ...
it_it: Dio, lei è un tale whiner...

source: You torment people for fun, but can't take a little spanking? Pathetic.{space=-20}
fr_fr: Vous tourmentez les gens pour le plaisir, mais ne pouvez pas prendre un peu de spanking? Pathétique. { space = -20 }
it_it: Tu tormenta le persone per divertimento, ma non puoi fare un po 'di sculacciata? Pathetic.{space=-20}

source: Huh? She liked that?
fr_fr: Huh? Elle a aimé ça?
it_it: Eh? Le è piaciuto?

source: That sounded almost like an orgasm...
fr_fr: Ça ressemblait presque à un orgasme ...
it_it: Sembrava quasi un orgasmo...

source: There's no way [kate] is secretly a masochist, right?
fr_fr: Il n'y a aucun moyen [kate] est secrètement un masochiste, n'est-ce pas?
it_it: Non c'è modo [kate] è segretamente un masochista, giusto?

source: Maybe she complained so much because she knew she would get off on it?
fr_fr: Peut-être qu'elle s'est tellement plainte parce qu'elle savait qu'elle ferait ?
it_it: Forse si è lamentata così tanto perché sapeva che sarebbe scesa su di esso?

source: Or maybe she just fainted. It's hard to say with the paint covering her face.
fr_fr: Ou peut-être qu'elle s'est évanouis. C'est difficile de dire avec la peinture qui couvre son visage.
it_it: O forse è appena svenuta. È difficile dire con la vernice che copre il suo viso.

source: Either way, now it's time to claim my prize.
fr_fr: Quoi qu'il en soit, maintenant il est temps de réclamer mon prix.
it_it: In ogni caso, ora è il momento di reclamare il mio premio.

source: Wow, look at that moist pussy.
fr_fr: Wow, regarde cette chatte humide.
it_it: Wow, guarda quella figa umida.

source: I can't believe [kate] is this wet already.
fr_fr: Je n'arrive pas à croire que [kate] soit déjà mouillé.
it_it: Non riesco a credere che [kate] sia già questo bagnato.

source: I wonder if it's from the spanking?
fr_fr: Je me demande si c'est de la spanking?
it_it: Mi chiedo se sia dalla sculacciata?

source: Probably just the fact that she thinks I'm Chad.
fr_fr: Probablement juste le fait qu'elle pense que je suis Chad.
it_it: Probabilmente solo il fatto che lei pensa che io sia Ciad.

source: It's seriously weird how some women work.
fr_fr: C'est vraiment bizarre de voir comment certaines femmes travaillent.
it_it: È seriamente strano come funzionano alcune donne.

source: Let's see if she can tell the difference between our cocks...
fr_fr: Voyons si elle peut dire la différence entre nos coques ...
it_it: Vediamo se riesce a dire la differenza tra i nostri cazzi...

source: [_kate_s_hate_sex_dick_reveal_] Chad, come on! Stop teasing me!
fr_fr: [_kate_s_hate_sex_dick_reveal_] Tchad, venez ! Arras de me taquiner !
it_it: [_kate_s_hate_sex_dick_reveal_] Ciad, vieni! Smettila di prendermi!

source: So eager. So thirsty for popular dudes. Typical cheerleader behavior.{space=-10}
fr_fr: Donc avides. Alors soif pour les dudes populaires. Comportement typique des cheerleaders. { space=-10 }
it_it: Così desideroso. Così assetati di dudes popolari. Comportamento tipico cheerleader. {space=-10}

source: [_kate_s_hate_sex_dick_reveal_] What's wrong? Don't you like what you see?
fr_fr: [_kate_s_hate_sex_dick_reveal_] Qu'est-ce qui ne va pas? N'aiez-vous pas ce que vous voyez?
it_it: [_kate_s_hate_sex_dick_reveal_] Cosa c'è di sbagliato? Non ti piace quello che vedi?

source: [_kate_s_hate_sex_dick_reveal_] What do you mean? Is it the stuff on my face?
fr_fr: [_kate_s_hate_sex_dick_reveal_] Que voulez-vous dire? C'est le truc sur mon visage?
it_it: [_kate_s_hate_sex_dick_reveal_] Che cosa intendi? È la roba sul mio viso?

source: [_kate_s_hate_sex_dick_reveal_] Well, I asked you to remove it, but you—
fr_fr: [_kate_s_hate_sex_dick_reveal_] Eh bien, je vous ai demandé de le retirer, mais vous-
it_it: [_kate_s_hate_sex_dick_reveal_] Beh, ti ho chiesto di rimuoverlo, ma tu—

source: [_kate_s_hate_sex_vaginal4_] Ohhhhhh!
it_it: [_kate_s_hate_sex_vaginal4_] Ohhhhhhhh!

source: God, she's so hot.
fr_fr: Mon Dieu, elle est si chaude.
it_it: Dio, è così calda.

source: Even drenched in paint, she has the perfect body. The perfect pussy.
fr_fr: Même trembée dans la peinture, elle a le corps parfait. La chatte parfaite.
it_it: Anche inzuppata di vernice, ha il corpo perfetto. La figa perfetta.

source: It fits the exact measurements of my dick.
fr_fr: Ça correspond aux mesures exactes de ma bite.
it_it: Si adatta alle misure esatte del mio cazzo.

source: It's almost as if we were genetically made for each other...
fr_fr: C'est presque comme si nous étions génétiquement fabriqués les uns pour les autres ...
it_it: È quasi come se fossimo geneticamente fatti l'uno per l'altro...

source: Of course, she'll never know that.
fr_fr: Bien sûr, elle ne le saura jamais.
it_it: Certamente, non lo saprà mai.

source: [_kate_s_hate_sex_vaginal4_] Hmm? What's wrong?
fr_fr: [_kate_s_hate_sex_vaginal4_] Hmm? Qu'est-ce qui ne va pas?
it_it: [_kate_s_hate_sex_vaginal4_] Hmm? Cosa c'è di sbagliato?

source: What is she on about now?
fr_fr: À quoi porte-t-elle maintenant?
it_it: Che cosa sta succedendo adesso?

source: [_kate_s_hate_sex_vaginal4_] Am I not pleasing to you?
fr_fr: [_kate_s_hate_sex_vaginal4_] Je ne vous plaisante pas?
it_it: [_kate_s_hate_sex_vaginal4_] Non sono forse gradito a te?

source: God, she's pathetic when it comes to alpha dudes.
fr_fr: Mon Dieu, elle est pathétique quand il s'agit de dudes alpha.
it_it: Dio, lei è patetica quando si tratta di alfa dudes.

source: [_kate_s_hate_sex_vaginal4_] Don't I usually get you a lot harder?
fr_fr: [_kate_s_hate_sex_vaginal4_] Est-ce que je ne vous ai pas beaucoup plus difficile?
it_it: [_kate_s_hate_sex_vaginal4_] Di solito non ti prendo molto più difficile?

source: Ah, great. I see what this is about.
fr_fr: Ah, super. Je vois de quoi il s'agit.
it_it: Ah, grande. Vedo di cosa si tratta.

source: Chad clearly has a much bigger dick than me, so [kate] thinks he's not fully hard yet.
fr_fr: Le Tchad a clairement une bite bien plus grande que moi, donc [kate] pense que il n'est pas encore tout à fait difficile.
it_it: Chad ha chiaramente un cazzo molto più grande di me, quindi [kate] pensa che non sia ancora completamente duro.

source: [_kate_s_hate_sex_vaginal4_] Oh my god... that's so mean...
fr_fr: [_kate_s_hate_sex_vaginal4_] Oh mon dieu ... c'est tellement ...
it_it: [_kate_s_hate_sex_vaginal4_] Oh mio dio... questo è così significativo...

source: [_kate_s_hate_sex_vaginal4_] You're making me feel soooo good!
fr_fr: [_kate_s_hate_sex_vaginal4_] Vous me faites sentir bien !
it_it: [_kate_s_hate_sex_vaginal4_] Mi stai facendo sentire soooo bene!

source: She might be faking it, but she sounds almost relieved that it's not Chad's thunder-cock banging her pussy...
fr_fr: Elle pourrait la faire semblant, mais elle sonne presque soulagée que ce n'est pas le tonnard du Tchad qui frappe sa chatte ...
it_it: Potrebbe essere finzione, ma suona quasi sollevato che non è il tuono del cazzo del Ciad che sbatte la sua figa...

source: [_kate_s_hate_sex_vaginal4_] Oh, fuck yes! Keep going, you stud!
fr_fr: [_kate_s_hate_sex_vaginal4_] Oh, fuck oui ! Continuez, vous avez têtu !
it_it: [_kate_s_hate_sex_vaginal4_] Oh, cazzo sì! Continua ad andare, si studa!

source: It does feel nice to be able to pleasure someone like [kate].
fr_fr: Ça se sent bien d'être capable de plaisir quelqu'un comme [kate].
it_it: Si sente davvero bello essere in grado di piacere a qualcuno come [kate].

source: She probably has the highest standards in the whole school.
fr_fr: Elle a probablement les normes les plus élevées de toute l'école.
it_it: Probabilmente ha gli standard più alti in tutta la scuola.

source: Who would've thought me and my loser-dick could pull that off?
fr_fr: Qui aurait pensé à moi et à mon loser-dick pourrait tirer ça?
it_it: Chi avrebbe pensato che io e il mio perdente-cazzo potessero tirare via quello?

source: [_kate_s_hate_sex_vaginal4_] God, you're such an animal!
fr_fr: [_kate_s_hate_sex_vaginal4_] Dieu, vous êtes un tel animal !
it_it: [_kate_s_hate_sex_vaginal4_] Dio, sei un tale animale!

source: [_kate_s_hate_sex_vaginal4_] Fuck me! Fuck me harder!
fr_fr: [_kate_s_hate_sex_vaginal4_] Fuck me ! Fuck-moi plus fort !
it_it: [_kate_s_hate_sex_vaginal4_] Cazzo me! Cazzo me più duro!

source: [_mc_] Mmhh! Mmhh!
it_it: [_mc_] Mmhhh! Mmhhh!

source: [_kate_s_hate_sex_vaginal4_] Ohhhh! If you want to... dump [stacy]...
fr_fr: [_kate_s_hate_sex_vaginal4_] Ohhhh ! Si vous voulez ... dump [stacy]...
it_it: [_kate_s_hate_sex_vaginal4_] Ohhhh! Se vuoi... scarica [stacy]...

source: [_kate_s_hate_sex_vaginal4_] I'm... down for a fling...
fr_fr: [_kate_s_hate_sex_vaginal4_] Je suis ... pour un fling ...
it_it: [_kate_s_hate_sex_vaginal4_] Io... giù per un fling...

source: No, bitch. All I want is a one night stand.
fr_fr: Non, salope. Tout ce que je veux, c'est un stand de nuit.
it_it: No, cagna. Tutto quello che voglio è uno stand di una notte.

source: You'd make a horrible girlfriend.
fr_fr: Tu ferais une petite amie horrible.
it_it: Faresti una morosa orribile.

source: [_kate_s_hate_sex_vaginal4_] Oh, my god! You fuck me so good!
fr_fr: [_kate_s_hate_sex_vaginal4_] Oh, mon dieu ! Vous me baisez si bien !
it_it: [_kate_s_hate_sex_vaginal4_] Oh, il mio Dio! Mi scopate così bene!

source: [_kate_s_hate_sex_vaginal4_] Are you... sure? We could be...
fr_fr: [_kate_s_hate_sex_vaginal4_] Etes-vous sûr? Nous pourrions être ...
it_it: [_kate_s_hate_sex_vaginal4_] Sei sicuro? Potremmo essere...

source: [_kate_s_hate_sex_vaginal4_] The new... ohhh... power couple!
it_it: [_kate_s_hate_sex_vaginal4_] Il nuovo... ohhh... coppia di potenza!

source: [_kate_s_hate_sex_vaginal4_] Ohhh! Screw you... Chad... Haha!
fr_fr: [_kate_s_hate_sex_vaginal4_] Ohhh ! Screw toi ... Tchad ... Haha !
it_it: [_kate_s_hate_sex_vaginal4_] Ohhh! A vite... Ciad... Haha!

source: [_kate_s_hate_sex_vaginal4_] You know... we'd be great...
fr_fr: [_kate_s_hate_sex_vaginal4_] Tu sais ... on serait super ...
it_it: [_kate_s_hate_sex_vaginal4_] Lo sa... saremmo fantastici...

source: [_kate_s_hate_sex_vaginal4_] Oh, god! I'm going to—
fr_fr: [_kate_s_hate_sex_vaginal4_] Oh, mon dieu ! Je vais-
it_it: [_kate_s_hate_sex_vaginal4_] Oh, dio! Vado a—

source: Her pussy squeezes my dick the tightest I've ever felt.
fr_fr: Sa chatte serre ma bite le plus serré que j'ai jamais ressenti.
it_it: La sua figa sprema il mio cazzo il più stretto che abbia mai sentito.

source: In an instant, she pushes me out and starts to shake in a powerful orgasm.
fr_fr: En un instant, elle me pousse et commence à trembler dans un orgasme puissant .
it_it: In un attimo, mi spinge fuori e inizia a scuotere in un orgasmo potente.

source: Damn, I even made her squirt!
fr_fr: Merde, j'ai même fait sa jupe !
it_it: Dannazione, l'ho persino fatta schizzare!

source: Guess I'll just finish myself off...
fr_fr: Devine je vais juste me terminer ...
it_it: Indovina che finirò io solo...

source: Ahhhh.... there it is...
fr_fr: Ahhhh ... il y a ...
it_it: Ahhhh.... là è...

source: Bitch just got marked.
fr_fr: Bitch vient d'être marqué.
it_it: Bitch appena stato contrassegnato.

source: I still can't believe I fucked her to orgasm.
fr_fr: Je n'arrive toujours pas à croire que je l'ai baisée à l'orgasme.
it_it: Non riesco ancora a credere che l'ho scopata ad orgasmo.

source: That in itself crosses out most of the nasty things she's said about me in the past.
fr_fr: Ce qui en soi traverse la plupart des choses méchante qu'elle a dit sur moi par le passé.
it_it: Che di per sé attraversa la maggior parte delle cose brutte che lei ha detto su di me in passato.

source: I bet she didn't think a loser like me could make her orgasm, much less squirt!
fr_fr: Je parie qu'elle ne pensait pas qu'un loser comme moi pouvait faire son orgasme, beaucoup moins de squirt !
it_it: Scommetto che non pensava che un perdente come me potesse fare il suo orgasmo, molto meno schizzo!

source: There it is... the holy grail of assholes.
fr_fr: Il y a ... le Saint Graal des assholes.
it_it: Lì è... il santo Graal di stronzo.

source: Her ass is really glowing from the spanking...
fr_fr: Son cul est vraiment brillant de la spanking ...
it_it: Il suo culo è davvero incandescente dalla...

source: And her pussy is dripping...
fr_fr: Et sa chatte sèche ...
it_it: E la sua figa sta sgocciolando...

source: She's perfect and ripe for the taking.
fr_fr: Elle est parfaite et mûre pour la prise.
it_it: È perfetta e matura per la presa.

source: As I move closer, the tip of my dick grazes [kate]'s asshole.
fr_fr: Au fur et à mesure que je me rapproche, la pointe de ma bite fait paître [kate]'s d'asshole.
it_it: Mentre mi muovo più vicino, la punta del mio cazzo pascola il culo di [kate].

source: It twitches, she twitches, and lets out a tiny gasp.
fr_fr: Elle se ficelle, elle twitte, et laisse un petit gasp.
it_it: Si contrappone, si contrappone e lascia fuori un piccolo gasp.

source: [_kate_s_hate_sex_reluctance_] No, you know that won't work! You're way too big!
fr_fr: [_kate_s_hate_sex_reluctance_] Non, vous savez que ça ne marchera pas ! Vous êtes trop gros !
it_it: [_kate_s_hate_sex_reluctance_] No, lo sai che non funzionerà! Sei troppo grande!

source: [_kate_s_hate_sex_reluctance_] Come on, it won't fit! You know this!
fr_fr: [_kate_s_hate_sex_reluctance_] Allez, ça ne va pas ! Vous le savez !
it_it: [_kate_s_hate_sex_reluctance_] Avanti, non andrà bene! Sai questo!

source: [_kate_s_hate_sex_reluctance_] Just put it in my pussy instead, okay? It's much—
fr_fr: [_kate_s_hate_sex_reluctance_] Just put it in my pussy instead, okay? C'est beaucoup-
it_it: [_kate_s_hate_sex_reluctance_] Basta metterlo nella mia figa invece, okay? È molto—

source: [_kate_s_hate_sex_anal1_] Oww! I told you—
fr_fr: [_kate_s_hate_sex_anal1_] Oww ! Je vous l'ai dit:
it_it: [_kate_s_hate_sex_anal1_] Oww! Ti ho detto—

source: She gasps for air, her breathing suddenly shallow.
fr_fr: Elle gaspe pour l'air, sa respiration soudainement peu profonde.
it_it: Lei gasps per l'aria, la sua respirazione improvvisamente superficiale.

source: My dick isn't nearly as big as Chad's, but it probably hurts to take it in the butt regardless.
fr_fr: Ma bite n'est pas aussi grande que celle du Tchad, mais ça fait probablement du le prendre dans le cul, peu importe.
it_it: Il mio cazzo non è quasi grande come quello del Ciad, ma probabilmente fa male ad prenderlo nel culo indipendentemente .

source: Her fingers curl into fists, and she bites her lip to ease the pain.
fr_fr: Ses doigts s'envoltent dans les poings, et elle mord la lèvre pour soulager la douleur.
it_it: Le sue dita si arricciano nei pugni, e lei morde il labbro per alleviare il dolore.

source: She's probably trying to come to terms with the fact that Chad gets what Chad wants.
fr_fr: Elle essaie probablement de se dire avec le fait que Chad obtient ce que le Tchad veut.
it_it: Probabilmente sta cercando di venire a patti con il fatto che il Ciad ottiene ciò che il Ciad vuole.

source: And right now... Chad wants anal.
fr_fr: Et maintenant ... Chad veut anal.
it_it: E proprio ora... Ciad vuole anale.

source: [_kate_s_hate_sex_anal2_] Owww! Wait! It really hurts!
fr_fr: [_kate_s_hate_sex_anal2_] Owww ! Attends ! Ça fait vraiment mal !
it_it: [_kate_s_hate_sex_anal2_] Owww! Aspetta! Fa davvero male!

source: That's the point, bitch.
fr_fr: C'est le point, salope.
it_it: È il punto, cagna.

source: How does it feel to get sodomized?
fr_fr: Comment se sent-il d'être sodomisé?
it_it: Come si sente a farsi sodomizzare?

source: For me, it's heaven.
fr_fr: Pour moi, c'est le paradis.
it_it: Per me, è il paradiso.

source: She's so tight and squirmy, but I'm not letting my dick out of her ass now.
fr_fr: Elle est si tendue et écureuil, mais je ne laisse pas ma bite sur le son cul maintenant.
it_it: Lei è così stretta e squirmy, ma non sto lasciando il mio cazzo fuori di il suo culo ora.
