Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_locker.po
Languages: fr_fr, it_it

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord?
it_it: [_mc_] Stai bene?

source: [_isabelle_s_skeptical_] What do you think?
fr_fr: [_isabelle_s_skeptical_] Que pensez-vous?
it_it: [_isabelle_s_skeptical_] Cosa ne pensi?

source: [_mc_] Okay...
fr_fr: [_mc_] Ok ...

source: [_isabelle_s_sad_] Sorry, I didn't mean to snap at you.
fr_fr: [_isabelle_s_sad_] Désolé, je ne voulais pas vous impartir.
it_it: [_isabelle_s_sad_] Mi dispiace, non avevo intenzione di attaccarvi.

source: [_mc_] Don't worry about it.
fr_fr: [_mc_] Ne vous inquiétez pas.
it_it: [_mc_] Non preoccuparti.

source: [_isabelle_s_blush_] Really, you've been nothing but good to me throughout this!
fr_fr: [_isabelle_s_blush_] Vraiement, tu n'as été que bon pour moi tout au long de ça !
it_it: [_isabelle_s_blush_] Davvero, non sei stato altro che buono per me in tutto questo!

source: [_isabelle_s_sad_] Taking it out on you is simply unfair.
fr_fr: [_isabelle_s_sad_] Si vous vous en avez fait, c'est tout simplement injuste.
it_it: [_isabelle_s_sad_] Prenderlo fuori su di voi è semplicemente ingiusto.

source: [_mc_] Hey, it's fine! Did you manage to get new books?
fr_fr: [_mc_] Hé, c'est bien ! Avez-vous réussi à obtenir de nouveaux livres?
it_it: [_mc_] Hey, va bene! Sei riuscito a ottenere nuovi libri?

source: [_isabelle_s_neutral_] Yeah, I did. So, at least my grades won't suffer from this...
fr_fr: [_isabelle_s_neutral_] Oui, je l'ai fait. Donc, au moins mes notes ne vont pas souffrir de ça ...
it_it: [_isabelle_s_neutral_] Sì, ho fatto. Quindi, almeno i miei voti non soffriranno di questo...

source: [_mc_] We'll get to the bottom of this. I promise.
fr_fr: [_mc_] Nous irons au fond de cette situation. Je promets.
it_it: [_mc_] arriveremo in fondo a questo. Lo prometto.

source: [_isabelle_s_concerned_] Thank you, [mc].
fr_fr: [_isabelle_s_concerned_] Merci, [mc].
it_it: [_isabelle_s_concerned_] Grazie, [mc].

source: [_isabelle_s_concerned_] Do you have a plan?
fr_fr: [_isabelle_s_concerned_] Avez-vous un plan?
it_it: [_isabelle_s_concerned_] Hai un piano?

source: [_mc_] Nothing besides questioning as many people as possible.
fr_fr: [_mc_] Rien d'autre que d'interroger autant de personnes que possible.
it_it: [_mc_] Niente oltre a mettere in discussione quante più persone possibile.

source: [_isabelle_s_confident_] It's as good a strategy as any.
fr_fr: [_isabelle_s_confident_] C'est aussi une bonne stratégie que n'importe quel.
it_it: [_isabelle_s_confident_] È una buona strategia come qualsiasi.

source: [_mc_] Yeah, someone must know something...
fr_fr: [_mc_] Oui, quelqu'un doit savoir quelque chose ...
it_it: [_mc_] Sì, qualcuno deve sapere qualcosa...

source: [_isabelle_s_confident_] I really appreciate you helping me out, [mc].
fr_fr: [_isabelle_s_confident_] J'apprécie vraiment que tu m'aimes, [mc].
it_it: [_isabelle_s_confident_] Apprezzo davvero che tu mi aiuti fuori, [mc].

source: [_mc_] You would've done the same for me.
fr_fr: [_mc_] Vous auriez fait de même pour moi.
it_it: [_mc_] Tu avresti fatto lo stesso per me.

source: [_isabelle_s_laughing_] Absolutely!
fr_fr: [_isabelle_s_laughing_] Absolument !
it_it: [_isabelle_s_laughing_] Assolutamente!

source: [_mc_] Leave this in the hands of Sherlock!
fr_fr: [_mc_] Laissez ça entre les mains de Sherlock !
it_it: [_mc_] Lascia questo nelle mani di Sherlock!

source: [_isabelle_s_confident_] And that's supposed to be you?
fr_fr: [_isabelle_s_confident_] Et c'est censé être vous?
it_it: [_isabelle_s_confident_] E dovrebbe essere voi?

source: [_mc_] This will be elementary, my dear [isabelle].
fr_fr: [_mc_] Ce sera élémentaire, mon cher [isabelle].
it_it: [_mc_] Questo sarà elementare, mio caro [isabelle].

source: [_isabelle_s_confident_] You forgot to bring your pipe and deerstalker cap.
fr_fr: [_isabelle_s_confident_] Vous avez oublié de porter votre calotte et votre pédonculer.
it_it: [_isabelle_s_confident_] Hai dimenticato di portare il tuo cappuccio di tubo e deerstalker.

source: [_mc_] I also didn't bring my heroin. I'm Sherlock 2.0.
fr_fr: [_mc_] I also didn't bring my héroïne. Je suis Sherlock 2.0.
it_it: [_mc_] anch'io non ho portato la mia eroina. Sono Sherlock 2.0.

source: [_isabelle_s_laughing_] You've actually read it!
fr_fr: [_isabelle_s_laughing_] Vous l'avez lu !
it_it: [_isabelle_s_laughing_] Lo hai effettivamente letto!

source: [_mc_] Naturally.
fr_fr: [_mc_] Naturellement.
it_it: [_mc_] Naturalmente.

source: [_isabelle_s_flirty_] Okay, who do you think did this, Mr. Holmes?
fr_fr: [_isabelle_s_flirty_] Ok, qui a fait ça, M. Holmes?
it_it: [_isabelle_s_flirty_] Okay, chi pensi che abbia fatto questo, signor Holmes?

source: [_mc_] It's a capital mistake to theorize before one has data...
fr_fr: [_mc_] C'est une erreur de capital à théoriser avant qu'on ait des données ...
it_it: [_mc_] È un errore di capitale teorizzare prima di avere dati...

source: [_isabelle_s_flirty_] A direct quote? Color me impressed!
fr_fr: [_isabelle_s_flirty_] Un devis direct? Couleur-moi impressionnée !
it_it: [_isabelle_s_flirty_] Un preventivo diretto? Colore me impressionato!

source: [_mc_] You'll be even more impressed when I solve this case for you.
fr_fr: [_mc_] Vous serez encore plus impressionné quand je vais résoudre ce cas pour vous.
it_it: [_mc_] Sarai ancora più impressionato quando risolvo questo caso per te.

source: [_mc_] I'll let you know when I have a lead.
fr_fr: [_mc_] Je vous ferai savoir quand j'aurai une avance.
it_it: [_mc_] ti farò sapere quando ho un comando.

source: [_isabelle_s_blush_] Thanks so much for helping me out. I do appreciate it.
fr_fr: [_isabelle_s_blush_] Merci beaucoup de m'avoir aidé. Je l'apprécie.
it_it: [_isabelle_s_blush_] Grazie mille per avermi aiutato fuori. Lo apprezzo.

source: Let's see here. What would Sherlock have done?
fr_fr: Voyons voir ici. Qu'est-ce que Sherlock a fait?
it_it: Vediamo qui. Cosa avrebbe fatto Sherlock?

source: Gathered data... interrogations... yes, let's interrogate people.
fr_fr: Des données dérangées ... des interrogatoires ... oui, interrogez les gens.
it_it: Dati raccolti... interrogatori... sì, interroghiamo la gente.

source: [_mc_] I might have an idea...
fr_fr: [_mc_] Je pourrais avoir une idée ...
it_it: [_mc_] Potrei avere un'idea...

source: [_isabelle_s_neutral_] Yeah?
fr_fr: [_isabelle_s_neutral_] Oui?
it_it: [_isabelle_s_neutral_] Sì?

source: [_mc_] If you think about it, there's only one person in the school who deals in the bizarre.
fr_fr: [_mc_] Si vous y pensez, il n'y a qu'une seule personne à l'école qui traite de l'étrange.
it_it: [_mc_] Se ci pensi, c'è solo una persona nella scuola che si occupa del bizzarro.

source: [_mc_] And a missing locker certainly classifies as bizarre.
fr_fr: [_mc_] Et un casier manquant classifie certainement comme bizarre.
it_it: [_mc_] E un armadietto mancante certamente classifica come bizzarro.

source: [_isabelle_s_concerned_left_] You think [maxine] did this?
fr_fr: [_isabelle_s_concerned_left_] Vous pensez que [maxine] a fait ça?
it_it: [_isabelle_s_concerned_left_] Pensi che [maxine] è stato così?

source: [_mc_] Even if she didn't, she'll probably be interested in the story.
fr_fr: [_mc_] Même si elle ne l'a pas fait, elle s'intéressera probablement à l'histoire.
it_it: [_mc_] Anche se non lo ha fatto, probabilmente lei sarà interessata alla storia.

source: [_mc_] Her newspaper is all about this sort of thing...
fr_fr: [_mc_] Son journal est à propos de ce genre de chose ...
it_it: [_mc_] Il suo giornale è tutto su questo tipo di cosa...

source: [_isabelle_s_excited_] That's smart! Let's go!
fr_fr: [_isabelle_s_excited_] C'est intelligent ! Allons-y !
it_it: [_isabelle_s_excited_] È intelligente! Andiamo!

source: [_mc_] Wait. If she's the culprit, it might be best if I talk to her alone.
fr_fr: [_mc_] Attente. Si c'est le coupable, c'est peut-être mieux que je parle à elle seule.
it_it: [_mc_] Aspetta. Se lei è il colpevole, potrebbe essere meglio parlare con lei da solo.

source: [_mc_] Your presence might give it away.
fr_fr: [_mc_] Votre présence pourrait l'abandonner.
it_it: [_mc_] La tua presenza potrebbe darla via.

source: [_isabelle_s_laughing_] I'm lucky to have made such a clever friend!
fr_fr: [_isabelle_s_laughing_] J'ai la chance d'avoir fait un si intelligent ami !
it_it: [_isabelle_s_laughing_] Sono fortunato ad aver fatto un amico così intelligente!

source: [_mc_] Just trying to do my part. No need to get sentimental.
fr_fr: [_mc_] Juste essayer de faire ma part. Pas besoin d'être sentimental.
it_it: [_mc_] Cercando di fare la mia parte. Non c'è bisogno di ottenere sentimentale.

source: [_isabelle_s_confident_] Fine. Okay, I'll let you handle it.
fr_fr: [_isabelle_s_confident_] Fine. Ok, je te laisse manipuler.
it_it: [_isabelle_s_confident_] Bene. Bene, ti lascerò gestirlo.

source: [_flora_s_annoyed_] Why are you looking at me like I ripped your favorite anime poster?
fr_fr: [_flora_s_annoyed_] Pourquoi me regardez-vous comme si j'ai déchiré votre affiche préférée?
it_it: [_flora_s_annoyed_] Perché mi stai guardando come ho strappato il tuo anime poster?

source: [_mc_] Uh, that's not the look I was going for...
fr_fr: [_mc_] Uh, ce n'est pas le look que j'allais pour ...
it_it: [_mc_] Uh, questo non è il look che stavo andando per...

source: [_mc_] What about this?
fr_fr: [_mc_] Qu'en est-il de cela?
it_it: [_mc_] E a questo proposito?

source: [_flora_s_confused_] Now you're looking at me like I stole the last slice of your dried up pizza...
fr_fr: [_flora_s_confused_] Maintenant vous me regardez comme si j'ai volé la dernière tranche de votre pizza séchée ...
it_it: [_flora_s_confused_] Ora mi stai guardando come ho rubato l'ultima fetta della tua pizza secca...

source: [_mc_] Close enough, I guess.
fr_fr: [_mc_] Fermer, je suppose.
it_it: [_mc_] Abbastanza vicino, immagino.

source: [_mc_] Did you see that someone took [isabelle]'s entire locker?
fr_fr: [_mc_] Avez-vous vu que quelqu'un a pris le casier entier de [isabelle]?
it_it: [_mc_] Hai visto che qualcuno ha preso l'armadietto di [isabelle]?

source: [_flora_s_laughing_] I did see that, yeah.
fr_fr: [_flora_s_laughing_] J'ai vu ça, oui.
it_it: [_flora_s_laughing_] Io l'ho visto, sì.

source: [_flora_s_blush_] Was it you?
fr_fr: [_flora_s_blush_] Était-ce vous?
it_it: [_flora_s_blush_] Sei stato?

source: [_mc_] Me?! Why would you even think that?
fr_fr: [_mc_] Moi? Pourquoi tu penses même ça?
it_it: [_mc_] Io?! Perché lo pensi ancora?

source: [_flora_s_thinking_] Stealing a locker is weird. You're weird. Seems like a good suspect to me...
fr_fr: [_flora_s_thinking_] Le vol d'un casier est bizarre. Vous êtes bizarre. Ça ressemble à un bon suspect pour moi ...
it_it: [_flora_s_thinking_] Rubare un armadietto è strano. Sei strano. Sembra un buon sospetto...

source: [_mc_] I'm not weird! Well... not stealing-a-locker-weird, at least.
fr_fr: [_mc_] Je ne suis pas bizarre ! Eh bien ... pas voler-un casier-bizarre, au moins.
it_it: [_mc_] non sono strano! Bene... non rubare-a-locker-strano, almeno.

source: [_mc_] Who are you texting?
fr_fr: [_mc_] Qui es-tu textos?
it_it: [_mc_] Chi stai inviando messaggi?

source: [_flora_s_annoyed_texting_] None of your business. Leave me alone.
fr_fr: [_flora_s_annoyed_texting_] Aucune de vos activités. Laisse-moi tranquille.
it_it: [_flora_s_annoyed_texting_] Nessuno dei tuoi affari. Lasciami da solo.

source: Well, that didn't help much...
fr_fr: Eh bien, ça n'a pas beaucoup d'aide ...
it_it: Beh, questo non ha aiutato molto...

source: [_jo_s_confident_] Hey, kiddo. I was looking for you earlier.
fr_fr: [_jo_s_confident_] Hey, kiddo. Je te cherchais plus tôt.
it_it: [_jo_s_confident_] Hey, bambino. Ti stavo cercando prima.

source: [_mc_] Me? Why me?
fr_fr: [_mc_] Me? Pourquoi moi?
it_it: [_mc_] Me? Perché me?

source: [_jo_s_neutral_] Because I wanted to ask you about the mess in the basement at home.
fr_fr: [_jo_s_neutral_] Parce que je voulais vous poser la pagaille dans le sous-sol à la maison.
it_it: [_jo_s_neutral_] Perché volevo chiederti il disordine nel seminterrato a casa.

source: [_mc_] I haven't been in the basement for a long time!
fr_fr: [_mc_] Je n'ai pas été dans le sous-sol depuis longtemps !
it_it: [_mc_] Non sono stato nel seminterrato da molto tempo!

source: [_jo_s_smile_] I know, I know! But since you're all grown up now, I figured I should start asking you for more help at home.
fr_fr: [_jo_s_smile_] Je sais, je sais ! Mais puisque vous êtes tous grandi maintenant, je me suis dit que je devrais commencer à vous demander plus d'aide à la maison.
it_it: [_jo_s_smile_] Lo so, lo so! Ma dal momento che siete tutti cresciuti, ho pensato che dovrei iniziare a chiederti più aiuto a casa.

source: [_jo_s_smile_] The basement needs a good cleaning.
fr_fr: [_jo_s_smile_] Le sous-sol a besoin d'un bon nettoyage.
it_it: [_jo_s_smile_] Il seminterrato ha bisogno di una buona pulizia.

source: [_mc_] Can't [flora] do it?
fr_fr: [_mc_] Can't [flora] le faire?

source: [_jo_s_eyeroll_] I asked you, [mc]...
fr_fr: [_jo_s_eyeroll_] Je vous ai demandé, [mc]...
it_it: [_jo_s_eyeroll_] ti ho chiesto, [mc]...

source: [_mc_] Well, I'm busy.
fr_fr: [_mc_] Bien, je suis occupé.
it_it: [_mc_] Beh, sono impegnato.

source: [_mc_] Sure thing, [jo]! I'll take care of it.
fr_fr: [_mc_] Sure chose, [jo]! Je m'en occupe.
it_it: [_mc_] Sure thing, [jo]! Me ne occuperò.

source: At some point...
fr_fr: À un moment ou à un autre ...
it_it: Ad un certo punto...

source: [_jo_s_flirty_] Thank you, [mc]! You're getting more mature every time I see you, it feels like.
fr_fr: [_jo_s_flirty_] Merci, [mc]! Tu vas avoir plus de maturité à chaque fois que je te vois, c'est comme ça.
it_it: [_jo_s_flirty_] Grazie, [mc]! Stai diventando più maturo ogni volta che ti vedo, mi sembra così.

source: [_mc_] By the way, do you know anything about that missing locker?
fr_fr: [_mc_] En passant, tu sais quoi que ce soit de ce locker manquant?
it_it: [_mc_] A proposito, sai qualcosa riguardo a quell'armadietto mancante?

source: [_jo_s_afraid_] You're the third person to ask me this...
fr_fr: [_jo_s_afraid_] Vous êtes la troisième personne à me demander ceci ...
it_it: [_jo_s_afraid_] Sei la terza persona a chiedermi questo...

source: [_jo_s_thinking_] The permit is valid. I had it checked.
fr_fr: [_jo_s_thinking_] Le permis est valide. Je l'ai fait vérifier.
it_it: [_jo_s_thinking_] Il permesso è valido. L'ho fatto controllare.

source: [_jo_s_worried_] I'm sure the locker company will supply a new one and repair the floor.
fr_fr: [_jo_s_worried_] Je suis sûr que le locker fournira un nouveau et réparera le plancher.
it_it: [_jo_s_worried_] Sono sicuro che l'armadietto fornirà uno nuovo e riparerà il pavimento.

source: [_jo_s_worried_] Anyway, I have a meeting to prepare for. See you at home tonight, okay?
fr_fr: [_jo_s_worried_] En tout cas, j'ai une réunion à préparer. Tu te vois à la maison ce soir, ok?
it_it: [_jo_s_worried_] Comunque, ho un incontro per cui prepararmi. Ci vediamo a casa stasera, okay?

source: [_mrsl_s_confident_] Hello there, [mc]!
fr_fr: [_mrsl_s_confident_] Bonjour, [mc]!
it_it: [_mrsl_s_confident_] Ciao, [mc]!

source: [_mrsl_s_flirty_] What can I do for you?
fr_fr: [_mrsl_s_flirty_] Que puis-je faire pour vous?
it_it: [_mrsl_s_flirty_] Cosa posso fare per te?

source: [_mc_] I was just wondering if you know anything about the missing locker?
fr_fr: [_mc_] Je me demandais si vous savez quoi que ce soit sur le casier manquant?
it_it: [_mc_] Mi chiedevo solo se sai qualcosa riguardo l'armadietto mancante?

source: [_mrsl_s_thinking_] Missing locker?
fr_fr: [_mrsl_s_thinking_] Locker manquant?
it_it: [_mrsl_s_thinking_] Locker mancante?

source: [_mc_] Yeah, someone stole [isabelle]'s entire locker.
fr_fr: [_mc_] Oui, quelqu'un a volé le casier entier de [isabelle].

source: [_mrsl_s_surprised_] I did not!
fr_fr: [_mrsl_s_surprised_] Je ne l'ai pas fait !
it_it: [_mrsl_s_surprised_] non l'ho fatto!

source: [_mrsl_s_surprised_] Where is it now?
fr_fr: [_mrsl_s_surprised_] Où en est-il maintenant?
it_it: [_mrsl_s_surprised_] Dov'è adesso?

source: [_mc_] Well, that's what I'm trying to figure out...
fr_fr: [_mc_] Eh bien, c'est ce que j'essaie de comprendre ...
it_it: [_mc_] Beh, è quello che sto cercando di capire...

source: [_mrsl_s_afraid_] Let me know if you find out who's behind it.
fr_fr: [_mrsl_s_afraid_] Laisse-moi savoir si tu vois qui est derrière.
it_it: [_mrsl_s_afraid_] Fatemi sapere se scoprite chi è dietro di esso.

source: [_mc_] Same, I guess.
fr_fr: [_mc_] Même chose que je suppose.
it_it: [_mc_] Lo stesso, immagino.

source: [mrsl] did seem awfully bothered by it, but not exactly guilty.
fr_fr: Le [mrsl] semblait mal à l'air, mais pas exactement coupable.
it_it: [mrsl] sembrava terribilmente infastidito da esso, ma non proprio colpevole.

source: [_lindsey_s_flirty_] Hello!
fr_fr: [_lindsey_s_flirty_] Bonjour !
it_it: [_lindsey_s_flirty_] Ciao!

source: [_mc_] Did you hear about [isabelle]'s locker?
fr_fr: [_mc_] Avez-vous entendu parler du casier de [isabelle]?
it_it: [_mc_] Hai sentito parlare dell'armadietto di [isabelle]?

source: [_lindsey_s_smile_] Her locker?
fr_fr: [_lindsey_s_smile_] Son casier?
it_it: [_lindsey_s_smile_] Il suo armadietto?

source: [_mc_] Apparently, someone stole it.
fr_fr: [_mc_] Apparemment, quelqu'un l'a volé.
it_it: [_mc_] Apparentemente, qualcuno l'ha rubato.

source: [_lindsey_s_laughing_] What? Her entire locker? You're joking!
fr_fr: [_lindsey_s_laughing_] Quoi? Son casier entier? Vous plaisantez !
it_it: [_lindsey_s_laughing_] Cosa? Il suo intero armadietto? Stai scherzando!

source: [_mc_] Yeah, and a chunk of the floor.
fr_fr: [_mc_] Oui, et une partie du sol.
it_it: [_mc_] Sì, e un pezzo del pavimento.

source: [_lindsey_s_skeptical_] Why?
fr_fr: [_lindsey_s_skeptical_] Pourquoi?
it_it: [_lindsey_s_skeptical_] Perché?

source: [_mc_] No idea.
fr_fr: [_mc_] Aucune idée.
it_it: [_mc_] Nessuna idea.

source: [_lindsey_s_thinking_] That's so weird...
fr_fr: [_lindsey_s_thinking_] C'est tellement bizarre ...
it_it: [_lindsey_s_thinking_] È così strano...

source: [_mc_] So, it wasn't you?
fr_fr: [_mc_] Alors, ce n'était pas toi?
it_it: [_mc_] Quindi, non era?

source: [_lindsey_s_cringe_] What? Of course not!
fr_fr: [_lindsey_s_cringe_] Quoi? Bien sûr que non !
it_it: [_lindsey_s_cringe_] Cosa? Certo no!

source: [_lindsey_s_cringe_] I have to go.
fr_fr: [_lindsey_s_cringe_] Je dois y aller.
it_it: [_lindsey_s_cringe_] devo andare.

source: [lindsey] did seem a little guilty, but it's probably just from the chocolates...
fr_fr: [lindsey] a été un peu coupable, mais il est probablement juste des chocolats ...
it_it: [lindsey] sembrava un po 'colpevole, ma probabilmente è solo dai cioccolatini...

source: [_mc_] Did you steal [isabelle]'s locker?
fr_fr: [_mc_] Avez-vous volé le casier de [isabelle]?
it_it: [_mc_] Hai rubato l'armadietto di [isabelle]?

source: [_kate_s_eyeroll_] If I did, I sure wouldn't tell you.
fr_fr: [_kate_s_eyeroll_] Si je l'ai fait, je ne vous dirais pas.
it_it: [_kate_s_eyeroll_] Se lo facessi, non sarei sicuro di dirvi.

source: [_kate_s_excited_] It's hilarious that her bad deeds finally caught up with her, though!
fr_fr: [_kate_s_excited_] C'est hilarant que ses mauvaises actions rattrapés finalement avec elle !
it_it: [_kate_s_excited_] E 'esilarante che le sue cattive azioni finalmente catturato con lei, però!

source: [_mc_] What bad deeds?
fr_fr: [_mc_] Quelles mauvaises actions?
it_it: [_mc_] Quali cattive azioni?

source: [_kate_s_laughing_] Trying to mess with the natural order of the universe, for one.
fr_fr: [_kate_s_laughing_] Tentative de gâchis avec l'ordre naturel de l'univers, pour un.
it_it: [_kate_s_laughing_] Cercando di pasticciare con l'ordine naturale dell'universo, per uno.

source: [_maxine_s_annoyed_] What?
fr_fr: [_maxine_s_annoyed_] Quoi?
it_it: [_maxine_s_annoyed_] Cosa?

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_maxine_s_eyeroll_] What?
fr_fr: [_maxine_s_eyeroll_] Quoi?
it_it: [_maxine_s_eyeroll_] Cosa?

source: [_mc_] My turn?
fr_fr: [_mc_] Mon tour?
it_it: [_mc_] Il mio turno?

source: [_maxine_s_thinking_] You're playing a dangerous game.
fr_fr: [_maxine_s_thinking_] Vous jouez un jeu dangereux.
it_it: [_maxine_s_thinking_] Stai giocando una partita pericolosa.

source: [_mc_] And so are you.
fr_fr: [_mc_] Et donc, vous.
it_it: [_mc_] E così sei tu.

source: [_maxine_s_cringe_] Who told you about my plans...?
fr_fr: [_maxine_s_cringe_] Qui t'a parlé de mes plans ...?
it_it: [_maxine_s_cringe_] Chi ti ha detto dei miei piani...?

source: [_mc_] It was, err...
fr_fr: [_mc_] C'était, err ...
it_it: [_mc_] E 'stato, err...

source: [_mc_] Nobody. What plans are you talking about?
fr_fr: [_mc_] Personne. De quels projets parlez-vous?
it_it: [_mc_] Nessuno. Di quali piani stai parlando?

source: [_maxine_s_skeptical_] Are you telling me that you're... {i}unaware?{/}
fr_fr: [_maxine_s_skeptical_] Tu me dis que tu es ... {i}inconscient? { / }
it_it: [_maxine_s_skeptical_] Mi stai dicendo che sai... {i}sconosciuto?{/}

source: [_mc_] Unaware of what?
fr_fr: [_mc_] Inconscient de quoi?
it_it: [_mc_] Inconsapevole di cosa?

source: [_maxine_s_skeptical_] My role. Your role. The great game.
fr_fr: [_maxine_s_skeptical_] Mon rôle. Votre rôle. Le grand jeu.
it_it: [_maxine_s_skeptical_] Il mio ruolo. Il tuo ruolo.

source: [_mc_] My role? What's my role?
fr_fr: [_mc_] Mon rôle? Quel est mon rôle?
it_it: [_mc_] Il mio ruolo? Qual è il mio ruolo?

source: [_maxine_s_annoyed_] That is entirely up to you.
fr_fr: [_maxine_s_annoyed_] C'est entièrement à vous.
it_it: [_maxine_s_annoyed_] Questo dipende interamente da te.

source: [_mc_] Gee, that's helpful. Thanks so much, [maxine].
fr_fr: [_mc_] Gee, c'est utile. Merci beaucoup, [maxine].
it_it: [_mc_] Gee, questo è utile. Grazie mille, [maxine].

source: [_maxine_s_confident_] You're welcome.
fr_fr: [_maxine_s_confident_] Vous êtes les bienvenus.
it_it: [_maxine_s_confident_] Sei il benvenuto.

source: I don't think she has a very firm understanding of sarcasm...
fr_fr: Je ne pense pas qu'elle ait une compréhension très ferme du sarcasme ...
it_it: Non penso che abbia una comprensione molto ferma del sarcasmo...

source: [_mc_] What's your role?
fr_fr: [_mc_] Quel est votre rôle?
it_it: [_mc_] Qual è il tuo ruolo?

source: [_maxine_s_confident_] I can't trust you with that information.
fr_fr: [_maxine_s_confident_] Je ne peux pas vous faire confiance.
it_it: [_maxine_s_confident_] Non posso fidarmi di te con queste informazioni.

source: [_mc_] Great.
fr_fr: [_mc_] Grand.
it_it: [_mc_] Grande.

source: [_maxine_s_annoyed_] Are you saying that my own cat betrayed me?
fr_fr: [_maxine_s_annoyed_] Vous dites que mon propre chat m'a trahi?
it_it: [_maxine_s_annoyed_] Stai dicendo che il mio gatto mi ha tradito?

source: [_mc_] You better believe it.
fr_fr: [_mc_] Vous feriez mieux de le croire.
it_it: [_mc_] Faresti meglio a crederci.

source: [_maxine_s_skeptical_] Despite the fresh tuna?
fr_fr: [_maxine_s_skeptical_] Malgré le thon frais?
it_it: [_maxine_s_skeptical_] Nonostante il tonno fresco?

source: [_maxine_s_skeptical_] Excuse me for a moment.
fr_fr: [_maxine_s_skeptical_] Excuse-moi pour un instant.
it_it: [_maxine_s_skeptical_] Scusami per un attimo.

source: [_maxine_s_angry_] Spinach! Come here, girl! [withvpunch]
fr_fr: [_maxine_s_angry_] Spinach ! Viens ici, fille ! [withvpunch]
it_it: [_maxine_s_angry_] Spinaci! Vieni qui, ragazza! [withvpunch]

source: There's no way she's actually talking to the cat...
fr_fr: Il n'y a pas de moyen qu'elle parle au chat ...
it_it: Non c'è modo che lei stia effettivamente parlando con il gatto...
