Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_buried.po
Languages: fr_fr, it_it

source: [isabelle] is headstrong, confident, proud, and kind, but she also has her flaws and demons.
fr_fr: Le [isabelle] est fort, confiant, fier et aimable, mais elle a aussi ses défauts et ses démons.
it_it: [isabelle] è forte, fiduciosa, orgogliosa e gentile, ma ha anche i suoi difetti e i suoi demoni.

source: But who doesn't?
fr_fr: Mais qui ne le fait pas?
it_it: Ma chi no?

source: There's no such thing as the perfect girl, but her lips...
fr_fr: Il n'y a pas de fille parfaite, mais ses lèvres ...
it_it: Non c'è niente come la ragazza perfetta, ma le sue labbra...

source: Maybe her lips are flawless.
fr_fr: Peut-être que ses lèvres sont sans faille.
it_it: Forse le sue labbra sono impeccabili.

source: Warm and soft and everything I've never dreamed of, because they don't tell you about it!
fr_fr: Chaud et doux et tout ce dont je n'ai jamais rêvé, parce qu'ils ne vous en parlent pas !
it_it: Caldo e morbido e tutto ciò che non ho mai sognato, perché non vi parlano!

source: The movies show it, but they never tell you what it feels like to kiss in the sunset.
fr_fr: Les films le montrent, mais ils ne vous disent jamais ce que c'est d'embrasser dans le coucher du soleil.
it_it: I film lo mostrano, ma non ti dicono mai cosa ti sembra di baciare al tramonto.

source: And maybe that's for the best.
fr_fr: Et peut-être que c'est pour le meilleur.
it_it: E forse è per il meglio.

source: Let everyone experience it for themselves.
fr_fr: Laissez tout le monde l'expérimenter pour eux-mêmes.
it_it: Lasciate che tutti lo sperimentino per se stessi.

source: Or maybe they can't tell you...
fr_fr: Ou peut-être qu'ils ne peuvent pas vous dire ...
it_it: O forse non possono dirti...

source: Maybe that first kiss would be tainted with flowery metaphors and overblown imagery if they tried.
fr_fr: Peut-être que ce premier baiser serait entaché de métaphores fleures et d'images exagérées s'ils essayaient.
it_it: Forse quel primo bacio sarebbe contaminato da metafore fiorite e immagini stravolte se provavano.

source: Winding sentences about entwined lovers, tender touches, sparkling eyes.
fr_fr: Gagner des phrases sur les amoureux entrelacés, les tendons, les yeux pétillants.
it_it: Frasi avvolgenti su amanti intrecciati, tocchi teneri, occhi scintillanti.

source: Diluted with rushing blood and hammering heartbeats. Dilated pupils and rosy cheeks.
fr_fr: Dilué avec du sang rouillé et des battements de cœur. Des pupilles dilatées et des joues rosées.
it_it: Diluito con sangue affrettato e battiti cardiaci martellanti. pupille dilatate e guance rosate.

source: It's good that they don't tell you, because there's no point.
fr_fr: C'est bon qu'ils ne te le disent pas, parce qu'il n'y a pas de point.
it_it: È bene che non vi dicano, perché non c'è senso.

source: It's just the first kiss...
fr_fr: C'est juste le premier baiser ...
it_it: È solo il primo bacio...

source: No need to romanticize it.
fr_fr: Pas besoin de romantisme.
it_it: Non c'è bisogno di romanticizzarlo.

source: It's hard to believe [isabelle] kissed me last night.
fr_fr: Il est difficile de croire que [isabelle] m'a embrassé hier soir.
it_it: È difficile credere che [isabelle] mi abbia baciato ieri sera.

source: A girl like her and a guy like me. Must've been a dream.
fr_fr: Une fille comme elle et un mec comme moi. Ça doit être un rêve.
it_it: Una ragazza come lei e un ragazzo come me. Deve essere stato un sogno.

source: But then... I can still feel her arms around me...
fr_fr: Mais alors ... Je peux encore sentir ses bras autour de moi ...
it_it: Ma allora... posso ancora sentire le braccia intorno a me...

source: God damn, I actually kissed [isabelle]!
fr_fr: Dieu merde, j'ai embrassé [isabelle]!
it_it: Dio maledetto, in realtà ho baciato [isabelle]!

source: Then again... I have that box we dug up. What the hell could be in it?{space=-10}
fr_fr: Puis à nouveau ... J'ai cette boîte que nous avons creusés. Que peut être l'enfer? { space=-10 }
it_it: Poi ancora... Ho quella scatola che abbiamo scavato. Che cosa l'inferno potrebbe essere in esso?{space=-10}

source: And god damn, I actually kissed [isabelle]!
fr_fr: Et dieu sacrément, j'ai embrassé [isabelle]!
it_it: E dio maledetto, ho baciato [isabelle]!

source: Can still feel the tingles on my lips...
fr_fr: Peut encore sentir les tingles sur mes lèvres ...
it_it: Può ancora sentire le formicolio sulle mie labbra...

source: I wonder how she feels about it today?
fr_fr: Je me demande comment elle se sent aujourd'hui?
it_it: Mi chiedo come ci si sente oggi?

source: For the first time in forever, I'm eager to get to school.
fr_fr: Pour la première fois depuis toujours, j'ai hâte d'aller à l'école.
it_it: Per la prima volta in eterno, sono ansioso di andare a scuola.

source: What the hell happened here?
fr_fr: Qu'est-ce qui s'est passé ici?
it_it: Che diavolo è successo qui?

source: This might just be the most bizarre thing I've seen.
fr_fr: C'est peut-être la chose la plus bizarre que j'ai vue.
it_it: Questa potrebbe essere solo la cosa più bizzarra che ho visto.

source: The entire locker and large chunk of the floor is just gone...
fr_fr: Le casier entier et la grande partie du sol sont partis ...
it_it: L'intero armadietto e grande pezzo del pavimento è appena andato...

source: [isabelle] is going to—
fr_fr: [isabelle] va-
it_it: [isabelle] sta per fare—

source: [_isabelle_s_angry_] This is bloody bonkers. First my box of chocolates and now my entire locker!
fr_fr: [_isabelle_s_angry_] C'est des bonkers sanglants. D'abord ma boîte de chocolats et maintenant tout mon casier !
it_it: [_isabelle_s_angry_] Questo è sanguinoso bonker. Prima la mia scatola di cioccolatini e ora tutto il mio armadietto!

source: [_isabelle_s_angry_] How dare they steal my locker?!
fr_fr: [_isabelle_s_angry_] Comment osent-ils voler mon casier? !
it_it: [_isabelle_s_angry_] Come osano rubare il mio armadio?!

source: [_mc_] I'm sure there's some kind of misunderstanding...
fr_fr: [_mc_] Je suis sûr qu'il y a une sorte de malentendu ...
it_it: [_mc_] Sono sicuro che ci sia una sorta di malinteso...

source: [_isabelle_s_eyeroll_] There really isn't. Just read the note.
fr_fr: [_isabelle_s_eyeroll_] Il n'y en a vraiment pas. Il suffit de lire la note.
it_it: [_isabelle_s_eyeroll_] Non c'è. Basta leggere la nota.

source: [_mc_] The note?
fr_fr: [_mc_] La note?
it_it: [_mc_] La nota?

source: [_isabelle_s_angry_] Yeah, someone even left a bogus permit.
fr_fr: [_isabelle_s_angry_] Oui, quelqu'un a même laissé un faux permis.
it_it: [_isabelle_s_angry_] Sì, qualcuno ha anche lasciato un permesso fasullo.

source: [_isabelle_s_angry_] Can you imagine?!
fr_fr: [_isabelle_s_angry_] Pouvez-vous imaginer? !
it_it: [_isabelle_s_angry_] Riesci a immaginare?!

source: Uh, this doesn't look good at all. [isabelle]'s about to explode.
fr_fr: Euh, ça ne semble pas bon du tout. [isabelle]'s sur le point d'exploser.
it_it: Uh, questo non sembra affatto buono. [isabelle]sta per esplodere.

source: [_mc_] Have you heard of that group before?
fr_fr: [_mc_] Avez-vous déjà entendu parler de ce groupe?
it_it: [_mc_] Hai già sentito di quel gruppo?

source: [_isabelle_s_skeptical_] Seems made up. There's no way anyone steals a locker and a good chunk of the floor.
fr_fr: [_isabelle_s_skeptical_] Seems made up. Personne ne vole un casier et une bonne partie du sol.
it_it: [_isabelle_s_skeptical_] Sembrerebbe costituito. Non c'è modo che qualcuno rubi un armadietto e un buon pezzo del pavimento.

source: [_isabelle_s_skeptical_] I talked to the [guard] earlier. Really useful bloke that one...
fr_fr: [_isabelle_s_skeptical_] J'ai parlé au [guard] plus tôt. Vraiement utile bloke qu'un ...
it_it: [_isabelle_s_skeptical_] ho parlato con la [guard] prima. Davvero utile colpire quella...

source: [_mc_] What did he say?
fr_fr: [_mc_] Qu'a-t-il dit?
it_it: [_mc_] Che cosa ha detto?

source: [_isabelle_s_annoyed_left_] He said someone messed up the security feed so there was no footage.
fr_fr: [_isabelle_s_annoyed_left_] Il a dit que quelqu'un a désordonné le flux de sécurité pour qu'il n'y ait pas de séquences.
it_it: [_isabelle_s_annoyed_left_] Ha detto che qualcuno ha impazzito il feed di sicurezza quindi non c'era filmati.

source: [_isabelle_s_annoyed_] He also said the permit looks legit, which is complete bollocks.
fr_fr: [_isabelle_s_annoyed_] Il a également dit que le permis a l'air légal, ce qui est complet.
it_it: [_isabelle_s_annoyed_] Egli ha anche detto che il permesso sembra legit, che è completo bollock.

source: [_mc_] Is he a suspect then?
fr_fr: [_mc_] Est-il un suspect alors?
it_it: [_mc_] È allora un sospetto?

source: [_isabelle_s_cringe_] To be honest, he just seems lazy and uncooperative.
fr_fr: [_isabelle_s_cringe_] Pour être honnête, il semble paresseux et peu coopératif.
it_it: [_isabelle_s_cringe_] Ad essere onesto, sembra solo pigro e poco cooperativo.

source: [_isabelle_s_cringe_] I'm going to get an ice tea and then I'm off to the city for new books. Bloody fantastic day.
fr_fr: [_isabelle_s_cringe_] Je vais prendre un thé glacé et ensuite je suis à la ville pour de nouveaux livres. Bloody jour fantastique.
it_it: [_isabelle_s_cringe_] Ho intenzione di ottenere un tè di ghiaccio e poi sono fuori in città per nuovi libri. Bloody fantastico giorno.

source: [_mc_] This is pretty crazy.
fr_fr: [_mc_] C'est assez fou.
it_it: [_mc_] Questo è abbastanza pazzo.

source: [_isabelle_s_skeptical_] Just amazing, really.
fr_fr: [_isabelle_s_skeptical_] Juste incroyable, vraiment.
it_it: [_isabelle_s_skeptical_] Solo incredibile, davvero.

source: [_isabelle_s_skeptical_] First my chocolate box, now my locker. Unreal.
fr_fr: [_isabelle_s_skeptical_] Première ma boîte de chocolat, maintenant mon casier. Inréel.
it_it: [_isabelle_s_skeptical_] Prima la mia scatola di cioccolato, ora il mio armadietto.

source: [_mc_] Think it's related?
fr_fr: [_mc_] Vous pensez que c'est lié?
it_it: [_mc_] Pensa che sia correlato?

source: [_isabelle_s_annoyed_] How can it not be?
fr_fr: [_isabelle_s_annoyed_] Comment ne pas être?
it_it: [_isabelle_s_annoyed_] Come non può essere?

source: [_mc_] Hmm... in that case, someone's got it out for you...
fr_fr: [_mc_] Hmm ... dans ce cas, quelqu'un vous a sorti pour vous ...
it_it: [_mc_] Hmm... in quel caso, qualcuno lo ha ottenuto per te...

source: [_mc_] Never heard of that group, but it's worth looking into.
fr_fr: [_mc_] Jamais entendu de ce groupe, mais ça vaut la peine d'être pris en compte.
it_it: [_mc_] Mai sentito parlare di quel gruppo, ma vale la pena di guardare.

source: [_isabelle_s_cringe_] I'm going to get an ice tea and then off to the city for new books. Bloody fantastic day.
fr_fr: [_isabelle_s_cringe_] Je vais prendre un thé glacé puis descendre à la ville pour de nouveaux livres. Bloody jour fantastique.
it_it: [_isabelle_s_cringe_] Ho intenzione di ottenere un tè di ghiaccio e poi scendere in città per nuovi libri. Bloody fantastico giorno.

source: [_mc_] We need to talk about the kiss.
fr_fr: [_mc_] Nous devons parler du baiser.
it_it: [_mc_] Abbiamo bisogno di parlare del bacio.

source: [_isabelle_s_flirty_] You want to talk about it or do it again?
fr_fr: [_isabelle_s_flirty_] Vous voulez en parler ou le faire à nouveau?
it_it: [_isabelle_s_flirty_] Vuoi parlarne o farlo di nuovo?

source: [_mc_] Err... I guess the latter?
fr_fr: [_mc_] Err ... Je suppose que ce dernier?
it_it: [_mc_] Err... Immagino che quest'ultimo?

source: [_isabelle_s_blush_] Help me figure this out and we'll see!
fr_fr: [_isabelle_s_blush_] Aidez-moi à comprendre ça et on verra !
it_it: [_isabelle_s_blush_] Aiutami a capire questo e vedremo!

source: [_mc_] Have I ever told you that I'm a direct descendant of Sherlock Holmes?
fr_fr: [_mc_] Je vous ai déjà dit que je suis un descendant direct de Sherlock Holmes?
it_it: [_mc_] Ti ho mai detto che sono un discendente diretto di Sherlock Holmes?

source: [_isabelle_s_laughing_] Thanks for always lightening the mood, [mc]. It's a real talent you have!
fr_fr: [_isabelle_s_laughing_] Merci d'avoir toujours éclairé l'humeur, [mc]. C'est un vrai talent que tu as !
it_it: [_isabelle_s_laughing_] Grazie per aver sempre alleggerito l'umore, [mc]. È un vero talento che hai!

source: [_isabelle_s_confident_] Anyway, I need to go and buy new school books. See you around, detective.
fr_fr: [_isabelle_s_confident_] En tout cas, j'ai besoin d'aller acheter de nouveaux livres scolaires. On vous voit, détective.
it_it: [_isabelle_s_confident_] Comunque, ho bisogno di andare a comprare nuovi libri scolastici. Ci vediamo in giro, detective.

source: "Short?"
it_it: "Breve?"

source: "Ugly?"
it_it: "Uglico?"

source: "Lonely?"
it_it: "Solitario?"

source: "Funny, handsome, and extremely humble?"
fr_fr: "Funny, beau, et extrêmement humble?"
it_it: "Divertente, bello, estremamente umile?"

source: "That's very hard to believe."
fr_fr: "C'est très difficile à croire."
it_it: "È molto difficile da credere."

source: ?not lindsey['romance_disabled']@|{image=stats love_2}|{image=lindsey contact_icon}|"If you give the hearts back to [isabelle], she might forgive you."
fr_fr: ? pas lindsey ['romance_disabled'] @ | { image=stats love_ 2 } | { image=lindsey contact_icon } | "Si vous donnez le coeur au [isabelle], elle pourrait vous pardonner."
it_it: ?not lindsey['romance_disabled']@<unk> {image=stats love_2}<unk> {image=lindsey contact_icon}<unk> "Se restituisci i cuori a [isabelle], potrebbe perdonarti."

source: ?lindsey['romance_disabled']@|{image=lindsey contact_icon_evil}|"I'm saying you should probably start sucking my dick right about now."
fr_fr: ? lindsey ['romance_disabled'] @ | { image=lindsey contact_icon_evil } | "Je vous dis que vous devriez probablement commencer à sucer ma bite maintenant."
it_it: ?lindsey['romance_disabled']@<unk> {image=lindsey contact_icon_evil}<unk> "Sto dicendo che probabilmente dovresti iniziare a succhiare il mio cazzo adesso."

source: "I'm saying that [isabelle] doesn't have to know the details. Just give me that box."
fr_fr: " Je dis que le [isabelle] n'a pas à connaître les détails. Dite-moi cette boîte. "
it_it: "Sto dicendo che [isabelle] non deve conoscere i dettagli. Basta darmi quella scatola."

source: "I wasn't insinuating anything, just stating the facts."
fr_fr: "Je n'ai rien insinué, j'ai juste dit les faits."
it_it: "Non stavo insinuando niente, solo affermando i fatti."

source: "I've been inspired by Japanese animation lately."
fr_fr: "J'ai été inspiré par l'animation japonaise ces derniers temps."
it_it: "Sono stato ispirato dall'animazione giapponese ultimamente."

source: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"I've been getting into photography lately."
fr_fr: ? mc.owned_item ('compromising_photo') @ | { image = items compromising_photo } | "J'ai pris des photos dernièrement."
it_it: ?mc.owned_item('compromising_photo')@<unk> {image=items compromising_photo}<unk> "Sono entrato in fotografia ultimamente."

source: "My new biggest hobby is painting."
fr_fr: "Mon nouveau plus grand passe-temps est la peinture."
it_it: "Il mio nuovo hobby più grande è la pittura."

source: ?quest.spinach_seek.finished@|{image=items bottle spray_cap}|"Spray."
fr_fr: ? quest.spinach_seek.finished @ | { image = items bouteille spray_cap } | "Spray."
it_it: ?quest.spinach_seek.finished@<unk> {image=items flacone spray_cap}<unk> "Spray."

source: ?mc.owned_item('mysterious_medallion')@|{image=mysterious_medallion_small}|"I found a strange medallion."
fr_fr: ? mc.owned_item ('mystious_medallion') @ | { image=mystériious_medallion_small } | "J'ai trouvé un médaillon étrange."
it_it: ?mc.owned_item('mysterious_medallion')@<unk> {image=mysterious_medallion_small}<unk> "Ho trovato uno strano medaglione."

source: ?quest.mrsl_HOT >= 'eavesdrop'@|{image=mrsl contact_icon}|"I overheard an odd conversation."
fr_fr: ? quest.mrsl_HOT > ='écoute'@ | { image=mrsl contact_icon } | "J'ai entendu une conversation étrange."
it_it: ?quest.mrsl_HOT >= 'eavesdrop'@<unk> {image=mrsl contact_icon}<unk> "Ho sentito una conversazione strana."

source: {image=bonsai_small}|"There was a tree."
fr_fr: { image=bonsai_small } | "Il y avait un arbre."
it_it: {image=bonsai_small}<unk> "C'era un albero."

source: "I travelled back in time."
fr_fr: "Je suis revenu dans le temps."
it_it: "Ho viaggiato indietro nel tempo."

source: ?quest.isabelle_stolen['lindsey_slaped']@|{image=isabelle_buried_slap}|"I think your sister would've been proud of you."
fr_fr: ? quest.isabelle_volé [ 'lindsey_slaped'] @ | { image=isabelle_buried_slap } | "Je pense que votre soeur aurait été fière de vous."
it_it: ?quest.isabelle_stolen['lindsey_slaped']@<unk> {image=isabelle_buried_slap}<unk> "Penso che tua sorella sarebbe stata orgogliosa di te."

source: "I've felt like you for most of my adult life."
fr_fr: "Je me suis senti comme vous pour la plupart de ma vie d'adulte."
it_it: "Mi sono sentito come te per la maggior parte della mia vita adulta."

source: "Remembering her is the important thing here."
fr_fr: "Se souvenir d'elle est l'important ici."
it_it: "Ricordarla è la cosa importante qui."

source: "Was your sister hot?"
fr_fr: "Votre sœur a-t-elle été chaude?"
it_it: "Era calda tua sorella?"

source: "Maybe you can tell me about some of those memories instead?"
fr_fr: "Peut-être pouvez-vous me parler de certains de ces souvenirs?"
it_it: "Forse mi puoi raccontare alcuni di quei ricordi invece?"

source: "Even though the box is empty, your heart seems fuller than ever."
fr_fr: "Même si la boîte est vide, votre coeur semble plus complet que jamais."
it_it: "Anche se la scatola è vuota, il tuo cuore sembra più pieno che mai."

source: "We'll make sure everyone gets what they deserve."
fr_fr: " Nous ferons en sorte que tout le monde obtienne ce qu'il mérite.
it_it: "Faremo in modo che tutti ottengano quello che meritano."

source: Say nothing
fr_fr: Ne rien dire
it_it: Non dire nulla

source: "Have you heard of that group before?"
fr_fr: "Avez-vous déjà entendu parler de ce groupe?"
it_it: "Avete già sentito parlare di quel gruppo?"

source: "This is pretty crazy."
fr_fr: "C'est assez fou."
it_it: "Questo è piuttosto pazzo."

source: ?isabelle.love>=3@[isabelle.love]/3|{image= isabelle contact_icon}|{image=stats love}|"We need to talk about the kiss."
it_it: ?isabelle.love>=3@[isabelle.love]/3<unk> {image= isabelle contact_icon}<unk> {image=stats love}<unk> "Dobbiamo parlare del bacio."

source: [_jacklyn_s_cringe_] Anime? Ew, no.
fr_fr: [_jacklyn_s_cringe_] Anime? Ew, non.

source: [_mc_] Err... nude?
fr_fr: [_mc_] Err ... nu?

source: [_mc_] Okay, gotta run!
fr_fr: [_mc_] Ok, doit courir !

source: [_hidden_number_] Hidden.
fr_fr: [_hidden_number_] Masqué.
