Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: "[flora] got a new makeup mirror..."
fr_fr: "[flora] a eu un nouveau miroir de maquillage ... "
it_it: "[flora] ha un nuovo specchio di trucco..."

source: Write the poem
fr_fr: Rédiger le poème
it_it: Scrivi la poesia

source: Not today. Maybe never.
fr_fr: Pas aujourd'hui. Peut-être jamais.
it_it: Non oggi. Forse mai.

source: "I'm not sure I'm the right person for that."
fr_fr: "Je ne suis pas sûr d'être le bon pour ça."
it_it: "Non sono sicuro di essere la persona giusta per questo."

source: "I'll handle it, no problem!"
fr_fr: "Je m'en occuperai, pas de problème !"
it_it: "Lo gestirò, nessun problema!"

source: "I'm here to invite you to [isabelle]'s dinner."
fr_fr: "Je suis ici pour vous inviter au dîner au [isabelle]".
it_it: "Sono qui per invitarti alla cena di [isabelle]."

source: "I'm here to tell you that you're not invited to [isabelle]'s dinner."
fr_fr: "Je suis ici pour vous dire que vous êtes non invité au dîner de [isabelle]."
it_it: "Sono qui per dirti che sei non invitato alla cena di [isabelle]."

source: "It's nothing personal."
fr_fr: "Ce n'est rien de personnel."
it_it: "Non è niente di personale."

source: "Don't worry, I'll save you some sausages."
fr_fr: "Ne vous inquiétez pas, je vous sauverai quelques saucisses."
it_it: "Non ti preoccupare, ti salverò qualche salsiccia."

source: "I just came to invite you to her dinner."
fr_fr: "Je suis venue vous inviter à son dîner."
it_it: "Sono appena venuto per invitarti alla sua cena."

source: "I just came to tell you that you're not invited to her dinner, obviously."
fr_fr: "Je viens de vous dire que vous n'êtes pas invité à son dîner, évidemment."
it_it: "Sono appena venuto a dirti che non sei invitato alla sua cena, ovviamente."

source: "Err... I guess this is me officially inviting you?"
fr_fr: " Err ... Je suppose que c'est moi qui vous invite officiellement? "
it_it: "Err... Immagino che questo sia me che ti invita ufficialmente?"

source: "You're not invited!"
fr_fr: "Vous n'êtes pas invité !"
it_it: "Non sei invitato!"

source: "Well, in any case, you're invited."
fr_fr: "Eh bien, en tout cas, vous êtes invités."
it_it: "Beh, in ogni caso, sei invitato."

source: "You're probably right... because you're not invited."
fr_fr: "Vous avez probablement raison ... parce que vous n'êtes pas invité."
it_it: "Probabilmente hai ragione... perché non sei invitato."

source: "Absolutely!"
fr_fr: "Absolument !"
it_it: "Assolutamente!"

source: "You don't have to disclose any vital information."
fr_fr: "Vous n'avez pas à divulguer des informations vitales."
it_it: "Non è necessario rivelare alcuna informazione vitale."

source: "Really? You look like someone who snorts coke on Tuesdays."
fr_fr: " Vraiement? Vous avez l'air de quelqu'un de qui ronge le coke le mardi. "
it_it: "Davvero? Sembra qualcuno che snorta coke il martedì."

source: "I've only ever been to [flora]'s birthday parties."
fr_fr: "Je n'ai jamais été que [flora]fêtes d'anniversaire."
it_it: "Sono mai stato solo per le feste di compleanno di [flora]."

source: "You look radiant tonight."
fr_fr: "Vous avez l'air radieux ce soir."
it_it: "Sembri radioso stasera."

source: "Did I ever tell you about my pet rock?"
fr_fr: "Je t'ai jamais parlé de mon animal de compagnie?"
it_it: "Ti ho mai detto del mio animale domestico?"

source: ?mc.charisma>=7@[mc.charisma]/7|{image=stats cha}|"Did you poison my meal?"
fr_fr: ? mc.charisma> =7@[mc.charisma]/7 | { image=stats cha } | "Avez-vous empoisonner mon repas?"
it_it: ?mc.charisma>=7@[mc.charisma]/7<unk> {image=stats cha}<unk> "Hai avvelenato il mio pasto?"

source: Ask about her favorite book
fr_fr: Renseig-le sur son livre préféré
it_it: Chiedi del suo libro preferito

source: Tell her a joke
fr_fr: Dis-lui une blague
it_it: Ditele una barzelletta

source: Let the silence consume you
fr_fr: Laissez le silence vous consommer
it_it: Lasciate che il silenzio vi consuma

source: "My part? I never agreed to take part in your experiments."
fr_fr: " Ma part? Je n'ai jamais accepté de participer au dans vos expériences. "
it_it: "La mia parte? Non ho mai acconsentito a prendere parte ad ai tuoi esperimenti."

source: "This sounds important. Are you sure you can entrust me with this?"
fr_fr: " Cela semble important. Es-tu sûr tu peux me confier ça? "
it_it: "Questo suona importante. Sei sicuro che puoi affidarmi a questo?"

source: "Okay, fine. I'll do it. I trust you."
fr_fr: " Ok, bien. Je le ferai. Je te fais confiance. "
it_it: "Va bene, va bene. Lo farò. Mi fido di te."

source: "Sorry, but I'm not a guinea pig."
fr_fr: "Désolé, mais je ne suis pas un cobaye."
it_it: "Mi dispiace, ma non sono una cavia."

source: "Just tell me what to do."
fr_fr: "Das-moi juste ce qu'il faut faire."
it_it: "Mi dica solo cosa fare."

source: Take a picture of [flora]
fr_fr: Prendre une photo de [flora]
it_it: Scatta una foto di [flora]

source: Wait for a better shot
fr_fr: Attendre une meilleure photo
it_it: Attendere un colpo migliore

source: Take a picture of [isabelle]
fr_fr: Prendre une photo de [isabelle]
it_it: Scatta una foto di [isabelle]

source: Take a picture of [kate]
fr_fr: Prendre une photo de [kate]
it_it: Scatta una foto di [kate]

source: Stay and take a picture
fr_fr: Rester et prendre une photo
it_it: Rimani e scatta una foto

source: Take a picture of [lindsey]
fr_fr: Prendre une photo de [lindsey]
it_it: Scatta una foto di [lindsey]

source: "You're the prettiest girl here. Would you mind being on the cover?"
fr_fr: " Tu es la fille la plus jolie ici. Est-ce que le que vous avez à l'esprit est sur la couverture? "
it_it: "Sei la ragazza più bella qui. Ti dispiacerebbe essere in copertina?"

source: "Normally, I'd try to shield you from the paparazzi, but today I'm one of them. Would you mind?"
fr_fr: " Normalement, je vais essayer de vous protéger de les paparazzi, mais aujourd'hui je suis un d'entre eux. Ça vous dérangerait? "
it_it: "Normalmente cercherei di proteggerti da i paparazzi, ma oggi sono una di loro. Ti dispiace?"

source: Take a picture of [maxine]
fr_fr: Prendre une photo de [maxine]
it_it: Scatta una foto di [maxine]

source: Take a picture of the soda fountain
fr_fr: Prendre une photo de la fontaine de soda
it_it: Scatta una foto della fontana di soda

source: Take a picture of the vending machine
fr_fr: Prendre une photo du distributeur automatique
it_it: Scatta una foto del distributore automatico

source: "Do you really want to chase her further?"
fr_fr: "Voulez-vous vraiment la poursuivre?"
it_it: "Volete davvero inseguirla oltre?"

source: "We should probably clean up and get rid of the mask before anyone comes..."
fr_fr: "Nous devrions probablement nettoyer et nous débarrasser du masque avant que quiconque vienne ..."
it_it: "Dovremmo probabilmente ripulire e sbarazzarci della maschera prima che venga qualcuno..."

source: "Maybe, but I want a turn with the mask."
fr_fr: "Peut-être, mais je veux un tour avec le masque."
it_it: "Forse, ma voglio un giro con la maschera."

source: "We already messed up her cheer tryout and scared her shitless..."
fr_fr: "Nous avons déjà foiré son triche et nous avons fait peur à elle ..."
it_it: "Abbiamo già messo in ginocchio il suo tifo provando e spaventato il suo shitless..."

source: "Fine, let's get her!"
fr_fr: "Amende, allons-y !"
it_it: "Bene, la prendiamo!"

source: Oh, what am I even thinking? This is [kate]!
fr_fr: Oh, qu'est-ce que je pense même ? C'est [kate]!
it_it: Oh, che cosa sto pensando anche ? Questa è [kate]!

source: Leave
fr_fr: Congé
it_it: Abbandona

source: ?mc.owned_item(('high_tech_lockpick','safety_pin'))@|{image=items [lockpicking]}|Pick the lock
fr_fr: ? mc.owned_item (('high _tech_lockpick', 'safety_pin')) @ | { image = items [lockpicking]} | Choisissez le verrou
it_it: ?mc.owned_item(('high_tech_lockpick','safety_pin'))@<unk> {image=items [lockpicking]}<unk> Scegli il blocco

source: ?mc.strength>=3@[mc.strength]/3|{image=stats str}|Break down the door
fr_fr: ? mc.renforc> =3@[mc.strength]/3 | { image=stats str } | Relâchez la porte
it_it: ?mc.strength>=3@[mc.strength]/3<unk> {image=stats str}<unk> Rompere la porta

source: Enjoy the moment
fr_fr: Profitez du moment
it_it: Godetevi il momento

source: Grab her
it_it: Afferra lei

source: Spank her harder
fr_fr: Spank her plus dur
it_it: Spank il suo più duro

source: Fuck her pussy
fr_fr: Putain sa chatte
it_it: Cazzo la figa

source: Fuck her ass
fr_fr: Fuck son cul
it_it: Cazzo il culo

source: Fill her ass
fr_fr: Remplissez son cul
it_it: Riempi il culo

source: ...give her a heart attack.
fr_fr: ... lui donner une crise cardiaque.
it_it: ...le dia un attacco di cuore.

source: ...make my escape.
fr_fr: ... fais mon évasion.
it_it: ...fai la mia fuga.

source: "I see that I hurt you."
fr_fr: "Je vois que je t'ai blessé."
it_it: "Vedo che ti ho fatto del male."

source: "It's not that simple."
fr_fr: "Ce n'est pas si simple."
it_it: "Non è così semplice."

source: "What's the problem?"
fr_fr: "Quel est le problème?"
it_it: "Qual è il problema?"

source: "I'm really sorry. Let me explain."
fr_fr: " Je suis vraiment désolé. Laissez-moi vous expliquer. "
it_it: "Mi dispiace veramente. Lasciatemi spiegare."

source: "I could ask you the same..."
fr_fr: "Je pourrais te demander la même ..."
it_it: "Potrei chiederle lo stesso..."

source: "I'm looking for [lindsey]! Have you seen her?"
fr_fr: " Je cherche le [lindsey]! Vous l'avez vue? "
it_it: "Sto cercando [lindsey]! La hai vista?"

source: ?quest.lindsey_motive.finished@|{image=lindsey contact_icon}|{image=stats love}|"Fuck it, I'm not waiting{space=-50} for [lindsey] to fall down!"{space=-75}
it_it: ?quest.lindsey_motive.finished@<unk> {image=lindsey contact_icon}<unk> {image=stats love}<unk> "Fuck it, non sto aspettando{space=-50} affinchè [lindsey] cada!"{space=-75}

source: ?not quest.lindsey_motive.finished@|"Oh, well. I've done what I could."
fr_fr: ? pas quest.lindsey_motive.finished @| " Oh, eh bien. J'ai fait ce que je pouvais. "
it_it: ?not quest.lindsey_motive.finished@<unk> "Oh, beh, ho fatto quello che potevo."

source: [_mc_] Heh, okay.
fr_fr: [_mc_] Heh, ok.

source: [_isabelle_s_sad_pig_] Hilarious...
fr_fr: [_isabelle_s_sad_pig_] Hilaire ...

source: [_isabelle_s_desk_sex_lifting_top_] These?
fr_fr: [_isabelle_s_desk_sex_lifting_top_] Ces?

source: [_isabelle_s_desk_sex_dick_reveal_] Oh, my...
fr_fr: [_isabelle_s_desk_sex_dick_reveal_] Oh, mon ...

source: [_mc_] Okay...
fr_fr: [_mc_] Ok ...

source: [_isabelle_s_concerned_] Your pet rock?
fr_fr: [_isabelle_s_concerned_] Votre animal de compagnie?

source: [_mc_] Um... okay.
fr_fr: [_mc_] Um ... ok.

source: [_kate_s_hate_sex_vaginal4_] Ohhh... okay!
fr_fr: [_kate_s_hate_sex_vaginal4_] Ohhh ... ok !

source: [_lindsey_s_roof_door_still_] Run! Run!
fr_fr: [_lindsey_s_roof_door_still_] Exécution ! Exécuter !

source: Oink
fr_fr: Encre
