Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_piano.po
Languages: fr_fr, it_it

source: [_isabelle_s_excited_] I had no idea you play the piano!
fr_fr: [_isabelle_s_excited_] Je n'avais pas idée que tu jouais du piano !
it_it: [_isabelle_s_excited_] Non avevo idea che suonassi il pianoforte!

source: [_mc_] I started recently.
fr_fr: [_mc_] J'ai commencé récemment.
it_it: [_mc_] ho iniziato di recente.

source: [_isabelle_s_excited_] You're definitely getting good!
fr_fr: [_isabelle_s_excited_] Vous allez vraiment bien !
it_it: [_isabelle_s_excited_] Stai sicuramente bene!

source: [_mc_] Thank you! I feel like I'm finally starting to get the hang of it...
fr_fr: [_mc_] Merci ! J'ai l'impression que je commence enfin à avoir la pendre ...
it_it: [_mc_] Grazie! Mi sento come sto finalmente cominciando a prendere il blocco di esso...

source: [_isabelle_s_neutral_] Maybe this is your true calling?
fr_fr: [_isabelle_s_neutral_] Peut-être que c'est votre vrai appel?
it_it: [_isabelle_s_neutral_] Forse questa è la tua vera chiamata?

source: [_mc_] I don't know about that, but I do enjoy it.
fr_fr: [_mc_] Je ne sais pas à ce sujet, mais j'en profite.
it_it: [_mc_] Non lo so, ma mi piace.

source: [_mc_] What is your favorite classical piece?
fr_fr: [_mc_] Quel est votre morceau classique préféré?
it_it: [_mc_] Qual è il tuo pezzo classico preferito?

source: [_isabelle_s_concerned_left_] It's hard to name just one... but I think the nocturnes are magical.
fr_fr: [_isabelle_s_concerned_left_] C'est difficile de ne citer qu'un seul ... mais je pense que les nocturnes sont magiques.
it_it: [_isabelle_s_concerned_left_] È difficile nominarne solo una... ma penso che le notturne siano magiche.

source: [_mc_] Didn't take you for a Chopin-chick.
fr_fr: [_mc_] Ne vous a pas pris pour un Chopin-chick.
it_it: [_mc_] non ti ha portato per un Chopin-chick.

source: [_isabelle_s_skeptical_] What did you think?
fr_fr: [_isabelle_s_skeptical_] Qu'avez-vous pensé?
it_it: [_isabelle_s_skeptical_] Che cosa avete pensato?

source: [_mc_] Maybe a Beethoven-broad?
fr_fr: [_mc_] Peut-être un Beethoven-large?
it_it: [_mc_] Forse un Beethoven-largo?

source: [_isabelle_s_confident_] And what do you call a girl who is into Mozart?
fr_fr: [_isabelle_s_confident_] Et qu'appelez vous une fille qui est dans Mozart?
it_it: [_isabelle_s_confident_] E come si chiama una ragazza che è in Mozart?

source: [_mc_] Don't be ridiculous. Girls don't like Mozart.
fr_fr: [_mc_] Ne pas être ridicule. Les filles n'aiment pas Mozart.
it_it: [_mc_] Non siate ridicoli. Alle ragazze non piace Mozart.

source: [_isabelle_s_laughing_] Hah! You're funny!
fr_fr: [_isabelle_s_laughing_] Hah ! Tu es drôle !
it_it: [_isabelle_s_laughing_] Hah! Sei divertente!

source: [_mc_] Thanks! You're not so bad yourself.
fr_fr: [_mc_] Merci ! Tu n'es pas si mal toi-même.
it_it: [_mc_] Grazie! Non sei così male te stesso.

source: [_mc_] It comes naturally to me... I'm very good with my fingers.
fr_fr: [_mc_] C'est naturellement pour moi ... Je suis très bien avec mes doigts.
it_it: [_mc_] Mi viene naturalmente... sono molto bravo con le dita.

source: [_isabelle_s_neutral_] Is that right?
fr_fr: [_isabelle_s_neutral_] Est-ce bien?
it_it: [_isabelle_s_neutral_] È giusto?

source: [_mc_] If you're lucky, I might show you sometime.
fr_fr: [_mc_] Si vous avez de la chance, je pourrais vous montrer quelque temps.
it_it: [_mc_] Se sei fortunato, a volte potrei mostrarti.

source: [_isabelle_s_concerned_] I thought that's what you just did?
fr_fr: [_isabelle_s_concerned_] Je pensais que c'est ce que vous venez de faire?
it_it: [_isabelle_s_concerned_] Pensavo che fosse quello che hai appena fatto?

source: [_mc_] You haven't seen half of it yet...
fr_fr: [_mc_] Vous n'en avez pas encore vu la moitié ...
it_it: [_mc_] Non ne hai ancora vista la metà...

source: [_mc_] I'm very experienced at pushing the right buttons and keys.
fr_fr: [_mc_] Je suis très expérimenté à pousser les boutons et les touches de droite.
it_it: [_mc_] Sono molto esperto nel premere i pulsanti e i tasti giusti.

source: [_isabelle_s_skeptical_] Relax, Mozart. Women are nothing like keyboards.
fr_fr: [_isabelle_s_skeptical_] Relax, Mozart. Les femmes ne sont rien comme des claviers.
it_it: [_isabelle_s_skeptical_] Relax, Mozart. Le donne non sono come le tastiere.

source: [_mc_] Women? I don't know what you're inferring.
fr_fr: [_mc_] Femmes? Je ne sais pas ce que tu en dédues.
it_it: [_mc_] Donne? Non so cosa stai destratto.

source: [_isabelle_s_skeptical_] Sure, you don't...
fr_fr: [_isabelle_s_skeptical_] Bien sûr, vous ne ...
it_it: [_isabelle_s_skeptical_] Certo, no...

source: [_mc_] I had no idea you like music!
fr_fr: [_mc_] Je n'avais aucune idée que vous aimez la musique !
it_it: [_mc_] Non avevo idea che ti piacesse la musica!

source: [_isabelle_s_skeptical_] That's a bit stand-offish, don't you think?
fr_fr: [_isabelle_s_skeptical_] C'est un peu choquante, ne pensez-vous pas?
it_it: [_isabelle_s_skeptical_] È un po' stazionario, non pensi?

source: [_isabelle_s_skeptical_] Who doesn't like music?
fr_fr: [_isabelle_s_skeptical_] Qui n'aime pas la musique?
it_it: [_isabelle_s_skeptical_] A chi non piace la musica?

source: [_mc_] Rap fans.
fr_fr: [_mc_] fans de rap.
it_it: [_mc_] Ventilatori Rap.

source: [_mc_] Talking to a beat isn't music.
fr_fr: [_mc_] Parler à un battement n'est pas de la musique.
it_it: [_mc_] Parlare con un battito non è musica.

source: [_isabelle_s_confident_] What would you call it, then?
fr_fr: [_isabelle_s_confident_] Que appelez-vous, alors?
it_it: [_isabelle_s_confident_] Che cosa lo chiamereste, allora?

source: [_mc_] Rappers are basically poets with a bad attitude.
fr_fr: [_mc_] Les rappers sont essentiellement des poètes avec une mauvaise attitude.
it_it: [_mc_] I rappers sono fondamentalmente poeti con un cattivo atteggiamento.

source: [_isabelle_s_laughing_] That is somehow accurate!
fr_fr: [_isabelle_s_laughing_] C'est exact !
it_it: [_isabelle_s_laughing_] Questo è in qualche modo preciso!

source: [_mc_] I always imagine Shakespeare with a ton of bling, rapping about quids, tobacco, and Lady Macbeth's booty.
fr_fr: [_mc_] J'imagine toujours Shakespeare avec une tonne de bling, un rap sur les quids, le tabac et le butin de Lady Macbeth.
it_it: [_mc_] Immagino sempre Shakespeare con una tonnellata di bling, rapping su quids, tabacco e bottino di Lady Macbeth.

source: [_isabelle_s_confident_] I'd love to see that!
fr_fr: [_isabelle_s_confident_] J'aimerais voir ça !
it_it: [_isabelle_s_confident_] mi piacerebbe vederlo!

source: [_mc_] Radio pop fans.
fr_fr: [_mc_] Les amateurs de radio pop.
it_it: [_mc_] Radio fan pop.

source: [_isabelle_s_blush_] I suppose that's fair!
fr_fr: [_isabelle_s_blush_] Je suppose que c'est juste !
it_it: [_isabelle_s_blush_] Suppongo che sia giusto!

source: [_isabelle_s_annoyed_] It represents everything I'm against.
fr_fr: [_isabelle_s_annoyed_] Il représente tout ce que je suis contre.
it_it: [_isabelle_s_annoyed_] Rappresenta tutto ciò che mi oppone.

source: [_mc_] Which is?
fr_fr: [_mc_] Qu'est-ce que c'est?
it_it: [_mc_] Che è?

source: [_isabelle_s_angry_] The corporate music industry. The sexualization of women. The death of creativity.
fr_fr: [_isabelle_s_angry_] L'industrie de la musique d'entreprise. La sexualisation des femmes. La mort de la créativité.
it_it: [_isabelle_s_angry_] L'industria musicale aziendale. La sessualizzazione delle donne. La morte della creatività.

source: [_isabelle_s_angry_] Art shouldn't be factory-made.
fr_fr: [_isabelle_s_angry_] L'art ne doit pas être fabriqué en usine.
it_it: L'arte [_isabelle_s_angry_] non dovrebbe essere fabbricata.

source: [_mc_] I agree. At least about the last part.
fr_fr: [_mc_] Je suis d'accord. Au moins de la dernière partie.
it_it: [_mc_] Sono d'accordo. Almeno sull'ultima parte.

source: [_isabelle_s_annoyed_] So, you think the sexualization of women is fine?
fr_fr: [_isabelle_s_annoyed_] Alors, vous pensez que la sexualisation des femmes va bien?
it_it: [_isabelle_s_annoyed_] Quindi, pensate che la sessualizzazione delle donne sia bene?

source: [_mc_] I plead the 5th.
fr_fr: [_mc_] Je plaide pour le 5ème.
it_it: [_mc_] Io supplico il 5.

source: [_mc_] Bagpipe fans.
fr_fr: [_mc_] éventails de Bagpipe.
it_it: [_mc_] Ventilatori a tubo.

source: [_isabelle_s_angry_] How very dare you?!
fr_fr: [_isabelle_s_angry_] Comment osez-vous?
it_it: [_isabelle_s_angry_] Com'è molto oso?!

source: [_mc_] Yeah, I said it!
fr_fr: [_mc_] Oui, je l'ai dit !
it_it: [_mc_] Sì, l'ho detto!

source: [_isabelle_s_angry_] That's... ugh!
fr_fr: [_isabelle_s_angry_] C'est. .. ugh !
it_it: [_isabelle_s_angry_] Quello... brutto!

source: [_isabelle_s_sad_] What is that that you don't like about it?
fr_fr: [_isabelle_s_sad_] Qu'est-ce que vous n'aimez pas à ce sujet?
it_it: [_isabelle_s_sad_] Che cos'è che non ti piace a riguardo?

source: [_mc_] It's loud and obnoxious.
fr_fr: [_mc_] C'est bruyant et odieux.
it_it: [_mc_] È forte e odioso.

source: [_isabelle_s_laughing_] Shouldn't Americans love it, then?
fr_fr: [_isabelle_s_laughing_] Les Américains ne devraient-ils pas l'aimer?
it_it: [_isabelle_s_laughing_] Non dovrebbe amare gli americani, allora?

source: [_isabelle_s_laughing_] It's the sound of the Scottish highland! The sound of freedom!
fr_fr: [_isabelle_s_laughing_] C'est le son des hautes terres écossaises ! Le son de la liberté !
it_it: [_isabelle_s_laughing_] È il suono dell'altopiano scozzese! Il suono della libertà!

source: [_mc_] Why do you like Scotland so much? Doesn't the average English person dislike Scotland?
fr_fr: [_mc_] Pourquoi vous aimez tant l'Écosse? La personne anglaise moyenne n'aime pas l'Écosse?
it_it: [_mc_] Perché ti piace così tanto la Scozia? La persona inglese media non piace la Scozia?

source: [_isabelle_s_confident_] I'm no stereotype... but also, I like what Scotland represents.
fr_fr: [_isabelle_s_confident_] Je ne suis pas un stéréotype ... mais aussi, j'aime ce que représente l'Ecosse.
it_it: [_isabelle_s_confident_] Non sono stereotipo... ma mi piace anche quello che la Scozia rappresenta.

source: [_mc_] I guess I can respect that.
fr_fr: [_mc_] Je suppose que je peux le respecter.
it_it: [_mc_] Immagino di poterlo rispettare.

source: [_isabelle_s_neutral_] So, what are your thoughts on classical music in general?
fr_fr: [_isabelle_s_neutral_] Alors, quelles sont vos pensées sur la musique classique en général?
it_it: [_isabelle_s_neutral_] Quindi, quali sono i tuoi pensieri sulla musica classica in generale?

source: [_mc_] I guess it's okay. I'm starting to appreciate it more and more.
fr_fr: [_mc_] Je suppose que c'est bon. Je commence à l'apprécier de plus en plus.
it_it: [_mc_] Immagino che vada bene. Sto cominciando ad apprezzarlo sempre di più.

source: [_isabelle_s_excited_] I've always been a fan! Nothing wrong with modern music, but there's something timeless about the classical pieces...
fr_fr: [_isabelle_s_excited_] J'ai toujours été fan ! Rien de mal avec la musique moderne, mais il y a quelque chose d'intemporel sur les morceaux classiques ...
it_it: [_isabelle_s_excited_] Sono sempre stato un fan! Niente di male con la musica moderna, ma c'è qualcosa di senza tempo sui pezzi classici...

source: [_isabelle_s_excited_] Would you mind playing another song for me?
fr_fr: [_isabelle_s_excited_] Est-ce que ça vous dérangerait de jouer une autre chanson pour moi?
it_it: [_isabelle_s_excited_] Ti dispiacerebbe suonare un'altra canzone per me?

source: This is going a bit off script, but perhaps this could be a good opportunity to earn her trust?
fr_fr: Cela va un peu en écriture, mais peut-être est-ce une bonne occasion de gagner sa confiance?
it_it: Questo sta andando un po 'fuori sceneggiatura, ma forse questa potrebbe essere una buona occasione per guadagnare la sua fiducia?

source: [kate] did ask me to get closer to [isabelle], after all.
fr_fr: [kate] m'a demandé de me rapprocher du [isabelle], après tout.
it_it: [kate] mi ha chiesto di avvicinarmi alla [isabelle], dopo tutto.

source: If only for the wrong reasons...
fr_fr: Si seulement pour les mauvaises raisons ...
it_it: Se solo per i motivi sbagliati...

source: [_mc_] Sure, why not?
fr_fr: [_mc_] Sure, pourquoi pas?
it_it: [_mc_] Certo, perché no?

source: [_mc_] What would you like to hear?
fr_fr: [_mc_] Qu'aimeriez-vous entendre?
it_it: [_mc_] Cosa ti piacerebbe sentire?

source: [_isabelle_s_blush_] Something by Chopin!
fr_fr: [_isabelle_s_blush_] Quelque chose de Chopin !
it_it: [_isabelle_s_blush_] Qualcosa di Chopin!

source: [_mc_] Hmm... I'd have to learn one...
fr_fr: [_mc_] Hmm ... Je devrais en apprendre un ...
it_it: [_mc_] Hmm... Dovrei impararne uno...

source: [_isabelle_s_blush_] Would you do that for me?
fr_fr: [_isabelle_s_blush_] Est-ce que vous le feriez pour moi?
it_it: [_isabelle_s_blush_] lo farebbe per me?

source: [_mc_] I guess? It might take some time, though.
fr_fr: [_mc_] Je suppose? Cela pourrait prendre un certain temps.
it_it: [_mc_] Immagino? Potrebbe volerci un po' di tempo, però.

source: [_isabelle_s_confident_] That's fine!
fr_fr: [_isabelle_s_confident_] C'est bien !
it_it: [_isabelle_s_confident_] Va bene!

source: [_isabelle_s_confident_] If you do learn one, please let me know. I'd love to hear it.
fr_fr: [_isabelle_s_confident_] Si vous en apprenez une, veuillez me le faire savoir. J'aimerais l'entendre.
it_it: [_isabelle_s_confident_] Se ne impari, per favore fatemi sapere. Mi piacerebbe sentirlo.

source: [_isabelle_s_laughing_] I can't wait! Thanks for the tune, [mc]! Talk to you later!
fr_fr: [_isabelle_s_laughing_] Je ne peux pas attendre ! Merci pour la musique, [mc]! Parlez à vous plus tard !
it_it: [_isabelle_s_laughing_] Non posso aspettare! Grazie per la melodia, [mc]! Parla più tardi!

source: Chopin pieces aren't the easiest. Most of them are way above music class difficulty, so there probably aren't any scores in the classroom...
fr_fr: Les morceaux de Chopin ne sont pas les plus faciles. La plupart d'entre eux sont bien au-dessus de la difficulté des classes de musique, donc il n'y a probablement pas de scores dans la salle de classe ...
it_it: I pezzi di Chopin non sono i più facili. La maggior parte di loro sono molto al di sopra della difficoltà della classe musicale, quindi probabilmente non ci sono punteggi in classe...

source: Luckily, there's always the internet and printers.
fr_fr: Heureusement, il y a toujours Internet et les imprimantes.
it_it: Per fortuna, c'è sempre internet e stampanti.

source: It's all about connections these days...
fr_fr: Tout est à propos des connexions de nos jours ...
it_it: Si tratta di collegamenti in questi giorni...

source: Getting work. Getting laid. Getting stuff printed.
fr_fr: Obtention du travail. Mise en place. Obtention de documents imprimés.
it_it: Come lavorare. Rimanere. Ottenere delle cose stampate.

source: Nocturne, but which one?
fr_fr: Nocturne, mais lequel?
it_it: Nocturne, ma quale?

source: All right, this one should do.
fr_fr: D'accord, c'est ce qu'il faut faire.
it_it: Va bene, questo dovrebbe fare.

source: Now to print it out...
fr_fr: Maintenant, pour l'imprimer ...
it_it: Ora per stamparlo...

source: Looks like this thing isn't plugged in...
fr_fr: On dirait que cette chose n'est pas branchée ...
it_it: Sembra che questa cosa non sia collegata...

source: Hmm... the power cable is missing.
fr_fr: Hmm ... le câble d'alimentation est manquant.
it_it: Hmm... il cavo di alimentazione è mancante.

source: These cables all look old and broken. It's impossible to know if they'll work.
fr_fr: Ces câbles sont tous vieux et cassés. Il est impossible de savoir s'ils vont travailler.
it_it: Questi cavi sembrano tutti vecchi e rotti. È impossibile sapere se funzioneranno.

source: But hey, at least they're color-coded...
fr_fr: Mais hé, au moins ils sont codés en couleur ...
it_it: Ma hey, almeno sono color-coded...

source: The most interesting thing here is this fat candle. Imagine that.
fr_fr: La chose la plus intéressante ici, c'est cette graisse grasse. Imaginez ça.
it_it: La cosa più interessante qui è questa candela grassa.

source: Might as well keep it...
it_it: Potrebbe anche tenerlo...

source: This box of useless cables. Nothing of value here.
fr_fr: Cette boîte de câbles inutiles. Rien de valeur ici.
it_it: Questa scatola di cavi inutili. Niente di valore qui.

source: It fits... but the printer apparently hates the color.
fr_fr: Ça s'adapte ... mais l'imprimante hait apparemment la couleur.
it_it: Si adatta... ma la stampante sembra odia il colore.

source: Okay, great! Now it's working.
fr_fr: Ok, super ! Maintenant, ça marche.
it_it: Ok, grande! Ora sta funzionando.

source: It even has ink. Fantastic!
fr_fr: Il a même de l'encre. Fantastique !
it_it: Ha anche l'inchiostro. Fantastico!

source: There we go. [isabelle] will be impressed.
fr_fr: Nous y allons. [isabelle] sera impressionné.
it_it: Ci andiamo. [isabelle] sarà impressionato.

source: And impressing someone is a great way to get them to lower their guard...
fr_fr: Et impressionner quelqu'un est une excellente façon de les faire descendre leur garde ...
it_it: E impressionare qualcuno è un ottimo modo per farli abbassare la loro guardia...

source: Impressing girls is something new to me. It's a thrill. Especially with someone as sophisticated as [isabelle].
fr_fr: Imprimer les filles, c'est quelque chose de nouveau pour moi. C'est un frisson. Surtout avec quelqu'un aussi sophistiqué que [isabelle].
it_it: Impressionare le ragazze è qualcosa di nuovo per me. È un'emozione. Soprattutto con qualcuno sofisticato come [isabelle].

source: She'll be excited... I just need to tell her about it without sounding too proud of myself.
fr_fr: Elle sera excitée ... J'ai juste besoin de lui en parler sans me sonner trop fier de moi-même.
it_it: Lei sarà eccitato... Ho solo bisogno di dirle su di esso senza sembrare troppo orgoglioso di me stesso.

source: Not the best fit for my [item.title_lower], but I know another good hole to plug...
fr_fr: Pas le meilleur ajustement pour mon [item.title_lower], mais je connais un autre bon trou à brancher ...
it_it: Non la migliore misura per la mia [item.title_lower], ma conosco un altro buon foro per spingere...

source: [_mc_] Hey! Are you busy right now?
fr_fr: [_mc_] Hey ! Es-tu occupé en ce moment?
it_it: [_mc_] Hey! Sei impegnato in questo momento?

source: [_isabelle_s_neutral_] Not really. Why?
fr_fr: [_isabelle_s_neutral_] Pas vraiment. Pourquoi?
it_it: [_isabelle_s_neutral_] Non davvero. Perché?

source: [_mc_] I was just wondering...
fr_fr: [_mc_] Je me demandais juste ...
it_it: [_mc_] Mi stavo solo chiedendo...

source: [_mc_] Is your name Elise? Because I have a song für you.
fr_fr: [_mc_] Votre nom est-il Elise? Parce que j'ai une chanson pour toi.
it_it: [_mc_] Il tuo nome è Elise? Perché ho una canzone fu<unk> r te.

source: [_mc_] You should see my Bagatelle in E-flat major...
it_it: [_mc_] Dovresti vedere la mia Bagatelle in E-flat major...

source: [_isabelle_s_laughing_] What does that even mean?
fr_fr: [_isabelle_s_laughing_] Qu'est-ce que cela signifie même?
it_it: [_isabelle_s_laughing_] Che cosa significa persino questo?

source: [_mc_] Uh, I was hoping you wouldn't ask.
fr_fr: [_mc_] Uh, j'espérais que tu ne demanderais pas.
it_it: [_mc_] Uh, speravo che tu non ti chiedesse.

source: [_mc_] Anyway! Are you ready for Chopin?
fr_fr: [_mc_] En tout cas ! Es-tu prêt pour Chopin?
it_it: [_mc_] comunque! Sei pronto per Chopin?

source: [_isabelle_s_blush_] Yes! Lead the way!
fr_fr: [_isabelle_s_blush_] Oui ! Plomb le chemin !
it_it: [_isabelle_s_blush_] sì! Guida la strada!

source: [_mc_] Are you ready to hear some Chopin?
fr_fr: [_mc_] Etes-vous prêt à entendre Chopin?
it_it: [_mc_] Sei pronto a sentire un po' di Chopin?

source: [_isabelle_s_blush_] Definitely! I'm excited!
fr_fr: [_isabelle_s_blush_] Définitivement ! Je suis excité !
it_it: [_isabelle_s_blush_] Sicuramente! Sono emozionato!

source: [_mc_] I hope I picked the right nocturne...
fr_fr: [_mc_] J'espère que j'ai choisi le bon ...
it_it: [_mc_] Spero di aver scelto la giusta notturna...

source: [_isabelle_s_blush_] Oh, they're all great!
fr_fr: [_isabelle_s_blush_] Oh, ils sont tous géniaux !
it_it: [_isabelle_s_blush_] Oh, sono tutti fantastici!

source: [_mc_] They better be if he spent that many years of his life composing them.{space=-45}
fr_fr: [_mc_] Ils sont meilleurs s'il a passé des années de sa vie à les composer. { space=-45 }
it_it: [_mc_] Meglio che trascorresse molti anni della sua vita che le compongono.{spazio=-45}

source: [_isabelle_s_laughing_] Have you not heard them before?
fr_fr: [_isabelle_s_laughing_] Ne les avez-vous pas entendus auparavant?
it_it: [_isabelle_s_laughing_] Non li avete uditi prima?

source: [_mc_] I'm sure I have, I just can't remember their names.
fr_fr: [_mc_] Je suis sûr d'avoir, je ne me souviens pas de leurs noms.
it_it: [_mc_] Sono sicuro di avere, non riesco proprio a ricordare i loro nomi.

source: [_isabelle_s_confident_] Understandable. Lead the way!
fr_fr: [_isabelle_s_confident_] Compréhension. Plomb le chemin !
it_it: [_isabelle_s_confident_] comprensibile. Guida la strada!

source: [_mc_] Have you ever heard the Nocturnes played on bagpipes?
fr_fr: [_mc_] Avez-vous déjà entendu le Nocturnes joué sur des cornemuse?
it_it: [_mc_] Avete mai sentito i Notturni suonare sui bagpipe?

source: [_isabelle_s_blush_] That would be the dream...
fr_fr: [_isabelle_s_blush_] Ce serait le rêve ...
it_it: [_isabelle_s_blush_] Questo sarebbe il sogno...

source: [_mc_] I'll keep that in mind.
fr_fr: [_mc_] Je garderai cela à l'esprit.
it_it: [_mc_] lo terrò a mente.

source: [_mc_] For now, the piano will have to do. Are you ready?
fr_fr: [_mc_] Pour l'instant, le piano aura à faire. Es-tu prêt?
it_it: [_mc_] Per ora, il pianoforte dovrà fare. Sei pronto?

source: [_isabelle_s_blush_] Yes! I can't wait!
fr_fr: [_isabelle_s_blush_] Oui ! Je ne peux pas attendre !
it_it: [_isabelle_s_blush_] Sì! Non posso aspettare!

source: [isabelle] seems genuinely excited. Who knew something like this would be a turn on for a woman?
fr_fr: [isabelle] semble vraiment excité. Qui savait quelque chose comme ça serait un tournant pour une femme?
it_it: [isabelle] sembra veramente eccitato. Chi sapeva qualcosa del genere sarebbe stato un giro per una donna?

source: If only she knew that the noose is tightening around her pretty neck...
fr_fr: Si seulement elle savait que la nou se resserre autour de son joli cou ...
it_it: Se solo lei sapeva che il cappio si stringe intorno al suo bel collo...

source: So far, learning the piano has been one of the best choices in my life. The best part is that it's enjoyable, as well.
fr_fr: Jusqu'à présent, apprendre le piano a été l'un des meilleurs choix de ma vie. La meilleure partie est que c'est agréable aussi.
it_it: Finora, imparare il pianoforte è stata una delle migliori scelte nella mia vita. La parte migliore è che è piacevole, pure.

source: [_mc_] Okay, let's go!
fr_fr: [_mc_] Ok, allons-y !
it_it: [_mc_] Okay, andiamo!

source: [_isabelle_s_confident_] Are you going to tell me which one you picked?
fr_fr: [_isabelle_s_confident_] Vous allez me dire lequel vous avez choisi?
it_it: [_isabelle_s_confident_] Mi dirai chi hai scelto?

source: [_mc_] You'll just have to wait and see.
fr_fr: [_mc_] Vous n'aurez qu'à attendre et voir.
it_it: [_mc_] Dovrai solo aspettare e vedere.

source: [_mc_] You'll just have to wait and see...
fr_fr: [_mc_] Vous n'aurez qu'à attendre et voir ...
it_it: [_mc_] Dovrai solo aspettare e vedere...

source: [_isabelle_s_laughing_] Fine. It'll be a nice surprise!
fr_fr: [_isabelle_s_laughing_] Fine. Ce sera une belle surprise !
it_it: [_isabelle_s_laughing_] Bene. Sarà una bella sorpresa!
