Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_hurricane.po
Languages: fr_fr, it_it

source: [_kate_s_blush_blindfold_wig_] I found these in the theater supply closet.
fr_fr: [_kate_s_blush_blindfold_wig_] Je les ai trouvés dans le placard de l'offre de théâtre.
it_it: [_kate_s_blush_blindfold_wig_] li ho trovati nel rifornimento del teatro armadio.

source: [_mc_] Is that a wig?
fr_fr: [_mc_] Est-ce une perruque?
it_it: [_mc_] È una parrucca?

source: [_kate_s_blush_blindfold_wig_] Yeah! I've sprayed it with my perfume.
fr_fr: [_kate_s_blush_blindfold_wig_] Oui ! Je l'ai vaporisée avec mon parfum.
it_it: [_kate_s_blush_blindfold_wig_] Sì! L'ho spruzzato con il mio profumo.

source: [_kate_s_blush_blindfold_wig_] And this is a blindfold.
fr_fr: [_kate_s_blush_blindfold_wig_] Et c'est un bandeau.
it_it: [_kate_s_blush_blindfold_wig_] E questo è un bendaggio.

source: [_mc_] Why do I need that?
fr_fr: [_mc_] Pourquoi j'en ai besoin?
it_it: [_mc_] Perché ne ho bisogno?

source: [_kate_s_thinking_blindfold_wig_] Well, girls sometimes get intimidated when they see Chad's dick for the first time...
fr_fr: [_kate_s_thinking_blindfold_wig_] Eh bien, les filles sont parfois intimidées quand elles voient la bite du Tchad pour la première fois ...
it_it: [_kate_s_thinking_blindfold_wig_] Beh, le ragazze a volte si intimidiscono quando vedono il cazzo del Ciad per la prima volta...

source: [_kate_s_embarrassed_blindfold_wig_] I don't want you backing out after seeing it.
fr_fr: [_kate_s_embarrassed_blindfold_wig_] Je ne veux pas que vous vous soutirer après avoir vu ça.
it_it: [_kate_s_embarrassed_blindfold_wig_] Non voglio che tu faccia il backup dopo averlo visto.

source: [_mc_] Fine, I guess.
fr_fr: [_mc_] Fine, je suppose.
it_it: [_mc_] Bene, immagino.

source: [_kate_s_blush_blindfold_wig_] Okay, let me put them on you.
fr_fr: [_kate_s_blush_blindfold_wig_] Ok, laissez-moi les mettre sur toi.
it_it: [_kate_s_blush_blindfold_wig_] Ok, lasciate che li metta su di voi.

source: [_kate_s_blush_blindfold_] There's the wig! Don't you look pretty?
fr_fr: [_kate_s_blush_blindfold_] Il y a la perruque ! Tu ne regardes pas plutôt?
it_it: [_kate_s_blush_blindfold_] C'è la parrucca! Non sembri carino?

source: [_kate_s_blush_blindfold_] And here comes the blindfold...
fr_fr: [_kate_s_blush_blindfold_] Et voici le bandeau ...
it_it: [_kate_s_blush_blindfold_] E qui arriva la benda...

source: [_kate_] All right, come with me.
fr_fr: [_kate_] Très bien, venez avec moi.
it_it: [_kate_] Va bene, vieni con me.

source: [kate] takes me by the arm and leads me into the women's bathroom.
fr_fr: [kate] me prend par le bras et me mène à la salle de bain pour femmes.
it_it: [kate] mi prende per il braccio e mi conduce nel bagno delle donne.

source: A dozen different scents assault my senses.
fr_fr: Une douzaine de parfums différents attaquent mes sens.
it_it: Una dozzina di profumi diversi assaliscono i miei sensi.

source: Strawberry perfume. Lemon soap. Chlorine. Urine. Maybe a hint of sweat and pussy.
fr_fr: Fraise parfum de fraise. Savon savon. Chlore. Urine. Peut-être un soupçon de sueur et de chatte.
it_it: Profumo di fragola. Sapone di limone. Cloro di dolce. Urine. Forse un accenno di sudore e figa.

source: The list goes on as she leads me over to one of the stalls.
fr_fr: La liste se poursuit alors qu'elle m'amène à l'un des stands.
it_it: La lista continua mentre mi porta a una delle bancarelle.

source: Her hand leaves my arm and settles on my shoulder, pushing down.
fr_fr: Sa main me laisse le bras et s'installe sur mon épaule, poussant vers le bas.
it_it: La sua mano lascia il mio braccio e si deposita sulla spalla, spingendo verso il basso.

source: I sink to my knees on the dirty bathroom floor.
fr_fr: Je m'enfonce à genoux sur le plancher de la salle de bain.
it_it: Mi affondo alle ginocchia sul pavimento del bagno sporco.

source: The sound of an opening zipper, followed by the rustle of pants...
fr_fr: Le son d'une fermeture éclair, suivi du bruissement des pantalons ...
it_it: Il suono di una cerniera di apertura, seguito dal fruscio di pantaloni...

source: This is it.
fr_fr: C'est ça.
it_it: Questo è questo.

source: Suddenly, the warm tip of a dick pokes at my lips.
fr_fr: Soudain, l'extrémité chaude d'une bite me poite à mes lèvres.
it_it: Improvvisamente, la punta calda di un cazzo mi tocca le labbra.

source: Chad [special_delimiter] Ohhh!
fr_fr: Tchad [special_delimiter] Ohhh !
it_it: Ciad [special_delimiter] Ohhh!

source: It has a certain stench to it.
fr_fr: Il y a une certaine puanteur.
it_it: Ha un certo pizzicore ad esso.

source: It smells familiar somehow, but I guess all dicks smell the same.
fr_fr: Ça sent familier, mais je suppose que tous les dicks sentent la même chose.
it_it: Ha un odore familiare in qualche modo, ma immagino che tutti i cazzi odorino lo stesso.

source: Old semen mixed with sweat and precum.
fr_fr: Ancien sperme mélangé à la sueur et au préum.
it_it: Sperma vecchio mescolato con sudore e precum.

source: Even Chad must be excited to get a blowjob from [kate].
fr_fr: Même le Tchad doit être excité d'avoir une pipe de [kate].
it_it: Anche il Ciad deve essere entusiasta di ottenere un pompino da [kate].

source: She guides my head forward, forcing me to open my mouth.
fr_fr: Elle me guide vers l'avant, me forçant à ouvrir ma bouche.
it_it: Lei guida la mia testa in avanti, costringendomi ad aprire la mia bocca.

source: The dick slips past my lips and rests for a moment on my tongue.
fr_fr: La bite glisse sur mes lèvres et repose un instant sur ma langue.
it_it: Il cazzo scivola oltre le labbra e riposa per un attimo sulla mia lingua.

source: Chad [special_delimiter] Oooh...
fr_fr: Tchad [special_delimiter] Oooh ...
it_it: Ciad [special_delimiter] Oooh...

source: I'm surprised it even fit inside my mouth, considering Chad's reputation...
fr_fr: Je suis surpris qu'il soit même à l'intérieur de ma bouche, compte tenu de la réputation du Tchad ...
it_it: Sono sorpreso che si inserisca anche dentro la mia bocca, considerando la reputazione del Ciad...

source: But on the other hand, [flora] tells me I have the biggest mouth in all of Newfall.
fr_fr: Mais d'un autre côté, [flora] me dit que j'ai la plus grande gueule de Newfall.
it_it: Ma d'altra parte, [flora] mi dice che ho la bocca più grande in tutta Newfall.

source: Perhaps it's a match made in hell?
fr_fr: C'est peut-être un match en enfer?
it_it: Forse è una partita fatta all'inferno?

source: It doesn't taste all that bad either... just this salty, musky tang.
fr_fr: Ça n'a pas le goût de ce mal non plus ... juste cette saleté, musky tang.
it_it: Non assaggia neanche tutto quello che è cattivo... solo questo salato, muschiato tang.

source: Chad lets out a sigh of pleasure as his dick slides deeper and my lips close around it.
fr_fr: Le Tchad laisse un soupir de plaisir alors que sa bite glisse plus profondément et que mes lèvres s'en rapprochent.
it_it: Chad lascia fuori un sospiro di piacere mentre il suo cazzo scivola più in profondità e le mie labbra si chiudono intorno.

source: The tip pokes at the back of my mouth, trying to find the entrance to my throat.
fr_fr: Le bout des pokes à l'arrière de ma bouche, essayant de trouver l'entrée de ma gorge.
it_it: La punta picchi sul retro della mia bocca, cercando di trovare l'ingresso alla mia gola.

source: Will I be able to deepthroat Chad? That's a skill very few girls possess.
fr_fr: Vais-je pouvoir approfondir le Tchad? C'est une compétence que très peu de filles possèdent.
it_it: Sarò in grado di gola profonda Ciad? Questa è un'abilità che pochissime ragazze possiedono.

source: There's no medal for it, but it definitely comes with bragging rights.
fr_fr: Il n'y a pas de médaille pour ça, mais il s'agit sans aucun doute de droits de glissement.
it_it: Non c'è medaglia per esso, ma è sicuramente con diritti di vantaggio.

source: [kate]'s hand leaves my head, allowing me to pick the tempo.
fr_fr: La main de [kate]me laisse la tête, ce qui me permet de choisir le tempo.
it_it: La mano di [kate]lascia la mia testa, permettendomi di scegliere il tempo.

source: I bob my head... suck a bit... lick a bit... try to breathe...
fr_fr: Je me bob la tête ... sucer un peu ... lécher un peu ... essayer de respirer ...
it_it: Bob la testa... succhiare un po'... leccare un po'... provare a respirare...

source: Chad [special_delimiter] Mmmm...
fr_fr: Tchad [special_delimiter] Mmmm ...
it_it: Ciad [special_delimiter] Mmmm...

source: Chad doesn't seem to notice the clicking of [kate]'s heels as she backs out of the stall to give us some space.
fr_fr: Le Tchad ne semble pas remarquer que le fait de cliquer sur [kate]'s talon comme elle le soutient hors de l'étal pour nous donner un peu d'espace.
it_it: Ciad non sembra notare il clic dei tacchi di [kate]come lei si schiena fuori dalla bancarella per darci un po 'di spazio.

source: Instead, his hand grips the back of my head, slowly guiding the rhythm, and finally pushing his dick down my throat.
fr_fr: Au lieu de ça, sa main grippe le dos de ma tête, guide lentement le rythme, et me pousse enfin la bite dans la gorge.
it_it: Invece, la sua mano afferra la parte posteriore della mia testa, guidando lentamente il ritmo, e infine spingendo il suo cazzo giù per la mia gola.

source: At first, my body convulses, gagging.
fr_fr: Au début, mon corps convulsionne, gaffes.
it_it: All'inizio, il mio corpo convulsioni, gagging.

source: But then his dick goes deep enough... and the feeling disappears.
fr_fr: Mais alors sa bite va assez loin ... et le sentiment disparaît.
it_it: Ma poi il suo cazzo va abbastanza in profondità... e la sensazione scompare.

source: He holds me there for a moment, enjoying the feeling of my throat tightly wrapped around his dick.
fr_fr: Il me tient là pour un moment, profitant du sentiment de ma gorge serré autour de sa bite.
it_it: Mi tiene lì per un attimo, godendo la sensazione della mia gola strettamente avvolta intorno al suo cazzo.

source: Then he lets up for a breath, but it doesn't take long before he pushes me forward again.
fr_fr: Puis il laisse un souffle, mais ça ne prend pas longtemps avant qu'il me pousse à l'avant.
it_it: Poi lascia un respiro, ma non ci vuole molto prima che mi spinga di nuovo.

source: His dick slides in and out of my throat, and I try to breathe in between.{space=-50}
fr_fr: Sa bite glisse dans et hors de ma gorge, et j'essaie de respirer entre. { space=-50 }
it_it: Il suo cazzo scivola dentro e fuori dalla mia gola e cerco di respirare tra me.{space=-50}

source: I never realized a blowjob was so much work before now...
fr_fr: Je n'ai jamais réalisé qu'il y avait beaucoup de travail avant maintenant ...
it_it: Non ho mai realizzato un pompino era così tanto lavoro prima di ora...

source: A shiver rolls through Chad just as he pushes further down my throat than ever before.
fr_fr: Un shiver roule à travers le Tchad tout comme il pousse plus loin dans ma gorge que jamais.
it_it: Un brivido passa attraverso il Ciad proprio come lui spinge più in fondo alla mia gola che mai.

source: Chad [special_delimiter] Hnnng! [withvpunch]
fr_fr: Tchad [special_delimiter] Hnnng ! [withvpunch]
it_it: Ciad [special_delimiter] Hnnng! [withvpunch]

source: His dick spasms and unloads into my stomach.
fr_fr: Ses spasmes et ses déchargements dans mon estomac.
it_it: I suoi spasmi di cazzo e scaricano nel mio stomaco.

source: His hot seed fills me up completely.
fr_fr: Ses graines chaudes me remplissent complètement.
it_it: Il suo seme caldo mi riempie completamente.

source: Finally, he pulls out as I hear [kate]'s heels behind me.
fr_fr: Enfin, il sort comme j'entends les talons de [kate]derrière moi.
it_it: Infine, si tira fuori mentre sento il tallone di [kate]dietro di me.

source: She takes me by the arm and helps me up.
fr_fr: Elle me prend par le bras et m'aide.
it_it: Mi prende per il braccio e mi aiuta in su.

source: [_kate_] There you go, sweetie.
fr_fr: [_kate_] Vous y allez, chérie.
it_it: [_kate_] Lì vai, dolce.

source: Chad is too knocked out to even answer...
fr_fr: Le Tchad est trop assommé pour y répondre ...
it_it: Il Ciad è troppo buttato fuori per anche rispondere...

source: With his semen still warm in my belly, [kate] walks me out of the bathroom.
fr_fr: Avec son sperme encore chaud dans mon ventre, [kate] me sort de la salle de bain.
it_it: Con il suo sperma ancora caldo nel mio ventre, [kate] mi esce dal bagno.

source: Without a word, she wipes my mouth with a napkin and then pulls off the blindfold and wig.
fr_fr: Sans un mot, elle essuie ma bouche avec une serviette, puis se retire du bandeau et de la perruque.
it_it: Senza una parola, mi pulisce la bocca con un tovagliolo e poi tira via la benda e la parrucca.

source: [_kate_s_confident_] How was it?
fr_fr: [_kate_s_confident_] Comment?
it_it: [_kate_s_confident_] Com'è stato?

source: [_kate_s_laughing_] That's a more common reaction than you think!
fr_fr: [_kate_s_laughing_] C'est une réaction plus courante que vous ne le pensez !
it_it: [_kate_s_laughing_] Questa è una reazione più comune di quanto pensi!

source: [_kate_s_smile_right_] Anyway, I managed to get the [guard] out of his booth.
fr_fr: [_kate_s_smile_right_] En tout cas, j'ai réussi à sortir le [guard] de son stand.
it_it: [_kate_s_smile_right_] Comunque, sono riuscito a ottenere la [guard] dal suo stand.

source: [_kate_s_smile_right_] So, if you're quick, you can get whatever it was that you wanted.
fr_fr: [_kate_s_smile_right_] Donc, si vous êtes rapide, vous pouvez obtenir ce que vous voulez.
it_it: [_kate_s_smile_right_] Quindi, se sei veloce, puoi ottenere tutto quello che volevi.

source: [_mc_] Thanks...
fr_fr: [_mc_] Merci ...
it_it: [_mc_] Grazie...

source: [_kate_s_confident_] Pleasure doing business with you.
fr_fr: [_kate_s_confident_] Plaisir d'affaires avec vous.
it_it: [_kate_s_confident_] Piacere fare affari con te.

source: [kate] was right. The [guard] is gone, and he seems to have forgotten to lock up.
fr_fr: [kate] a raison. Le [guard] est parti, et il semble avoir oublié de s'enfermer.
it_it: [kate] aveva ragione. La [guard] è scomparsa, e sembra aver dimenticato di chiudersi.

source: I wonder why he was in such a hurry?
fr_fr: Je me demande pourquoi il était si pressé?
it_it: Mi chiedo perché fosse così di fretta?

source: Well, then...
fr_fr: Eh bien, alors ...
it_it: Bene, allora...

source: No one seems to be looking.
fr_fr: Personne ne semble regarder.
it_it: Nessuno sembra guardare.

source: Just a quick in and out to download the surveillance footage to my flash drive.
fr_fr: Juste un rapide et dehors pour télécharger les images de surveillance sur mon lecteur flash.
it_it: Basta un rapido dentro e fuori per scaricare i filmati di sorveglianza sul mio flash drive.

source: There we go!
fr_fr: Nous y allons !
it_it: Ci andiamo!

source: And we're gone—
fr_fr: Et nous sommes partis-
it_it: E siamo andati via —

source: [_guard_s_smile_] Good day to you.
fr_fr: [_guard_s_smile_] Bonjour à vous.
it_it: [_guard_s_smile_] Buon giorno per voi.

source: What? Why does he seem so happy?
fr_fr: Quoi? Pourquoi semble-t-il si heureux?
it_it: Cosa? Perché sembra così felice?

source: In all my years here, he has never greeted me...
fr_fr: Dans toutes mes années, il ne m'a jamais accueillie ...
it_it: In tutti i miei anni qui, non mi ha mai salutato...

source: [_mc_] Um, good day, sir.
fr_fr: [_mc_] Um, bonne journée, monsieur.
it_it: [_mc_] Um, buon giorno, signore.

source: [_guard_s_smile_] Beautiful weather today, eh? Perfect for a walk in the park.
fr_fr: [_guard_s_smile_] Un beau temps aujourd'hui, hein? Parfait pour une promenade dans le parc.
it_it: [_guard_s_smile_] Bellissimo tempo oggi, eh? Perfetto per una passeggiata nel parco.

source: [_guard_s_smile_] I think I'll take one myself.
fr_fr: [_guard_s_smile_] Je pense que je vais en prendre un moi-même.
it_it: [_guard_s_smile_] penso che ne prenderò una da sola.

source: What the hell is going on? He's even whistling...
fr_fr: Qu'est-ce qui se passe? Il siffle même ...
it_it: Che diavolo sta succedendo? Sta anche fischiando...

source: Whatever. Let's get back home and watch the surveillance footage.
fr_fr: Peu importe. Revenons à la maison et regardons les images de surveillance.
it_it: Qualunque cosa sia. Torniamo a casa e guardiamo i filmati di sorveglianza.

source: Front or back port, darling? What do you feel like tonight?
fr_fr: Port avant ou arrière, chéri? Qu'est-ce que tu ressens ce soir?
it_it: Porta anteriore o posteriore, tesoro? Che cosa ti senti stasera?

source: Back port, you say? I can fuck with that.
fr_fr: Back port, tu dis? Je peux baiser avec ça.
it_it: Back port, tu dici? Posso scopare con quello.

source: Okay, let's see here...
fr_fr: Ok, voyons ici ...
it_it: Ok, vediamo qui...

source: If my memory serves me right, the theft happened the day after we buried the box in the forest...
fr_fr: Si ma mémoire me sert à droite, le vol s'est produit le lendemain du jour où nous avons enterré la boîte dans la forêt ...
it_it: Se la mia memoria mi serve bene, il furto è avvenuto il giorno dopo che abbiamo sepolto la scatola nella foresta...

source: That should be about... here.
fr_fr: Ça devrait être à propos ... ici.
it_it: Questo dovrebbe riguardare... qui.

source: Everyone is milling about. Picking up their stuff for classes.
fr_fr: Tout le monde est en meunière. En piquant leurs affaires pour les cours.
it_it: Tutti stanno macinando. Raccogliere la loro roba per le lezioni.

source: Nothing seems out of the ordinary...
fr_fr: Rien ne semble hors de l'ordinaire ...
it_it: Niente sembra fuori dal comune...

source: There's [maxine]...
fr_fr: Il y a [maxine]...
it_it: C'è [maxine]...

source: [lindsey] running... going way too fast as usual...
fr_fr: [lindsey] en cours d'exécution ... aller trop vite comme d'habitude ...
it_it: [lindsey] in esecuzione... andando troppo veloce come al solito...

source: Okay... so the theft should be somewhere around here—
fr_fr: Ok ... donc le vol devrait être quelque part ici-
it_it: Okay... così il furto dovrebbe essere da qualche parte intorno qui—

source: [_maxine_s_surveillance_footage_confident_school_clubroom_] Greetings, fellow truth seeker.
fr_fr: [_maxine_s_surveillance_footage_confident_school_clubroom_] Greetings, fellow vérité seeker.
it_it: [_maxine_s_surveillance_footage_confident_school_clubroom_] Saluti, compagni di ricerca della verità.

source: You've got to be kidding me...
fr_fr: Vous devez m'enlever ...
it_it: Devi scherzarmi...

source: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] Right now, you probably think I'm kidding you...
fr_fr: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] En ce moment, vous pensez probablement que je vous plaisante ...
it_it: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] In questo momento, probabilmente pensi che ti sto scherzando...

source: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] But as a member of the Inconspicuous Group, I assure you that this message is of the utmost gravity.
fr_fr: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] Mais en tant que membre du groupe Invisible, je vous assure que ce message est de la plus haute gravité.
it_it: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] Ma in qualità di membro del gruppo Inconspicuous vi assicuro che questo messaggio è della massima gravità.

source: Seriously, [maxine]?
fr_fr: Sérieusement, [maxine]?
it_it: Seriamente, [maxine]?

source: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] While we applaud your efforts in seeking the truth, you should know that certain knowledge can be dangerous.
fr_fr: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] Bien que nous applausachions vos efforts pour rechercher la vérité, vous devez savoir que certaines connaissances peuvent être dangereuses.
it_it: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] Mentre applaudiamo i vostri sforzi nella ricerca della verità, dovreste sapere che certe conoscenze possono essere pericolose.

source: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] We want you to understand that you're dealing with powers far beyond your control.
fr_fr: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] Nous voulons que vous compreniez que vous avez affaire à des pouvoirs bien au-delà de votre contrôle.
it_it: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] Vogliamo che tu capisca che hai a che fare con poteri ben oltre il tuo controllo.

source: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] And it would be safest to stop looking for the artifact now.
fr_fr: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] Et il serait plus sûr d'arrêter de chercher l'artefact maintenant.
it_it: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] E sarebbe più sicuro smettere di cercare il manufatto ora.

source: Artifact? She's probably talking about the stupid locker...
fr_fr: Artefact? Elle parle probablement du casier stupide ...
it_it: Artefatto? Probabilmente sta parlando dello stupido armadietto...

source: [_maxine_s_surveillance_footage_thinking_school_clubroom_] If you still want to pursue this arcane knowledge, you do so at your own peril.
fr_fr: [_maxine_s_surveillance_footage_thinking_school_clubroom_] Si vous voulez toujours poursuivre ce savoir arcanique, vous le faites à vos propres risques.
it_it: [_maxine_s_surveillance_footage_thinking_school_clubroom_] Se vuoi ancora perseguire questa conoscenza arcana, lo fai a tuo pericolo.

source: [_maxine_s_surveillance_footage_thinking_school_clubroom_] I'll wait a moment for you to make up your mind.
it_it: [_maxine_s_surveillance_footage_thinking_school_clubroom_] Ti aspetterò un attimo per prendere la tua mente.

source: As if this babble would stop me now.
fr_fr: Comme si cette babble m'arrêterait maintenant.
it_it: Come se questo babble mi fermasse adesso.

source: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] If you're still watching, you are indeed a seeker of the truth.
fr_fr: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] Si vous êtes toujours en train de regarder, vous êtes en effet un chercheur de la vérité.
it_it: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] Se stai ancora guardando, sei davvero un cercatore della verità.

source: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] The artifact has been removed from its original location for the purpose of safekeeping.
fr_fr: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] L'artefact a été retiré de son emplacement d'origine aux fins de conservation.
it_it: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] L'artefatto è stato rimosso dalla sua posizione originale a fini di custodia.

source: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] It will remain in its new location for the time being.
fr_fr: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] Il restera pour l'instant dans son nouvel emplacement.
it_it: [_maxine_s_surveillance_footage_skeptical_school_clubroom_] rimarrà nella sua nuova posizione per il momento.

source: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] This is to prevent easy access to the underworld.
fr_fr: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] Il s'agit d'empêcher un accès facile au monde inférieur.
it_it: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] Questo è per impedire un facile accesso al mondo intero.
