Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_haggis.po
Languages: fr_fr, it_it

source: [_flora_s_flirty_s_flip_] Thanks! I do my best to weigh up my [mc]'s cruelties.
fr_fr: [_flora_s_flirty_s_flip_] Merci ! Je fais de mon mieux pour peser mes [mc]'s cruelties.
it_it: [_flora_s_flirty_s_flip_] Grazie! Faccio del mio meglio per pesare le crudeltà della mia [mc].

source: [_mc_] Yeah, I have this bottle of water!
fr_fr: [_mc_] Oui, j'ai cette bouteille d'eau !
it_it: [_mc_] Sì, ho questa bottiglia d'acqua!

source: [_isabelle_s_flirty_] Thank god! It was like a graveyard in my mouth.
fr_fr: [_isabelle_s_flirty_] Dieu merci ! C'était comme un cimetière dans ma bouche.
it_it: [_isabelle_s_flirty_] Grazie Dio! Era come un cimitero in bocca.

source: [_isabelle_s_flirty_] Thank you so much!
fr_fr: [_isabelle_s_flirty_] Merci beaucoup !
it_it: [_isabelle_s_flirty_] Grazie tanto!

source: [_mc_] No worries. I'll forgive you for your graveyard comment.
fr_fr: [_mc_] Pas d'inquiétude. Je vous pardonnerai pour votre commentaire de cimetière.
it_it: [_mc_] Nessuna preoccupazione. Ti perdonerò per il tuo commento sul cimitero.

source: [_isabelle_s_cringe_] Oh shit, you're right! I'm sorry...
fr_fr: [_isabelle_s_cringe_] Oh merde, vous avez raison ! Je suis désolé ...
it_it: [_isabelle_s_cringe_] Oh merda, hai ragione! Mi dispiace...

source: [_isabelle_s_laughing_] That haggis was great!
it_it: [_isabelle_s_laughing_] Quel haggis è stato grande!

source: [_isabelle_s_confident_] I think you should have the reward. That water saved my life.
fr_fr: [_isabelle_s_confident_] Je pense que vous devriez avoir la récompense. Cette eau m'a sauvé la vie.
it_it: [_isabelle_s_confident_] Penso che dovresti avere la ricompensa. Quell'acqua mi ha salvato la vita.

source: [isabelle]'s way too sophisticated to appreciate my [item.title_lower].
fr_fr: [isabelle]'art trop sophistiqué pour apprécier mon [item.title_lower].
it_it: [isabelle]'s modo troppo sofisticato per apprezzare la mia [item.title_lower].

source: Then again, very few people would appreciate my [item.title_lower]...
fr_fr: Encore une fois, très peu de gens apprécieraient mon [item.title_lower]...
it_it: Poi ancora, pochissime persone apprezzerebbero la mia [item.title_lower]...

source: Two girls...
fr_fr: Deux filles ...
it_it: Due ragazze...

source: One cup...
fr_fr: Une tasse ...
it_it: Una tazza...

source: A modern art piece if I ever saw one. Minimalism at its finest.
fr_fr: Une œuvre d'art moderne si j'en ai vu un. Minimalisme à son meilleur.
it_it: Un pezzo d’arte moderna se ne ho mai visto uno. Minimalismo al suo meglio.

source: Three of Cups. Reminds me of the tarot reading I got as a kid.
fr_fr: Trois des Cups. Rappelle moi du tarot que j'ai lu en tant qu'enfant.
it_it: Tre di Coppe. Mi ricorda della lettura del tarot che ho ottenuto da bambino.

source: Great fortune was supposed to be waiting for me right around the corner...
fr_fr: La grande fortune était censée m'attendre juste au coin de la rue ...
it_it: Una grande fortuna avrebbe dovuto aspettarmi proprio dietro l'angolo...

source: Must've taken the wrong turn because the only thing that awaited there was great failures.
fr_fr: Ça a dû prendre le mauvais tour parce que la seule chose qui attendait, c'était de grands échecs.
it_it: Avrebbe dovuto prendere il giro sbagliato perché l'unica cosa che aspettava ci sono stati grandi fallimenti.

source: It's never a good idea to put everything on the table. Especially not my [item.title_lower].
fr_fr: Ce n'est jamais une bonne idée de tout mettre sur la table. Surtout pas mon [item.title_lower].
it_it: Non è mai una buona idea mettere tutto sul tavolo. Soprattutto non la mia [item.title_lower].

source: May this offering to the table gods erase the insults carved into the counter.
fr_fr: Puisse cette offre aux dieux de la table effacer les insultes taillées dans le comptoir.
it_it: Possa questa offerta agli dei tavolo cancellare gli insulti scolpiti nel contatore.

source: [_mc_] Hey, [isabelle]! Did you know that spitting out your haggis is considered extremely rude in Scotland?
fr_fr: [_mc_] Hey, [isabelle]! Saviez-vous que le fait de cracher votre haggis est considéré comme extrêmement grossier en Écosse?
it_it: [_mc_] Hey, [isabelle]! Lo sapevi che sputare fuori il tuo haggis è considerato estremamente rude in Scozia?

source: [_mc_] In medieval times, it was cause for exile.
fr_fr: [_mc_] Dans les temps médiévaux, c'était une cause d'exil.
it_it: [_mc_] In epoca medievale, era causa di esilio.

source: [_isabelle_s_concerned_] Well, I didn't spit it out. I just didn't like it...
fr_fr: [_isabelle_s_concerned_] Eh bien, je n'ai pas fait ça. Je n'aimais pas ça ...
it_it: [_isabelle_s_concerned_] Beh, non l'ho sputato fuori. Mi è appena piaciuto...

source: [_mc_] That's actually worse!
fr_fr: [_mc_] C'est en fait pire !
it_it: [_mc_] In realtà è peggio!

source: [_mc_] Hating haggis was considered worse than treason.
fr_fr: [_mc_] Hating haggis a été considéré pire que la trahison.
it_it: [_mc_] Hating haggis è stato considerato peggio di tradimento.

source: [_isabelle_s_skeptical_] I don't believe you.
fr_fr: [_isabelle_s_skeptical_] Je ne vous crois pas.
it_it: [_isabelle_s_skeptical_] Io non ti credo.

source: [_mc_] It says right here in this book on etiquette.
fr_fr: [_mc_] Il dit ici dans ce livre sur l'étiquette.
it_it: [_mc_] Si dice proprio qui in questo libro sull'etichetta.

source: [_mc_] You can read it if you like.
fr_fr: [_mc_] Vous pouvez le lire si vous voulez.
it_it: [_mc_] Puoi leggerlo se vuoi.

source: [_isabelle_s_concerned_] Hm, all right. I'll save it for later... I'm sorry if I offended you with my dislike for haggis.
fr_fr: [_isabelle_s_concerned_] Hm, d'accord. Je le sauverai plus tard ... Je suis désolé si je t'ai offensé avec mon mépris pour le haggis.
it_it: [_isabelle_s_concerned_] Hm, va bene. Lo salverò per più tardi... mi dispiace se ti ho offeso con il mio dispiacere per l'haggis.

source: [_mc_] I'm not Scottish, so no offense taken.
fr_fr: [_mc_] Je ne suis pas écossais, donc aucune offense prise.
it_it: [_mc_] Non sono scozzese, quindi non sono stata presa alcuna offesa.

source: [_isabelle_s_blush_] Thank god. I always try to be respectful of other cultures.
fr_fr: [_isabelle_s_blush_] Dieu merci. J'essaie toujours d'être respectueux des autres cultures.
it_it: [_isabelle_s_blush_] Grazie dio. Cerco sempre di essere rispettoso di altre culture.

source: [_isabelle_s_sad_] Scotland is my favorite country, though. I should've known this haggis fact.
fr_fr: [_isabelle_s_sad_] L'Ecosse est mon pays préféré. J'aurais dû savoir ce fait haggis.
it_it: [_isabelle_s_sad_] La Scozia è il mio paese preferito, comunque. Avrei dovuto conoscere questo fatto di haggis.

source: [_mc_] This is quite the slight on Scotland.
fr_fr: [_mc_] C'est assez léger pour l'Écosse.
it_it: [_mc_] Questo è abbastanza leggero in Scozia.

source: [_isabelle_s_sad_] I'm really sorry!
fr_fr: [_isabelle_s_sad_] Je suis vraiment désolé !
it_it: [_isabelle_s_sad_] Mi dispiace davvero!

source: [_mc_] Well, you know the scots. They don't like being offended.
fr_fr: [_mc_] Eh bien, vous connaissez les scots. Ils n'aiment pas être offensé.
it_it: [_mc_] Beh, conosci le scotte. Non piace essere offesi.

source: [_isabelle_s_sad_] I know...
fr_fr: [_isabelle_s_sad_] Je sais ...
it_it: [_isabelle_s_sad_] lo so...

source: [_mc_] I'm not Scottish, but I felt offended on Scotland's behalf.
fr_fr: [_mc_] Je ne suis pas écossais, mais je me suis senti offensé pour le compte de l'Ecosse.
it_it: [_mc_] Non sono scozzese, ma mi sono sentito offeso per conto della Scozia.

source: [_isabelle_s_blush_] Thanks for sticking up for Scotland. They've always been the underdog.
fr_fr: [_isabelle_s_blush_] Merci de s'en tenir à l'Ecosse. Ils ont toujours été le sous-chien.
it_it: [_isabelle_s_blush_] Grazie per essersi attaccato per la Scozia. Sono sempre stati i sottomarini.

source: [_mc_] No worries. I'd do the same for any small country or minority.
fr_fr: [_mc_] Pas d'inquiétude. Je ferais de même pour tout petit pays ou minorité.
it_it: [_mc_] Nessuna preoccupazione. Farei lo stesso per qualsiasi piccolo paese o minoranza.

source: [_isabelle_s_sad_] I'm pretty sad I messed up so badly.
fr_fr: [_isabelle_s_sad_] Je suis assez triste que j'ai tellement mal gâché.
it_it: [_isabelle_s_sad_] Sono piuttosto triste che ho messo in ginocchio così male.

source: [_isabelle_s_sad_] I think I need to eat a plate of haggis to atone.
fr_fr: [_isabelle_s_sad_] Je pense que je dois manger une assiette de haggis à l'atone.
it_it: [_isabelle_s_sad_] Penso di dover mangiare un piatto di haggis per espiare.

source: [_mc_] I mean, I guess that's an option. I think the scots would accept such an apology.
fr_fr: [_mc_] Je pense que c'est une option. Je pense que les scots accepteraient de telles excuses.
it_it: [_mc_] Voglio dire, immagino che questa sia un'opzione. Penso che le scottature accetterebbero una tale scusa.

source: I should at least skim through this before suggesting it. The French are always up to no good.
fr_fr: Je devrais au moins en faire la preuve avant de le suggérer. Les Français ne sont toujours pas bons.
it_it: Prima di suggerirlo, dovrei almeno scagliarmene e i francesi non sono sempre buono.

source: I got [isabelle] into this mess.
fr_fr: J'ai eu [isabelle] dans ce bordel.
it_it: Ho ricevuto [isabelle] in questo casino.

source: I doubt my [item.title_lower] will lighten the mood.
fr_fr: Je doute que mon [item.title_lower] éclairera l'humeur.
it_it: Dubito che la mia [item.title_lower] alleggerirà l'umore.

source: My dick, on the other hand...
fr_fr: Ma bite, d'autre part ...
it_it: Il mio cazzo, sull'altra mano...

source: [_mrsl_s_surprised_] [mc], what are you doing here? You're supposed to be in the teamwork class!
fr_fr: [_mrsl_s_surprised_] [mc], que faites-vous ici? Vous êtes censé être dans la classe du travail d'équipe !
it_it: [_mrsl_s_surprised_] [mc], cosa stai facendo qui? Dovresti essere nella classe di lavoro di squadra!

source: Shit... better come up with a good excuse fast.
fr_fr: Shit ... mieux vaut une bonne excuse vite.
it_it: Merda... meglio trovare con una buona scusa veloce.

source: [_mc_] [flora] got really hungry, so I had to go get her something...
fr_fr: [_mc_] [flora] a vraiment faim, alors j'ai dû aller chercher quelque chose ...
it_it: [_mc_] [flora] ha avuto molta fame, quindi ho dovuto andare a prenderla qualcosa...

source: [_mrsl_s_excited_] That's very kind of you!
fr_fr: [_mrsl_s_excited_] C'est très gentile de vous !
it_it: [_mrsl_s_excited_] È molto gentile da parte tua!

source: [_mrsl_s_concerned_] But that means you failed the teamwork challenge...
fr_fr: [_mrsl_s_concerned_] Mais cela signifie que vous avez échoué au défi du travail d'équipe ...
it_it: [_mrsl_s_concerned_] Ma questo significa che hai fallito la sfida del lavoro di squadra...

source: [_mrsl_s_concerned_] You'll have to pick [flora] or [isabelle] as the winner.
fr_fr: [_mrsl_s_concerned_] Vous devrez choisir le [flora] ou le [isabelle] comme gagnant.
it_it: [_mrsl_s_concerned_] Dovrai scegliere [flora] o [isabelle] come vincitore.

source: [_mc_] That doesn't seem fair...
fr_fr: [_mc_] Cela ne semble pas juste ...
it_it: [_mc_] Quello non sembra giusto...

source: [_mrsl_s_afraid_] Life isn't fair. And failing to work together amplifies that sometimes.
fr_fr: [_mrsl_s_afraid_] La vie n'est pas juste. Et le fait de ne pas travailler ensemble amplifie cela parfois.
it_it: [_mrsl_s_afraid_] La vita non è giusta. E non riuscendo a lavorare insieme lo amplifica a volte.

source: [_mrsl_s_excited_] Since you're no longer part of the challenge, you can be the judge of it instead!
fr_fr: [_mrsl_s_excited_] Puisque vous ne faites plus partie du défi, vous pouvez en être le juge à la place !
it_it: [_mrsl_s_excited_] Dal momento che non sei più parte della sfida, puoi invece essere il giudice di questo!

source: [_mrsl_s_surprised_] Are you sure she didn't trick you into leaving the room in order to disqualify you?
fr_fr: [_mrsl_s_surprised_] Etes-vous sûr qu'elle ne vous a pas fait sortir de la pièce pour vous disqualifier?
it_it: [_mrsl_s_surprised_] Sei sicuro che non ti ha ingannato a lasciare la stanza per squalificarti?

source: [_mc_] If she did, she deserves it, right?
fr_fr: [_mc_] Si elle l'a fait, elle le mérite, non?
it_it: [_mc_] Se lo ha fatto, lo merita lei, giusto?

source: [_mrsl_s_thinking_] You're right... I never specified the rules.
fr_fr: [_mrsl_s_thinking_] Vous avez raison ... Je n'ai jamais précisé les règles.
it_it: [_mrsl_s_thinking_] Hai ragione... Non ho mai specificato le regole.

source: [_mrsl_s_blush_] Very well! [flora] will have the reward.
fr_fr: [_mrsl_s_blush_] Très bien ! [flora] aura la récompense.
it_it: [_mrsl_s_blush_] Molto bene! [flora] avrà la ricompensa.

source: [_mrsl_s_blush_] It's just this little brooch. I hope she'll like it...
fr_fr: [_mrsl_s_blush_] C'est juste cette petite broche. J'espère qu'elle le fera ...
it_it: [_mrsl_s_blush_] È solo questa piccola spilla. Spero che le piacerà...

source: [_mc_] She loves to hoard rewards.
fr_fr: [_mc_] Elle adore les récompenses.
it_it: [_mc_] Lei ama accumulare ricompense.

source: [_mrsl_s_smile_] She's a talented young woman and deserves the recognition!
fr_fr: [_mrsl_s_smile_] Elle est une jeune femme talentueuse et mérite la reconnaissance !
it_it: [_mrsl_s_smile_] Lei è una giovane donna di talento e merita il riconoscimento!

source: [_mc_] I guess...
fr_fr: [_mc_] Je suppose ...
it_it: [_mc_] indovino...

source: [_mc_] I feel like it's a nice gesture to give it to the new girl...
fr_fr: [_mc_] J'ai l'impression que c'est un beau geste de la donner à la nouvelle fille ...
it_it: [_mc_] Mi sento un bel gesto da dare alla nuova ragazza...

source: [_mrsl_s_confident_] What about [flora]?
fr_fr: [_mrsl_s_confident_] Qu'en est-il du [flora]?
it_it: [_mrsl_s_confident_] Che ne dici di [flora]?

source: [_mc_] What about her?
fr_fr: [_mc_] Qu'en est-il de elle?
it_it: [_mc_] Che dire di lei?

source: [_mrsl_s_laughing_] Well, she practically tricked you into forfeiting your claim to the reward.
fr_fr: [_mrsl_s_laughing_] Eh bien, elle vous a pratiquement trompée en renonça à votre demande de récompense.
it_it: [_mrsl_s_laughing_] Beh, lei praticamente ti ha ingannato a rinunciare alla tua rivendicazione per la ricompensa.

source: [_mc_] Maybe she did, but I'm not giving her the satisfaction of winning.
fr_fr: [_mc_] Peut-être qu'elle l'a fait, mais je ne lui donne pas la satisfaction de gagner.
it_it: [_mc_] Forse ha fatto, ma non le sto dando la soddisfazione di vincere.

source: [_mc_] She has enough rewards as it is.
fr_fr: [_mc_] Elle a assez de récompenses comme elle l'est.
it_it: [_mc_] Lei ha abbastanza ricompense così com'è.

source: [_mrsl_s_flirty_] I was hoping for a more impartial choice, but that's fine!
fr_fr: [_mrsl_s_flirty_] J'espérais un choix plus impartial, mais c'est bien !
it_it: [_mrsl_s_flirty_] speravo in una scelta più imparziale, ma va bene!

source: [_mc_] Well, what's the reward anyway?
fr_fr: [_mc_] Eh bien, quelle est la récompense de toute façon?
it_it: [_mc_] Beh, qual è comunque la ricompensa?

source: [_mrsl_s_smile_] It's just this little brooch...
fr_fr: [_mrsl_s_smile_] C'est juste ce petit broche ...
it_it: [_mrsl_s_smile_] È solo questo piccolo spillo...

source: [_mrsl_s_smile_] I'm sure she'll like it.
fr_fr: [_mrsl_s_smile_] Je suis sûre qu'elle l'aime.
it_it: [_mrsl_s_smile_] sono sicuro che le piacerà.

source: [_mc_] I think so too!
fr_fr: [_mc_] Je pense aussi !
it_it: [_mc_] penso anche così!

source: [_mc_] We actually completed the teamwork challenge a while ago!
fr_fr: [_mc_] Nous avons en fait terminé le défi du travail d'équipe il y a quelque temps !
it_it: [_mc_] Abbiamo effettivamente completato la sfida del lavoro di squadra un po 'fa!

source: [_mrsl_s_thinking_] Indeed?
fr_fr: [_mrsl_s_thinking_] En effet?
it_it: [_mrsl_s_thinking_] Infatto?

source: [_mrsl_s_skeptical_] And who unlocked the door?
fr_fr: [_mrsl_s_skeptical_] Et qui a déverrouillé la porte?
it_it: [_mrsl_s_skeptical_] E chi ha sbloccato la porta?

source: [_mc_] Err... the janitor?
fr_fr: [_mc_] Err ... le concierge?
it_it: [_mc_] Erra... il janitor?

source: [_mrsl_s_angry_] That wasn't really part of the plan...
fr_fr: [_mrsl_s_angry_] Ce n'était pas vraiment une partie du plan ...
it_it: [_mrsl_s_angry_] Questo non faceva proprio parte del piano...

source: Huh, anger? That's unusual for [mrsl]...
fr_fr: Huh, la colère? C'est inhabituel pour [mrsl]...
it_it: Huh, rabbia? È insolito per [mrsl]...

source: [_mrsl_s_sad_] Very well. I'm glad you completed the challenge.
fr_fr: [_mrsl_s_sad_] Très bien. Je suis heureux que vous avez rempli le défi.
it_it: [_mrsl_s_sad_] Molto bene. Sono contento che tu abbia completato la sfida.

source: [_mrsl_s_blush_] It's not a big reward, but I'm glad you solved it without too much trouble. Just this little brooch...
fr_fr: [_mrsl_s_blush_] Ce n'est pas une grosse récompense, mais je suis content que vous l'avez résolu sans trop de problèmes. Juste cette petite broche ...
it_it: [_mrsl_s_blush_] Non è una grande ricompensa, ma sono contento di averla risolta senza troppi problemi. Proprio questo piccolo spillo...

source: [_mrsl_s_blush_] Who did you decide on for the reward?
fr_fr: [_mrsl_s_blush_] Qui avez-vous décidé pour la récompense?
it_it: [_mrsl_s_blush_] Chi hai deciso per la ricompensa?

source: [_mrsl_s_laughing_] Really, now?
fr_fr: [_mrsl_s_laughing_] Vraiement, maintenant?
it_it: [_mrsl_s_laughing_] Davvero, adesso?

source: [_mc_] Yes, it was a unanimous vote.
fr_fr: [_mc_] Oui, c'était un vote unanime.
it_it: [_mc_] Sì, è stata una votazione all'unanimità.

source: [_mrsl_s_confident_] Are you telling the truth, [mc]?
fr_fr: [_mrsl_s_confident_] Vous dites la vérité, [mc]?
it_it: [_mrsl_s_confident_] Stai dicendo la verità, [mc]?

source: [_mc_] Yes, we had ballots and everything. Very democratic!
fr_fr: [_mc_] Oui, nous avions des bulletins de vote et tout. Très démocratique !
it_it: [_mc_] Sì, abbiamo avuto le urne e tutto. Molto democratico!

source: [_mrsl_s_flirty_] You're not a very good liar, but I'll give you the reward anyway.
fr_fr: [_mrsl_s_flirty_] Vous n'êtes pas un très bon menteur, mais je vous donnerai la récompense de toute façon.
it_it: [_mrsl_s_flirty_] Non sei un bugiardo molto buono, ma ti darò comunque la ricompensa.

source: [_mrsl_s_laughing_] Sometimes winning isn't about teamwork, just about outsmarting the competition!
fr_fr: [_mrsl_s_laughing_] Parfois, il ne s'agit pas d'un travail d'équipe, mais de la concurrence !
it_it: [_mrsl_s_laughing_] A volte la vittoria non riguarda il lavoro di squadra, ma solo l'outsmarting della competizione!

source: [_mrsl_s_confident_] I think intelligence is worth rewarding, as well...
fr_fr: [_mrsl_s_confident_] Je pense que le renseignement vaut la peine, aussi ...
it_it: [_mrsl_s_confident_] Penso che l'intelligenza valga anche la pena ricompensare...

source: [_mrsl_s_flirty_] Wear it with pride.
it_it: [_mrsl_s_flirty_] La indossa con orgoglio.

source: [_mrsl_s_smile_] I know you're not always on the best terms with [flora], so that's a bit surprising...
fr_fr: [_mrsl_s_smile_] Je sais que vous n'êtes pas toujours aux meilleures conditions avec [flora], donc c'est un peu surprenant ...
it_it: [_mrsl_s_smile_] So che non sei sempre ai migliori termini con [flora], quindi è un po' sorprendente...

source: [_mrsl_s_smile_] I'm happy that this exercise has solved some of your issues!
fr_fr: [_mrsl_s_smile_] Je suis heureux que cet exercice ait résolu certains de vos problèmes !
it_it: [_mrsl_s_smile_] Sono felice che questo esercizio abbia risolto alcuni dei tuoi problemi!

source: [_mc_] I'm glad too! I've been trying to be nicer to her. I hope she sees that.
fr_fr: [_mc_] Je suis content aussi ! J'ai essayé de lui être plus gentile. J'espère qu'elle le verra.
it_it: [_mc_] Sono contento anche! Ho cercato di essere più gentile con lei. Spero che lo veda.

source: [_mrsl_s_blush_] I'm sure she will.
fr_fr: [_mrsl_s_blush_] Je suis sûr qu'elle le fera.
it_it: [_mrsl_s_blush_] sono sicuro che lo farà.

source: [_mc_] Want me to bring it to her?
fr_fr: [_mc_] Vous voulez que je l'apporte à elle?
it_it: [_mc_] Vuoi che lo porti a lei?

source: [_mrsl_s_sad_] No, that's all right. I'll do it myself...
fr_fr: [_mrsl_s_sad_] Non, c'est tout. Je le ferai moi-même ...
it_it: [_mrsl_s_sad_] No, va bene. Lo farò io stesso...

source: [_mrsl_s_smile_] Okay, then. [isabelle] is a good pick! Nice of you to pick the new student.
fr_fr: [_mrsl_s_smile_] Ok, alors. [isabelle] est un bon choix ! Ravi de vous de choisir le nouvel étudiant.
it_it: [_mrsl_s_smile_] Okay, allora. [isabelle] è una buona scelta! Nizza di te per scegliere il nuovo studente.

source: [_mrsl_s_smile_] Hopefully, she'll like the brooch...
fr_fr: [_mrsl_s_smile_] Espérons qu'elle aimerait la broche ...
it_it: [_mrsl_s_smile_] Speriamo che le piacerà la spilla...

source: "What, you don't like it?"
fr_fr: "Quoi, tu n'aimais pas ça?"
it_it: "Cosa, non ti piace?"

source: "Haggis — the Scottish national dish."
fr_fr: "Haggis-le plat national écossais."
it_it: "Haggis — il piatto nazionale scozzese."

source: "I think you should have another taste now."
fr_fr: "Je pense que vous devriez avoir un autre goût maintenant."
it_it: "Penso che ora dovreste avere un altro gusto."

source: "You're welcome!"
fr_fr: "Vous êtes les bienvenus !"
it_it: "Sei il benvenuto!"

source: "Why don't you have a taste, then?"
fr_fr: "Pourquoi tu n'as pas de goût, alors?"
it_it: "Perché non avete un gusto, allora?"

source: "[flora], not now."
fr_fr: "[flora], pas maintenant. "
it_it: "[flora], non adesso."

source: "[isabelle], put that lunch box in the trash, please."
fr_fr: "[isabelle], mets cette boîte à lunch dans la poubelle, s'il vous plaît. "
it_it: "[isabelle], mettere quella scatola pranzo nel cestino, per favore."

source: "There's definitely something wrong with her."
fr_fr: "Il y a vraiment quelque chose qui ne va pas avec elle."
it_it: "C'è sicuramente qualcosa che non va con lei."

source: "I think it's cool that she's able to appreciate things others might not."
fr_fr: "Je pense que c'est cool qu'elle soit capable d'apprécier les choses que d'autres pourraient ne pas."
it_it: "Penso che sia bello che lei sia in grado di apprezzare le cose che altri potrebbero no."

source: "Of course! You actually mean a lot to me."
fr_fr: " Bien sûr ! Tu veux vraiment dire beaucoup pour moi. "
it_it: "Certo! In realtà intendi molto per me."

source: "Yeah... and I'd stake you, just to be sure."
fr_fr: "Ouais ... et je vais vous en prendre, juste pour être sûr."
it_it: "Sì... e ti scommetto, solo per essere sicuro."

source: "It's [flora]."
fr_fr: "C'est [flora]."
it_it: "È [flora]."

source: "[isabelle]'s favorite food."
fr_fr: "[isabelle]'s préférés food. "
it_it: " Il cibo preferito di[isabelle]."

source: "I only smell your perfume... and it's heavenly."
fr_fr: "Je ne sens que votre parfum (...) et c'est céleste."
it_it: "Ho solo odore il tuo profumo... ed è paradisiaco."

source: "[flora] should get the reward."
fr_fr: "[flora] devrait recevoir la récompense. "
it_it: "[flora] dovrebbe ottenere la ricompensa."

source: "You should get the reward."
fr_fr: "Vous devriez obtenir la récompense."
it_it: "Dovresti ottenere la ricompensa."

source: "I should get the reward!"
fr_fr: "Je devrais obtenir la récompense !"
it_it: "Dovrei ottenere la ricompensa!"

source: This requires more pondering
fr_fr: Cela nécessite plus de réflexion
it_it: Ciò richiede una maggiore riflessione

source: "[isabelle] should get the reward."
fr_fr: "[isabelle] devrait recevoir la récompense. "
it_it: "[isabelle] dovrebbe ottenere la ricompensa."
