Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_tour.po
Languages: fr_fr, it_it

source: [_isabelle_s_confident_] Nope, definitely weird! But not in a bad way.
fr_fr: [_isabelle_s_confident_] Non, vraiment bizarre ! Mais pas d'une mauvaise façon.
it_it: [_isabelle_s_confident_] Nope, sicuramente strano! Ma non in modo cattivo.

source: [_isabelle_s_confident_] What would life be like if everyone was normal?
fr_fr: [_isabelle_s_confident_] Que serait la vie si tout le monde était normal?
it_it: [_isabelle_s_confident_] Che cosa sarebbe la vita se tutti fossero normali?

source: [_mc_] Monotone, I guess...
fr_fr: [_mc_] Monotone, je suppose ...
it_it: [_mc_] Monotone, immagino...

source: [_isabelle_s_laughing_] Boring, that's for sure!
fr_fr: [_isabelle_s_laughing_] Boring, c'est sûr !
it_it: [_isabelle_s_laughing_] Noioso, è sicuro!

source: [_mc_] Remind me to be ruder.
fr_fr: [_mc_] Rappelez-moi d'être ruder.
it_it: [_mc_] Ricordami di essere timido.

source: [_isabelle_s_laughing_] That's not what I meant!
fr_fr: [_isabelle_s_laughing_] Ce n'est pas ce que je voulais dire !
it_it: [_isabelle_s_laughing_] Non è quello che intendevo!

source: [_mc_] Are you sure? Some girls like it rude.
fr_fr: [_mc_] Etes-vous sûr? Certaines filles comme elle grossière.
it_it: [_mc_] Sei sicuro? Alcune ragazze piace maleducato.

source: [_isabelle_s_eyeroll_] Really, now?
fr_fr: [_isabelle_s_eyeroll_] Vraiement, maintenant?
it_it: [_isabelle_s_eyeroll_] Davvero, adesso?

source: [_mc_] I meant "rough." Some girls like it rough.
fr_fr: [_mc_] Je voulais dire "rugueuse". Certaines filles aiment ça.
it_it: [_mc_] intendevo "ruvido". Ad alcune ragazze piace ruvido.

source: [_isabelle_s_eyeroll_] Way to ruin a joke.
fr_fr: [_isabelle_s_eyeroll_] Way to ruin a plaisanter.
it_it: [_isabelle_s_eyeroll_] Modo per rovinare una battuta.

source: [_mc_] I thought you didn't get it...
fr_fr: [_mc_] Je pensais que vous ne l'avez pas eu ...
it_it: [_mc_] pensavo che non l'avessi ottenuto...

source: [_isabelle_s_confident_] You're just digging yourself deeper, mate.
fr_fr: [_isabelle_s_confident_] Vous vous faites simplement plus profond, mec.
it_it: [_isabelle_s_confident_] Ti stai scavando più in profondità, amico.

source: Damn it... why is it so hard to flirt with girls?
fr_fr: Merde, pourquoi est-il si difficile de flirter avec les filles?
it_it: Dannazione... perché è così difficile flirtare con le ragazze?

source: [_mc_] Why do you talk like you do all the time?
fr_fr: [_mc_] Pourquoi tu parles comme tu fais tout le temps?
it_it: [_mc_] Perché parli come se facessi tutto il tempo?

source: [_isabelle_s_afraid_] Whoa! I wasn't being judgemental or anything.
fr_fr: [_isabelle_s_afraid_] Whoa ! Je n'étais pas un juge ou quoi que ce soit.
it_it: [_isabelle_s_afraid_] Whoa! Non sono stato giudicato o niente.

source: [_isabelle_s_cringe_] Way to make something out of nothing...
it_it: [_isabelle_s_cringe_] Modo per fare qualcosa di niente...

source: [_isabelle_s_thinking_] And for the record, my accent is the original English accent.
fr_fr: [_isabelle_s_thinking_] Et pour le disque, mon accent est l'accent original anglais.
it_it: [_isabelle_s_thinking_] E per il disco, il mio accento è l'accento originale inglese.

source: That was perhaps a bit snappy...
fr_fr: C'était peut-être un peu collé ...
it_it: Forse è stato un po' stravagante...

source: But when you're used to people poking fun at every little thing you do...
fr_fr: Mais quand on est habituer à des gens qui s'amusante à chaque petite chose que tu fais ...
it_it: Ma quando sei abituato alle persone che si divertono ad ogni piccola cosa che fa...

source: [_mc_] Sorry... I overreacted...
fr_fr: [_mc_] Désolé ... J'ai trop réagi ...
it_it: [_mc_] Scusa... Ho reagito in modo eccessivo...

source: [_isabelle_s_eyeroll_] You think so?
fr_fr: [_isabelle_s_eyeroll_] Vous le pensez?
it_it: [_isabelle_s_eyeroll_] Lo pensi così?

source: [_mc_] Sometimes I have a hard time reading the situation right... especially with new people.
fr_fr: [_mc_] Parfois, j'ai du mal à lire la situation, surtout avec les nouveaux.
it_it: [_mc_] A volte ho difficoltà a leggere la situazione a destra... soprattutto con nuove persone.

source: [_isabelle_s_smile_] Ah, okay! Don't worry about it. No harm done.
fr_fr: [_isabelle_s_smile_] Ah, ok ! Ne vous en faites pas. Aucun mal fait.
it_it: [_isabelle_s_smile_] Ah, ok! Non ti preoccupare. Nessun danno fatto.

source: [isabelle] is so nice. How is she so nice? Why do I always screw things up?
fr_fr: [isabelle] est si gentison. Comment elle est si gentison? Pourquoi est-ce que je vis toujours les choses?
it_it: [isabelle] è così bella. Com'è così bella? Perché faccio sempre a sbattere le cose?

source: [_mc_] Thanks... I'm not sure what to say... I'm sorry for snapping.
fr_fr: [_mc_] Merci ... Je ne sais pas quoi dire ... Je suis désolé pour l'alignement.
it_it: [_mc_] Grazie... Non sono sicuro di cosa dire... mi dispiace per aver scattato.

source: [_isabelle_s_laughing_] You don't have to say anything, but I appreciate the apology!
fr_fr: [_isabelle_s_laughing_] Vous n'avez rien à dire, mais j'apprécie les excuses !
it_it: [_isabelle_s_laughing_] Non devi dire nulla, ma apprezzo le scuse!

source: [_mc_] That's actually incorrect!
fr_fr: [_mc_] C'est en fait incorrect !
it_it: [_mc_] Questo è in realtà errato!

source: [_mc_] During the Industrial Revolution, many lower-class British people found themselves with a great deal of money, but a voice that instantly marked them as a commoner...
fr_fr: [_mc_] Pendant la révolution industrielle, beaucoup de Britanniques de classe inférieure se sont retrouvés avec beaucoup d'argent, mais une voix qui les a instantanément identifiés comme un roturier ...
it_it: [_mc_] Durante la Rivoluzione Industriale, molti britannici di classe inferiore si sono trovati con una grande quantità di soldi, ma una voce che li ha immediatamente segnati come un comune...

source: [_mc_] In order to distinguish themselves from their lowly roots, they developed their own posh way of speaking.
fr_fr: [_mc_] Pour se distinguer de leurs racines basses, ils ont développé leur propre façon de parler.
it_it: [_mc_] Al fine di distinguersi dalle loro radici basse, hanno sviluppato il loro modo di parlare proprio .

source: [_mc_] Eventually, their way of talking caught on with the entire country.
fr_fr: [_mc_] Éventuellement, leur façon de parler rattrapa le pays tout entier.
it_it: [_mc_] Alla fine, il loro modo di parlare con tutto il paese.

source: [_mc_] The original English accent sounded a lot more like today's American.
fr_fr: [_mc_] L'accent anglais original ressemblait beaucoup plus à celui d'aujourd'hui américain.
it_it: [_mc_] L'accento originale inglese suonava molto di più come oggi americano.

source: [_isabelle_s_flirty_] I did not know that!
fr_fr: [_isabelle_s_flirty_] Je ne le savais pas !
it_it: [_isabelle_s_flirty_] non lo sapevo!

source: [_isabelle_s_flirty_] That's pretty cool, and it makes sense since the pilgrims left to colonize America before the revolution.
fr_fr: [_isabelle_s_flirty_] C'est plutôt cool, et c'est logique puisque les pèlerins ont quitté pour coloniser l'Amérique avant la révolution.
it_it: [_isabelle_s_flirty_] È abbastanza fresco, e ha senso dal momento che i pellegrini lasciati colonizzare l'America prima della rivoluzione.

source: [_mc_] Don't sass me, woman. I could snap you like a twig.
fr_fr: [_mc_] Ne me harcelez pas, femme. Je pourrais vous enfichter comme une perruque.
it_it: [_mc_] Non fatemi assaggiare, donna. Potrei schioccarvi come un rametto.

source: [_isabelle_s_afraid_] Seriously?!
fr_fr: [_isabelle_s_afraid_] Sérieusement? !
it_it: [_isabelle_s_afraid_] Seriamente?!

source: [_isabelle_s_cringe_] Sorry if I hurt your feelings... I just found your way of talking funny there.
fr_fr: [_isabelle_s_cringe_] Désolé si j'ai blessé vos sentiments ... Je viens de trouver votre façon de parler drôle là.
it_it: [_isabelle_s_cringe_] Mi dispiace se ho ferito i tuoi sentimenti... Ho appena trovato il tuo modo di parlare divertente lì.

source: [_mc_] You can't hurt me! My feelings are as firm as my abs.
fr_fr: [_mc_] Vous ne pouvez pas me blesser ! Mes sentiments sont aussi fermes que mes abs.
it_it: [_mc_] Non puoi farmi del male! I miei sentimenti sono saldi come i miei abs.

source: [_isabelle_s_thinking_] I'm sure they are, Popeye...
fr_fr: [_isabelle_s_thinking_] Je suis sûr qu'ils sont, Popeye ...
it_it: [_isabelle_s_thinking_] Sono sicuro che siano, Popeye...

source: [_isabelle_s_neutral_] All right, I think I'm going to check out the surrounding area outside now... I appreciate the tour.
fr_fr: [_isabelle_s_neutral_] Très bien, je pense que je vais vérifier la zone environnante dehors maintenant ... J'apprécie la visite.
it_it: [_isabelle_s_neutral_] Bene, penso che sto per controllare l'area circostante fuori ora... Apprezzo il tour.

source: [_mc_] There's another floor as well that you haven't seen yet.
fr_fr: [_mc_] Il y a aussi un autre étage que vous n'avez pas encore vu.
it_it: [_mc_] C'è anche un altro piano che non hai ancora visto.

source: [_isabelle_s_concerned_left_] I'll have a look later. I just need some fresh air right now...
fr_fr: [_isabelle_s_concerned_left_] I'll have a look later. J'ai juste besoin d'air frais maintenant ...
it_it: [_isabelle_s_concerned_left_] darò un'occhiata più tardi. Ho solo bisogno di aria fresca in questo momento...

source: It feels like [isabelle] is trying to get rid of me, which isn't all that strange. By tomorrow, she'll have moved on to more interesting people.
fr_fr: On dirait que [isabelle] essaie de me débarrasser de moi, ce qui n'est pas si étrange. D'ici demain, elle s'est déplacée vers des gens plus intéressants.
it_it: Sembra che [isabelle] stia cercando di sbarazzarmi di me, che non è così strano. Entro domani, lei sarà passata a persone più interessanti.

source: Staying relevant might be the play here, but nobody likes a clinger...
fr_fr: Rester pertinent pourrait être la pièce ici, mais personne n'aime le clinger ...
it_it: Rimanere rilevante potrebbe essere il gioco qui, ma a nessuno piace un...

source: [_mc_] All right, I guess I'll see you around.
fr_fr: [_mc_] Très bien, je suppose que je vous verrai.
it_it: [_mc_] Va bene, immagino che ti vedrò in giro.

source: [_isabelle_s_smile_] Don't look so disappointed! I'm not leaving for good.
fr_fr: [_isabelle_s_smile_] Ne vous méprendre pas ! Je ne pars pas pour de bon.
it_it: [_isabelle_s_smile_] Non sembri così deluso! Non me ne vado per sempre.

source: Crap. So much for playing it cool...
fr_fr: Crap. Tant pour le jouer cool ...
it_it: Crap. Tanto per giocarlo...

source: [_mc_] I didn't think that...
fr_fr: [_mc_] Je ne pensais pas que ...
it_it: [_mc_] non l'ho pensato...

source: [_isabelle_s_laughing_] Come on, I'm just taking the piss.
fr_fr: [_isabelle_s_laughing_] Allez, je prends le pisse.
it_it: [_isabelle_s_laughing_] Avanti, sto solo prendendo i piss.

source: [_mc_] You're doing what, now?
fr_fr: [_mc_] Vous faites quoi, maintenant?
it_it: [_mc_] Stai facendo cosa, adesso?

source: [_isabelle_s_confident_] It means I'm messing with you.
fr_fr: [_isabelle_s_confident_] Ça veut dire que je suis en désordre avec toi.
it_it: [_isabelle_s_confident_] Significa che sto disordinando con te.

source: [_isabelle_s_confident_] Here, let me put my number in your phone and we can hang out sometime?
fr_fr: [_isabelle_s_confident_] Ici, laissez-moi mettre mon numéro dans votre téléphone et nous pouvons traîner quelque temps?
it_it: [_isabelle_s_confident_] Qui, lasciami mettere il mio numero nel tuo telefono e possiamo uscire qualche volta?

source: The what now? Was that... did she just... wait, what's happening?
fr_fr: C'est quoi maintenant? C'était ... est-ce qu'elle a juste ... attendu, que se passe-t-il?
it_it: Il che ora? Era quello... ha solo... aspettare, cosa sta succedendo?

source: Not losing face... that's the goal. Already took one risk, might as well take another...
fr_fr: Ne pas perdre le visage ... C'est l'objectif. Déjà pris un risque, pourrait aussi bien en prendre un autre ...
it_it: Non perdere la faccia... questo è l'obiettivo. Già preso un rischio, potrebbe anche prendere un altro...

source: [_mc_] Sorry, my contact list is full.
fr_fr: [_mc_] Désolé, ma liste de contacts est pleine.
it_it: [_mc_] Siamo spiacenti, la mia lista di contatti è piena.

source: [_isabelle_s_eyeroll_] Really?
fr_fr: [_isabelle_s_eyeroll_] Vraiement?
it_it: [_isabelle_s_eyeroll_] Davvero?

source: [_mc_] No, I'm just taking the piss.
fr_fr: [_mc_] Non, je prends le pisse.
it_it: [_mc_] No, sto solo prendendo i piss.

source: [_isabelle_s_laughing_] I probably deserved that...
fr_fr: [_isabelle_s_laughing_] Je méritais probablement que ...
it_it: [_isabelle_s_laughing_] Probabilmente mi sono meritato...

source: [_isabelle_s_confident_] Okay, hand it over!
fr_fr: [_isabelle_s_confident_] Ok, main dessus !
it_it: [_isabelle_s_confident_] Ok, consegnalo!

source: Even though it means very little, watching her fingers tapping away at the screen is a dream come true...
fr_fr: Même si ça veut dire très peu, regarder ses doigts s'échapper à l'écran est un rêve se réaliser ...
it_it: Anche se significa molto poco, guardare le dita toccando lo schermo è un sogno che si avvera...

source: It doesn't mean that we'll sleep together or that she has a crush on me, but it does mean that I'm not repulsive to her.
fr_fr: Ça ne veut pas dire que nous allons dormir ensemble ou qu'elle a une béguin pour moi, mais ça veut dire que je ne suis pas répulsif pour elle.
it_it: Non significa che dormiremo insieme o che lei ha una cotta per me, ma significa che non sono ripugnante per lei.

source: That's a victory in my book.
fr_fr: C'est une victoire dans mon livre.
it_it: È una vittoria nel mio libro.

source: [_isabelle_s_neutral_] Okay, done!
fr_fr: [_isabelle_s_neutral_] Ok, fait !
it_it: [_isabelle_s_neutral_] Okay, fatto!

source: [_isabelle_s_excited_] See you around, [mc]!
fr_fr: [_isabelle_s_excited_] Cf. Autour, [mc]!
it_it: [_isabelle_s_excited_] Ci vediamo intorno, [mc]!

source: [_isabelle_s_excited_] Okay, see you around, [mc]!
fr_fr: [_isabelle_s_excited_] Ok, te voyez autour, [mc]!
it_it: [_isabelle_s_excited_] Okay, ti vediamo intorno, [mc]!

source: Not sure if that worked. Maybe she's just gone now...
fr_fr: Pas sûr si ça a marché. Peut-être qu'elle est partie maintenant ...
it_it: Non è sicuro se ha funzionato. Forse è appena andato adesso...

source: On the plus side, no rejection.
fr_fr: Du côté plus, pas de rejet.
it_it: Sul lato più nessun rifiuto.

source: [_mc_] H-hey, would you like to hang out sometime...?
fr_fr: [_mc_] H-hey, aimerais-tu traîner un jour ...?
it_it: [_mc_] H-hey, vorresti uscire qualche volta...?

source: [_isabelle_s_excited_] Sure! I just need to clear my head right now... this [kate] thing has me all riled up.
fr_fr: [_isabelle_s_excited_] Sure ! J'ai juste besoin d'effacer ma tête en ce moment ... ce [kate] chose m'a tous rhuté.
it_it: [_isabelle_s_excited_] Certo! Ho solo bisogno di cancellare la testa in questo momento... questa cosa [kate] mi ha rilegato.

source: [_mc_] Yeah, I get that...
fr_fr: [_mc_] Oui, j'ai ...
it_it: [_mc_] Sì, lo capisco...

source: [_isabelle_s_neutral_] If you want, I can put my number in your phone?
fr_fr: [_isabelle_s_neutral_] Si vous voulez, je peux mettre mon numéro dans votre téléphone?
it_it: [_isabelle_s_neutral_] Se vuoi, posso mettere il mio numero nel tuo telefono?

source: Her number... in my phone?!
fr_fr: Son numéro ... dans mon téléphone?
it_it: Il suo numero... nel mio telefono?!

source: Is there a replay function in this version of the Matrix because this doesn't seem like real life...
fr_fr: Y a-t-il une fonction de réexécution dans cette version de la matrice parce que cela ne semble pas être une vraie vie ...
it_it: C'è una funzione di replay in questa versione della Matrice perché questo non sembra una vita reale...

source: [_mc_] W-what?
fr_fr: [_mc_] -Quoi?
it_it: [_mc_] W-cosa?

source: [_isabelle_s_blush_] You know, if you want to hang out?
fr_fr: [_isabelle_s_blush_] Tu sais, si tu veux raccrocher?
it_it: [_isabelle_s_blush_] Lo sai, se vuoi uscire?

source: It's a hundred percent platonic. No reason to freak out.
fr_fr: C'est cent pour cent platonique. Pas de raison de se libérer.
it_it: È un cento per cento di platonica. Non c'è motivo di preoccuparsi.

source: No need to throw your hand up in triumph or run a victory lap around the school.
fr_fr: Pas besoin de jeter votre main en triomphe ou de faire un tour de victoire autour de l'école.
it_it: Non c'è bisogno di gettare la mano in trionfo o correre un giro di vittoria intorno alla scuola.

source: [_mc_] R-right! Sounds good! Here you go...
fr_fr: [_mc_] R-droit ! Ça sonne bien ! Ici vous allez ...
it_it: [_mc_] R-right! Suona bene! Qui vai...

source: [_mc_] I could show you the top floor too, and the computer room!
fr_fr: [_mc_] Je pourrais vous montrer le dernier étage aussi, et la salle des ordinateurs !
it_it: [_mc_] Potrei mostrarvi anche il piano superiore e la sala computer!

source: [_mc_] The computers are program-locked so you can't install anything, but I know a way around it...
fr_fr: [_mc_] Les ordinateurs sont verrouillés par le programme, vous ne pouvez pas installer quoi que ce soit, mais je sais ...
it_it: [_mc_] I computer sono bloccati dal programma in modo da non poter installare nulla, ma conosco un modo per aggirarlo...

source: [_isabelle_s_neutral_] Thanks, but I think I can find my way around on my own now.
fr_fr: [_isabelle_s_neutral_] Merci, mais je pense que je peux trouver mon chemin le mien maintenant.
it_it: [_isabelle_s_neutral_] Grazie, ma penso di poter trovare la mia strada in giro da soli.

source: God, that was stupid... she's way out of my league, and now she thinks I'm desperate...
fr_fr: Dieu, c'était stupide ... elle est sortie de ma ligue, et maintenant elle pense que je suis désespérée ...
it_it: Dio, che era stupido... lei è via d'uscita dalla mia lega, e ora pensa che io sia disperato...

source: "Best you can do is keep your head down."
fr_fr: "Le mieux que vous puissiez faire, c'est de garder la tête vers le bas."
it_it: "Il meglio che puoi fare è mantenere la testa giù."

source: "She probably doesn't understand what a great opportunity it is."
fr_fr: "Elle ne comprend probablement pas ce que c'est une grande chance."
it_it: "Probabilmente non capisce cosa sia una grande opportunità."

source: "I'll go talk to her and make sure she apologizes."
fr_fr: "Je vais lui parler et m'assurer qu'elle s'excuse."
it_it: "Andrò a parlare con lei e assicurarsi che si scusa."

source: "On second thought, that's a terrible idea..."
fr_fr: "Sur la seconde pensée, c'est une idée terrible ..."
it_it: "Al secondo pensiero, questa è un'idea terribile..."

source: "I've always wanted to set her straight. It's about damn time!"
fr_fr: " J'ai toujours voulu la mettre droite. C'est un peu de temps ! "
it_it: "Ho sempre voluto metterla dritta. È circa il tempo maledetto!"

source: "You're new here... some things just aren't worth it."
fr_fr: "Vous êtes nouveau ici ... certaines choses ne valent pas la peine."
it_it: "Sei nuovo qui... alcune cose non ne valgono la pena."

source: "I'm used to it."
fr_fr: "Je suis habituai à ça."
it_it: "Io ne sono abituata."

source: "She's probably just jealous that I got to hang out with the cute new girl first."
fr_fr: "Elle est probablement jalouse que je dois d'abord traîner avec la mignonne nouvelle fille", a-t-il ajouté.
it_it: "Probabilmente è solo gelosa che ho avuto per uscire con la nuova ragazza carina prima."

source: "I've always wanted to set her straight... it's about damn time."
fr_fr: "J'ai toujours voulu la mettre droite (...) c'est un peu de temps", a-t-il ajouté.
it_it: "Ho sempre voluto metterla dritta... è circa il tempo maledetto."

source: "That's not a good idea."
fr_fr: "Ce n'est pas une bonne idée."
it_it: "Non è una buona idea."

source: "Is making enemies really the best way to start off the year?"
fr_fr: "Est-ce que faire des ennemis est vraiment la meilleure façon de commencer l'année?"
it_it: "Rendere i nemici davvero il modo migliore per iniziare l'anno?"

source: "Ugh, I guess..."
fr_fr: "Ugh, je suppose ..."
it_it: "Ugh, immagino..."

source: "No, I've made that mistake before..."
fr_fr: "Non, j'ai fait cette erreur avant ..."
it_it: "No, ho fatto quell'errore prima..."

source: "What are you planning to do?"
fr_fr: "Qu'est-ce que vous prévoyez faire?"
it_it: "Che cosa avete intenzione di fare?"

source: "I think we should start by signing up for our focus classes. Have you decided on yours yet?"
fr_fr: " Je pense que nous devrions commencer par nous inscrire à nos classes de concentration. Avez-vous déjà décidé de vous? "
it_it: "Penso che dovremmo iniziare registrandoci per le nostre classi di attenzione. Hai già deciso la tua?"

source: "Wait here, I'll go get the [nurse]!"
fr_fr: "Attends, je vais chercher le [nurse]!"
it_it: "Aspettate qui, andrò a prendere la [nurse]!"

source: "Help me get her to the [nurse]'s office!"
fr_fr: "Aidez-moi à l'amener au bureau de [nurse]!"
it_it: "Aiutami a portarla all'ufficio della [nurse]!"

source: "She should've paid more attention."
fr_fr: "Elle aurait dû accorder plus d'attention."
it_it: "Avrebbe dovuto prestare maggiore attenzione."

source: ?mc.strength>=3@[mc.strength]/3|{image=stats str}|Carry [lindsey]
fr_fr: ? mc.renforc> =3@[mc.strength]/3 | { image=stats str } | Carry [lindsey]
it_it: ?mc.strength>=3@[mc.strength]/3<unk> {image=stats str}<unk> Carry [lindsey]

source: Help
fr_fr: Aide
it_it: Aiuto

source: Pass
fr_fr: Passe
it_it: Passa

source: "Don't worry, I've got you."
fr_fr: "Ne vous inquiétez pas, je vous ai."
it_it: "Non ti preoccupare, ti ho preso."

source: "Never seen anyone run so fast!"
fr_fr: "Personne n'a jamais vu quelqu'un courir aussi vite !"
it_it: "Mai visto qualcuno correre così velocemente!"

source: Pull back the curtain
fr_fr: Retirer le rideau
it_it: Tirare indietro la tenda

source: Make your presence known
fr_fr: Rendez votre présence connue
it_it: Rendi nota la tua presenza

source: "Huh! It looks exactly like you were having a very wet daydream about the English teacher!"
fr_fr: " Hé ! On dirait exactement que vous étiez avec un rêve très humide de le professeur d'anglais ! "
it_it: "Huh! Sembra esattamente che tu fossi avendo un sogno di un giorno molto umido su l'insegnante di inglese!"

source: "I'm so sorry! I should've knocked!"
fr_fr: " Je suis désolé ! J'aurais dû frapper ! "
it_it: "Mi dispiace! Avrei dovuto battere!"

source: "Smile for the camera!"
fr_fr: "Smile pour la caméra !"
it_it: "Sorriso per la fotocamera!"

source: "Relax... there's no shame in this, and I won't tell anyone."
fr_fr: "Détendez-vous ... il n'y a pas de honte à ça, et je ne le dirai à personne."
it_it: "Rilassati... non c'è vergogna in questo, e non dirò a nessuno."

source: "Just one for the yearbook, okay?"
fr_fr: "Juste un pour l'annuaire, d'accord?"
it_it: "Solo uno per l'annuario, va bene?"

source: "It's okay, I know how hard you work."
fr_fr: "C'est bon, je sais combien vous travaillez dur."
it_it: "Va bene, so quanto duro lavora."

source: "Where is Mr. Brown?"
fr_fr: "Où est M. Brown?"
it_it: "Dov'è il signor Brown?"

source: "What were you doing behind there?"
fr_fr: "Que faisiez-vous derrière nous?"
it_it: "Cosa stavi facendo dietro lì?"

source: "Sorry to intrude, but [lindsey] had an accident in the gym..."
fr_fr: "Désolé d'empiéter, mais [lindsey] a eu un accident dans la salle de gym ..."
it_it: "Mi dispiace intrude, ma [lindsey] ha avuto un incidente in palestra..."
