Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: [_mc_] What are you doing?
fr_fr: [_mc_] Que faites-vous?
it_it: [_mc_] Cosa stai facendo?

source: [_maxine_s_flirty_] Just updating your profile.
fr_fr: [_maxine_s_flirty_] Juste mettre à jour votre profil.
it_it: [_maxine_s_flirty_] Basta aggiornare il tuo profilo.

source: [_mc_] My profile?
fr_fr: [_mc_] Mon profil?
it_it: [_mc_] Il mio profilo?

source: [_maxine_s_excited_] For secret research in the future.
fr_fr: [_maxine_s_excited_] Pour la recherche secrète à l'avenir.
it_it: [_maxine_s_excited_] Per la ricerca segreta in futuro.

source: [_mc_] All right, I'll make sure no one knows about your research. I'll be very discreet.
fr_fr: [_mc_] Très bien, je ferai en sorte que personne ne soit au courant de votre recherche. Je serai très discret.
it_it: [_mc_] Bene, mi assicurerò che nessuno sappia della tua ricerca. Sarò molto discreto.

source: [_maxine_s_excited_] Thank you. That means a lot.
fr_fr: [_maxine_s_excited_] Merci. Ça veut dire beaucoup.
it_it: [_maxine_s_excited_] Grazie. Ciò significa molto.

source: [_maxine_s_confident_] First of all, take this.
fr_fr: [_maxine_s_confident_] Tout d'abord, prenez ceci.
it_it: [_maxine_s_confident_] Prima di tutto, prendete questo.

source: [_maxine_s_confident_hands_down_] Now, I'd like you to bring me a photograph that captures the spirit of this wingding.
fr_fr: [_maxine_s_confident_hands_down_] Maintenant, j'aimerais que vous me metiez une photo qui capte l'esprit de ce wingding.
it_it: [_maxine_s_confident_hands_down_] Ora, vorrei che mi portassi una fotografia che cattura lo spirito di questa ala.

source: [_maxine_s_confident_hands_down_] I'm going to use it for the front page of the school's newspaper. Come talk to me when you're done.
fr_fr: [_maxine_s_confident_hands_down_] Je vais l'utiliser pour la première page du journal de l'école. Viens me parler quand tu as fini.
it_it: [_maxine_s_confident_hands_down_] lo userò per la prima pagina del giornale della scuola. Vieni a parlare con me quando hai finito.

source: [_mc_] What about the ghost pig?
fr_fr: [_mc_] Qu'en est-il du cochon fantôme?
it_it: [_mc_] Che ne dici del maiale fantasma?

source: [_maxine_s_skeptical_] What about it? I'm still waiting for more pictures.
fr_fr: [_maxine_s_skeptical_] Qu'en est-il? J'attends toujours plus de photos.
it_it: [_maxine_s_skeptical_] Che dire di esso? Sto ancora aspettando altre immagini.

source: [_mc_] Hey, are you able to enjoy yourself despite chaperoning us?
fr_fr: [_mc_] Hé, êtes-vous en mesure de vous amuser en dépit de nous?
it_it: [_mc_] Ehi, sei in grado di divertirti nonostante noi chaperoning?

source: [_nurse_s_thinking_] Y-yes. I just hope everything goes well...
fr_fr: [_nurse_s_thinking_] Y-oui. J'espère juste que tout va bien ...
it_it: [_nurse_s_thinking_] Y-sì. Spero solo che tutto vada bene...

source: The [nurse] looks terrified. Probably not the best choice of supervision.{space=-40}
fr_fr: Le [nurse] est terrifié. Probablement pas le meilleur choix de supervision. { space=-40 }
it_it: La [nurse] sembra terrorizzata. Probabilmente non è la migliore scelta di supervisione.{space=-40}

source: [_flora_s_skeptical_] What?
fr_fr: [_flora_s_skeptical_] Quoi?
it_it: [_flora_s_skeptical_] Cosa?

source: [_mc_] Smile!
it_it: [_mc_] Sorride!

source: [_flora_s_afraid_] What the hell?!
fr_fr: [_flora_s_afraid_] Qu'est-ce que l'enfer?
it_it: [_flora_s_afraid_] Che inferno?!

source: [_mc_] It's for the school paper!
fr_fr: [_mc_] C'est pour le journal de l'école !
it_it: [_mc_] È per la carta scolastica!

source: [_flora_s_embarrassed_] I did not give you permission for that!
fr_fr: [_flora_s_embarrassed_] Je ne vous ai pas donné la permission pour ça !
it_it: [_flora_s_embarrassed_] Non ti ho dato il permesso per questo!

source: [_flora_s_embarrassed_] Besides, I wasn't ready!
fr_fr: [_flora_s_embarrassed_] En plus, je n'étais pas prêt !
it_it: [_flora_s_embarrassed_] Inoltre, non ero pronto!

source: [_mc_] Don't worry, you look adorable.
fr_fr: [_mc_] Ne vous inquiétez pas, vous avez l'air adorable.
it_it: [_mc_] Non ti preoccupare, sembri adorabile.

source: [_mc_] [maxine] asked me to take a picture for her article about this dinner.
fr_fr: [_mc_] [maxine] m'a demandé de prendre une photo pour son article sur ce dîner.
it_it: [_mc_] [maxine] mi ha chiesto di scattare una foto per il suo articolo su questa cena.

source: [_mc_] I figured the hostess would be the best option.
fr_fr: [_mc_] J'ai pensé que l'hôtesse serait la meilleure option.
it_it: [_mc_] Ho pensato che la hostess sarebbe l'opzione migliore.

source: And the cutest option.
fr_fr: Et l'option cutest.
it_it: E l'opzione più carina.

source: [_isabelle_s_blush_] Aw, that's sweet!
fr_fr: [_isabelle_s_blush_] Aw, c'est gentil !
it_it: [_isabelle_s_blush_] Aw, è dolce!

source: [_isabelle_s_blush_] Go on, then!
fr_fr: [_isabelle_s_blush_] Allez, alors !
it_it: [_isabelle_s_blush_] Vai avanti, allora!

source: [_mc_] Would you mind if I take a picture of you?
fr_fr: [_mc_] Si je prends une photo de vous?
it_it: [_mc_] Ti dispiacerebbe se ti scattassi una foto?

source: [_kate_s_eyeroll_] For what? Your personal collection?
fr_fr: [_kate_s_eyeroll_] Pour quoi? Votre collection personnelle?
it_it: [_kate_s_eyeroll_] Per cosa? La tua collezione personale?

source: [_kate_s_eyeroll_] I knew you were a creep, but come on.
fr_fr: [_kate_s_eyeroll_] Je savais que tu étais un fluage, mais tu viens.
it_it: [_kate_s_eyeroll_] Sapevo che eri uno strisciante, ma vieni.

source: [_mc_] It's for the front page of the school paper...
fr_fr: [_mc_] C'est pour la première page du journal ...
it_it: [_mc_] È per la prima pagina del giornale scolastico...

source: [_kate_s_blush_] And you picked me over the hostess of the dinner? That's brilliant!
fr_fr: [_kate_s_blush_] Et vous m'avez choisi pour l'hôtesse du dîner? C'est génial !
it_it: [_kate_s_blush_] E mi hai scelto per la padrona di casa della cena? È geniale!

source: [_mc_] Yes!
fr_fr: [_mc_] Oui !
it_it: [_mc_] Sì!

source: [_kate_s_blush_] Make sure you get the lighting right.
fr_fr: [_kate_s_blush_] Assurez-vous d'avoir bien l'éclairage.
it_it: [_kate_s_blush_] Assicurarsi di ottenere l'illuminazione giusta.

source: [_mc_] Oh, that's hot.
fr_fr: [_mc_] Oh, c'est chaud.
it_it: [_mc_] Oh, è caldo.

source: [_kate_s_blush_] You know it.
fr_fr: [_kate_s_blush_] Vous le savez.
it_it: [_kate_s_blush_] Lo sapete.

source: [kate] always looks hot, but she's so often on the cover of the school newspaper...
fr_fr: [kate] a toujours l'air chaud, mais elle est si souvent sur la couverture du journal de l'école ...
it_it: [kate] sembra sempre caldo, ma è così spesso sulla copertina del giornale scolastico...

source: I need to find something fresh.
fr_fr: J'ai besoin de trouver quelque chose de frais.
it_it: Ho bisogno di trovare qualcosa di fresco.

source: [_kate_] Quit stalling. I don't have all day.
fr_fr: [_kate_] Cesser de fumer. Je n'ai pas toute la journée.
it_it: [_kate_] Smettere di stallare. Non ho tutto il giorno.

source: It sounds like [kate] is in the kitchen, being her usual domineering self.{space=-30}
fr_fr: Il semble que le [kate] soit dans la cuisine, étant son auto-dominateur habituel. { space=-30 }
it_it: Sembra che [kate] sia in cucina, essendo il suo solito se stesso dominante.{space=-30}

source: I wonder who the unfortunate soul is...
fr_fr: Je me demande qui est l'âme malheureuse ...
it_it: Mi chiedo chi sia l'anima sfortunata...

source: [_nurse_] B-but, Miss [kate]! They're right outside!
fr_fr: [_nurse_] B-mais, Mlle [kate]! Ils sont juste à l'extérieur !
it_it: [_nurse_] B-but Signorina [kate]! Sono proprio fuori!

source: [_kate_] Yes, that's perfect for you. Someone could walk in here at any moment.{space=-65}
fr_fr: [_kate_] Oui, c'est parfait pour vous. Quelqu'un pourrait marcher ici à tout moment. { space=-65 }
it_it: [_kate_] Sì, è perfetto per te. Qualcuno potrebbe entrare qui in qualsiasi momento.{space=-65}

source: [_kate_] Make the round, slut. I will not repeat myself again.
fr_fr: [_kate_] Faites le tour, salope. Je ne vais pas me répéter.
it_it: [_kate_] Fai il giro, la troia. Non mi ripeterò di nuovo.

source: [_nurse_] Yes, Miss [kate]...
fr_fr: [_nurse_] Oui, Mlle [kate]...
it_it: [_nurse_] Sì, Signorina [kate]...

source: [_kate_] Come on, crawl.
fr_fr: [_kate_] Allez, ramper.
it_it: [_kate_] Avanti, striscia.

source: [_kate_] If you're not quick, I'll make you eat that carrot afterward.
fr_fr: [_kate_] Si vous n'êtes pas rapide, je vous ferai manger cette carotte par la suite.
it_it: [_kate_] Se non sei veloce, ti farò mangiare quella carota dopo.

source: Holy shit! The [nurse] is crawling after [kate] in broad daylight... right at the party...
fr_fr: C'est merde ! Le [nurse] est en train de ramper après [kate] en plein jour ... droit à la fête ...
it_it: Merda santa! L' [nurse] sta strisciando dopo [kate] in pieno giorno... proprio alla festa...

source: This is really hot...
fr_fr: C'est vraiment chaud ...
it_it: Questo è davvero caldo...

source: But [kate] broke her promise.
fr_fr: Mais le [kate] a rompu sa promesse.
it_it: Ma [kate] ha rotto la sua promessa.

source: [_mc_] What are you doing, [kate]?
fr_fr: [_mc_] Qu'est-ce que vous faites, [kate]?
it_it: [_mc_] Cosa stai facendo, [kate]?

source: [_nurse_s_kitchen_crawling_] Oh my goodness!
fr_fr: [_nurse_s_kitchen_crawling_] Oh mon Dieu !
it_it: [_nurse_s_kitchen_crawling_] Oh la mia bontà!

source: [_kate_] Look, we have company! It's my least favorite nerd!
fr_fr: [_kate_] Look, we have company ! C'est mon nerd le moins préféré !
it_it: [_kate_] Guarda, abbiamo compagnia! È il mio nerd meno preferito!

source: [_mc_] Err... I was just looking for ice cream...
fr_fr: [_mc_] Err ... Je cherchais juste de la glace ...
it_it: [_mc_] Err... Stavo solo cercando del gelato...

source: [_nurse_s_kitchen_crawling_] Oh, no... Oh, god...
fr_fr: [_nurse_s_kitchen_crawling_] Oh, non ... Oh, mon dieu ...
it_it: [_nurse_s_kitchen_crawling_] Oh, no... Oh, dio...

source: [_kate_] Please, I know you love this. And it looks like [mc] here brought a camera!
fr_fr: [_kate_] S'il vous plaît, je sais que vous l'aimez. Et il semble que [mc] ici a apporté une caméra !
it_it: [_kate_] Per favore, so che ti piace questo. E sembra che [mc] qui ha portato una macchina fotografica!

source: [_mc_] You broke your promise to leave her alone.
fr_fr: [_mc_] Vous avez rompu votre promesse de la laisser tranquille.
it_it: [_mc_] Hai rotto la tua promessa di lasciarla da sola.

source: [_kate_] I didn't, actually. She asked me to do this.
fr_fr: [_kate_] Je ne l'ai pas fait, en fait. Elle m'a demandé de faire ça.
it_it: [_kate_] non l'ho fatto, in realtà. Mi ha chiesto di fare questo.

source: [_kate_] Our deal was only to stop blackmailing her.
fr_fr: [_kate_] Notre accord n'a été que de cesser de la faire chanter.
it_it: [_kate_] Il nostro affare era solo per smettere di ricattarla.

source: [_mc_] I won't allow this, [kate].
fr_fr: [_mc_] Je ne le permetterai pas, [kate].
it_it: [_mc_] Non consentirò questo, [kate].

source: [_kate_] Don't get your panties in a twist. This is the last time, okay?
fr_fr: [_kate_] N'obtenez pas vos cultes dans une torsion. C'est la dernière fois, d'accord?
it_it: [_kate_] Non ottenere le mutandine in una torsione. Questa è l'ultima volta, okay?

source: [_kate_] She just wanted to say goodbye... the right way.
fr_fr: [_kate_] Elle voulait juste dire au revoir ... la bonne façon.
it_it: [_kate_] Voleva solo dire addio... il modo giusto.

source: [_mc_] Is this true, [nurse]?
fr_fr: [_mc_] Est-ce vrai, [nurse]?
it_it: [_mc_] È vero, [nurse]?

source: [_nurse_s_kitchen_crawling_] Y-yes...
fr_fr: [_nurse_s_kitchen_crawling_] Y-oui ...
it_it: [_nurse_s_kitchen_crawling_] Y-sì...

source: [_kate_] See?
fr_fr: [_kate_] Voir?
it_it: [_kate_] Vedi?

source: [_kate_] Come on, slut! Pose for the camera!
fr_fr: [_kate_] Allez, salope ! Pose pour la caméra !
it_it: [_kate_] Avanti, slut! Pose per la fotocamera!

source: [_nurse_s_kitchen_crawling_] My life is over...
fr_fr: [_nurse_s_kitchen_crawling_] Ma vie est terminée ...
it_it: [_nurse_s_kitchen_crawling_] La mia vita è finita...

source: [_kate_] Don't be such a drama queen.
fr_fr: [_kate_] Ne pas être une telle reine.
it_it: [_kate_] Non essere una regina così drammatica.

source: [_kate_] This is only for the school paper. No one reads it.
fr_fr: [_kate_] Ce n'est que pour le journal de l'école. Personne ne le lit.
it_it: [_kate_] Questo è solo per la carta scolastica. Nessuno lo legge.

source: [_nurse_s_kitchen_posing_] Oh my god...
fr_fr: [_nurse_s_kitchen_posing_] Oh mon dieu ...
it_it: [_nurse_s_kitchen_posing_] Oh mio dio...

source: [_kate_] Take the picture, [mc].
fr_fr: [_kate_] Prenez la photo, [mc].
it_it: [_kate_] Scatta la foto, [mc].

source: [_mc_] I guess it'll look great on the cover...
fr_fr: [_mc_] Je suppose que ce sera super sur la couverture ...
it_it: [_mc_] Immagino che sarà grande sulla copertura...

source: [_mc_] All right, smile!
fr_fr: [_mc_] Très bien, sourire !
it_it: [_mc_] Va bene, sorride!

source: Despite looking spooked, the [nurse] seems to have enjoyed that. She's practically gushing.
fr_fr: Malgré une apparence effrayés, le [nurse] semble avoir apprécié ça. Elle est pratiquement en rafales.
it_it: Nonostante sembri spaventata, la [nurse] sembra essersi divertita. È praticamente spaventata.

source: [_kate_] Keep crawling, slut. We're not done yet.
fr_fr: [_kate_] Conserver l'exploration, la salope. Nous n'avons pas encore fini.
it_it: [_kate_] Continua a strisciare, troia. Non abbiamo ancora finito.

source: [_nurse_s_kitchen_posing_] Yes, Miss [kate]...
fr_fr: [_nurse_s_kitchen_posing_] Oui, Mlle [kate]...
it_it: [_nurse_s_kitchen_posing_] Sì, Signorina [kate]...

source: [_kate_] I'm starting to think you do want to eat that carrot.
fr_fr: [_kate_] Je commence à penser que vous voulez manger cette carotte.
it_it: [_kate_] Sto iniziando a pensare che tu voglia mangiare quella carota.

source: [_kate_] Maybe I should make you eat it at the table?
fr_fr: [_kate_] Peut-être que je devrais vous faire manger à la table?
it_it: [_kate_] Forse dovrei farti mangiare al tavolo?

source: [_nurse_s_kitchen_posing_] Oh! Please, no!
fr_fr: [_nurse_s_kitchen_posing_] Oh ! S'il te plaît, non !
it_it: [_nurse_s_kitchen_posing_] Oh! Per favore, no!

source: [_mc_] So, err... I've been tasked to take a photo for the front page of the next issue of the school paper.
fr_fr: [_mc_] Alors, err ... J'ai été chargé de prendre une photo pour la page de couverture du prochain numéro du journal scolaire.
it_it: [_mc_] Così, errore... Mi è stato chiesto di scattare una foto per la prima pagina del prossimo numero della carta scolastica.

source: [_lindsey_s_excited_] Oh! Exciting! Do you need any help?
fr_fr: [_lindsey_s_excited_] Oh ! Excitant ! Avez-vous besoin d'aide?
it_it: [_lindsey_s_excited_] Oh! Emozionante! Hai bisogno di aiuto?

source: [_mc_] You're the prettiest girl here. Would you mind being on the cover?
fr_fr: [_mc_] Vous êtes la fille la plus jolie ici. Ça vous dérangerait d'être sur la couverture?
it_it: [_mc_] Sei la ragazza più bella qui. Ti dispiacerebbe essere sulla copertura?

source: [_lindsey_s_laughing_] Oh my god!
fr_fr: [_lindsey_s_laughing_] Oh mon Dieu !
it_it: [_lindsey_s_laughing_] Oh mio dio!

source: [_mc_] It's true!
fr_fr: [_mc_] C'est vrai !
it_it: [_mc_] È vero!

source: [_mc_] It's fine, right?
fr_fr: [_mc_] C'est bien, non?
it_it: [_mc_] Va bene, giusto?

source: [_lindsey_s_flirty_] I guess so...
fr_fr: [_lindsey_s_flirty_] Je suppose que ...
it_it: [_lindsey_s_flirty_] Immagino così...

source: [_mc_] Okay, I know you're fast, but I'd like you to stay still for the photo!
fr_fr: [_mc_] Ok, je sais que tu es rapide, mais j'aimerais que tu restes encore pour la photo !
it_it: [_mc_] Okay, so che sei veloce, ma vorrei che rimanessi fermo per la foto!

source: [_lindsey_s_laughing_] [mc]! Stop it, you're making me blush!
fr_fr: [_lindsey_s_laughing_] [mc]! Arras, tu me fais rougouste !
it_it: [_lindsey_s_laughing_] [mc]! Fermatevi, mi stai facendo arrossire!

source: [_mc_] Heh! Okay, smile!
fr_fr: [_mc_] Heh ! Ok, souris !
it_it: [_mc_] Heh! Okay, sorrise!

source: [_mc_] Normally, I'd try to shield you from the paparazzi, but today I'm one of them. Would you mind?
fr_fr: [_mc_] Normalement, je vais essayer de vous protéger des paparazzi, mais aujourd'hui je suis l'un d'entre eux. Ça vous dérangerait?
it_it: [_mc_] Normalmente, cercherei di proteggerti dai paparazzi, ma oggi sono uno di loro. Ti dispiace?

source: [_lindsey_s_blush_] That's so nice of you!
fr_fr: [_lindsey_s_blush_] C'est si gentile de vous !
it_it: [_lindsey_s_blush_] È così bello da te!

source: [_lindsey_s_blush_] Okay, let's do it!
fr_fr: [_lindsey_s_blush_] Ok, faisons ça !
it_it: [_lindsey_s_blush_] Okay, facciamolo!

source: [_maxine_s_skeptical_] What exactly do you think you're doing?
fr_fr: [_maxine_s_skeptical_] Que penses-tu exactement que tu fais?
it_it: [_maxine_s_skeptical_] Che cosa pensi di fare esattamente?

source: [_mc_] I'm conducting an experiment.
fr_fr: [_mc_] Je mène une expérience.
it_it: [_mc_] Sto conducendo un esperimento.

source: [_maxine_s_annoyed_] That goes against the guidelines of the newspaper board.
fr_fr: [_maxine_s_annoyed_] Cela va à l'encontre des lignes directrices du conseil d'administration.
it_it: [_maxine_s_annoyed_] Questo va contro le linee guida del giornale.

source: [_mc_] Interesting...
fr_fr: [_mc_] Intéressant ...
it_it: [_mc_] Interessante...

source: [_mc_] Defensive behavior... slight annoyance... possibly extra terrestrial tendencies...
fr_fr: [_mc_] Comportement défensif ... une légère gêne ... peut-être des tendances terrestres supplémentaires ...
it_it: [_mc_] Comportamento difensivo... leggero fastidio... forse tendenze terrestri extra...

source: [_maxine_s_thinking_] I'm not annoyed.
fr_fr: [_maxine_s_thinking_] Je ne suis pas ennuyé.
it_it: [_maxine_s_thinking_] non sono infastidita.

source: [_mc_] I think I've caught a cryptid.
fr_fr: [_mc_] Je pense avoir attrapé un cryptid.
it_it: [_mc_] penso di aver catturato un criptide.

source: [_maxine_s_sad_] Where?
fr_fr: [_maxine_s_sad_] Où?
it_it: [_maxine_s_sad_] Dove?

source: [_mc_] You'll see later.
fr_fr: [_mc_] Vous verrez plus tard.
it_it: [_mc_] Vedrai più tardi.

source: Ah, my one true love!
fr_fr: Ah, mon unique amour !
it_it: Ah, il mio unico vero amore!

source: Finally, the strawberry juice is getting its well-deserved time in the spotlight.
fr_fr: Enfin, le jus de fraise obtient son temps bien mérité sous les feux de la rampe.
it_it: Infine, il succo di fragola sta ottenendo il suo meritato tempo sotto i riflettori.

source: Ugh... I needed a moment away from all the noise...
fr_fr: Ugh ... J'avais besoin d'un moment loin de tout le bruit ...
it_it: Ugh... avevo bisogno di un attimo di distanza da tutto il rumore...

source: Parties exhaust me like nothing else.
fr_fr: Les parties m'épuisont comme rien d'autre.
it_it: Le parti mi esauriscono come nient'altro.

source: Well, this party does. The sample size is quite small.
fr_fr: Eh bien, c'est ce parti. La taille de l'échantillon est assez petite.
it_it: Bene, questo partito fa. La dimensione del campione è abbastanza piccola.

source: All right, I better take that picture and get back to [maxine].
fr_fr: Très bien, je ferais mieux de prendre cette photo et de revenir au [maxine].
it_it: Va bene, meglio scattare quella foto e tornare a [maxine].

source: What was that?
fr_fr: Qu'est-ce que c'était?
it_it: Cos'era quello?

source: Eh, probably nothing...
fr_fr: Eh, probablement rien ...
it_it: Eh, probabilmente niente...

source: [_maxine_s_excited_] I have foreseen this moment.
fr_fr: [_maxine_s_excited_] J'ai prévu ce moment.
it_it: [_maxine_s_excited_] Ho previsto questo momento.

source: [_mc_] Oh, yeah?
fr_fr: [_mc_] Oh, oui?
it_it: [_mc_] Oh, sì?

source: [_maxine_s_excited_] You have come to deliver me something.
fr_fr: [_maxine_s_excited_] Vous êtes venu me livrer quelque chose.
it_it: [_maxine_s_excited_] Sei venuto a consegnarmi qualcosa.

source: [_mc_] Right, your camera. I took a photo for you.
fr_fr: [_mc_] À droite, votre appareil photo. J'ai pris une photo pour toi.
it_it: [_mc_] Destra la tua macchina fotografica. Ho scattato una foto per te.

source: [_maxine_s_concerned_] Oh... I guess the foresight was wrong, then.
fr_fr: [_maxine_s_concerned_] Oh ... Je suppose que la prévoyance a eu tort, alors.
it_it: [_maxine_s_concerned_] Oh... Immagino che la lungimiranza fosse sbagliata, allora.

source: [_mc_] Do I even want to know?
fr_fr: [_mc_] Est-ce que je veux même savoir?
it_it: [_mc_] Voglio anche saperlo?

source: [_maxine_s_skeptical_] That is a question only you can answer.
fr_fr: [_maxine_s_skeptical_] C'est une question que vous pouvez seulement répondre.
it_it: [_maxine_s_skeptical_] Questa è una domanda che solo tu puoi rispondere.

source: [_mc_] Anyway, here's your camera back. I hope you like the photo.
fr_fr: [_mc_] Bref, voici votre appareil photo. J'espère que tu aimes la photo.
it_it: [_mc_] Comunque, ecco la tua macchina fotografica. Spero che ti piaccia la foto.

source: [_maxine_s_confident_] Thank you for participating in the experiment.
fr_fr: [_maxine_s_confident_] Merci de participer à l'expérience.
it_it: [_maxine_s_confident_] Grazie per aver partecipato all'esperimento.

source: [_mc_] No problem, I guess.
fr_fr: [_mc_] Aucun problème, je suppose.
it_it: [_mc_] Nessun problema, immagino.

source: [_kate_s_gushing_] This was a fun party! Very fun!
fr_fr: [_kate_s_gushing_] C'était une fête amusante ! Très amusant !
it_it: [_kate_s_gushing_] Questa è stata una festa divertente! Molto divertente!

source: [kate]'s voice is dripping with sarcasm.
fr_fr: [kate]'s la voix s'égoutte avec sarcasme.
it_it: La voce di [kate]sta sgocciolando con il sarcasmo.

source: [_kate_s_gushing_] Anyway, I have to go. I've got bigger and better things going on tonight.
fr_fr: [_kate_s_gushing_] Quoi qu'il en soit, je dois y aller. J'ai des choses plus grandes et meilleures qui se passent ce soir.
it_it: [_kate_s_gushing_] Comunque, devo andare. Ho cose più grandi e migliori in corso stasera.

source: She probably means the cheer tryouts. I better get [isabelle]. This is our chance.
fr_fr: Elle veut probablement dire que les tricheurs. Je ferais mieux de [isabelle]. C'est notre chance.
it_it: Probabilmente significa il tifo provare. Meglio ottenere [isabelle]. Questa è la nostra occasione.

source: Where is [isabelle]?
fr_fr: Où est le [isabelle]?
it_it: Dove si trova [isabelle]?

source: I guess she followed [kate] out.
fr_fr: Je suppose qu'elle a suivi le [kate].
it_it: Immagino che abbia seguito [kate] fuori.

source: [_isabelle_s_laughing_] There you are! I almost thought you'd bailed on me.
fr_fr: [_isabelle_s_laughing_] Vous êtes là ! J'ai presque pensé que tu m'aurais baillé.
it_it: [_isabelle_s_laughing_] Ecco! Ho quasi pensato che mi avessi salutato.

source: [_mc_] Never. Not now.
fr_fr: [_mc_] Jamais. Pas maintenant.
it_it: [_mc_] Mai. Non adesso.

source: [_isabelle_s_confident_] That's the attitude!
fr_fr: [_isabelle_s_confident_] C'est l'attitude !
it_it: [_isabelle_s_confident_] Questo è l'atteggiamento!

source: [_isabelle_s_confident_] Are you ready?
fr_fr: [_isabelle_s_confident_] Êtes-vous prêt?
it_it: [_isabelle_s_confident_] Sei pronto?

source: [_mc_] As ready as I'll ever be.
fr_fr: [_mc_] Aussi prêt que je serai.
it_it: [_mc_] Come pronto come sarò mai.

source: If this fails, we're both dead meat...
fr_fr: Si ce n'est pas le cas, nous sommes tous les deux morts ...
it_it: Se questo fallisce, siamo entrambi carne morta...
