Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_red.po
Languages: fr_fr, it_it

source: [_mc_] Hi, do you know where I could find a bucket of red paint?
fr_fr: [_mc_] Salut, tu sais où je pourrais trouver un seau de peinture rouge?
it_it: [_mc_] Ciao, sai dove ho trovato un secchio di vernice rossa?

source: [_jacklyn_s_neutral_] What's rustling Santa's jimmies?
fr_fr: [_jacklyn_s_neutral_] Qu'est-ce qui roule les jimmies du Père Noël?
it_it: [_jacklyn_s_neutral_] Cosa c'è fruscio di Babbo Natale?

source: Err... what? She must mean what it's for.
fr_fr: Err ... quoi? Elle doit signifier ce qu'elle est pour.
it_it: Errore... cosa? Deve significare a cosa serve.

source: [_mc_] It's for a personal art project.
fr_fr: [_mc_] C'est pour un projet d'art personnel.
it_it: [_mc_] È per un progetto di arte personale.

source: [_jacklyn_s_smile_] Right on!
fr_fr: [_jacklyn_s_smile_] Droit sur !
it_it: [_jacklyn_s_smile_] Proprio su!

source: [_jacklyn_s_smile_] What's the Mona Lisa?
fr_fr: [_jacklyn_s_smile_] Quelle est la Joconde?
it_it: [_jacklyn_s_smile_] Qual è la Giocona?

source: [_mc_] I'd like to keep it a secret for now...
fr_fr: [_mc_] J'aimerais le garder secret pour l'instant ...
it_it: [_mc_] Vorrei tenerlo un segreto per ora...

source: [_jacklyn_s_laughing_] Jokes. I get that.
fr_fr: [_jacklyn_s_laughing_] Jokes. Je l'ai.
it_it: [_jacklyn_s_laughing_] Jokes. Lo capisco.

source: [_jacklyn_s_laughing_] Just like Misaratti — he kept the zipper on until his great fresco was completed and displayed in its full glory.
fr_fr: [_jacklyn_s_laughing_] Tout comme Misaratti, il a gardé le zipper jusqu'à ce que sa grande fresque soit terminée et exposée dans sa pleine gloire.
it_it: [_jacklyn_s_laughing_] Proprio come Misaratti — ha mantenuto la cerniera su fino a quando il suo grande affresco è stato completato e esposto nella sua piena gloria.

source: [_jacklyn_s_excited_] Art has its own voice. Words can't describe the stroke of a brush or the curve of a smile.
fr_fr: [_jacklyn_s_excited_] L'art a sa propre voix. Les mots ne peuvent décrire le trait d'un pinceau ou la courbe d'un sourire.
it_it: [_jacklyn_s_excited_] Art ha la propria voce. Le parole non possono descrivere il tratto di un pennello o la curva di un sorriso.

source: [_jacklyn_s_excited_] It's an extension of the human mind.
fr_fr: [_jacklyn_s_excited_] C'est une extension de l'esprit humain.
it_it: [_jacklyn_s_excited_] È un'estensione della mente umana.

source: [_jacklyn_s_excited_] Thoughts and ideas visualized on the canvas. An object of beauty out of thin air.
fr_fr: [_jacklyn_s_excited_] Réflexions et idées visualisées sur la toile. Un objet de beauté à l'air mince.
it_it: [_jacklyn_s_excited_] Pensieri e idee visualizzati sulla tela. Un oggetto di bellezza fuori dall'aria.

source: [_mc_] Right.
fr_fr: [_mc_] Droit.
it_it: [_mc_] Destra.

source: [_jacklyn_s_smile_] Red paint for a victimless battle?
fr_fr: [_jacklyn_s_smile_] Peinture rouge pour une bataille sans victime?
it_it: [_jacklyn_s_smile_] Vernice rossa per una battaglia senza vittime?

source: Oh, snap. How the hell did she know about that?
fr_fr: Oh, enfichable. Comment a-t-elle été au courant?
it_it: Oh, snap. Come l'inferno lo sapeva?

source: There's no information on the internet about it...
fr_fr: Il n'y a pas d'information sur Internet à ce sujet ...
it_it: Non ci sono informazioni su internet a riguardo...

source: The only reason I know about this event is because of [jo]'s great great uncle's love letters during the time.
fr_fr: La seule raison pour laquelle je sais à propos de cet événement est à cause des lettres d'amour du grand-oncle de [jo]pendant le temps.
it_it: L'unica ragione che conosco di questo evento è a causa delle lettere d'amore di [jo]grande zio durante il tempo.

source: [_mc_] Then you must also know the color of their shields...
fr_fr: [_mc_] Vous devez aussi connaître la couleur de leurs boucliers ...
it_it: [_mc_] Allora dovete anche conoscere il colore dei loro scudi...

source: [_jacklyn_s_thinking_] Shields? You're tickling my funny bone.
fr_fr: [_jacklyn_s_thinking_] Shields? Tu chatoues mon drôle d'os.
it_it: [_jacklyn_s_thinking_] Scudi? Stai solleticando il mio osso divertente.

source: [_jacklyn_s_thinking_] The combatants were all peasants and barely had access to weapons, much less shields.
fr_fr: [_jacklyn_s_thinking_] Les combattants étaient tous des paysans et avaient à peine accès à des armes, beaucoup moins de boucliers.
it_it: [_jacklyn_s_thinking_] I combattenti erano tutti contadini e a malapena avevano accesso alle armi, molto meno scudi.

source: How does she know this?!
fr_fr: Comment le sait-t-elle?
it_it: Come sa questo?!

source: [_mc_] The banners—
fr_fr: [_mc_] Les bannières-
it_it: [_mc_] I banner—

source: [_jacklyn_s_laughing_] Blue.
fr_fr: [_jacklyn_s_laughing_] Bleu.
it_it: [_jacklyn_s_laughing_] Blu.

source: [_mc_] The sunset—
fr_fr: [_mc_] Le coucher du soleil-
it_it: [_mc_] Il tramonto—

source: [_jacklyn_s_laughing_] Midnight battle.
fr_fr: [_jacklyn_s_laughing_] bataille de minuit.
it_it: [_jacklyn_s_laughing_] Battaglia di mezzanotte.

source: [_mc_] The rickety windmill on hill by the—
fr_fr: [_mc_] Le moulin à vent de la colline par le-
it_it: [_mc_] Il mulino a vento risciolto sulla collina dalla—

source: [_jacklyn_s_laughing_] Swept away by a storm the day before the battle.
fr_fr: [_jacklyn_s_laughing_] balayé par une tempête la veille de la bataille.
it_it: [_jacklyn_s_laughing_] spazzato via da una tempesta il giorno prima della battaglia.

source: Shit. I'm digging my own grave.
fr_fr: Merde. Je creusais ma propre tombe.
it_it: Merda. Sto scavando la mia propria tomba.

source: [_mc_] The... err, the red lipstick that my great great uncle's lover kissed her letters with?
fr_fr: [_mc_] The ... err, the red lipstick that my great great oncle's lover kissed her letters with?
it_it: [_mc_] Il... err, il rossetto rosso con cui l'amante del mio grande zio baciò le sue lettere?

source: [_jacklyn_s_annoyed_] That's... I didn't know about that.
fr_fr: [_jacklyn_s_annoyed_] C'est. .. Je ne savais pas à ce sujet.
it_it: [_jacklyn_s_annoyed_] Quello... Non lo sapevo.

source: Ha! Got her.
fr_fr: Ha ! Got-elle.
it_it: Ciao! L'ha presa.

source: [_jacklyn_s_excited_] Was your great great uncle's name Enoch, by any chance?
fr_fr: [_jacklyn_s_excited_] Votre grand-oncle a-t-il été nommé Enoch, par hasard?
it_it: [_jacklyn_s_excited_] Il nome del tuo grande zio era Enoch, per caso?

source: [_mc_] Huh! How did you know that?
fr_fr: [_mc_] Huh ! Comment saviez-vous cela?
it_it: [_mc_] Huh! Come lo sapevate?

source: [_jacklyn_s_laughing_] My great great aunt's name was Lora.
fr_fr: [_jacklyn_s_laughing_] Le nom de ma grande tante était Lora.
it_it: [_jacklyn_s_laughing_] Il nome della mia grande zia era Lora.

source: [_jacklyn_s_laughing_] Wicked coincidence, my dude!
fr_fr: [_jacklyn_s_laughing_] Wicked coïncidence, mon dude !
it_it: [_jacklyn_s_laughing_] Malvagia coincidenza, mio tizio!

source: This is crazy...
fr_fr: C'est fou ...
it_it: Questo è pazzo...

source: [_mc_] It's such a romantic tale! Two lovers stuck on different sides of the river during the war.
fr_fr: [_mc_] C'est une histoire si romantique ! Deux amants se sont coincés sur les différents côtés de la rivière pendant la guerre.
it_it: [_mc_] È un racconto così romantico! Due amanti bloccati su diversi lati del fiume durante la guerra.

source: [_mc_] Exchanging letters with the help of carrier pigeons. Longing for each other's arms.
fr_fr: [_mc_] Echange de lettres avec l'aide de pigeons voyageurs. Longing pour les bras de l'autre.
it_it: [_mc_] Scambio di lettere con l'aiuto dei piccioni portanti. Desideri reciprocamente le braccia.

source: [_jacklyn_s_excited_] Love on crack.
fr_fr: [_jacklyn_s_excited_] L'amour sur le crack.
it_it: [_jacklyn_s_excited_] Amore in crepa.

source: [_mc_] I'm here to investigate the pigment quality on behalf of the school paper.{space=-90}
fr_fr: [_mc_] Je suis ici pour étudier la qualité du pigment au nom du journal de l'école. { space=-90 }
it_it: [_mc_] Sono qui per studiare la qualità del pigmento per conto della carta scolastica.{space=-90}

source: [_jacklyn_s_thinking_] That's sus, bro.
fr_fr: [_jacklyn_s_thinking_] C'est sus, mon frère.
it_it: [_jacklyn_s_thinking_] Questo è sus, bro.

source: [_mc_] What is?
fr_fr: [_mc_] Qu'est-ce que c'est?
it_it: [_mc_] Che cos'è?

source: [_jacklyn_s_thinking_] You're second in line for that.
fr_fr: [_jacklyn_s_thinking_] Vous êtes deuxième en ligne pour ça.
it_it: [_jacklyn_s_thinking_] Sei il secondo in fila per questo.

source: [_jacklyn_s_annoyed_] The chick with the glasses. I always forget her name.
fr_fr: [_jacklyn_s_annoyed_] Le poussin avec les lunettes. J'oublie toujours son nom.
it_it: [_jacklyn_s_annoyed_] Il pulcino con gli occhiali. Mi dimentico sempre il suo nome.

source: [_jacklyn_s_annoyed_] Pigment quality investigation, yeah.
fr_fr: [_jacklyn_s_annoyed_] Enquête sur la qualité des pigments, oui.
it_it: [_jacklyn_s_annoyed_] Inchiesta di qualità del pigmento, sì.

source: [_mc_] And you just gave her the paint?
fr_fr: [_mc_] Et vous lui avez donné la peinture?
it_it: [_mc_] E le hai appena dato la pittura?

source: [_jacklyn_s_excited_] Pigment quality is top prio.
fr_fr: [_jacklyn_s_excited_] La qualité du Pigment est le premier prio.
it_it: La qualità del pigmento [_jacklyn_s_excited_] è il primo prio.

source: [_mc_] Did she tell you when she'd give it back?
fr_fr: [_mc_] Elle vous a-t-elle dit quand elle l'a remis?
it_it: [_mc_] Ti ha detto quando lo avrebbe restituito?

source: [_jacklyn_s_laughing_] When the doves turn black.
fr_fr: [_jacklyn_s_laughing_] Lorsque les colombes deviennent noires.
it_it: [_jacklyn_s_laughing_] Quando le colombe diventano nere.

source: [_mc_] What does that mean?
fr_fr: [_mc_] Qu'est-ce que cela signifie?
it_it: [_mc_] Che cosa significa?

source: [_jacklyn_s_laughing_] Beats me, but those were her words.
fr_fr: [_jacklyn_s_laughing_] Beats-moi, mais ce sont ses mots.
it_it: [_jacklyn_s_laughing_] mi batte, ma quelle erano le sue parole.

source: Well, shit.
fr_fr: Eh bien, merde.
it_it: Beh, merda.

source: Wrestling something out of [maxine]'s hands is almost impossible...
fr_fr: Lutte contre [maxine]'s mains est presque impossible ...
it_it: Sconfiggere qualcosa dalle mani di [maxine]è quasi impossibile...

source: I need to come up with a plan.
fr_fr: J'ai besoin d'un plan.
it_it: Ho bisogno di trovare un piano.

source: [_mc_] Anyway, what about that bucket of red paint?
fr_fr: [_mc_] En tout cas, qu'en est-il de ce seau de peinture rouge?
it_it: [_mc_] Comunque, che dire di quel secchio di vernice rossa?

source: [_jacklyn_s_neutral_] I'd let you have it, but another student already snagged it.
fr_fr: [_jacklyn_s_neutral_] Je vous ai laissé la faire, mais un autre étudiant l'a déjà collé.
it_it: [_jacklyn_s_neutral_] ti lascerei averlo, ma un altro studente lo ha già spuntato.

source: [_mc_] Do you only have one bucket?
fr_fr: [_mc_] N'avez-vous qu'un seul seau?
it_it: [_mc_] Hai solo un secchio?

source: [_jacklyn_s_neutral_] Budget cuts whipped our asses.
fr_fr: [_jacklyn_s_neutral_] Des coupures budgétaires ont fouetté nos masses.
it_it: [_jacklyn_s_neutral_] I tagli di bilancio hanno montato i nostri asini.

source: [_mc_] Well, do you know who borrowed it?
fr_fr: [_mc_] Eh bien, tu sais qui l'a emprunté?
it_it: [_mc_] Beh, sai chi l'ha preso in prestito?

source: [_jacklyn_s_thinking_] That chick with the glasses. I always forget her name.
fr_fr: [_jacklyn_s_thinking_] Ce poussin avec les lunettes. J'oublie toujours son nom.
it_it: [_jacklyn_s_thinking_] Quel pulcino con gli occhiali. Mi dimentico sempre il suo nome.

source: Getting stuff from her is like pulling a sword from a stone — you basically need to be the king of England.
fr_fr: Obtenir des choses d'elle, c'est comme tirer une épée d'une pierre-il faut essentiellement être le roi d'Angleterre.
it_it: Ottenere cose da lei è come tirare una spada da una pietra — è fondamentalmente necessario essere il re dell'Inghilterra.

source: [_jacklyn_s_smile_] Smooth winds, sailor.
fr_fr: [_jacklyn_s_smile_] Vents lisses, marins.
it_it: [_jacklyn_s_smile_] Venti lisci, marinaio.

source: I totally forgot about her annoying habit of leaving clues about where she's gone.
fr_fr: J'ai complètement oublié sa fâchelle habitude de laisser des indices sur l'endroit où elle est partie.
it_it: Ho completamente dimenticato la sua fastidiosa abitudine di lasciare indizi su dove è andata.

source: Apparently, it's in case a highly intelligent civilization stops by her door during her coffee break.
fr_fr: Apparemment, c'est au cas où une civilisation très intelligente s'arrêtant par sa porte pendant sa pause café.
it_it: A quanto pare, è nel caso in cui una civiltà altamente intelligente si ferma dalla sua porta durante la sua pausa caffè.

source: Aliens from outer space would surely enjoy her hide and seek games.{space=-30}
fr_fr: Les étrangers de l'espace jouiraient sûrement de sa peau et chercheraient des jeux. { space=-30 }
it_it: Gli alieni dallo spazio esterno sicuramente godersi la sua pelle e cercare giochi.{space=-30}

source: Let's see what it says...
fr_fr: Voyons ce qu'il dit ...
it_it: Vediamo cosa dice...

source: {i}"From my office, feet so light, I've made my way this day most bright. Hidden in a world of greens — petals, pistils, color-schemes."{/}{space=-20}
fr_fr: {i}" Depuis mon bureau, les pieds sont si légers, j'ai fait mon chemin ce jour le plus brillant. Hidden in a world of greens-petals, pistils, color-èmes. " { / } { space=-20 }
it_it: {i}"Dal mio ufficio, piedi così leggeri, ho fatto la mia strada questo giorno più luminoso. Nascosto in un mondo di verdi — petali, pistole, schemi colore."{/}{space=-20}

source: Ugh, a riddle?
fr_fr: Ugh, une énigme?
it_it: Ugh, un indovinello?

source: Well, if I can't figure it out on my own, maybe [isabelle] can help...
fr_fr: Eh bien, si je ne peux pas le comprendre seul, peut-être [isabelle] peut aider ...
it_it: Beh, se non riesco a capirlo da solo, forse [isabelle] può aiutare...

source: [_mc_] Hey! Do you have a moment?
fr_fr: [_mc_] Hey ! As-tu un moment?
it_it: [_mc_] Hey! Hai un momento?

source: [_isabelle_s_neutral_] Sure thing!
fr_fr: [_isabelle_s_neutral_] Sure chose !
it_it: [_isabelle_s_neutral_] Sicura!

source: [_mc_] So, I need help solving this riddle...
fr_fr: [_mc_] Alors, j'ai besoin d'aide pour résoudre cette énigme ...
it_it: [_mc_] Quindi, ho bisogno di aiuto per risolvere questo indovinello...

source: [_isabelle_s_excited_] I love riddles!
fr_fr: [_isabelle_s_excited_] J'adore les énigmes !
it_it: [_isabelle_s_excited_] Amo gli indovinelli!

source: [_mc_] {i}"From my office, feet so light, I've made my way this day most bright. Hidden in a world of greens — petals, pistils, color-schemes."{/}{space=-20}
fr_fr: [_mc_] {i}" Depuis mon bureau, les pieds sont si légers, j'ai fait mon chemin ce jour le plus brillant. Hidden in a world of greens-petals, pistils, color-èmes. " { / } { space=-20 }
it_it: [_mc_] {i}"Dal mio ufficio, piedi così leggeri, ho fatto la mia strada questo giorno più luminoso. Nascosto in un mondo di verdi — petali, pistilli, schemi di colore."{/}{space=-20}

source: [_mc_] I think it's somewhere in the school.
fr_fr: [_mc_] Je pense que c'est quelque part dans l'école.
it_it: [_mc_] Penso che sia da qualche parte nella scuola.

source: [_isabelle_s_concerned_] Sounds like a place with flowers and sunlight, right?
fr_fr: [_isabelle_s_concerned_] Des sons comme un endroit avec des fleurs et la lumière du soleil, non?
it_it: [_isabelle_s_concerned_] Suona come un luogo con fiori e luce del sole, giusto?

source: Well, no sign of [maxine], but here's another note...
fr_fr: Pas de signe de [maxine], mais voici une autre note ...
it_it: Beh, nessun segno di [maxine], ma ecco un'altra nota...

source: {i}"Thought you had me, did you not? But I've already left this spot. Down the stairway, through the hall. In a classroom, on a wall."{/}
fr_fr: {i}" Tu m'as pensé, n'est-ce pas? Mais j'ai déjà quitté cet endroit. En bas de l'escalier, à travers la salle. Dans une salle de classe, sur un mur. " { / }
it_it: {i}"Pensato che mi avevi, no? Ma ho già lasciato questo posto. Giù la scala, attraverso la sala. In un'aula, su una parete."{/}

source: [_mc_] Hey, where in the school do you think this riddle is?
fr_fr: [_mc_] Hey, où dans l'école pensez-vous que cette énigme est?
it_it: [_mc_] Hey, dove nella scuola pensi che questo indovinello sia?

source: [_mc_] {i}"Thought you had me, did you not? But I've already left this spot. Down the stairway, through the hall. In a classroom, on a wall."{/}
fr_fr: [_mc_] {i}" Tu m'as pensé, n'est-ce pas? Mais j'ai déjà quitté cet endroit. En bas de l'escalier, à travers la salle. Dans une salle de classe, sur un mur. " { / }
it_it: [_mc_] {i}"Pensato che mi avevi, no? Ma ho già lasciato questo posto. Giù la scala, attraverso la sala. In un'aula, su una parete."{/}

source: [_isabelle_s_concerned_left_] Hmm... one of the classrooms. Could it be a painting?
fr_fr: [_isabelle_s_concerned_left_] Hmm ... une des salles de classe. Est-ce qu'il s'agit d'une peinture?
it_it: [_isabelle_s_concerned_left_] Hmm... una delle aule. Potrebbe essere un dipinto?

source: [_mc_] Good thinking.
fr_fr: [_mc_] Bonne pensée.
it_it: [_mc_] Buon pensiero.

source: Huh? There are voices coming from inside...
fr_fr: Huh? Il y a des voix venant de l'intérieur ...
it_it: Eh? Ci sono voci che vengono dall'interno...

source: Crap. It sounds like [kate] and her cheerleader posse.
fr_fr: Crap. Ça sonne comme [kate] et son cheerleader posse.
it_it: Crap. Suona come [kate] e la sua cheerleader posseggono.

source: [_lacey_] But I'm not... you know...
fr_fr: [_lacey_] Mais je ne suis pas ... tu sais ...
it_it: [_lacey_] Ma io no... sa...

source: [_kate_] A lesbian? Well, neither am I.
fr_fr: [_kate_] Une lesbienne? Eh bien, je ne suis pas non plus.
it_it: [_kate_] Una lesbica? Beh, non sono io.

source: [_kate_] But a bet is a bet.
fr_fr: [_kate_] Mais un pari est un pari.
it_it: [_kate_] Ma una scommessa è una scommessa.

source: [_lacey_] Do I really have to? It's...
fr_fr: [_lacey_] Dois-je vraiment le faire? C'est ...
it_it: [_lacey_] Devo davvero farlo? E' questo...

source: [_kate_] It's what?
fr_fr: [_kate_] C'est quoi?
it_it: [_kate_] È cosa?

source: [_lacey_] Nothing.
fr_fr: [_lacey_] Rien.
it_it: [_lacey_] Niente.

source: [_kate_] Just do it. We have practice soon.
fr_fr: [_kate_] Just do it. Nous avons bientôt de la pratique.
it_it: [_kate_] Basta farlo. Abbiamo presto la pratica.

source: What's going on in there?
fr_fr: Qu'est-ce qui se passe là-bas?
it_it: Cosa sta succedendo lì dentro?

source: Maybe I can sneak a peek?
fr_fr: Peut-être que je peux me faufiler un pote?
it_it: Forse posso sbirciare un peek?

source: Damn, they locked the door.
fr_fr: Merde, ils ont verrouillé la porte.
it_it: Dannazione, chiuse la porta.

source: Locks can't stop me!
fr_fr: Les écluses ne m'arrêtent pas !
it_it: Le serrature non mi possono fermare!

source: Please don't notice me...
fr_fr: S'il te plaît, ne me remarque pas ...
it_it: Per favore non mi noti...

source: No way...
fr_fr: Pas de chemin ...
it_it: Nessun modo...

source: [_lacey_] Can't we just do something else?
fr_fr: [_lacey_] Ne pouvons-nous pas faire autre chose?
it_it: [_lacey_] Non possiamo fare qualcos'altro?

source: [_kate_s_lacey_bet_anticipation_] Quit being such a baby.
fr_fr: [_kate_s_lacey_bet_anticipation_] Cessez d'être un si bébé.
it_it: [_kate_s_lacey_bet_anticipation_] Smettere di essere un bambino del genere.

source: [_kate_s_lacey_bet_anticipation_] Just imagine you're eating a papaya.
fr_fr: [_kate_s_lacey_bet_anticipation_] Imaginez que vous mangez une papaye.
it_it: [_kate_s_lacey_bet_anticipation_] Immaginate che state mangiando una papaya.

source: [_lacey_] A papaya?
fr_fr: [_lacey_] Une papaye?
it_it: [_lacey_] Una papaia?

source: [kate] seems way more into it than [lacey].
fr_fr: Le [kate] semble plus loin que le [lacey].
it_it: [kate] sembra molto più in esso che [lacey].

source: There's a certain anxiety to [lacey] that I haven't seen before...
fr_fr: Il y a une certaine anxiété à [lacey] que je n'ai pas vu avant ...
it_it: C'è una certa ansia per [lacey] che non ho visto prima...

source: She's always so energetic.
fr_fr: Elle est toujours aussi énergique.
it_it: È sempre così energica.

source: Perhaps I should offer to take her place?
fr_fr: Peut-être que je devrais offrir de prendre sa place?
it_it: Forse dovrei offrirle di prendervi parte?

source: Considering [kate] is pretty much perfect in every way, her pussy probably is too.
fr_fr: Etant donné que le [kate] est presque parfait dans tous les sens, sa chatte est probablement aussi.
it_it: Considerando [kate] è praticamente perfetto in ogni modo, la sua figa probabilmente è troppo.

source: Although, she would probably kill me before letting me anywhere near her pussy.
fr_fr: Bien que, elle me tuerait probablement avant de me laisser quelque part près de sa chatte.
it_it: Anche se, probabilmente mi avrebbe ucciso prima di lasciarmi ovunque vicino alla sua figa.

source: [_kate_s_lacey_bet_anticipation_] Come on, just give it a lick. It won't kill you.
fr_fr: [_kate_s_lacey_bet_anticipation_] Allez, lui donnez une licence. Ça ne te tuera pas.
it_it: [_kate_s_lacey_bet_anticipation_] Avanti, basta dargli una lecca. Non ti ucciderà.

source: [_lacey_] Okay...
fr_fr: [_lacey_] Ok ...

source: [_kate_s_lacey_bet_licking_panties_] See? That wasn't so bad, was it?
fr_fr: [_kate_s_lacey_bet_licking_panties_] Voir? Ce n'était pas si mal, n'est-ce pas?
it_it: [_kate_s_lacey_bet_licking_panties_] Vedi? Non era così male, vero?

source: [_lacey_] No...
fr_fr: [_lacey_] Non.

source: It's weird to see [kate] so... nurturing.
fr_fr: C'est bizarre de voir [kate] donc ... éduquer.
it_it: È strano vedere [kate] così... nutrimento.

source: She's this stone cold bully with me, but with [lacey]... she's almost motherly in a way.
fr_fr: C'est cette pierre froide avec moi, mais avec le [lacey]... elle est presque maternelle d'une certaine façon.
it_it: Lei è questo bullo freddo di pietra con me, ma con [lacey]... è quasi materna in un certo senso.

source: Maybe there are more sides to her than I thought.
fr_fr: Peut-être qu'il y a plus de camps que je ne le pensais.
it_it: Forse ci sono più lati a lei di quanto pensassi.

source: [_kate_s_lacey_bet_licking_panties_] Now, take my panties off and try again.
fr_fr: [_kate_s_lacey_bet_licking_panties_] Maintenant, prenez mes cultés et réessayez.
it_it: [_kate_s_lacey_bet_licking_panties_] Ora, togliete le mie mutandine e riprovate.

source: The tip of [lacey]'s tongue grazes [kate]'s rosy folds.
fr_fr: La pointe de la langue [lacey]broutent les plis rosés de [kate]'s.
it_it: La punta della lingua di [lacey]pascola le pieghe rosate di [kate].

source: As expected, it is a perfect pussy — completely shaven clean, glistening and swollen.
fr_fr: Comme prévu, c'est une parfaite chatte-complètement rasée, gécouter et gonflé.
it_it: Come previsto, è una figa perfetta — completamente rasata pulita, scintillante e gonfia.

source: [lacey] sweeps her tongue up and down, slowly, gently... maybe nervously.
fr_fr: [lacey] suie sa langue vers le haut et vers le bas, lentement, doucement ... peut-être nerveusement.
it_it: [lacey] spazza la sua lingua su e giù, lentamente, delicatamente... forse nervosamente.

source: Her bubbly smiley self, replaced by a more concentrated countenance.{space=-50}
fr_fr: Son moi souriant et souriant, remplacé par un visage plus concentré. { space=-50 }
it_it: Il suo sorriso frizzante, sostituito da un volto più concentrato.{space=-50}
