Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_piano.po
Languages: fr_fr, it_it

source: [_isabelle_s_blush_] Here's a small token of appreciation. It's my favorite flavor.
fr_fr: [_isabelle_s_blush_] Voici un petit signe d'appréciation. C'est ma saveur préférée.
it_it: [_isabelle_s_blush_] Ecco un piccolo segno di apprezzamento. È il mio gusto preferito.

source: [_isabelle_s_blush_] I should get going. Have a lovely day!
fr_fr: [_isabelle_s_blush_] Je devrais aller. Passez une belle journée !
it_it: [_isabelle_s_blush_] dovrei andare avanti. Avere una bella giornata!

source: It's not every day you find a girl classy enough to enjoy a piece of classical music.
fr_fr: Ce n'est pas chaque jour que vous trouvez une fille assez classique pour profiter d'un morceau de musique classique.
it_it: Non è ogni giorno che si trova una ragazza di classe abbastanza per godere di un pezzo di musica classica.

source: Making a sonata in honor of my [item.title_lower] would certainly count as modern art... Unfortunately, [isabelle] wants classical music.
fr_fr: Faire une sonate en l'honneur de mon [item.title_lower] serait certainement un art moderne ... Malheureusement, [isabelle] veut de la musique classique.
it_it: Fare una sonata in onore della mia [item.title_lower] avrebbe certamente contare come arte moderna... Purtroppo, [isabelle] vuole la musica classica.

source: [_isabelle_s_piano_sex_bend_over_] I love it when you play the piano... It helps me control the fire inside me.{space=-75}
fr_fr: [_isabelle_s_piano_sex_bend_over_] I love it when you play the piano ... Ça m'aide à contrôler le feu en moi. { space=-75 }
it_it: [_isabelle_s_piano_sex_bend_over_] Lo amo quando suoni il pianoforte... Mi aiuta a controllare il fuoco dentro di me.{space=-75}

source: [_isabelle_s_piano_sex_bend_over_] Your fingers are so nimble, so skilled and sure on the keys...
fr_fr: [_isabelle_s_piano_sex_bend_over_] Vos doigts sont si nimbles, si compétents et sûrs sur les clés ...
it_it: [_isabelle_s_piano_sex_bend_over_] Le tue dita sono così agili, così abili e sicuri sulle chiavi...

source: It feels like we've grown much closer lately.
fr_fr: On dirait que nous avons grandi beaucoup plus près ces derniers temps.
it_it: Ci sembra di essere cresciuti molto più da vicino ultimamente.

source: [isabelle] doesn't shy away from my touch, which is something I've always been used to with girls.
fr_fr: [isabelle] n'est pas loin de ma touche, ce qui est quelque chose que j'ai toujours été habitué aux filles.
it_it: [isabelle] non si allontana dal mio tocco, che è qualcosa a cui sono sempre stato abituato con le ragazze.

source: Her ass is so soft, it's hard to keep my hands off...
fr_fr: Son cul est si doux, il est difficile de me garder les mains ...
it_it: Il suo culo è così morbido, è difficile tenere le mani fuori...

source: [_mc_] My fingers are skilled at many things...
fr_fr: [_mc_] Mes doigts sont habiles à beaucoup de choses ...
it_it: [_mc_] Le mie dita sono abili a molte cose...

source: [_isabelle_s_piano_sex_kiss_] Oh? What sort of things?
fr_fr: [_isabelle_s_piano_sex_kiss_] Oh? Quelles sortes de choses?
it_it: [_isabelle_s_piano_sex_kiss_] Oh? Che tipo di cose?

source: [_mc_] Take off your clothes and I'll show you.
fr_fr: [_mc_] Enlevez vos vêtements et je vous montrerai.
it_it: [_mc_] Toglietevi i vestiti e vi mostrerò.

source: [_isabelle_s_piano_sex_kiss_] Right here? What if someone comes?
fr_fr: [_isabelle_s_piano_sex_kiss_] Juste ici? Et si quelqu'un vient?
it_it: [_isabelle_s_piano_sex_kiss_] Proprio qui? E se qualcuno arrivasse?

source: [_mc_] Sometimes you have to risk it for the... what's that thing you have with tea?
fr_fr: [_mc_] Parfois, vous devez courir le risque de ... qu'est-ce que vous avez avec le thé?
it_it: [_mc_] A volte devi rischiare per il... che cosa hai con il tè?

source: [_isabelle_s_piano_sex_kiss_] A scone?
fr_fr: [_isabelle_s_piano_sex_kiss_] Un cône?
it_it: [_isabelle_s_piano_sex_kiss_] Una scone?

source: [_mc_] Yes... sometimes you have to risk it for the scone.
fr_fr: [_mc_] Oui ... parfois vous devez le risquer pour le scone.
it_it: [_mc_] Sì... a volte si deve rischiare per la scone.

source: [_isabelle_s_piano_sex_strip1_] You're so right...
fr_fr: [_isabelle_s_piano_sex_strip1_] Vous avez raison ...
it_it: [_isabelle_s_piano_sex_strip1_] Hai ragione...

source: I can't believe the effect this is having on her.
fr_fr: Je n'arrive pas à croire à l'effet qu'elle a sur elle.
it_it: Non riesco a credere all'effetto che questo sta avendo su di lei.

source: That she's slowly undressing for me right now.
fr_fr: Qu'elle se déshabille lentement pour moi maintenant.
it_it: Che sta lentamente spogliandomi per me.

source: The admiration in her eyes has turned from a spark to a smoldering ember of desire.
fr_fr: L'admiration à ses yeux s'est tournée d'une étincelle à un mois de désir de smolts.
it_it: L'ammirazione nei suoi occhi si è trasformata da una scintilla a un smoldering settembre di desiderio.

source: [_isabelle_s_piano_sex_strip1_] I'd let you show me all sorts of things, [mc].
fr_fr: [_isabelle_s_piano_sex_strip1_] Je vous ai laissé me montrer toutes sortes de choses, [mc].
it_it: [_isabelle_s_piano_sex_strip1_] ti lascerei mostrarmi tutti i tipi di cose, [mc].

source: [_isabelle_s_piano_sex_strip1_] I have some things I could show you, too.
fr_fr: [_isabelle_s_piano_sex_strip1_] J'ai des choses que je pourrais vous montrer aussi.
it_it: [_isabelle_s_piano_sex_strip1_] Ho alcune cose che potrei mostrarvi.

source: [_isabelle_s_piano_sex_strip2_] How's that for starters?
fr_fr: [_isabelle_s_piano_sex_strip2_] Comment c'est pour commencer?
it_it: [_isabelle_s_piano_sex_strip2_] Com'è quello per cominciare?

source: Her snow white skin prickles in the slight draught of the corridor.
fr_fr: Sa peau blanche enneigé dans le léger tirant d'eau du couloir.
it_it: La sua neve bianca punta la pelle nel leggero pescaggio del corridoio.

source: She bites her lip as her nipples harden.
fr_fr: Elle mord la lèvre comme ses nipples durcisse.
it_it: Morde il labbro mentre i capezzoli si induriscono.

source: [_mc_] God damn...
fr_fr: [_mc_] Dieu ...
it_it: [_mc_] Dio maledetto...

source: Even through the fabric of her clothes, the smell of her arousal reaches my nose.
fr_fr: Même à travers le tissu de ses vêtements, l'odeur de son excitation atteint mon nez.
it_it: Anche attraverso il tessuto dei suoi vestiti, l'odore della sua eccitazione raggiunge il mio naso.

source: The scent of her pussy is like an aphrodisiac to me, making me hard in an instant.
fr_fr: L'odeur de sa chatte est comme un aphrodisiaque pour moi, me rendant difficile en un instant.
it_it: Il profumo della sua figa è come un afrodisiaco per me, facendomi duro in un istante.

source: Maybe it'll land us in detention, but who cares?
fr_fr: Peut-être qu'il nous débarque en détention, mais qui s'en soucie?
it_it: Forse ci atterrerà in detenzione, ma a chi importa?

source: I need to have a taste of her.
fr_fr: J'ai besoin d'avoir un goût d'elle.
it_it: Ho bisogno di avere un assaggio di lei.

source: My fingers slip into the waist band of her panties, pulling down, revealing her perfect ass and pussy.
fr_fr: Mes doigts glissé dans la taille de la taille de ses panties, en tirant vers le bas, révélant son cul parfait et la chatte.
it_it: Le mie dita scivolano nella fascia in vita delle sue mutandine, tirando giù, rivelando il suo culo perfetto e la figa.

source: The taste of her juices flood my senses.
fr_fr: Le goût de ses jus inonde mes sens.
it_it: Il gusto dei suoi succhi mi inonda i sensi.

source: A perfect combination of salty and sweet.
fr_fr: Une combinaison parfaite de saleté et de sucrée.
it_it: Una perfetta combinazione di salato e dolce.

source: [_isabelle_s_piano_sex_pussy_lick_] Oh, god... don't stop...
fr_fr: [_isabelle_s_piano_sex_pussy_lick_] Oh, Dieu ... ne s'arrête pas ...
it_it: [_isabelle_s_piano_sex_pussy_lick_] Oh, dio... non fermarsi...

source: Her words come out in gasps as my tongue slides between her nether lips.
fr_fr: Ses paroles sortent en gaz comme ma langue glisse entre ses lèvres.
it_it: Le sue parole escono in gasps mentre la mia lingua scivola tra le labbra del suo netero.

source: She's so wet. So ready.
fr_fr: Elle est tellement mouillée. Donc prêt.
it_it: Lei è così bagnata. Così pronta.

source: With her skirt pushed up around her waist and her panties down around her ankles, [isabelle] looks back at me expectantly.
fr_fr: Avec sa jupe poussée autour de sa taille et ses cultes autour de ses chevilles, [isabelle] me regarde avec impatience.
it_it: Con la sua gonna spinto in su intorno alla vita e le sue mutandine giù intorno alle caviglie, [isabelle] mi guarda attesamente.

source: With her pants and panties down around her ankles, [isabelle] looks back at me expectantly.
fr_fr: Avec ses pantalons et ses pantalons autour de ses chevilles, [isabelle] me regarde avec impatience.
it_it: Con i suoi pantaloni e mutandine giù intorno alle caviglie, [isabelle] mi guarda attesamente.

source: Sex in a school corridor in broad daylight is a thrill in and of itself.
fr_fr: Le sexe dans un couloir scolaire en plein jour est un frisson en soi.
it_it: Il sesso in un corridoio scolastico in luce del giorno è un brivido dentro e di sé.

source: But getting caught would be a mood killer. We have to be careful.
fr_fr: Mais se faire prendre serait un tueur d'humeur. Nous devons être prudents.
it_it: Ma essere catturati sarebbe un killer di umore. Dobbiamo stare attenti.

source: [_isabelle_s_piano_sex_anticipation_] P-please...
fr_fr: [_isabelle_s_piano_sex_anticipation_] P-SVP ...
it_it: [_isabelle_s_piano_sex_anticipation_] P-per favore...

source: I know what she needs.
fr_fr: Je sais ce qu'elle a besoin.
it_it: Io so di cosa ha bisogno.

source: I want to be the one who gives it to her.
fr_fr: Je veux être celle qui la lui donne.
it_it: Voglio essere colui che la dà a lei.

source: I line myself up with her pussy lips and go slow.
fr_fr: Je me line avec ses lèvres chattes et je vais lentement.
it_it: Mi allineo con le sue labbra figa e vado lento.

source: Penetrate her with just the tip of my dick.
fr_fr: Penetrate avec juste la pointe de ma bite.
it_it: La penetri con solo la punta del mio cazzo.

source: She moans, louder than before.
fr_fr: Elle moans, plus fort qu'avant.
it_it: Lei lamenta, più forte di prima.

source: I tease her, withdraw from her.
fr_fr: Je la taquerai, retire-moi.
it_it: La presi in giro, mi ritiro da lei.

source: [_isabelle_s_piano_sex_penetration1_] Please!
fr_fr: [_isabelle_s_piano_sex_penetration1_] S'il vous plaît !
it_it: [_isabelle_s_piano_sex_penetration1_] Per favore!

source: I like to hear how badly she needs it. Needs me.
fr_fr: J'aime entendre à quel point elle en a besoin. J'ai besoin de moi.
it_it: Mi piace sentire quanto male ne abbia bisogno.

source: So, I ease into her again, farther this time.
fr_fr: Donc, je me l'aise de nouveau, plus loin cette fois.
it_it: Quindi, mi associo a lei di nuovo, più lontano questa volta.

source: Her muscles clamp down on me, her whole body reacting to the desperation she feels.
fr_fr: Ses muscles se pince sur moi, son corps entier réagissant au désespoir qu'elle ressent.
it_it: I suoi muscoli mi bloccano, tutto il suo corpo reagisce alla disperazione che sente.

source: And she feels so good around me. So tight and hot and wet.
fr_fr: Et elle se sent si bien autour de moi. Donc serré et chaud et humide.
it_it: E lei si sente così bene intorno a me. Così stretto e caldo e bagnato.

source: It's enough to make me groan.
fr_fr: C'est assez pour me faire groan.
it_it: È abbastanza per farmi gemere.

source: Once more, I pull out and she tries to look back at me, but my fist is tightly wound in her hair and I keep her looking forward.
fr_fr: Une fois de plus, je me retire et elle essaie de me regarder en arrière, mais mon poing est serré dans les cheveux et je la garde bien en avant.
it_it: Ancora una volta, tiro fuori e lei cerca di guardare indietro a me, ma il mio pugno è ferita saldamente nei suoi capelli e la continuo a guardare avanti.

source: Then I thrust into her hard, giving her all of me now.
fr_fr: Puis je l'ai poussée dans son dur, lui donnant tout de suite.
it_it: Poi mi sono imbattuto nella sua fatica, dandogli tutti io adesso.

source: I ride her into the piano, and we're making our own sort of music now.{space=-40}
fr_fr: Je la balade au piano, et nous faisons notre propre musique maintenant. { space=-40 }
it_it: La cavalco nel pianoforte e stiamo facendo la nostra musica ora.{space=-40}

source: Our pants and groans and grunts fill the room.
fr_fr: Nos pantalons, nos grottes et nos grunts remplissent la pièce.
it_it: I nostri pantaloni e gemiti e grunts riempiono la stanza.

source: I go faster, nearing the edge as she clamps around me and starts to spasm.
fr_fr: Je vais plus vite, approchant de l'arête alors qu'elle pince autour de moi et commence à spasm.
it_it: Vado più veloce, avvicinandomi al bordo mentre si stringe intorno a me e comincia a spasmo.

source: And that's what finally makes me lose control.
fr_fr: Et c'est ce qui me fait perdre le contrôle.
it_it: E questo è ciò che mi fa finalmente perdere il controllo.

source: Just in time, I slide out and paint [isabelle]'s ass white.
fr_fr: Juste à temps, je glisse et peins [isabelle]'s le cul blanc.
it_it: Appena in tempo, scivolo fuori e vernice [isabelle]'culo bianco.

source: She looks... surprised? Did she expect me to shoot my load inside her?{space=-65}
fr_fr: Elle a l'air ... surprise? A-t-elle pu m'attendre à ce que je tire ma charge à l'intérieur? { space=-65 }
it_it: Sembra... sorpresa? Mi aspettava di sparare il mio carico dentro di lei?{space=-65}

source: Or did I get some on her shirt?
fr_fr: Ou est-ce que j'en ai eu sur sa chemise?
it_it: O ne ho preso un po' sulla sua camicia?

source: Maybe she'll have to walk around with a cum stain on her black shirt for the rest of the day...
fr_fr: Peut-être qu'elle devra marcher avec une tache de foutre sur sa chemise noire pour le reste de la journée ...
it_it: Forse dovrà camminare con una macchia di sperma sulla sua camicia nera per il resto della giornata...

source: There's something hot about that.
fr_fr: Il y a quelque chose de chaud à ce sujet.
it_it: C'è qualcosa di caldo a riguardo.

source: I wonder if anyone would notice.
fr_fr: Je me demande si quelqu'un remarquerait.
it_it: Mi chiedo se qualcuno se ne accorgerebbe.

source: Hot jets of semen fill [isabelle] up to the brim.
fr_fr: Des jets chauds de sperme remplissent [isabelle] jusqu'au brime.
it_it: Getti caldi di riempimento di sperma [isabelle] fino al bordo.

source: At first, surprise and worry fill her eyes, but then she smiles.
fr_fr: Au début, la surprise et l'inquiétude remplissent ses yeux, mais elle sourit.
it_it: All'inizio, sorpresa e preoccupazione riempire gli occhi, ma poi sorride.

source: Surely, she's on the pill. She's responsible like that.
fr_fr: Sûrement, elle est sur la pilule. Elle est responsable comme ça.
it_it: Sicuramente lei è sulla pillola. Lei è responsabile così.

source: But still, a twisted thought lingers in the back of my mind...
fr_fr: Mais encore, une pensée tordue persiste dans le dos de mon esprit ...
it_it: Ma ancora, un pensiero contorto si insinua nella parte posteriore della mia mente...

source: What if she isn't?
fr_fr: Et si elle n'est pas?
it_it: E se non lo è?

source: What would happen?
fr_fr: Qu'est-ce qui se produirait?
it_it: Cosa succederebbe?

source: [_isabelle_s_laughing_untucked_] I can't believe we didn't get caught!
fr_fr: [_isabelle_s_laughing_untucked_] Je ne peux pas croire que nous n'avons pas été pris !
it_it: [_isabelle_s_laughing_untucked_] Non posso credere che non siamo stati catturati!

source: [_mc_] Heh, well. There's always the next time...
fr_fr: [_mc_] Heh, eh bien. Il y a toujours la prochaine fois ...
it_it: [_mc_] Heh, bene. C'è sempre la prossima volta...

source: [_isabelle_s_confident_untucked_] Is that right?
fr_fr: [_isabelle_s_confident_untucked_] Est-ce bien?
it_it: [_isabelle_s_confident_untucked_] È giusto?

source: [_mc_] Of course! It's my duty to give my students the education they deserve!{space=-75}
fr_fr: [_mc_] Bien sûr ! C'est mon devoir de donner à mes étudiants l'éducation qu'ils méritent ! { space=-75 }
it_it: [_mc_] Certo! È mio dovere dare ai miei studenti l'educazione che meritano!{space=-75}

source: [_mc_] I suspect you'll need at least five more private lessons. Or ten.
fr_fr: [_mc_] Je soupçonne que vous aurez besoin d'au moins cinq leçons privées. Ou dix.
it_it: [_mc_] sospetto che avrai bisogno di almeno cinque lezioni private. O dieci.

source: [_isabelle_s_confident_] All right, teacher... You just let me know when the next one is.
fr_fr: [_isabelle_s_confident_] Tout droit, professeur ... Tu me laisse savoir quand la prochaine est.
it_it: [_isabelle_s_confident_] Va bene, insegnante... Mi fai sapere quando è il prossimo.

source: [_isabelle_s_excited_] Oh, I almost forgot!
fr_fr: [_isabelle_s_excited_] Oh, j'ai presque oublié !
it_it: [_isabelle_s_excited_] Oh, ho quasi dimenticato!

source: [_isabelle_s_excited_] It's not much, but please take this as a token of my appreciation for the concert earlier.
fr_fr: [_isabelle_s_excited_] It's not much, but please take this as a token of my appréciation for the concert antérieur.
it_it: [_isabelle_s_excited_] Non è molto, ma si prega di prendere questo come un segno del mio apprezzamento per il concerto prima.

source: [_isabelle_s_neutral_] It's my favorite ice tea... I hope you like it.
fr_fr: [_isabelle_s_neutral_] C'est mon thé glacé préféré ... J'espère que vous l'aimez.
it_it: [_isabelle_s_neutral_] È il mio tè di ghiaccio preferito... Spero che ti piaca.

source: [_isabelle_s_neutral_] Talk to you later, [mc]!
fr_fr: [_isabelle_s_neutral_] Parlez à vous plus tard, [mc]!
it_it: [_isabelle_s_neutral_] Parla con te più tardi, [mc]!

source: I've already given [isabelle] a private lesson today.
fr_fr: J'ai déjà donné [isabelle] une leçon privée aujourd'hui.
it_it: Oggi ho già dato a [isabelle] una lezione privata.

source: Giving her another one so soon would be asking for us to get caught.{space=-30}
fr_fr: En lui donnant une autre si bientôt nous demander de nous faire prendre. { space=-30 }
it_it: Darle un altro così presto ci chiederebbe di farsi catturare.{space=-30}

source: [_isabelle_s_blush_] I just can't get enough of this tune...
it_it: [_isabelle_s_blush_] Non riesco a ottenere abbastanza di questa melodia...

source: [_mc_] Would you like another private lesson?
fr_fr: [_mc_] Aimeriez-vous une autre leçon privée?
it_it: [_mc_] Vorresti un'altra lezione privata?

source: [_isabelle_s_blush_] How could I possibly refuse...?
fr_fr: [_isabelle_s_blush_] Comment pourrais-je refuser ...?
it_it: [_isabelle_s_blush_] Come potrei rifiutare...?

source: [_isabelle_s_laughing_untucked_] I can't believe we didn't get caught yet again!
fr_fr: [_isabelle_s_laughing_untucked_] Je ne peux pas croire que nous ne nous sommes pas encore repêchez !
it_it: [_isabelle_s_laughing_untucked_] Non posso credere che non siamo ancora stati catturati!

source: [_isabelle_s_confident_untucked_] I feel like I'm starting to get the hang of the piano now...
fr_fr: [_isabelle_s_confident_untucked_] J'ai l'impression que je commence à avoir le pendre du piano maintenant ...
it_it: [_isabelle_s_confident_untucked_] Mi sento di iniziare a prendere il blocco del pianoforte adesso...

source: [_isabelle_s_confident_] See you later, teacher.
fr_fr: [_isabelle_s_confident_] Vous voyez plus tard, professeur.
it_it: [_isabelle_s_confident_] Ci vediamo più tardi, insegnante.

source: Who knew that music could be so exciting?
fr_fr: Qui savait que la musique pouvait être si excitante?
it_it: Chi sapeva che la musica poteva essere così eccitante?

source: "I started recently."
fr_fr: "J'ai commencé récemment."
it_it: "Ho iniziato di recente."

source: "It comes naturally to me... I'm very good with my fingers."
fr_fr: " C'est naturel pour moi ... Je suis très bien avec mes doigts. "
it_it: "Mi viene naturalmente... sono molto bravo con le dita."

source: "I had no idea you like music!"
fr_fr: "Je n'avais pas idée que tu aimes la musique !"
it_it: "Non avevo idea che vi piacesse la musica!"

source: "Rap fans."
fr_fr: "Les fans de rap."
it_it: "Ventilatori Rap."

source: "Radio pop fans."
it_it: "Ventilatori pop radio."

source: "Bagpipe fans."
fr_fr: "Les fans de bagpipe."
it_it: "Ventilatori da bagpipa."

source: Take the {color=#C86055}red{/} cable
fr_fr: Prendre le câble { color=#C86055} rouge { / }
it_it: Prendi il cavo {color=#C86055}red{/}

source: Take the {color=#70B3F8}blue{/} cable
fr_fr: Prendre le câble { color=#70B3F8} bleu { / }
it_it: Prendi il cavo {color=#70B3F8}blue{/}

source: Take the {color=#F2C878}yellow{/} cable
fr_fr: Prendre le câble { color=#F2C878} jaune { / }
it_it: Prendi il cavo {color=#F2C878}giallo{/}

source: Take the candle
fr_fr: Prenez la bougie
it_it: Prendi la candela

source: ?mc.charisma>=5@[mc.charisma]/5|{image= stats cha}|"Is your name Elise? Because I have a song für you."
fr_fr: ? mc.charisma> =5@[mc.charisma]/5 | { image= stats cha } | " Votre nom est-il Elise? Parce que j'ai une chanson pour toi. "
it_it: ?mc.charisma>=5@[mc.charisma]/5<unk> {image= stats cha}<unk> "È il tuo nome Elise? Perché ho una canzone fu<unk> r te."

source: "Are you ready to hear some Chopin?"
fr_fr: "Es-tu prêt à entendre Chopin?"
it_it: "Sei pronto a sentire un po' di Chopin?"

source: "Have you ever heard the Nocturnes played on bagpipes?"
fr_fr: "Avez-vous déjà entendu les Nocturnes jouer sur des cornemuse?"
it_it: "Avete mai sentito i Notturni suonare sui bagpipe?"

source: Play without the score
fr_fr: Jouer sans le score
it_it: Riproduci senza punteggio

source: Try to find the score
fr_fr: Essayez de trouver le score
it_it: Prova a trovare il punteggio

source: ?mc.intellect>=5@[mc.intellect]/5|{image= stats int}|"I forgot to bring the sheet music... I had to improvise."
fr_fr: ? mc.intellect> =5@[mc.intellect]/5 | { image= stats int } | " J'ai oublié d'apporter la feuille de musique ... J'ai dû improviser. "
it_it: ?mc.intellect>=5@[mc.intellect]/5<unk> {image= statistiche int}<unk> "Ho dimenticato di portare la spartitura... ho dovuto improvvisare."

source: "Did you like it, though?"
fr_fr: "Est-ce que tu aimais ça?"
it_it: "Ma le è piaciuto?"

source: ?mc.charisma>=5@[mc.charisma]/5|{image= stats cha}|"You must've missed his latest release."
fr_fr: ? mc.charisma> =5@[mc.charisma]/5 | { image= stats cha } | "Vous devez avoir manqué sa dernière version."
it_it: ?mc.charisma>=5@[mc.charisma]/5<unk> {image= stats cha}<unk> "Devi aver perso la sua ultima versione."

source: "No, I just thought I could play without sheet music..."
fr_fr: "Non, j'ai pensé que je pouvais jouer sans feuille de musique ..."
it_it: "No, pensavo solo di poter suonare senza spartiti musicali..."

source: "Yeah, I got nervous..."
fr_fr: "Ouais, j'étais nerveux ..."
it_it: "Sì, mi sono innervosito..."

source: "Nobody else seemed to like it..."
fr_fr: "Personne d'autre ne semblait comme ça ..."
it_it: "Nessun altro sembrava piacere..."

source: "I feel free doing this."
fr_fr: "Je me sens libre de le faire."
it_it: "Mi sento libero di fare questo."

source: "Thank you! You're too kind."
fr_fr: " Merci ! Tu es trop gentile. "
it_it: "Grazie! Sei troppo gentile."

source: [_mc_] Sure thing.
fr_fr: [_mc_] Bien sûr.

source: [_isabelle_s_confident_] Smooth.
fr_fr: [_isabelle_s_confident_] Lissage.

source: [_isabelle_s_blush_] Oh, man...
fr_fr: [_isabelle_s_blush_] Oh, mec ...
