Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_buried.po
Languages: fr_fr, it_it

source: [_maxine_s_skeptical_] Specific details are the currency of the mind.
fr_fr: [_maxine_s_skeptical_] Les détails spécifiques sont la monnaie de l'esprit.
it_it: [_maxine_s_skeptical_] I dettagli specifici sono la valuta della mente.

source: [_mc_] [mrsl] was being accused by another woman in the locker room.
fr_fr: [_mc_] [mrsl] est accusé par une autre femme dans le vestiaire.
it_it: [_mc_] [mrsl] è stato accusato da un'altra donna nello spogliatoio.

source: [_mc_] They were talking about a deal of some sort.
fr_fr: [_mc_] Ils parlaient d'un accord de quelque sorte.
it_it: [_mc_] Stavano parlando di un affare di qualche tipo.

source: [_maxine_s_excited_] Interesting! What else?
fr_fr: [_maxine_s_excited_] Interesting ! Quoi d'autre?
it_it: [_maxine_s_excited_] Interessante! Che altro?

source: [_mc_] The other lady accused [mrsl] of breaking the deal or something.
fr_fr: [_mc_] L'autre dame a accusé [mrsl] de rompre l'accord ou quelque chose.
it_it: [_mc_] L'altra signora ha accusato [mrsl] di rompere l'affare o qualcosa.

source: [_mc_] What's so funny?
fr_fr: [_mc_] Qu'est-ce qui est si drôle?
it_it: [_mc_] Che cos'è così divertente?

source: [_maxine_s_neutral_] A lot of things are funny — stand up comedians, clumsy kittens, the fact that you think you can engage me in coitus.
fr_fr: [_maxine_s_neutral_] Beaucoup de choses sont drôles-les humoristes, les chatons maladroites, le fait que vous pensez pouvoir m'engager dans le coït.
it_it: [_maxine_s_neutral_] Un sacco di cose sono divertenti — stare in piedi su comici, gattini goffi, il fatto che si pensa che si può coinvolgere in coitus.

source: [_mc_] What? Err... I never—
fr_fr: [_mc_] Quoi? Err ... Je n'ai jamais-
it_it: [_mc_] Cosa? Err... Io mai—

source: [_mc_] Fine. You're pretty hot in your own weird way.
fr_fr: [_mc_] Fine. Tu es assez chaud de ta façon bizarre.
it_it: [_mc_] Bene. Sei abbastanza caldo nel tuo modo strano.

source: [_maxine_s_thinking_] Incorrect. I'm of average temperature.
fr_fr: [_maxine_s_thinking_] Incorrect. Je suis de température moyenne.
it_it: [_maxine_s_thinking_] errato. Sono di temperatura media.

source: It's impossible to know if she liked that or not, or why she found the accusation so funny.
fr_fr: Il est impossible de savoir si elle aimait ça ou pas, ou pourquoi elle a trouvé l'accusation si drôle.
it_it: È impossibile sapere se le è piaciuto o no, o perché ha trovato l'accusa così divertente.

source: [_mc_] There was a tree.
fr_fr: [_mc_] Il y avait un arbre.
it_it: [_mc_] C'era un albero.

source: [_maxine_s_thinking_] So, it was.
fr_fr: [_maxine_s_thinking_] Alors, c'était.
it_it: [_maxine_s_thinking_] Quindi, è stato.

source: [_mc_] I've been struggling to make sense of it.
fr_fr: [_mc_] J'ai du mal à le comprendre.
it_it: [_mc_] Ho lottato per avere un senso.

source: [_mc_] The tree growing to an insane size, attacking [flora], escaping through the window.
fr_fr: [_mc_] L'arbre croissant à une taille d'insane, attaquant le [flora], s'échappant par la fenêtre.
it_it: [_mc_] L'albero che cresce a una dimensione folle, attaccando [flora], scappando attraverso la finestra.

source: [_mc_] Was that all real?
fr_fr: [_mc_] Est-ce que c'était tout réel?
it_it: [_mc_] Era tutto reale?

source: [_maxine_] As real as you and me.
fr_fr: [_maxine_] Aussi vrai que vous et moi.
it_it: [_maxine_] Vero come te e me.

source: [_mc_] What about, err... specimen 12?
fr_fr: [_mc_] Qu'en est-il, err ... spécimen 12?
it_it: [_mc_] Che dire, errare... esemplare 12?

source: [_maxine_s_thinking_] Yes. You ignored my direct orders.
fr_fr: [_maxine_s_thinking_] Oui. Vous avez ignoré mes ordres directs.
it_it: [_maxine_s_thinking_] Sì. Hai ignorato i miei ordini diretti.

source: [_mc_] You don't seem too upset about it.
fr_fr: [_mc_] Vous ne semblez pas trop contrariété à ce sujet.
it_it: [_mc_] Non sembri troppo turbato a riguardo.

source: [_maxine_s_neutral_] Why would I be?
fr_fr: [_maxine_s_neutral_] Pourquoi je serais?
it_it: [_maxine_s_neutral_] Perché sarò?

source: [_mc_] Because... I ignored you?
fr_fr: [_mc_] Parce que ... Je t'ai ignoré?
it_it: [_mc_] Perché... Ti ho ignorato?

source: [_maxine_s_smile_] You let curiosity get the better of you. It's commendable.
fr_fr: [_maxine_s_smile_] Vous laissez la curiosité vous faire mieux. C'est louable.
it_it: [_maxine_s_smile_] Tu lasci che la curiosità ottenga il meglio di te. È lodevole.

source: [_mc_] So, you were just trolling?
fr_fr: [_mc_] Alors, vous étiez juste à la traîne?
it_it: [_mc_] Allora, eri solo trolling?

source: [_maxine_s_thinking_] No, you've most definitely doomed us all.
fr_fr: [_maxine_s_thinking_] Non, vous nous avez tous définitivement condamnés.
it_it: [_maxine_s_thinking_] No, hai sicuramente condannato tutti noi.

source: [_maxine_s_smile_] It's safe and sound.
fr_fr: [_maxine_s_smile_] C'est sain et sauf.
it_it: [_maxine_s_smile_] È sicuro e suono.

source: [_maxine_s_smile_] When things go from bad to words, we can rely on it.
fr_fr: [_maxine_s_smile_] Quand les choses vont de mal en paroles, on peut compter sur elle.
it_it: [_maxine_s_smile_] Quando le cose vanno dal male alle parole, possiamo fare affidamento su di esso.

source: [_mc_] You mean "worse," right? When things go from bad to worse.
fr_fr: [_mc_] Vous voulez dire "pire", pas vrai? Quand les choses vont de mal en pis.
it_it: [_mc_] Intendi "peggio," giusto? Quando le cose vanno di male in peggio.

source: [_maxine_s_thinking_] I mean what I said.
fr_fr: [_maxine_s_thinking_] Je veux dire ce que j'ai dit.
it_it: [_maxine_s_thinking_] intendo quello che ho detto.

source: [_mc_] I travelled back in time.
fr_fr: [_mc_] Je suis revenu dans le temps.
it_it: [_mc_] Ho viaggiato indietro nel tempo.

source: [_maxine_s_skeptical_] Indeed?
fr_fr: [_maxine_s_skeptical_] En effet?
it_it: [_maxine_s_skeptical_] Infatto?

source: [_mc_] Yeah, been here already before.
fr_fr: [_mc_] Oui, était déjà là auparavant.
it_it: [_mc_] Sì, era già qui prima.

source: [_maxine_s_skeptical_] It's unfortunate, you're an unreliable witness.
fr_fr: [_maxine_s_skeptical_] C'est malheureux, vous êtes un témoin peu fiable.
it_it: [_maxine_s_skeptical_] È un peccato, sei un testimone inaffidabile.

source: [_maxine_s_thinking_] You've been meddled with.
fr_fr: [_maxine_s_thinking_] Vous avez été emmêle.
it_it: [_maxine_s_thinking_] Sei stato ingerito con.

source: [_mc_] Meddled with? Please, if you really know something I need answers!
fr_fr: [_mc_] Meddled with? S'il vous plaît, si vous savez vraiment quelque chose, j'ai besoin de réponses !
it_it: [_mc_] Meddled con? Per favore, se conosci davvero qualcosa di cui ho bisogno di risposte!

source: [_maxine_] You only think you do.
fr_fr: [_maxine_] Vous ne pensez que vous.
it_it: [_maxine_] Tu pensi solo di sì.

source: She's probably lying. That's the problem with [maxine].
fr_fr: Elle ment probablement. C'est le problème avec le [maxine].
it_it: Probabilmente sta mentendo. È il problema di [maxine].

source: Most of the time she's just living in her own little world, making shit up as she goes.
fr_fr: La plupart du temps, elle vit dans son propre petit monde, ce qui fait de la merde comme elle va.
it_it: La maggior parte delle volte sta appena vivendo nel suo piccolo mondo, facendosi scuotere come va.

source: [_mc_] So... are you going to tell me who took the box?
fr_fr: [_mc_] Alors ... tu vas me dire qui a pris la boîte?
it_it: [_mc_] Quindi... mi dirai chi ha preso la scatola?

source: [_maxine_s_thinking_] No, but I'll give you a riddle.
fr_fr: [_maxine_s_thinking_] Non, mais je vous donnerai une énigme.
it_it: [_maxine_s_thinking_] No, ma ti darò un indovinello.

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?
it_it: [_mc_] Seriamente?

source: [_maxine_s_smile_] Of course!
fr_fr: [_maxine_s_smile_] Bien sûr !
it_it: [_maxine_s_smile_] Certo!

source: [_mc_] Great...
fr_fr: [_mc_] Grande ...
it_it: [_mc_] Grande...

source: [_maxine_s_excited_] When stuck in tar, caught in a jar, or chased by a maniac with a crowbar, what do you do?
fr_fr: [_maxine_s_excited_] Lorsqu'il est coincé dans un goudron, pris dans un bocal, ou poursuivi par un maniaque avec une barre de couronnement, qu'est-ce que vous faites?
it_it: [_maxine_s_excited_] Quando è bloccato nel catrame, catturato in un barattolo, o inseguito da un maniaco con un crowbar, cosa fa?

source: [_maxine_s_smile_] You've held me up long enough. Adieu.
fr_fr: [_maxine_s_smile_] Vous m'avez assez longtemps retenu. Adieu.
it_it: [_maxine_s_smile_] Mi hai tenuto abbastanza a lungo. Adieu.

source: Hmm... I better write it down before I forget.
fr_fr: Hmm ... Je ferais mieux de l'écrire avant d'oublier.
it_it: Hmm... meglio annotarlo giù prima di dimenticare.

source: When stuck in tar, caught in a jar, or chased by a maniac with a crowbar, what do you do?
fr_fr: Lorsqu'il est coincé dans un goudron, pris dans un bocal, ou poursuivi par un maniaque avec une barre de couronnement, qu'est-ce que vous faites?
it_it: Quando è bloccato in catrame, catturato in un vaso, o inseguito da un maniaco con un crowbar, che cosa fa?

source: Calling...
fr_fr: Appeler ...
it_it: Chiamata...

source: Shit, it went to straight voicemail.
fr_fr: Merde, il est allé à la messagerie vocale.
it_it: Merda, è andato alla segreteria legale.

source: [_mc_] Hello? You said you wanted to help me earlier, so I've come to cash in.
fr_fr: [_mc_] Bonjour? Tu as dit que tu voulais m'aider plus tôt, alors je suis venu à l'argent.
it_it: [_mc_] Ciao? Hai detto che volevi aiutarmi prima, quindi sono venuto a incassare.

source: [_mc_] You seem to know what's going on and maybe this is silly to ask, but do you know who took the box of chocolates from the trash?
fr_fr: [_mc_] Vous semblez savoir ce qui se passe et peut-être que c'est idiot de demander, mais savez-vous qui a pris la boîte de chocolats de la poubelle?
it_it: [_mc_] Sembra che tu sappia cosa sta succedendo e forse questo è sciocco chiedere, ma sai chi ha preso la scatola di cioccolatini dal cestino?

source: [_mc_] You know how to reach me.
fr_fr: [_mc_] Vous savez comment me joindre.
it_it: [_mc_] Sai come raggiungermi.

source: Hell of a hail mary, but oh well.
fr_fr: L'enfer d'un grêle, mais bien.
it_it: Inferno di una sposa di grandine, ma oh bene.

source: [_flora_] Hello?
fr_fr: [_flora_] Bonjour?
it_it: [_flora_] Ciao?

source: [_mc_] Did you pick up an empty box of chocolates from the trash outside the art classroom?
fr_fr: [_mc_] Avez-vous pris une boîte de chocolats vide de la poubelle à l'extérieur de la salle de classe?
it_it: [_mc_] Hai raccolto una scatola vuota di cioccolatini dalla spazzatura fuori dall'aula d'arte?

source: [_mc_] So, is that a no?
fr_fr: [_mc_] Alors, c'est un non?
it_it: [_mc_] Quindi, è un no?

source: [_flora_] Unlike you, I don't dumpster dive as a hobby.
fr_fr: [_flora_] Contrairement à vous, je ne fais pas de plongée sous le nom de passe-temps.
it_it: [_flora_] A differenza di te, non faccio immersione come hobby.

source: [_mc_] It's more of a job. Do you know how much I've made searching the belly of filth and neglect?
fr_fr: [_mc_] C'est plus un travail. Savez-vous combien j'ai fait des recherches sur le ventre de la saleté et de la négligence?
it_it: [_mc_] E 'più di un lavoro. Sai quanto ho fatto cercando la pancia di sporcizia e negligenza?

source: She hung up.
fr_fr: Elle a raccroché.
it_it: Ha appeso.

source: [_jacklyn_] What up, sex-fiend?
fr_fr: [_jacklyn_] Quoi de plus, sexe-fiend?
it_it: [_jacklyn_] Che su, sex-fiend?

source: [_jacklyn_] Whoops! Thought it was my granny!
fr_fr: [_jacklyn_] Whoops ! C'était ma mamie !
it_it: [_jacklyn_] Whoops! Pensato che fosse la mia nonna!

source: [_jacklyn_] How's it dangling, [mc]?
fr_fr: [_jacklyn_] Comment ça se fait, [mc]?
it_it: [_jacklyn_] Com'è che è in pericolo, [mc]?

source: [_mc_] It's... slack, I guess?
fr_fr: [_mc_] C'est ... slack, je suppose?
it_it: [_mc_] È lento, immagino?

source: [_jacklyn_] Gold star! And, no — not that kind.
fr_fr: [_jacklyn_] étoile d'or ! Et, non, ce n'est pas ce genre.
it_it: [_jacklyn_] Stella d'oro! E, no — non quel genere.

source: [_mc_] Right. Did you pick up a box...
fr_fr: [_mc_] Droit. As-tu ramasser une boîte ...
it_it: [_mc_] destra. Hai preso una scatola...

source: [_mc_] Wait, I forgot that you were the one who threw it away. My bad...
fr_fr: [_mc_] Attends, j'ai oublié que tu étais celui qui l'a jeté. Mon mal ...
it_it: [_mc_] Aspetta, ho dimenticato che tu eri colui che lo ha gettato via. Mio cattivo...

source: [_jacklyn_] Don't sweat it, hot-shot.
fr_fr: [_jacklyn_] Ne suez pas, le coup de feu.
it_it: [_jacklyn_] Non sudarlo, colpi caldi.

source: Crap. That was embarrassing.
fr_fr: Crap. C'était embarrassant.
it_it: Crap. Era imbarazzante.

source: No answer.
fr_fr: Pas de réponse.
it_it: Nessuna risposta.

source: She would've told me if she'd found it already.
fr_fr: Elle m'aurait dit si elle avait déjà trouvé ça.
it_it: Mi avrebbe detto se lo avesse già trovato.

source: Not sure why I'm calling her for help, though. Considering she's the one who stole it in the first place.
fr_fr: Je ne sais pas pourquoi je l'appelle pour l'aide. Considérant qu'elle est celle qui l'a volé en premier lieu.
it_it: Non so perché la sto chiamando per aiutare, comunque. Considerando che è quella che l'ha rubata in primo luogo.

source: [_nurse_] Hello?
fr_fr: [_nurse_] Bonjour?
it_it: [_nurse_] Ciao?

source: [_nurse_] Goodness, [mc]. I'm really busy, I... I don't think I have time for any... you know.
fr_fr: [_nurse_] Goodness, [mc]. Je suis vraiment occupé, je ... Je ne pense pas avoir le temps pour ... tu sais.
it_it: [_nurse_] Bontà, [mc]. Sono davvero occupato, io... non penso di avere tempo per nessuno... sai.

source: [_mc_] Well, this is not about that. However, don't expect any leniency from me — that's not how we do things. Understood?
fr_fr: [_mc_] Eh bien, il ne s'agit pas de ça. Cependant, ne vous attendez pas à une indulgence de ma personne, ce n'est pas comme ça que nous faisons les choses. Compris?
it_it: [_mc_] Beh, non si tratta di questo. Tuttavia, non aspettatevi alcuna clemenza da parte mia — non è così che facciamo le cose. Capire?

source: [_nurse_] Yes, yes, understood!
fr_fr: [_nurse_] Oui, oui, compris !
it_it: [_nurse_] Sì, sì, capito!

source: [_mc_] Very well.
fr_fr: [_mc_] Très bien.
it_it: [_mc_] Molto bene.

source: [_nurse_] Hi, [mc]! How are you feeling today?
fr_fr: [_nurse_] Bonjour, [mc]! Comment vous sentez-vous aujourd'hui?
it_it: [_nurse_] Hi, [mc]! Come ti senti oggi?

source: [_mc_] I feel fine.
fr_fr: [_mc_] Je me sens bien.
it_it: [_mc_] mi sento bene.

source: [_nurse_] Have you taken your vitamins and had enough to drink?
fr_fr: [_nurse_] Avez-vous pris vos vitamines et en avoir assez pour boire?
it_it: [_nurse_] Hai preso le tue vitamine e hai avuto abbastanza da bere?

source: [_mc_] Yes, thanks for looking after me.
fr_fr: [_mc_] Oui, merci de m'avoir suivi.
it_it: [_mc_] Sì, grazie per avermi curato.

source: [_nurse_] It's entirely my pleasure!
fr_fr: [_nurse_] C'est entièrement mon plaisir !
it_it: [_nurse_] È tutto il mio piacere!

source: [_mc_] I was wondering if you happened to pick up an empty box of chocolate on the second floor?
fr_fr: [_mc_] Je me demandais si vous êtes arrivé à ramasser une boîte de chocolat vide au deuxième étage?
it_it: [_mc_] Mi stavo chiedendo se ti è capitato di raccogliere una scatola vuota di cioccolato al secondo piano?

source: [_nurse_] I... I'm trying to cut down on sweets. I swear I didn't have any chocolate!
fr_fr: [_nurse_] I ... J'essaie de réduire les sucreries. Je jure que je n'avais pas de chocolat !
it_it: [_nurse_] Io... Sto cercando di abbattere i dolci. Giuro che non avevo cioccolato!

source: [_mc_] Was just wonder if you'd found it.
fr_fr: [_mc_] Je me demandais si vous l'aviez trouvé.
it_it: [_mc_] Mi chiedeva se l'avessi trovato.

source: [_nurse_] Goodness, no. Sorry, I misunderstood.
fr_fr: [_nurse_] Bonté, non. Désolé, j'ai mal compris.
it_it: [_nurse_] Bene, no. Mi dispiace, ho frainteso.

source: [_mc_] No worries.
fr_fr: [_mc_] Pas d'inquiétude.
it_it: [_mc_] Nessuna preoccupazione.

source: Hmm... I figured she could've found it and picked it up just to smell it, but I guess not.
fr_fr: Hmm ... Je me suis dit qu'elle aurait pu le trouver et le chercher juste pour le sentir, mais je suppose pas.
it_it: Hmm... Ho pensato che avrebbe potuto trovarlo e lo ho raccolto solo per odorarlo, ma credo di no.

source: [_kate_] Don't make me block your number, creep.
fr_fr: [_kate_] Ne me faites pas bloquer votre numéro, fluage.
it_it: [_kate_] Non farmi bloccare il tuo numero, strisciante.

source: [_jo_] Sweetheart, I have to get to a meeting. What is it?
fr_fr: [_jo_] Sweetheart, je dois aller à une réunion. Qu'est-ce que c'est?
it_it: [_jo_] Sweetheart, devo arrivare a un incontro. Che cos'è?

source: [_mc_] Was just wondering if you'd seen anyone pick up a box from the trash?
fr_fr: [_mc_] Je me demandais si vous aviez vu quelqu'un prendre une boîte à la poubelle?
it_it: [_mc_] Stava solo chiedendo se avessi visto qualcuno prendere una scatola dal cestino?

source: [_jo_] Oh, no. I don't think so, I've been quite busy. What's going on?
fr_fr: [_jo_] Oh, non. Je ne le pense pas, j'ai été très occupée. Qu'est-ce qui se passe?
it_it: [_jo_] Oh, no. Non penso di sì, sono stato abbastanza occupato. Cosa sta succedendo?

source: [_mc_] I'm just trying to figure something out.
fr_fr: [_mc_] J'essaie juste de comprendre quelque chose.
it_it: [_mc_] Sto solo cercando di capire qualcosa.

source: [_jo_] Well, remember to wash your hands when you're done.
fr_fr: [_jo_] Eh bien, n'oubliez pas de vous laver les mains quand vous avez fini.
it_it: [_jo_] Beh, ricordati di lavarti le mani quando hai finito.

source: [_mc_] Thanks, [jo]...
fr_fr: [_mc_] Merci, [jo]...
it_it: [_mc_] Grazie, [jo]...

source: [_hidden_number_] It is a blessing seeing your name on my screen! At long last, you have come to your senses.
fr_fr: [_hidden_number_] C'est une bénédiction de voir votre nom sur mon écran ! En dernier, vous êtes venu à vos sens.
it_it: [_hidden_number_] È una benedizione vedere il tuo nome sul mio schermo! Finalmente sei venuto ai tuoi sensi.

source: [_hidden_number_] I have followed your first steps and I have what you seek.
fr_fr: [_hidden_number_] J'ai suivi vos premières étapes et j'ai ce que vous cherchez.
it_it: [_hidden_number_] Ho seguito i tuoi primi passi e ho quello che cerchi.

source: [_mc_] You have the chocolate box?
fr_fr: [_mc_] Vous avez la boîte au chocolat?
it_it: [_mc_] Hai la scatola di cioccolato?

source: [_hidden_number_] Indeed.
fr_fr: [_hidden_number_] En effet.
it_it: [_hidden_number_] Effettivamente.

source: [_mc_] Can I have it?
fr_fr: [_mc_] Puis-je l'avoir?
it_it: [_mc_] Posso averlo?

source: [_hidden_number_] You can. I will leave it in your locker.
fr_fr: [_hidden_number_] Vous pouvez. Je la laisse dans ton casier.
it_it: [_hidden_number_] puoi. Lo lascerò nel tuo armadio.

source: [_hidden_number_] However, you should know that I did not find it in the trash.
fr_fr: [_hidden_number_] Cependant, vous devez savoir que je ne l'ai pas trouvé dans la poubelle.
it_it: [_hidden_number_] Tuttavia, dovreste sapere che non l'ho trovato nel cestino.

source: [_mc_] What do you mean? Where did you find it?
fr_fr: [_mc_] Que voulez-vous dire? Où l'avez-vous trouvé?
it_it: [_mc_] Che cosa intendi? Dove l'hai trovato?

source: [_mc_] Hidden? Why?
fr_fr: [_mc_] Masqué? Pourquoi?
it_it: [_mc_] Nascosto? Perché?

source: [_mc_] Hello?
fr_fr: [_mc_] Bonjour?
it_it: [_mc_] Ciao?

source: Typical. Why do they have to be so cryptic?
fr_fr: Standard. Pourquoi ils doivent être si cryptiques?
it_it: Tipico. Perché devono essere così criptici?

source: And why would [jacklyn] lie about throwing the box in the trash?
fr_fr: Et pourquoi [jacklyn] mentirait pour jeter la boîte dans la poubelle?
it_it: E perché [jacklyn] giacerebbe a gettare la scatola nel cestino?

source: Something fishy is definitely happening behind the scenes...
fr_fr: Quelque chose de loupique est en train de se produire en coulisses ...
it_it: Qualcosa di pesce sta sicuramente accadendo dietro le quinte...

source: Not sure how [jacklyn] and the box are related to all of it. Honestly, that person could just be lying.
fr_fr: Pas certain que le [jacklyn] et la boîte sont liés à tout cela. Honnêtement, cette personne pourrait juste mentir.
it_it: Non sei sicuro di come [jacklyn] e la scatola sono legati a tutto esso. Onestamente, quella persona potrebbe solo mentire.

source: Let's see if they at least held their word about putting the box in my locker.
fr_fr: Voyons s'ils ont au moins tenu leur parole pour mettre la boîte dans mon casier.
it_it: Vediamo se hanno almeno tenuto la loro parola sul mettere la scatola nel mio armadio.

source: [_isabelle_s_sad_] Sorry, but I'd like to be alone.
fr_fr: [_isabelle_s_sad_] Désolé, mais j'aimerais être seul.
it_it: [_isabelle_s_sad_] Mi dispiace, ma vorrei essere da solo.

source: [_mc_] Today's the day, isn't it?
fr_fr: [_mc_] Aujourd'hui, n'est-ce pas?
it_it: [_mc_] Oggi è il giorno, vero?

source: [_isabelle_s_sad_] Yes...
fr_fr: [_isabelle_s_sad_] Oui ...
it_it: [_isabelle_s_sad_] Sì...

source: [_isabelle_s_sad_] I feel like I've failed her.
fr_fr: [_isabelle_s_sad_] J'ai l'impression de l'avoir raté.
it_it: [_isabelle_s_sad_] Mi sento come se l'avessi fallita.

source: [_mc_] I think your sister would've been proud of you.
fr_fr: [_mc_] Je pense que votre sœur aurait été fière de vous.
it_it: [_mc_] Penso che tua sorella sarebbe stata orgogliosa di te.

source: [_isabelle_s_concerned_] Thanks... I probably shouldn't have slapped [lindsey], though.
fr_fr: [_isabelle_s_concerned_] Merci ... Je n'aurais probablement pas dû giflé le [lindsey].
it_it: [_isabelle_s_concerned_] Grazie... Probabilmente non avrei dovuto schiaffeggiare [lindsey].

source: [_mc_] If she's anything like me, I'm sure she wouldn't have minded.
fr_fr: [_mc_] Si elle est comme moi, je suis sûre qu'elle n'aurait pas d'esprit.
it_it: [_mc_] Se lei fosse qualcosa come me, sono sicuro che non avrebbe mentito.

source: [_mc_] I imagine it feels great letting some of that righteous anger out.
fr_fr: [_mc_] J'imagine que c'est formidable de laisser sortir une partie de cette colère vertueuse.
it_it: [_mc_] Immagino che si sente grande lasciare che alcuni di quella giusta rabbia fuori.

source: [_isabelle_s_smile_] I suppose it did.
fr_fr: [_isabelle_s_smile_] Je suppose que c'est le cas.
it_it: [_isabelle_s_smile_] suppongo che lo abbia fatto.

source: [_isabelle_s_smile_] I still don't get why she stole from me. I didn't peg her as the type.
fr_fr: [_isabelle_s_smile_] Je ne comprends toujours pas pourquoi elle m'a volé. Je ne l'ai pas fixé comme le type.
it_it: [_isabelle_s_smile_] Non capisco ancora perché mi ha rubato. Non l'ho spinta come il tipo.

source: [_mc_] I didn't either, but sometimes you don't know the people around you as well as you think.
fr_fr: [_mc_] Je n'ai pas non plus, mais parfois vous ne connaissez pas les gens qui vous entourent aussi bien que vous le pensez.
it_it: [_mc_] Nemmeno io, ma a volte non si conoscono le persone che ci circondano così bene come si pensa.

source: [_mc_] I've felt like you for most of my adult life.
fr_fr: [_mc_] Je me suis senti comme vous pour la plupart de ma vie d'adulte.
it_it: [_mc_] Mi sono sentito come te per la maggior parte della mia vita adulta.

source: [_isabelle_s_thinking_] What do you mean? Didn't you just turn eighteen?
fr_fr: [_isabelle_s_thinking_] Que voulez-vous dire? Tu n'as pas juste dix-huit ans?
it_it: [_isabelle_s_thinking_] Che cosa intendi? Non hai appena compiuto diciotto?
