Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_tour.po
Languages: fr_fr, it_it

source: It always seemed like good advice.
fr_fr: Ça a toujours semblé être un bon conseil.
it_it: Sembrava sempre un buon consiglio.

source: [_lindsey_] Don't tell him, but [mc] made me feel really cared for...
fr_fr: [_lindsey_] Ne le dites pas, mais [mc] m'a fait sentir vraiment pris en charge ...
it_it: [_lindsey_] Non dirglielo, ma [mc] mi ha fatto sentire davvero curato...

source: [_nurse_] He did look concerned when he brought you in...
fr_fr: [_nurse_] Il s'est dit préoccupé quand il t'a apporté ...
it_it: [_nurse_] Ha guardato preoccupato quando ti ha portato in...

source: [_nurse_] Okay, take a deep breath.
fr_fr: [_nurse_] Ok, prends une profonde respiration.
it_it: [_nurse_] Okay, fai un respiro profondo.

source: [_nurse_] Your chest looks fine. You do have an elevated heart rate, but I don't think it's related...
fr_fr: [_nurse_] Votre poitrine va bien. Vous avez une fréquence cardiaque élevée, mais je ne pense pas que ce soit lié ...
it_it: [_nurse_] Il tuo petto sembra bene. Hai una frequenza cardiaca elevata, ma non penso che sia correlato...

source: [_lindsey_] Heh... probably not!
fr_fr: [_lindsey_] Heh ... probablement pas !
it_it: [_lindsey_] Heh... probabilmente no!

source: [_isabelle_s_excited_] All right, so I've got my three focus classes down... that's a relief.
fr_fr: [_isabelle_s_excited_] Très bien, donc j'ai mes trois classes de focus ... c'est un soulagement.
it_it: [_isabelle_s_excited_] Va bene, quindi ho le mie tre classi di messa a fuoco... è un sollievo.

source: [_isabelle_s_neutral_] I think I'm going to get something to drink.
fr_fr: [_isabelle_s_neutral_] Je pense que je vais chercher quelque chose à boire.
it_it: [_isabelle_s_neutral_] penso che prenderò qualcosa da bere.

source: [_mc_] The drinks here aren't really conventional, apart from the strawberry juice.
fr_fr: [_mc_] Les boissons ici ne sont pas vraiment conventionnelles, à l'exception du jus de fraise.
it_it: [_mc_] Le bevande qui non sono davvero convenzionali, a parte il succo di fragola.

source: [_isabelle_s_concerned_left_] Yes... I can see that. Salted cola? Pepelepsi?
fr_fr: [_isabelle_s_concerned_left_] Oui ... Je peux voir ça. Salé cola? Pepelepsi?
it_it: [_isabelle_s_concerned_left_] Sì... Riesco a vederlo. Cola? Pepelepsi?

source: [_mc_] Yes, they're a bit off-brand, but the strawberry juice is a godsend.
fr_fr: [_mc_] Oui, ils sont un peu hors de la marque, mais le jus de fraise est un godsend.
it_it: [_mc_] Sì, sono un po 'fuori marca, ma il succo di fragola è un godsend.

source: [_isabelle_s_excited_] What about ice tea? That's my favorite!
fr_fr: [_isabelle_s_excited_] Qu'en est-il du thé glacé? C'est mon préféré !
it_it: [_isabelle_s_excited_] Che dire del tè di ghiaccio? Questo è il mio preferito!

source: Great. That was easier than expected...
fr_fr: Super. C'était plus facile que prévu ...
it_it: Grande. Era più facile del previsto...

source: English, Art, and Gym are her focus classes, and ice tea is her favorite drink.
it_it: Inglese, Arte, e Palestra sono i suoi corsi di messa a fuoco, e il tè al ghiaccio è la sua bevanda preferita.

source: Hopefully, [kate] will have a reward ready for me!
fr_fr: Espérons que le [kate] aura une récompense pour moi !
it_it: Speriamo che [kate] abbia una ricompensa pronta per me!

source: [isabelle] seems way too relaxed regarding [kate]. She could strike at any moment...
fr_fr: [isabelle] semble être trop détendu par rapport au [kate]. Elle pourrait frapper à tout moment ...
it_it: [isabelle] sembra troppo rilassato per quanto riguarda [kate]. Potrebbe colpire in qualsiasi momento...

source: [_mc_] What are you going to do about [kate]?
fr_fr: [_mc_] Qu'est-ce que vous allez faire au sujet de [kate]?
it_it: [_mc_] Cosa farai di [kate]?

source: [_isabelle_s_concerned_] You mean "we," right?
fr_fr: [_isabelle_s_concerned_] Vous voulez dire "nous", n'est-ce pas?
it_it: [_isabelle_s_concerned_] Vuoi dire "noi," giusto?

source: [_mc_] Fine... what are we going to do about [kate]?
fr_fr: [_mc_] Fine ... qu'allons-nous faire au sujet de [kate]?
it_it: [_mc_] Fine... cosa faremo di [kate]?

source: [_isabelle_s_concerned_left_] We need a plan first...
fr_fr: [_isabelle_s_concerned_left_] Nous avons besoin d'un plan en premier ...
it_it: [_isabelle_s_concerned_left_] Abbiamo bisogno di un piano prima...

source: [_isabelle_s_concerned_left_] What does she care about the most?
fr_fr: [_isabelle_s_concerned_left_] Qu'est-ce qu'elle garde le plus?
it_it: [_isabelle_s_concerned_left_] Che cosa le importa di più?

source: [_mc_] Status, I guess, and her looks.
fr_fr: [_mc_] Statut, je suppose, et son apparence.
it_it: [_mc_] Status, immagino, e il suo aspetto.

source: [_isabelle_s_excited_] That makes things a lot easier.
fr_fr: [_isabelle_s_excited_] Cela rend les choses beaucoup plus faciles.
it_it: [_isabelle_s_excited_] Questo rende le cose molto più facili.

source: [_mc_] What do you have in mind?
fr_fr: [_mc_] Qu'est-ce que vous avez en tête?
it_it: [_mc_] Che cosa hai in mente?

source: [_isabelle_s_skeptical_] We're going to teach her a lesson, once and for all.
fr_fr: [_isabelle_s_skeptical_] Nous allons lui enseigner une leçon, une fois pour toutes.
it_it: [_isabelle_s_skeptical_] Le insegneremo una lezione, una volta per tutte.

source: [_isabelle_s_neutral_] Do you trust me?
fr_fr: [_isabelle_s_neutral_] Vous me faites confiance?
it_it: [_isabelle_s_neutral_] Ti fidi di me?

source: [_mc_] Wholeheartedly!
fr_fr: [_mc_] De toute évidence !
it_it: [_mc_] di cuore!

source: [_isabelle_s_excited_] Great! Do you know of Carrie? The book, I mean.
fr_fr: [_isabelle_s_excited_] Grand ! Connaissez-vous Carrie? Le livre, je veux dire.
it_it: [_isabelle_s_excited_] Fantastico! Conosci di Carrie? Il libro, voglio dire.

source: [_mc_] I don't read much, to be honest...
fr_fr: [_mc_] Je ne lis pas beaucoup, pour être honnête ...
it_it: [_mc_] Non leggo molto, per essere onesti...

source: [_isabelle_s_neutral_] That's okay!
fr_fr: [_isabelle_s_neutral_] C'est bon !
it_it: [_isabelle_s_neutral_] Va bene!

source: [_isabelle_s_neutral_] Here's what we'll need: a bucket of red paint, a fishing line, a hook, a pig mask, and whoever is in charge of the school's newspaper.
fr_fr: [_isabelle_s_neutral_] Voici ce dont nous aurons besoin: un seau de peinture rouge, une ligne de pêche, un hameçon, un masque de porc, et quiconque est responsable du journal de l'école.
it_it: [_isabelle_s_neutral_] Ecco cosa ci servirà: un secchio di vernice rossa, una linea di pesca, un gancio, una maschera di maiale, e chi è responsabile del giornale della scuola.

source: [_mc_] That would be [maxine].
fr_fr: [_mc_] Ce serait le [maxine].
it_it: [_mc_] Sarebbe [maxine].

source: [_isabelle_s_excited_] Okay, good! Do you think you can get the items and arrange a meeting with her?
fr_fr: [_isabelle_s_excited_] Ok, bon ! Pensez-vous que vous pouvez obtenir les articles et organiser une rencontre avec elle?
it_it: [_isabelle_s_excited_] Okay, buono! Pensi di poter ottenere gli oggetti e organizzare un incontro con lei?

source: [_mc_] I'll do my best... I've always wanted to see [kate] fall.
fr_fr: [_mc_] Je ferai de mon mieux ... J'ai toujours voulu voir le [kate] tomber.
it_it: [_mc_] Farò del mio meglio... Ho sempre voluto vedere [kate] cadere.

source: [_isabelle_s_skeptical_] People like her have to learn the hard way.
fr_fr: [_isabelle_s_skeptical_] Les gens comme elle doivent apprendre la dure.
it_it: [_isabelle_s_skeptical_] La gente come lei deve imparare la strada dura.

source: [_mc_] I think you're right.
fr_fr: [_mc_] Je pense que vous avez raison.
it_it: [_mc_] penso che tu abbia ragione.

source: [_mc_] Maybe, I don't know...
fr_fr: [_mc_] Peut-être, je ne sais pas ...
it_it: [_mc_] Forse, non lo so...

source: [_isabelle_s_neutral_] We've only just met, so I get that hesitation.
fr_fr: [_isabelle_s_neutral_] Nous avons seulement rencontré, donc j'ai cette hésitation.
it_it: [_isabelle_s_neutral_] Ci siamo appena incontrati, quindi ottengo questa esitazione.

source: [_isabelle_s_concerned_left_] [kate] seems to be quite popular, so going after her doesn't come without risks.
fr_fr: [_isabelle_s_concerned_left_] [kate] semble être très populaire, donc aller après elle ne vient pas sans risques.
it_it: [_isabelle_s_concerned_left_] [kate] sembra essere abbastanza popolare, così dopo che lei non viene senza rischi.

source: [_mc_] Right. It might not be the smartest thing...
fr_fr: [_mc_] Droit. Ce n'est peut-être pas la chose la plus intelligente ...
it_it: [_mc_] destra. Potrebbe non essere la cosa più intelligente...

source: [_isabelle_s_concerned_] Sometimes you have to face your fears to make changes.
fr_fr: [_isabelle_s_concerned_] Parfois, vous devez faire face à vos craintes d'apporter des changements.
it_it: [_isabelle_s_concerned_] A volte devi affrontare le tue paure per apportare cambiamenti.

source: [_isabelle_s_neutral_] But in this case, you don't have to face them alone... so what do you say?
fr_fr: [_isabelle_s_neutral_] Mais dans ce cas, vous n'avez pas à les affronter seuls ... alors qu'est-ce que vous dites?
it_it: [_isabelle_s_neutral_] Ma in questo caso, non dovete affrontarli da soli... quindi cosa dite?

source: Suffering through a whole year of bullying is something I've done before.
fr_fr: J'ai déjà fait de l'intimidation tout au long de l'année.
it_it: Sofferere per un intero anno di bullismo è qualcosa che ho fatto prima.

source: Going through it a second time — fuck that... but I know I'll survive.
fr_fr: En passant une seconde fois-merde ça ... mais je sais que je survivrai.
it_it: Andando attraverso esso una seconda volta — cazzo quello... ma so che sopravviverò.

source: Trying to stop [kate] might make it worse, though.
fr_fr: Si vous voulez arrêter le [kate] , c'est peut-être pire.
it_it: Cercare di fermare [kate] potrebbe peggiorare, però.

source: [_mc_] I'm done being afraid.
fr_fr: [_mc_] J'ai peur.
it_it: [_mc_] ho finito di avere paura.

source: [_isabelle_s_excited_] That's the spirit!
fr_fr: [_isabelle_s_excited_] C'est l'esprit !
it_it: [_isabelle_s_excited_] Questo è lo spirito!

source: Living with regrets sucks, and this is one of those things that I wish I'd had the courage to do last time around.
fr_fr: Vivre avec des regrets, c'est une de ces choses que j'aurais voulu avoir le courage de faire la dernière fois.
it_it: Vivere con rimpianti succhia, e questa è una di quelle cose che vorrei avere il coraggio di fare l'ultima volta in giro.

source: [_mc_] Right. So, what's the plan?
fr_fr: [_mc_] Droit. Alors, quel est le plan?
it_it: [_mc_] giusto. Quindi, qual è il piano?

source: [_isabelle_s_concerned_] Do you know of Carrie? The book, I mean.
fr_fr: [_isabelle_s_concerned_] Connaissez-vous Carrie? Le livre, je veux dire.
it_it: [_isabelle_s_concerned_] Conosci di Carrie? Il libro, voglio dire.

source: [_mc_] I'll do my best.
fr_fr: [_mc_] Je ferai de mon mieux.
it_it: [_mc_] farò del mio meglio.

source: [_isabelle_s_excited_] Great! I'll fill you in on the details once you've got the items.
fr_fr: [_isabelle_s_excited_] Grand ! Je vous compléterai sur les détails une fois que vous aurez les articles.
it_it: [_isabelle_s_excited_] Fantastico! Ti riempirò sui dettagli una volta che avrai gli oggetti.

source: [_mc_] That works for me.
fr_fr: [_mc_] Ça marche pour moi.
it_it: [_mc_] Che funziona per me.

source: [_mc_] Not really, no.
fr_fr: [_mc_] Pas vraiment, non.
it_it: [_mc_] Non veramente, no.

source: [_isabelle_s_concerned_left_] I see...
fr_fr: [_isabelle_s_concerned_left_] Je vois ...
it_it: [_isabelle_s_concerned_left_] vedo...

source: [_isabelle_s_concerned_] Do you think we can work together anyway?
fr_fr: [_isabelle_s_concerned_] Pensez-vous que nous pouvons travailler ensemble de toute façon?
it_it: [_isabelle_s_concerned_] Pensi che possiamo lavorare insieme comunque?

source: [_mc_] I guess. We both want to see a bully fall.
fr_fr: [_mc_] Je suppose. Nous voulons tous les deux voir une chute brute.
it_it: [_mc_] immagino. Vogliamo entrambi vedere un bullo cadere.

source: [_isabelle_s_excited_] You're right! Allies of convenience, then.
fr_fr: [_isabelle_s_excited_] Vous avez raison ! Les alliés de la commodité, alors.
it_it: [_isabelle_s_excited_] Hai ragione! Alleati di convenienza, allora.

source: [_mc_] Right... so, what's the plan?
fr_fr: [_mc_] Bon ... alors, quel est le plan?
it_it: [_mc_] Destra... così, qual è il piano?

source: [_mc_] Anyway, where were we?
fr_fr: [_mc_] En tout cas, où en sommes-nous?
it_it: [_mc_] Comunque, dove eravamo noi?

source: [_isabelle_s_neutral_] Ice tea?
fr_fr: [_isabelle_s_neutral_] Le thé glacé?
it_it: [_isabelle_s_neutral_] Tè di gelato?

source: [_mc_] Right.
fr_fr: [_mc_] Droit.
it_it: [_mc_] Destra.

source: [_mc_] They only have regular tea, and you'll have to ask for hot water in the kitchen.
fr_fr: [_mc_] Ils n'ont que du thé ordinaire, et vous devrez demander de l'eau chaude dans la cuisine.
it_it: [_mc_] Hanno solo tè regolare, e dovrete chiedere acqua calda in cucina.

source: [_isabelle_s_concerned_left_] Damn it... I was craving something cold. I guess I'll have strawberry juice, then.
fr_fr: [_isabelle_s_concerned_left_] Damn it ... J'étais en train de fumer quelque chose de froid. Je suppose que je vais avoir du jus de fraise, alors.
it_it: [_isabelle_s_concerned_left_] Dannazione... Stavo desiderando qualcosa di freddo. Immagino che avrò succo di fragola, allora.

source: [_mc_] A very fine choice!
fr_fr: [_mc_] Un très bon choix !
it_it: [_mc_] Una scelta molto bella!

source: [_isabelle_s_excited_] Why do you talk like that sometimes?
fr_fr: [_isabelle_s_excited_] Pourquoi tu parles comme ça parfois?
it_it: [_isabelle_s_excited_] Perché a volte parli così?

source: [_mc_] I must've been a butler in a previous life.
fr_fr: [_mc_] J'ai dû être un majordome dans une vie antérieure.
it_it: [_mc_] Devo essere stato un maggiordomo in una vita precedente.

source: [_isabelle_s_flirty_] Did you forget your tuxedo and white gloves back home?
fr_fr: [_isabelle_s_flirty_] Avez-vous oublié votre tuxedo et vos gants blancs à la maison?
it_it: [_isabelle_s_flirty_] Hai dimenticato il tuo tuxedo e guanti bianchi a casa?

source: [_mc_] I said "previous life." You don't keep your clothes... unless you were buried with them.
fr_fr: [_mc_] J'ai dit "la vie antérieure". Vous ne gardez pas vos vêtements ... à moins que vous n'y étiez enterré.
it_it: [_mc_] Ho detto "vita precedente". Non tenete i vestiti... a meno che non siate sepolti con loro.

source: [_isabelle_s_afraid_] Don't tell me you were buried, err...
fr_fr: [_isabelle_s_afraid_] Ne me dites pas que vous avez été enterré, err ...
it_it: [_isabelle_s_afraid_] Non mi dica che sei stato sepolto, erra...

source: [_mc_] Nude as the day I was born!
fr_fr: [_mc_] Nude comme le jour où je suis né !
it_it: [_mc_] Nudo come il giorno in cui sono nato!

source: [_isabelle_s_cringe_] Oh god, how did we get here?
fr_fr: [_isabelle_s_cringe_] Oh Dieu, comment sommes-nous venus ici?
it_it: [_isabelle_s_cringe_] Oh dio, come siamo arrivati qui?

source: [_isabelle_s_cringe_] I never thought I'd think of naked dead butlers...
fr_fr: [_isabelle_s_cringe_] Je n'ai jamais pensé que je penserais des butlers morts nus ...
it_it: [_isabelle_s_cringe_] Non ho mai pensato che avrei pensato a butlers morti nudi...

source: [_mc_] You're welcome.
fr_fr: [_mc_] Vous êtes les bienvenus.
it_it: [_mc_] Sei il benvenuto.

source: [_isabelle_s_thinking_] Ugh, let's change the topic.
fr_fr: [_isabelle_s_thinking_] Ugh, allons changer le sujet.
it_it: [_isabelle_s_thinking_] Ugh, cambiiamo l'argomento.

source: [_mc_] Just trying to make you feel at home.
fr_fr: [_mc_] Juste essayer de vous faire sentir à la maison.
it_it: [_mc_] Cercando solo di farti sentire a casa.

source: [_isabelle_s_excited_] Because all English people have a personal butler?
fr_fr: [_isabelle_s_excited_] Parce que tous les Anglais ont un majordome personnel?
it_it: [_isabelle_s_excited_] Perché tutti gli inglesi hanno un maggiordomo personale?

source: [_mc_] I thought you were Scottish?
fr_fr: [_mc_] Je croyais que vous étiez Écossais?
it_it: [_mc_] pensavo che tu fossi scozzese?

source: [_isabelle_s_blush_] I wish...
fr_fr: [_isabelle_s_blush_] Je souhaite ...
it_it: [_isabelle_s_blush_] lo voglio...

source: [_mc_] Same! There's just something special about a hot-blooded Scottish lass...
fr_fr: [_mc_] Même chose ! Il y a juste quelque chose de spécial à propos d'un lass écossais à sang chaud ...
it_it: [_mc_] Same! C'è solo qualcosa di speciale per un bicchiere scozzese a sangue caldo...

source: [_isabelle_s_annoyed_left_] The English aren't so bad...
fr_fr: [_isabelle_s_annoyed_left_] Les Anglais ne sont pas si mauvais ...
it_it: [_isabelle_s_annoyed_left_] L'inglese non è così male...

source: [_mc_] Imagine if William Wallace could hear you now...
fr_fr: [_mc_] Imagine si William Wallace pouvait t'entendre maintenant ...
it_it: [_mc_] Immagina se William Wallace potesse sentirti ora...

source: [_isabelle_s_blush_] Shh! Don't tell him!
fr_fr: [_isabelle_s_blush_] Shh ! Ne lui dis pas !
it_it: [_isabelle_s_blush_] Shh! Non dirgli!

source: [_mc_] Only the posh ones.
fr_fr: [_mc_] Seulement les posh.
it_it: [_mc_] Solo i posh quelli.

source: [_mc_] The commoners have to settle for American students.
fr_fr: [_mc_] Les roturiers doivent s'installer pour les étudiants américains.
it_it: [_mc_] I diffusori devono accontentarsi di studenti americani.

source: [_isabelle_s_confident_] I might have a butler back home, you don't know that!
fr_fr: [_isabelle_s_confident_] Je pourrais avoir un majordome chez moi, vous ne le savez pas !
it_it: [_isabelle_s_confident_] Potrei avere un maggiordomo a casa, non lo sapete!

source: [_mc_] Maybe you do, but he's not here right now... nobody has to know.
fr_fr: [_mc_] Peut-être que vous le faites, mais il n'est pas là pour l'instant ... personne n'a à savoir.
it_it: [_mc_] Forse lo fai, ma non è qui in questo momento... nessuno deve sapere.

source: [_isabelle_s_laughing_] Sorry, but I would never cheat on him!
fr_fr: [_isabelle_s_laughing_] Désolé, mais je ne tricherais jamais sur lui !
it_it: [_isabelle_s_laughing_] Mi dispiace, ma non lo tradirei mai!

source: [_mc_] You're loyal... I like that in a girl.
fr_fr: [_mc_] Vous êtes loyal ... J'aime ça dans une fille.
it_it: [_mc_] Sei leale... mi piace in una ragazza.

source: [_isabelle_s_confident_] Is that right?
fr_fr: [_isabelle_s_confident_] Est-ce bien?
it_it: [_isabelle_s_confident_] È giusto?

source: [_mc_] When you find the one, you just know. Truly good service is worth waiting for.
fr_fr: [_mc_] Lorsque vous en trouvez un, vous le savez. Un bon service digne de ce nom vaut la peine d'être attendu.
it_it: [_mc_] Quando trovi quello che sai tu. Vale la pena aspettare un servizio veramente buono.

source: [_isabelle_s_laughing_] Right? That's what I think too!
fr_fr: [_isabelle_s_laughing_] Droit? C'est ce que je pense aussi !
it_it: [_isabelle_s_laughing_] giusto? È quello che penso anche!

source: [_mc_] I've seen the movies!
fr_fr: [_mc_] J'ai vu les films !
it_it: [_mc_] Ho visto i film!

source: [_mc_] Yes, and when they lift the cover there's a hole in the platter...
fr_fr: [_mc_] Oui, et quand ils lèvent la couverture, il y a un trou dans le plateau ...
it_it: [_mc_] Sì, e quando alzano la copertura c'è un buco nel piatto...

source: [_mc_] And they say, "Would the lady care for some spotted dick?"
fr_fr: [_mc_] Et ils disent: "Est-ce que la dame s'occupe de la bite tacheté?"
it_it: [_mc_] E dicono, "La signora si prenderebbe cura di qualche cazzo macchiato?"

source: [_isabelle_s_laughing_] Ew! Those weren't the movies I had in mind!
fr_fr: [_isabelle_s_laughing_] Ew ! Ce n'étaient pas les films que j'avais en tête !
it_it: [_isabelle_s_laughing_] Ew! Quelli non erano i film che avevo in mente!

source: [_mc_] Like what?
fr_fr: [_mc_] Comme quoi?
it_it: [_mc_] Ti piace cosa?

source: [_isabelle_s_neutral_] Overly polite and old-fashioned.
fr_fr: [_isabelle_s_neutral_] Subly poli et vieux jeu.
it_it: [_isabelle_s_neutral_] eccessivamente educato e vecchio stile.

source: [_mc_] I thought you liked polite...
fr_fr: [_mc_] Je pensais que vous aimais polie ...
it_it: [_mc_] pensavo ti piacesse gentile...

source: [_isabelle_s_smile_] You're right! I do like that.
fr_fr: [_isabelle_s_smile_] Vous avez raison ! J'aime bien ça.
it_it: [_isabelle_s_smile_] Hai ragione! Mi piace.

source: [_isabelle_s_eyeroll_] I'm just used to Americans being loud and rude...
fr_fr: [_isabelle_s_eyeroll_] Je suis habituer aux Américains à être bruyantes et brutales ...
it_it: [_isabelle_s_eyeroll_] Sono solo abituato agli americani ad essere forte e maleducato...

source: [_mc_] The loud ones get noticed. They're bad PR for the rest of us.
fr_fr: [_mc_] Les forts sont remarqués. Ils sont mauvais PR pour le reste d'entre nous.
it_it: [_mc_] I forti si notano. Sono PR cattive per il resto di noi.

source: [_isabelle_s_smile_] That's probably true for a lot of things.
fr_fr: [_isabelle_s_smile_] C'est probablement vrai pour beaucoup de choses.
it_it: [_isabelle_s_smile_] Probabilmente è vero per molte cose.

source: [_isabelle_s_smile_left_] The ones screaming the loudest don't necessarily represent the majority.
fr_fr: [_isabelle_s_smile_left_] Ceux qui hurlants le plus fort ne représentent pas nécessairement la majorité.
it_it: [_isabelle_s_smile_left_] Quelli che urlano il più forte non rappresentano necessariamente la maggioranza.

source: [_mc_] I don't mind screamers. I don't mind criers either.
fr_fr: [_mc_] Je ne pense pas aux cris. Je ne pense pas non plus aux crieurs.
it_it: [_mc_] non mi dispiace gridare. Non mi dispiace nemmeno i grid.

source: [_isabelle_s_laughing_] I feel like this conversation just took a whole new direction...
fr_fr: [_isabelle_s_laughing_] J'ai l'impression que cette conversation a pris une toute nouvelle direction ...
it_it: [_isabelle_s_laughing_] Mi sento come questa conversazione ha appena preso una direzione completamente nuova...

source: [_mc_] A better direction!
fr_fr: [_mc_] Une meilleure direction !
it_it: [_mc_] Una direzione migliore!

source: [_isabelle_s_laughing_] I don't know about that!
fr_fr: [_isabelle_s_laughing_] Je ne sais pas à ce sujet !
it_it: [_isabelle_s_laughing_] Non lo so a riguardo!

source: [_mc_] 'Tis but how I prattle!
fr_fr: [_mc_] 'Tis mais comment je m'en prie !
it_it: [_mc_] 'Tis ma come prattle!

source: [_isabelle_s_laughing_] You're weird, you know that?
fr_fr: [_isabelle_s_laughing_] Vous êtes bizarre, vous le savez?
it_it: [_isabelle_s_laughing_] Sei strano, lo sai?

source: Somehow, my joke landed with her... that's what's weird here.
fr_fr: D'une certaine façon, ma blague a atterri avec elle ... c'est ce qui est bizarre ici.
it_it: In qualche modo, la mia barzelletta è atterrata con lei... è quello che è strano qui.

source: [isabelle] is so easy to talk to. Maybe she's more forgiving than other girls?
fr_fr: [isabelle] est si facile à parler. Peut-être qu'elle pardonne plus que les autres filles?
it_it: [isabelle] è così facile da parlare. Forse è più perdonante di altre ragazze?

source: Or perhaps my social skills have improved?
fr_fr: Ou peut-être que mes compétences sociales se sont améliorées?
it_it: O forse le mie competenze sociali sono migliorate?

source: [_mc_] Maybe I'm the normal one? Have you thought about that?
fr_fr: [_mc_] Peut-être que je suis la normale? Avez-vous pensé à ça?
it_it: [_mc_] Forse sono normale? Hai pensato a quello?
