Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_locker.po
Languages: fr_fr, it_it

source: [_mc_] Alright. It's probably for the best, anyway — since the stolen locker is yours, you'd be the number one suspect.
fr_fr: [_mc_] Alright. C'est probablement pour le mieux, de toute façon-puisque le casier volé est le vôtre, vous seriez le suspect numéro un.
it_it: [_mc_] Bene. Probabilmente è per il migliore, comunque — poiché l'armadietto rubato è tuo, saresti il numero uno sospettato.

source: [_isabelle_s_excited_spinach_] Good thinking!
fr_fr: [_isabelle_s_excited_spinach_] Bonne pensée !
it_it: [_isabelle_s_excited_spinach_] Buon pensamento!

source: [_mc_] Okay, let's go.
fr_fr: [_mc_] Ok, allons-y.
it_it: [_mc_] Okay, andiamo.

source: [_isabelle_s_neutral_spinach_] Just one thing...
fr_fr: [_isabelle_s_neutral_spinach_] Une seule chose ...
it_it: [_isabelle_s_neutral_spinach_] Una sola cosa...

source: [_mc_] Yeah?
fr_fr: [_mc_] Oui?
it_it: [_mc_] Sì?

source: [_isabelle_s_neutral_spinach_] I'd like my panties back now.
fr_fr: [_isabelle_s_neutral_spinach_] J'aimerais que mes cultés remontent maintenant.
it_it: [_isabelle_s_neutral_spinach_] vorrei le mie mutandine adesso.

source: [_mc_] You seem to have your hands full right now. I don't mind holding on to them a little longer.
fr_fr: [_mc_] Vous semblez avoir les mains pleines en ce moment. Je n'ai pas l'intention de les garder un peu plus longtemps.
it_it: [_mc_] Sembra che tu abbia le mani piene in questo momento. Non mi dispiace tenerle un po' più a lungo.

source: [_mc_] I'm totally kidding! Here.
fr_fr: [_mc_] Je plaisante totalement ! Ici.
it_it: [_mc_] sto scherzando tutto! Qui.

source: [_isabelle_s_excited_holdingpanties_spinach_] Thanks!
fr_fr: [_isabelle_s_excited_holdingpanties_spinach_] Merci !
it_it: [_isabelle_s_excited_holdingpanties_spinach_] Grazie!

source: [_isabelle_s_neutral_holdingpanties_spinach_] Okay, I'm ready.
fr_fr: [_isabelle_s_neutral_holdingpanties_spinach_] Ok, je suis prêt.
it_it: [_isabelle_s_neutral_holdingpanties_spinach_] Okay, sono pronto.

source: [_mc_] Aren't you going to put them on?
fr_fr: [_mc_] N'allez-vous pas les mettre?
it_it: [_mc_] non li metterete?

source: [_isabelle_s_concerned_left_holdingpanties_spinach_] My hands are full... It'll have to wait.
fr_fr: [_isabelle_s_concerned_left_holdingpanties_spinach_] Mes mains sont pleines ... Ça va devoir attendre.
it_it: [_isabelle_s_concerned_left_holdingpanties_spinach_] Le mie mani sono piene... Dovrà aspettare.

source: [_mc_] That's just so hot.
fr_fr: [_mc_] C'est tellement chaud.
it_it: [_mc_] È solo così caldo.

source: [_isabelle_s_excited_holdingpanties_spinach_] Oh, stop it!
fr_fr: [_isabelle_s_excited_holdingpanties_spinach_] Oh, arrête !
it_it: [_isabelle_s_excited_holdingpanties_spinach_] Oh, fermatelo!

source: [_isabelle_s_neutral_spinach_] I need my glasses back.
fr_fr: [_isabelle_s_neutral_spinach_] J'ai besoin de mes lunettes.
it_it: [_isabelle_s_neutral_spinach_] Ho bisogno dei miei occhiali indietro.

source: [_mc_] Oh, sure! Here you go.
fr_fr: [_mc_] Oh, sûr ! Ici vous allez.
it_it: [_mc_] Oh, sicuro! Eccovi qui.

source: [_isabelle_s_excited_spinach_] Okay, I'm ready.
fr_fr: [_isabelle_s_excited_spinach_] Ok, je suis prêt.
it_it: [_isabelle_s_excited_spinach_] Okay, sono pronto.

source: [_isabelle_s_excited_] Your room is really nice!
fr_fr: [_isabelle_s_excited_] Votre chambre est vraiment sympa !
it_it: [_isabelle_s_excited_] La tua stanza è davvero bella!

source: [_isabelle_s_neutral_] Do you always keep it this clean?
fr_fr: [_isabelle_s_neutral_] Est-ce que vous le conservez toujours?
it_it: [_isabelle_s_neutral_] Tienilo sempre pulito?

source: [_mc_] Yeah, I'm something of a germophobic.
fr_fr: [_mc_] Oui, je suis une sorte de germophobe.
it_it: [_mc_] Sì, sono una cosa germofobica.

source: [_isabelle_s_concerned_] Are you really?
fr_fr: [_isabelle_s_concerned_] Êtes-vous vraiment?
it_it: [_isabelle_s_concerned_] Sei veramente?

source: [_mc_] It's not a problem or anything... I don't obsess over it.
fr_fr: [_mc_] Ce n'est ni un problème, ni quoi que ce soit ... Je ne l'obséda pas.
it_it: [_mc_] Non è un problema o niente... non obbedisco su di esso.

source: [_isabelle_s_excited_] Oh, okay. Then clean is good!
fr_fr: [_isabelle_s_excited_] Oh, d'accord. Alors, propre, c'est bon !
it_it: [_isabelle_s_excited_] Oh, va bene. Poi pulito è buono!

source: [_isabelle_s_afraid_] What happened here?!
fr_fr: [_isabelle_s_afraid_] Que s'est-il passé ici? !
it_it: [_isabelle_s_afraid_] Cosa è successo qui?!

source: [_mc_] What do you mean?
fr_fr: [_mc_] Que voulez-vous dire?
it_it: [_mc_] Che cosa intendi?

source: [_isabelle_s_cringe_] The place is a mess!
fr_fr: [_isabelle_s_cringe_] Le lieu est un bordel !
it_it: [_isabelle_s_cringe_] Il posto è un caso!

source: [_mc_] Sorry, I didn't have time to clean...
fr_fr: [_mc_] Désolé, je n'ai pas eu le temps de nettoyer ...
it_it: [_mc_] Mi dispiace, non avevo tempo per pulire...

source: [_isabelle_s_thinking_] And what's with all those lewd posters?
fr_fr: [_isabelle_s_thinking_] Et que sont les affiches obscènes?
it_it: [_isabelle_s_thinking_] E che cosa c'è con tutti quei lewd posters?

source: [_mc_] Let's just figure out what our next step is.
fr_fr: [_mc_] Disons simplement ce qu'est notre prochaine étape.
it_it: [_mc_] Cerchiamo di capire qual è il nostro prossimo passo.

source: [_isabelle_s_neutral_] You're right. We need to start negotiating with [maxine].
fr_fr: [_isabelle_s_neutral_] Vous avez raison. Nous devons commencer à négocier avec le [maxine].
it_it: [_isabelle_s_neutral_] Hai ragione. Dobbiamo iniziare a negoziare con [maxine].

source: [_mc_] But how?
fr_fr: [_mc_] Mais comment?
it_it: [_mc_] Ma come?

source: [_isabelle_s_concerned_left_] We could get a burner phone and a voice changer...
fr_fr: [_isabelle_s_concerned_left_] On pourrait avoir un téléphone avec un brûleur et un changeur de voix ...
it_it: [_isabelle_s_concerned_left_] Potremmo ottenere un telefono bruciatore e un cambiatore vocale...

source: [_isabelle_s_skeptical_] {i}[mc], I want to play a game.{/}
fr_fr: [_isabelle_s_skeptical_] {i}[mc], je veux jouer un jeu. { / }
it_it: [_isabelle_s_skeptical_] {i}[mc], Voglio giocare a un gioco.{/}

source: [_mc_] Great impression, but I have a better idea.
fr_fr: [_mc_] Grande impression, mais j'ai une meilleure idée.
it_it: [_mc_] Grande impressione, ma ho un'idea migliore.

source: [_isabelle_s_laughing_] That would be a lot easier!
fr_fr: [_isabelle_s_laughing_] Ce serait beaucoup plus facile !
it_it: [_isabelle_s_laughing_] Sarebbe molto più facile!

source: [_mc_] Okay, I'll set it up and you can start thinking about how to phrase it.
fr_fr: [_mc_] Ok, je vais la mettre en place et vous pouvez commencer à réfléchir à la façon de l'expression.
it_it: [_mc_] Va bene, lo imposterò e puoi iniziare a pensare a come formularlo.

source: Oh, god. I hope she doesn't uncover something embarrassing...
fr_fr: Oh, mon dieu. J'espère qu'elle ne découvre pas quelque chose d'embarrassant ...
it_it: Oh, dio. Spero che non scopra qualcosa di imbarazzante...

source: I can't leave [isabelle] alone here with [spinach].
fr_fr: Je ne peux pas laisser [isabelle] seul ici avec [spinach].
it_it: Non posso lasciare [isabelle] da solo qui con [spinach].

source: Who knows what dirty secrets they'll dig up?
fr_fr: Qui sait quels secrets sales ils vont creuser?
it_it: Chissà quali segreti sporchi scaveranno?

source: All right, let's create a new email account...
fr_fr: Très bien, créons un nouveau compte email ...
it_it: Va bene, creiamo un nuovo account di posta elettronica...

source: What should be the handle?
fr_fr: Quelle devrait être la poignée?
it_it: Quale dovrebbe essere la maniglia?

source: Just to let [maxine] know she's dealing with real intellectuals.
fr_fr: Juste pour laisser [maxine] savoir qu'elle a affaire à de vrais intellectuels.
it_it: Solo per far sapere ad [maxine] che ha a che fare con veri intellettuali.

source: If it doesn't work out with [isabelle], it's smart to have a plan B.
fr_fr: Si ça ne fonctionne pas avec [isabelle], c'est intelligent d'avoir un plan B.
it_it: Se non funziona con [isabelle], è intelligente avere un piano B.

source: [_mc_] The account is ready to go.
fr_fr: [_mc_] Le compte est prêt à partir.
it_it: [_mc_] L'account è pronto ad andare.

source: [_isabelle_s_laughing_] That was quick!
fr_fr: [_isabelle_s_laughing_] C'était rapide !
it_it: [_isabelle_s_laughing_] Era veloce!

source: [_mc_] I'm a man of utmost swiftness.
fr_fr: [_mc_] Je suis un homme de la plus grande rapidité.
it_it: [_mc_] Sono un uomo della massima rapidità.

source: [_isabelle_s_confident_] Let's get started.
fr_fr: [_isabelle_s_confident_] Commençons.
it_it: [_isabelle_s_confident_] Cominciamo.

source: [_mc_] I'll compose it.
fr_fr: [_mc_] Je vais le composer.
it_it: [_mc_] la comporò.

source: [_isabelle_s_skeptical_] And why is that?
fr_fr: [_isabelle_s_skeptical_] Et pourquoi?
it_it: [_isabelle_s_skeptical_] E perché quello?

source: [_mc_] Besides, I've got longer grievances with her than you do.
fr_fr: [_mc_] En plus, j'ai plus de griefs avec elle que vous.
it_it: [_mc_] Inoltre, ho più lunghe rimostranze con lei di te.

source: [_isabelle_s_concerned_] What did she do?
fr_fr: [_isabelle_s_concerned_] Qu'a-t-elle fait?
it_it: [_isabelle_s_concerned_] Che cosa ha fatto?

source: [_mc_] They kicked me out and then proceeded to win the art contest that year.
fr_fr: [_mc_] Ils m'ont donné des coups de pied et ont ensuite gagné le concours de l'année.
it_it: [_mc_] Mi hanno cacciato fuori e poi ha proceduto a vincere il concorso d'arte quell'anno.

source: [_isabelle_s_skeptical_] That's messed up!
fr_fr: [_isabelle_s_skeptical_] C'est désorbé !
it_it: [_isabelle_s_skeptical_] Questo è inconveniente!

source: [_mc_] There were other things too...
fr_fr: [_mc_] Il y avait d'autres choses aussi ...
it_it: [_mc_] C'erano anche altre cose...

source: [_isabelle_s_neutral_] I'm so sorry. You definitely deserve to release some of that rage.
fr_fr: [_isabelle_s_neutral_] Je suis désolé. Vous méritez certainement de libérer une partie de cette rage.
it_it: [_isabelle_s_neutral_] Mi dispiace tanto. Ti meriti sicuramente di liberare alcuni di quella rabbia.

source: [_mc_] Thanks! I've been looking forward to this.
fr_fr: [_mc_] Merci ! J'ai hâte de le faire.
it_it: [_mc_] Grazie! Non vedo l'ora di questo.

source: [_mc_] All right, I'm done!
fr_fr: [_mc_] Très bien, je suis fait !
it_it: [_mc_] Va bene, ho finito!

source: [_isabelle_s_excited_] Okay, that looks good! Let's hit send.
fr_fr: [_isabelle_s_excited_] Ok, ça a l'air bien ! Allons-y envoyer.
it_it: [_isabelle_s_excited_] Okay, che sembra buono! Colpiamo invio.

source: [_mc_] Sent!
fr_fr: [_mc_] Envoyé !
it_it: [_mc_] Inviato!

source: [_mc_] I think you should write it.
fr_fr: [_mc_] Je pense que vous devriez l'écrire.
it_it: [_mc_] Penso che dovresti scriverlo.

source: [_mc_] You're the best person I know when it comes to writing and English.
fr_fr: [_mc_] Vous êtes la meilleure personne que je connaisse pour l'écriture et l'anglais.
it_it: [_mc_] Sei la persona migliore che conosco quando si tratta di scrivere e inglese.

source: [_isabelle_s_blush_] Aw, thanks!
fr_fr: [_isabelle_s_blush_] Aw, merci !
it_it: [_isabelle_s_blush_] Aw, grazie!

source: [_isabelle_s_blush_] Okay, give me a minute and I'll type this up.
fr_fr: [_isabelle_s_blush_] Ok, donnez-moi une minute et je vais taper ça.
it_it: [_isabelle_s_blush_] Okay, dammi un minuto e lo scriverò.

source: [_isabelle_s_neutral_] All done!
fr_fr: [_isabelle_s_neutral_] Tout a fait !
it_it: [_isabelle_s_neutral_] Tutto fatto!

source: [_mc_] Send it!
fr_fr: [_mc_] Envoyer ça !
it_it: [_mc_] invialo!

source: [_isabelle_s_concerned_] Don't you want to read it first?
fr_fr: [_isabelle_s_concerned_] Ne voulez-vous pas la lire en premier?
it_it: [_isabelle_s_concerned_] Non vuoi leggerlo per primo?

source: [_mc_] No need. You've got this under control.
fr_fr: [_mc_] Aucun besoin. Vous avez ceci sous contrôle.
it_it: [_mc_] Non c'è bisogno. Lo hai sotto controllo.

source: [_isabelle_s_excited_] Thank you.
fr_fr: [_isabelle_s_excited_] Merci.
it_it: [_isabelle_s_excited_] Grazie.

source: [_mc_] It's the truth! You're the most reliable person I know.
fr_fr: [_mc_] C'est la vérité ! Vous êtes la personne la plus fiable que je connaisse.
it_it: [_mc_] È la verità! Sei la persona più affidabile che conosco.

source: [_isabelle_s_neutral_] You're not so bad yourself...
fr_fr: [_isabelle_s_neutral_] Vous n'êtes pas si mauvais toi-même ...
it_it: [_isabelle_s_neutral_] Non sei così male te stesso...

source: [_isabelle_s_neutral_] Okay, sent!
fr_fr: [_isabelle_s_neutral_] Ok, envoyé !
it_it: [_isabelle_s_neutral_] Okay, inviato!

source: [_isabelle_s_neutral_] I suppose we wait now.
fr_fr: [_isabelle_s_neutral_] Je suppose que nous attendons maintenant.
it_it: [_isabelle_s_neutral_] suppongo che aspettiamo ora.

source: [_isabelle_s_excited_] Oh, we've got a response!
fr_fr: [_isabelle_s_excited_] Oh, nous avons une réponse !
it_it: [_isabelle_s_excited_] Oh, abbiamo una risposta!

source: [_mc_] What does it say?
fr_fr: [_mc_] Qu'est-ce que cela dit?
it_it: [_mc_] Che cosa dice?

source: [_mc_] Even though [maxine] knows we have her cat?
fr_fr: [_mc_] Même si [maxine] sait que nous avons son chat?
it_it: [_mc_] Anche se [maxine] sa che abbiamo il suo gatto?

source: [_isabelle_s_afraid_] Yes! I don't get it!
fr_fr: [_isabelle_s_afraid_] Oui ! Je ne l'ai pas !
it_it: [_isabelle_s_afraid_] Sì! Non lo capisco!

source: [_isabelle_s_afraid_] Doesn't she love her cat?
fr_fr: [_isabelle_s_afraid_] N'aime-t-elle pas son chat?
it_it: [_isabelle_s_afraid_] Non ama il suo gatto?

source: [_mc_] She does.
fr_fr: [_mc_] Elle le fait.
it_it: [_mc_] Lei lo fa.

source: [_isabelle_s_cringe_] What kind of crazy person would care more about a stupid locker than her favorite pet?
fr_fr: [_isabelle_s_cringe_] Quel genre de personne folle se soucierait plus d'un casier stupide que son animal préféré?
it_it: [_isabelle_s_cringe_] Che tipo di persona pazza si preoccuperebbe più di uno stupido armadietto che il suo animale domestico preferito?

source: [_isabelle_s_cringe_] She's trying to test me.
fr_fr: [_isabelle_s_cringe_] Elle essaie de me tester.
it_it: [_isabelle_s_cringe_] Sta provando a mettermi alla prova.

source: [_isabelle_s_cringe_] That's what bullies do! Always trying to see how close to the edge they can push you!
fr_fr: [_isabelle_s_cringe_] C'est ce que font les tyrans ! Toujours essayer de voir à quel point ils peuvent vous pousser !
it_it: [_isabelle_s_cringe_] Questo è ciò che fanno i bubi! Cercando sempre di vedere quanto vicino al bordo possono spingerti!

source: If she's right, then [kate]'s got the whole school on her side.
fr_fr: Si elle a raison, alors [kate]'s a toute l'école de son côté.
it_it: Se ha ragione, allora [kate]ha tutta la scuola dalla sua parte.

source: I always thought [maxine] was the neutral kind...
fr_fr: J'ai toujours pensé que [maxine] était le genre neutre ...
it_it: Ho sempre pensato che [maxine] fosse il tipo neutrale...

source: [_isabelle_s_annoyed_] I'm not going to let her do this.
fr_fr: [_isabelle_s_annoyed_] Je ne vais pas la laisser faire.
it_it: [_isabelle_s_annoyed_] Non le lascerò fare questo.

source: [_isabelle_s_annoyed_] I'm not going to let them get away with it.
fr_fr: [_isabelle_s_annoyed_] Je ne vais pas les laisser s'en sortir.
it_it: [_isabelle_s_annoyed_] Non li lascerò andare via con esso.

source: [_isabelle_s_annoyed_] [maxine], [lindsey], and [kate] — they'll all get what's coming for them.
fr_fr: [_isabelle_s_annoyed_] [maxine], [lindsey], et [kate] -ils vont tous obtenir ce qui vient pour eux.
it_it: [_isabelle_s_annoyed_] [maxine], [lindsey]e [kate] — otterranno tutti quello che sta per arrivare.

source: [_isabelle_s_angry_] Forget about nipping things in the bud!
fr_fr: [_isabelle_s_angry_] Oubliez les choses dans le bourgeon !
it_it: [_isabelle_s_angry_] Dimentica di capezzare le cose nel nascere!

source: [_isabelle_s_angry_] I'm going to rip up the entire rotten root!
fr_fr: [_isabelle_s_angry_] Je vais arrêtes toute la racine pourrie !
it_it: [_isabelle_s_angry_] sto per strappare tutta la radice marcia!

source: Damn, [isabelle] is really losing it...
fr_fr: Merde, [isabelle] c'est vraiment la perte ...
it_it: Dannazione, [isabelle] sta davvero perdendo...

source: I can't imagine the pain of losing her sister to bullying, only to get bullied herself.
fr_fr: Je ne peux pas imaginer la douleur de perdre sa sœur à l'intimidation, seulement pour se faire intimider.
it_it: Non riesco a immaginare il dolore di perdere sua sorella al bullismo, solo per farsi intimorire.

source: [_isabelle_s_annoyed_left_] Miserable fucking twats... It was never about the locker...
fr_fr: [_isabelle_s_annoyed_left_] Fucking misérable twats ... Il n'a jamais été à propos du casier ...
it_it: [_isabelle_s_annoyed_left_] Miserabile cazzo gemelli... Non è mai stato circa l'armadietto...

source: [_isabelle_s_annoyed_] It was about the bloody inability to be decent!
fr_fr: [_isabelle_s_annoyed_] C'était à propos de l'incapacité sanglante d'être honnête !
it_it: [_isabelle_s_annoyed_] Si trattava dell'incapacità sanguinosa di essere decenti!

source: [_isabelle_s_angry_] If they want to keep playing games, I'm going to break the board for them!
fr_fr: [_isabelle_s_angry_] S'ils veulent continuer à jouer, je vais briser le tableau pour eux !
it_it: [_isabelle_s_angry_] Se vogliono continuare a giocare a giochi, ho intenzione di rompere la tavola per loro!

source: [_isabelle_s_angry_] Let's see if [maxine] still says no when I send her the cat's bloody head...
fr_fr: [_isabelle_s_angry_] Voyons si [maxine] dit encore non quand je lui envoie la tête sanglante du chat ...
it_it: [_isabelle_s_angry_] Vediamo se [maxine] dice ancora di no quando le mando la testa sanguinosa del gatto...

source: [_mc_] That's enough, [isabelle].
fr_fr: [_mc_] C'est assez, [isabelle].
it_it: [_mc_] basta, [isabelle].

source: [_isabelle_s_skeptical_] What?
fr_fr: [_isabelle_s_skeptical_] Quoi?
it_it: [_isabelle_s_skeptical_] Cosa?

source: [_mc_] I said enough.
fr_fr: [_mc_] J'ai dit assez.
it_it: [_mc_] ho detto abbastanza.

source: [_isabelle_s_skeptical_] What the hell do you mean?
fr_fr: [_isabelle_s_skeptical_] Qu'est-ce que tu veux dire?
it_it: [_isabelle_s_skeptical_] Che diavolo intendi?

source: [_mc_] Listen to yourself! [withvpunch]
fr_fr: [_mc_] Écoute toi-même ! [withvpunch]
it_it: [_mc_] Ascolta te stesso! [withvpunch]

source: [_mc_] You're talking about killing an innocent animal for revenge!
fr_fr: [_mc_] Vous parlez de tuer un animal innocent pour se venger !
it_it: [_mc_] Stai parlando di uccidere un animale innocente per vendetta!

source: [_mc_] That's not the [isabelle] I know.
fr_fr: [_mc_] Ce n'est pas le [isabelle] Je sais.
it_it: [_mc_] Questa non è la [isabelle] che conosco.

source: [_mc_] Stealing [spinach] was far enough. We need to find a better way.
fr_fr: [_mc_] Le vol [spinach] était assez loin. Nous devons trouver une meilleure solution.
it_it: [_mc_] Rubare [spinach] è stato abbastanza lontano. Dobbiamo trovare un modo migliore.

source: [_mc_] If you throw away your decency, you're no better than the bullies.
fr_fr: [_mc_] Si vous jetez votre décence, vous n'êtes pas mieux que les tyrans.
it_it: [_mc_] Se butti via la tua decenza, non sei migliore dei buoi.

source: [_isabelle_s_sad_] You're right...
fr_fr: [_isabelle_s_sad_] Vous avez raison ...
it_it: [_isabelle_s_sad_] Hai ragione...

source: [_isabelle_s_sad_] It's just so hard to deal with these emotions... I'm so angry all the time...
fr_fr: [_isabelle_s_sad_] C'est tellement difficile de faire face à ces émotions ... Je suis tellement en colère tout le temps ...
it_it: [_isabelle_s_sad_] E 'solo così difficile affrontare queste emozioni... Sono così arrabbiato tutto il tempo...

source: [_mc_] You've been through hell — it's normal to feel this way.
fr_fr: [_mc_] Vous avez été en enfer-c'est normal de ressentir cette façon de faire.
it_it: [_mc_] Sei stato all'inferno — è normale sentirsi in questo modo.

source: [_mc_] But you can't let the anger and quest for revenge define you.
fr_fr: [_mc_] Mais vous ne pouvez pas laisser la colère et la quête de vengeance vous définir.
it_it: [_mc_] Ma non puoi lasciare che la rabbia e la ricerca della vendetta ti definiscano.

source: [_mc_] You can't let it cloud your judgment.
fr_fr: [_mc_] Vous ne pouvez pas laisser votre jugement nuageux.
it_it: [_mc_] Non puoi lasciare che offuschi il tuo giudizio.

source: [_isabelle_s_sad_] God, I'm such an idiot...
fr_fr: [_isabelle_s_sad_] Dieu, je suis un tel idiot ...
it_it: [_isabelle_s_sad_] Dio, sono un tale idiota...

source: [_mc_] Oh, stop it! You're one of the smartest people I know.
fr_fr: [_mc_] Oh, arrête ! Tu es l'une des personnes les plus intelligentes que je connaisse.
it_it: [_mc_] Oh, fermatelo! Sei una delle persone più intelligenti che conosco.

source: [_mc_] You're kind, strong, and independent.
fr_fr: [_mc_] Vous êtes gentile, fort et indépendant.
it_it: [_mc_] Sei gentile, forte e indipendente.

source: [_mc_] And more importantly, you stand for what is right.
fr_fr: [_mc_] Et surtout, vous vous en tenir à ce qui est juste.
it_it: [_mc_] E, cosa ancora più importante, vi schierate a favore di ciò che è giusto.

source: [_mc_] A lot of people just talk the talk. You walk the walk!
fr_fr: [_mc_] Beaucoup de gens parlent de la conversation. Vous marchez à pied !
it_it: [_mc_] Molte persone parlano il colloquio. Cammini la passeggiata!

source: [_mc_] And you're not afraid to make enemies in the process.
fr_fr: [_mc_] Et vous n'avez pas peur de faire des ennemis dans le processus.
it_it: [_mc_] E non hai paura di fare i nemici nel processo.

source: [_mc_] You just need to know when to stop... I'm here to help you with that.
fr_fr: [_mc_] Vous avez juste besoin de savoir quand arrêter ... Je suis là pour vous aider.
it_it: [_mc_] Devi solo sapere quando fermarti... Sono qui per aiutarti.

source: [_isabelle_s_blush_] You always get me in such a good mood, [mc]...
fr_fr: [_isabelle_s_blush_] Vous me recevez toujours de si bonne humeur, [mc]...
it_it: [_isabelle_s_blush_] Mi ottieni sempre di buon umore, [mc]...

source: [_isabelle_s_blush_] I feel like no one else really understands me.
fr_fr: [_isabelle_s_blush_] J'ai l'impression que personne d'autre ne me comprend vraiment.
it_it: [_isabelle_s_blush_] Mi sento come nessun altro mi capisce davvero.

source: [_mc_] I usually struggle when it comes to being social, but you make it easy.
fr_fr: [_mc_] J'ai généralement du mal quand il s'agit d'être social, mais vous le faites facilement.
it_it: [_mc_] Io di solito fatica quando si tratta di essere sociale, ma lo rendi facile.

source: [_mc_] You never judge me, and I think that's a big part of it.
fr_fr: [_mc_] Vous ne me jugez jamais, et je pense que c'est une grande partie de ça.
it_it: [_mc_] Non mi giudichi mai, e penso che sia una grande parte di esso.

source: [_isabelle_s_laughing_] I think everyone deserves a fair chance!
fr_fr: [_isabelle_s_laughing_] Je pense que tout le monde mérite une chance équitable !
it_it: [_isabelle_s_laughing_] Penso che tutti meritino una buona opportunità!

source: [_isabelle_s_confident_] What about you? Do you often judge people?
fr_fr: [_isabelle_s_confident_] Qu'en est-il de vous? Est-ce que vous jugez souvent les gens?
it_it: [_isabelle_s_confident_] Che dire di te? Giudicate spesso le persone?

source: [_mc_] I try not to.
fr_fr: [_mc_] J'essaie de ne pas le faire.
it_it: [_mc_] cerco di non farlo.
