Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_buried.po
Languages: fr_fr, it_it

source: [_isabelle_s_neutral_] Thanks for the ice tea idea. It always helps me cool down.
fr_fr: [_isabelle_s_neutral_] Merci pour l'idée de thé glacé. Ça m'aide toujours à me calmer.
it_it: [_isabelle_s_neutral_] Grazie per l'idea del tè al ghiaccio. Mi aiuta sempre a rinfrescarmi.

source: [isabelle] doesn't show it, but those chocolate hearts really messed her up.
fr_fr: [isabelle] ne le montre pas, mais ces coeurs de chocolat l'ont vraiment gâché.
it_it: [isabelle] non lo mostra, ma quei cuori di cioccolato la hanno davvero incazzata.

source: The rage still simmers below the surface. And at any given moment...
fr_fr: La rage est encore en dessous de la surface. Et à tout moment ...
it_it: La rabbia si simula ancora sotto la superficie. E in qualsiasi momento...

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord?
it_it: [_mc_] Stai bene?

source: [_isabelle_s_concerned_] Yeah... I think.
fr_fr: [_isabelle_s_concerned_] Oui ... Je pense.
it_it: [_isabelle_s_concerned_] Sì... penso.

source: [_mc_] Wanna talk about it?
fr_fr: [_mc_] Wanna en parle?
it_it: [_mc_] Vuoi parlarne?

source: [_isabelle_s_concerned_] About what?
fr_fr: [_isabelle_s_concerned_] À propos de quoi?
it_it: [_isabelle_s_concerned_] Su cosa?

source: [_mc_] Maybe your sister? What was she like?
fr_fr: [_mc_] Peut-être votre sœur? Qu'a-t-elle aimais?
it_it: [_mc_] Forse tua sorella? Com'era lei?

source: [_isabelle_s_neutral_] She was... a lot like you, actually.
fr_fr: [_isabelle_s_neutral_] Elle était ... beaucoup comme vous, en fait.
it_it: [_isabelle_s_neutral_] Lei erava... molto come te, in realtà.

source: [_mc_] Short?
fr_fr: [_mc_] Courte?
it_it: [_mc_] Breve?

source: [_isabelle_s_concerned_left_] She wasn't very tall, but I meant lonely.
fr_fr: [_isabelle_s_concerned_left_] Elle n'était pas très grande, mais je voulais dire seule.
it_it: [_isabelle_s_concerned_left_] Lei non era molto alta, ma io intendevo solo.

source: [_isabelle_s_concerned_left_] Height isn't something I think of when it comes to people.
fr_fr: [_isabelle_s_concerned_left_] La hauteur n'est pas une chose à laquelle je pense quand il s'agit de gens.
it_it: [_isabelle_s_concerned_left_] Altezza non è qualcosa a cui penso quando si tratta di persone.

source: [_isabelle_s_laughing_] To me, personality is the only important factor... and she had a lot of that!
fr_fr: [_isabelle_s_laughing_] Pour moi, la personnalité est le seul facteur important ... et elle en a eu beaucoup !
it_it: [_isabelle_s_laughing_] Per me, la personalità è l'unico fattore importante... e lei ne ha avuto molto!

source: [_isabelle_s_confident_] If you can stand up for yourself and others, you're the tallest person in my mind.
fr_fr: [_isabelle_s_confident_] Si vous pouvez vous lever pour vous-même et pour les autres, vous êtes la personne la plus haute de mon esprit.
it_it: [_isabelle_s_confident_] Se riesci a stare in piedi per te e gli altri, sei la persona più alta della mia mente.

source: [_mc_] You're right. I'm sorry for your loss.
fr_fr: [_mc_] Vous avez raison. Je suis désolé pour ta perte.
it_it: [_mc_] hai ragione. Mi dispiace per la tua perdita.

source: [_isabelle_s_cringe_] What?!
fr_fr: [_isabelle_s_cringe_] Quoi? !
it_it: [_isabelle_s_cringe_] Cosa?!

source: [_isabelle_s_cringe_] Why would you say that?
fr_fr: [_isabelle_s_cringe_] Pourquoi direz-vous cela?
it_it: [_isabelle_s_cringe_] Perché lo diresti?

source: [_mc_] I guess it's the first trait that comes to mind when I think of myself...
fr_fr: [_mc_] Je suppose que c'est le premier trait qui vient à l'esprit quand je pense à moi-même ...
it_it: [_mc_] Immagino che sia il primo tratto che mi viene in mente quando penso a me stesso...

source: [_isabelle_s_thinking_] Well, it's a bloody inappropriate thing to say.
fr_fr: [_isabelle_s_thinking_] Eh bien, c'est une mauvaise chose à dire.
it_it: [_isabelle_s_thinking_] Beh, è una cosa sanguinosa inappropriata.

source: [_mc_] My bad. It just slipped out.
fr_fr: [_mc_] Mon mal. Ça a simplement glissé.
it_it: [_mc_] Il mio male. È appena scivolato fuori.

source: [_mc_] I'm sorry about your sister... good job keeping it together.
fr_fr: [_mc_] Je suis désolé pour votre sœur ... un bon travail qui le maintient ensemble.
it_it: [_mc_] mi dispiace per tua sorella... buon lavoro tenerlo insieme.

source: [_isabelle_s_sad_] Yes. She was very lonely.
fr_fr: [_isabelle_s_sad_] Oui. Elle était très seule.
it_it: [_isabelle_s_sad_] Sì. Era molto sola.

source: [_mc_] It's a terrible feeling sitting down alone at lunch, watching people laughing and joking a few tables away.
fr_fr: [_mc_] C'est un sentiment terrible de s'asseoir seul au déjeuner, en regardant les gens rire et en plaisantant quelques tables.
it_it: [_mc_] È un terribile sentimento seduto da solo a pranzo, guardando la gente ridere e scherzando qualche tavolo.

source: [_isabelle_s_sad_] I knew she was sad sometimes and complained about her classmates, but I never realized how she really felt.
fr_fr: [_isabelle_s_sad_] Je savais qu'elle était triste parfois et se plaignait de ses camarades de classe, mais je n'ai jamais réalisé comment elle se sentait vraiment.
it_it: [_isabelle_s_sad_] Sapevo che a volte era triste e si lamentava dei suoi compagni di classe, ma non ho mai capito come si sentiva davvero.

source: [_mc_] It's hard to put into words. Shame, guilt, anxiety... you start second-guessing yourself.
fr_fr: [_mc_] Il est difficile de dire. Honte, culpabilité, anxiété ... vous commencez à vous deviner.
it_it: [_mc_] E 'difficile da mettere in parole. Vergogna, colpa, ansia... si inizia a indovinare te stesso.

source: [_mc_] Do you just sit down with them and have them think you're a parasite?
fr_fr: [_mc_] Est-ce que vous vous asseyez avec eux et qu'ils pensent que vous êtes un parasite?
it_it: [_mc_] Basta sedersi con loro e farli pensare di essere un parassito?

source: [_mc_] Do you ask if you can join, only to get a few seconds of silence?
fr_fr: [_mc_] Est-ce que vous demandez si vous pouvez vous joindre, seulement pour obtenir quelques secondes de silence?
it_it: [_mc_] Ti chiedi se puoi unirti solo per ottenere qualche secondo di silenzio?

source: [_mc_] It's easier to sit by yourself and pretend to be on your phone or study.
fr_fr: [_mc_] Il est plus facile de s'asseoir par vous-même et de faire semblant d'être sur votre téléphone ou votre étude.
it_it: [_mc_] È più facile sedersi da soli e fingere di essere sul telefono o studiare.

source: [_isabelle_s_blush_] Thanks for sharing this with me. I'm still trying to understand how she felt and this helps a lot.
fr_fr: [_isabelle_s_blush_] Merci d'avoir partagé ça avec moi. J'essaie encore de comprendre comment elle s'est sentit et ça aide beaucoup.
it_it: [_isabelle_s_blush_] Grazie per averlo condiviso con me. Sto ancora cercando di capire come si sentiva e questo aiuta molto.

source: [_isabelle_s_sad_] I'm sorry you have to deal with those types of feelings in your everyday life.
fr_fr: [_isabelle_s_sad_] Je suis désolé de devoir vous occuper de ces types de sentiments dans votre vie de tous les jours.
it_it: [_isabelle_s_sad_] Mi dispiace che tu abbia a che fare con quei tipi di sentimenti nella tua vita quotidiana.

source: [_mc_] I'm sorry about your sister.
fr_fr: [_mc_] Je suis désolé pour votre sœur.
it_it: [_mc_] mi dispiace per tua sorella.

source: [_mc_] Funny, handsome, and extremely humble?
fr_fr: [_mc_] Amal, beau, et extrêmement humble?
it_it: [_mc_] Divertente, bello ed estremamente umile?

source: [_isabelle_s_laughing_] Hah! Thanks for lightening the mood.
fr_fr: [_isabelle_s_laughing_] Hah ! Merci d'avoir allégé l'ambiance.
it_it: [_isabelle_s_laughing_] Hah! Grazie per aver schiarito l'umore.

source: [_isabelle_s_laughing_] I tend to get very down and emotional when it comes to her.
fr_fr: [_isabelle_s_laughing_] J'ai tendance à être très bas et affectif quand il s'agit d'elle.
it_it: [_isabelle_s_laughing_] Ho la tendenza a scendere molto ed emotivo quando si tratta di lei.

source: [_mc_] I get that. Can't be easy carrying that around every day.
fr_fr: [_mc_] Je l'ai. Ça ne peut pas être facile de transporter ça tous les jours.
it_it: [_mc_] lo ottengo. Non può essere facile portarlo in giro ogni giorno.

source: [_isabelle_s_confident_] Thank you, [mc]. You're a good guy.
fr_fr: [_isabelle_s_confident_] Merci, [mc]. Vous êtes un bon gars.
it_it: [_isabelle_s_confident_] Grazie, [mc]. Sei un bravo ragazzo.

source: [_isabelle_s_sad_] Thanks... I do my best to keep it from consuming me, but certain things just rile me.
fr_fr: [_isabelle_s_sad_] Merci ... Je fais de mon mieux pour m'empêcher de me consommer, mais certaines choses me rime.
it_it: [_isabelle_s_sad_] Grazie... Faccio del mio meglio per impedirmi di consumarmi, ma certe cose mi rigliano.

source: [_isabelle_s_angry_] [kate] is one of those things!
fr_fr: [_isabelle_s_angry_] [kate] est une de ces choses !
it_it: [_isabelle_s_angry_] [kate] è una di quelle cose!

source: [_isabelle_s_angry_] I just want to strangle her.
fr_fr: [_isabelle_s_angry_] Je veux juste l'étrangler.
it_it: [_isabelle_s_angry_] La voglio solo strangolare.

source: It feels weird lying to her about who did it, but honestly, [kate] deserves it.
fr_fr: C'est bizarre de mentir à elle à propos de qui l'a fait, mais honnêtement, [kate] le mérite.
it_it: Si sente strano mentire a lei su chi l'ha fatto, ma onestamente, [kate] lo merita.

source: [_isabelle_s_thinking_] I just can't believe [lindsey] would do something like that.
fr_fr: [_isabelle_s_thinking_] Je ne peux pas croire que [lindsey] ferait quelque chose comme ça.
it_it: [_isabelle_s_thinking_] Non riesco proprio a credere che [lindsey] farebbe qualcosa del genere.

source: [_mc_] Yeah, I'm surprised as well.
fr_fr: [_mc_] Oui, je suis aussi surpris.
it_it: [_mc_] Sì, sono sorpreso pure.

source: [_mc_] But then, how well do you really know people?
fr_fr: [_mc_] Mais alors, comment savez-vous vraiment les gens?
it_it: [_mc_] Ma allora, quanto bene conoscete veramente le persone?

source: [_isabelle_s_cringe_] I can't believe she kept the box too. I wish she would at least give it back.
fr_fr: [_isabelle_s_cringe_] Je ne peux pas croire qu'elle a aussi conservé la boîte. J'aimerais qu'elle le redonne au moins.
it_it: [_isabelle_s_cringe_] Non riesco a credere che abbia tenuto anche la scatola. Vorrei che lo restituisse almeno.

source: [_mc_] Is the box valuable?
fr_fr: [_mc_] La case est-elle précieuse?
it_it: [_mc_] La casella è preziosa?

source: [_isabelle_s_thinking_] Not really, it's just... I like to bury it every year on my sister's birthday.
fr_fr: [_isabelle_s_thinking_] Pas vraiment, c'est juste ... J'aime l'enterrer chaque année sur l'anniversaire de ma sœur.
it_it: [_isabelle_s_thinking_] Non è vero, è solo... mi piace seppellirlo ogni anno durante il compleanno di mia sorella.

source: [_isabelle_s_sad_] It helps me process the pain and stops it from building.
fr_fr: [_isabelle_s_sad_] Il m'aide à traiter la douleur et l'arrête de la construction.
it_it: [_isabelle_s_sad_] Mi aiuta a elaborare il dolore e lo impedisce di costruire.

source: [_isabelle_s_sad_] I'd like her to know that no matter where I am in the world, I'll remember her.
fr_fr: [_isabelle_s_sad_] Je voudrais qu'elle sache que peu importe où je suis dans le monde, je me souviendrai d'elle.
it_it: [_isabelle_s_sad_] Vorrei che lei sapesse che non importa dove sono nel mondo, mi ricorderò di lei.

source: [_mc_] That's really nice of you.
fr_fr: [_mc_] C'est vraiment sympa de toi.
it_it: [_mc_] È davvero bello da parte vostra.

source: This box really means a lot to [isabelle]. it's not just about the chocolates.
fr_fr: Cette case signifie vraiment beaucoup à [isabelle]. Il ne s'agit pas seulement des chocolats.
it_it: Questa scatola significa davvero molto per [isabelle]. non si tratta solo dei cioccolatini.

source: She'd probably appreciate it if I could somehow find the box. Maybe [lindsey] still has it?
fr_fr: Elle apprécierait probablement si je pouvais trouver la boîte. Peut-être que le [lindsey] l'a toujours?
it_it: Probabilmente lo apprezzerebbe se potessi in qualche modo trovare la scatola. Forse [lindsey] lo ha ancora?

source: [_mc_] Hey, [lindsey]. How's your cheek?
fr_fr: [_mc_] Hey, [lindsey]. Comment va ton joue?
it_it: [_mc_] Hey, [lindsey]. Com'è la tua guancia?

source: [_lindsey_s_thinking_] It's doing fine, thanks. I'm still so confused about that video of me...
fr_fr: [_lindsey_s_thinking_] Ça va bien, merci. Je suis toujours aussi confus à propos de cette vidéo de moi ...
it_it: [_lindsey_s_thinking_] Sta facendo bene, grazie. Sono ancora così confuso su quel video di me...

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi?
it_it: [_mc_] Perché?

source: [_lindsey_s_sad_] 'Cause like I said, I don't remember breaking into her locker!
fr_fr: [_lindsey_s_sad_] 'Parce que j'ai dit, je ne me souviens pas de son casier !
it_it: [_lindsey_s_sad_] 'Causa come ho detto, non ricordo di rompere nel suo armadietto!

source: [_lindsey_s_sad_] I swear on my life.
fr_fr: [_lindsey_s_sad_] Je jure sur ma vie.
it_it: [_lindsey_s_sad_] Giuro per la mia vita.

source: [_mc_] I don't think it matters at this point.
fr_fr: [_mc_] Je ne pense pas qu'il importe à ce stade.
it_it: [_mc_] Non penso che sia importante a questo punto.

source: [_mc_] [isabelle] is still furious even if she's trying to hide it.
fr_fr: [_mc_] [isabelle] est encore furieux même si elle essaie de le cacher.
it_it: [_mc_] [isabelle] è ancora furioso anche se sta cercando di nasconderlo.

source: [_mc_] It might help if you gave her the box back, though.
fr_fr: [_mc_] Cela pourrait vous aider si vous lui avez remis la boîte.
it_it: [_mc_] Potrebbe aiutare se le hai dato la scatola indietro, però.

source: [_lindsey_s_neutral_] [mc]! I almost ran into you again!
fr_fr: [_lindsey_s_neutral_] [mc]! Je me suis presque redirigé vers toi !
it_it: [_lindsey_s_neutral_] [mc]! Mi sono quasi imbattuto in te di nuovo!

source: [_mc_] Don't worry, I'm ready for it now.
fr_fr: [_mc_] Ne vous inquiétez pas, je suis prêt pour ça maintenant.
it_it: [_mc_] Non ti preoccupare, sono pronto per questo adesso.

source: [_lindsey_s_laughing_] That's good, 'cause I keep tripping over things.
fr_fr: [_lindsey_s_laughing_] C'est bien, parce que je continue à trébutant sur les choses.
it_it: [_lindsey_s_laughing_] Questo è buono, 'perché continuo a inciampare sulle cose.

source: [_mc_] So, about the chocolates... I didn't tell [isabelle] you took them.
fr_fr: [_mc_] Alors, au sujet des chocolats ... Je n'ai pas dit [isabelle] que vous les avez pris.
it_it: [_mc_] Quindi, circa i cioccolatini... non ho detto [isabelle] li hai presi.

source: [_lindsey_s_cringe_] I... didn't do it. Someone must've messed with the tape.
fr_fr: [_lindsey_s_cringe_] I. .. ne l'a pas fait. Quelqu'un doit avoir foiré avec la bande.
it_it: [_lindsey_s_cringe_] Io... non l'ho fatto. Qualcuno deve aver incasato con il nastro.

source: [_mc_] I assume you didn't confess it either?
fr_fr: [_mc_] Je suppose que vous ne l'avez pas non plus confessante?
it_it: [_mc_] Presumo che tu non lo abbia confessato?

source: [_lindsey_s_sad_] What am I supposed to tell her?
fr_fr: [_lindsey_s_sad_] Que suis-je censé lui dire?
it_it: [_lindsey_s_sad_] Che cosa le devo dire?

source: [_mc_] Look, it doesn't really matter at this point, but if you care about [isabelle], she'd really like the box back.
fr_fr: [_mc_] Ecoutez, ça n'a pas vraiment d'importance à ce stade, mais si vous vous souciez de [isabelle], elle aimerait vraiment la boîte de retour.
it_it: [_mc_] Guarda, non importa a questo punto, ma se ti interessa [isabelle], ti piacerebbe molto la scatola indietro.

source: [_lindsey_s_concerned_] Oh, um. I don't have it anymore.
fr_fr: [_lindsey_s_concerned_] Oh, um. Je n'en ai plus.
it_it: [_lindsey_s_concerned_] Oh, um. Non ce l'ho più.

source: [_mc_] What do you mean?
fr_fr: [_mc_] Que voulez-vous dire?
it_it: [_mc_] Che cosa intendi?

source: [_lindsey_s_sad_] I gave it to [jacklyn].
fr_fr: [_lindsey_s_sad_] Je l'ai donné au [jacklyn].
it_it: [_lindsey_s_sad_] l'ho dato a [jacklyn].

source: [_lindsey_s_thinking_] Well, she was watching the female track team when I handed out the chocolates.
fr_fr: [_lindsey_s_thinking_] Eh bien, elle regardait l'équipe féminine quand j'ai distribué les chocolats.
it_it: [_lindsey_s_thinking_] Beh, stava guardando la squadra di pista femminile quando ho distribuito i cioccolatini.

source: [_lindsey_s_thinking_] So, I gave her the last heart and as well as the box. She got really excited about it for some reason.
fr_fr: [_lindsey_s_thinking_] Alors, je lui ai donné le dernier cœur et la boîte. Elle s'est vraiment excitée pour quelque raison.
it_it: [_lindsey_s_thinking_] Quindi, le ho dato l'ultimo cuore e così come la scatola: è stata davvero entusiasta per qualche motivo.

source: [_mc_] That's a bit odd. Does she always watch the track teams?
fr_fr: [_mc_] C'est un peu bizarre. Est-ce qu'elle regarde toujours les équipes de piste?
it_it: [_mc_] È un po' strano. Guardate sempre le squadre della pista?

source: [_lindsey_s_laughing_] I think only the female team. The guys always end their practice before us, but she usually arrives after us.
fr_fr: [_lindsey_s_laughing_] Je pense seulement à l'équipe féminine. Les gars finissent toujours leur pratique devant nous, mais elle arrive habituellement après nous.
it_it: [_lindsey_s_laughing_] Penso che solo la squadra femminile. I ragazzi finiscono sempre la loro pratica davanti a noi, ma di solito arriva dopo di noi.

source: [_lindsey_s_laughing_] She's really nice. Always cheers for us.
fr_fr: [_lindsey_s_laughing_] Elle est vraiment sympa. Toujours triche pour nous.
it_it: [_lindsey_s_laughing_] Lei è davvero gentile. Sempre tifo per noi.

source: [_mc_] Okay, well I should probably go find that box.
fr_fr: [_mc_] Ok, eh bien, je devrais probablement aller trouver cette boîte.
it_it: [_mc_] Okay, beh, probabilmente dovrei andare a trovare quella scatola.

source: She's looking nervous. Perhaps a guilty conscience eating away at her?
fr_fr: Elle est nerveuse. Peut-être une conscience coupable s'en prendre à elle?
it_it: Sembra nervosa. Forse una coscienza colpevole che le mangia via?

source: [_mc_] Hi, thief.
fr_fr: [_mc_] Salut, voleur.
it_it: [_mc_] Ciao, ladro.

source: [_lindsey_s_skeptical_] W-what?
fr_fr: [_lindsey_s_skeptical_] -Quoi?
it_it: [_lindsey_s_skeptical_] W-cosa?

source: [_mc_] The surveillance footage doesn't lie.
fr_fr: [_mc_] Les images de surveillance ne mentont pas.
it_it: [_mc_] Il filmato di sorveglianza non mente.

source: [_lindsey_s_laughing_] You have a weird sense of humor, [mc].
fr_fr: [_lindsey_s_laughing_] Vous avez un sens bizarre de l'humour, [mc].
it_it: [_lindsey_s_laughing_] Hai un bizzarro senso dell'umorismo, [mc].

source: [_mc_] Listen, I saw you breaking into [isabelle]'s locker.
fr_fr: [_mc_] Écoute, je t'ai vu se casser dans le casier de [isabelle].
it_it: [_mc_] Ascolta, ti ho visto rompere nell'armadietto di [isabelle].

source: [_lindsey_s_skeptical_] What are you talking about?
fr_fr: [_lindsey_s_skeptical_] De quoi parlez-vous?
it_it: [_lindsey_s_skeptical_] Di cosa stai parlando?

source: [_lindsey_s_angry_] Why do you keep harassing me?
fr_fr: [_lindsey_s_angry_] Pourquoi ne me harcelez-vous pas?
it_it: [_lindsey_s_angry_] Perché continuate a molestarmi?

source: [_lindsey_s_angry_] I've never done or said anything bad to you!
fr_fr: [_lindsey_s_angry_] Je n'ai jamais rien fait ou rien de mal à toi !
it_it: [_lindsey_s_angry_] Non ho mai fatto o detto nulla di male a te!

source: Of course, she's going to make this about her. Play the victim.
fr_fr: Bien sûr, elle va faire ça à son sujet. Jouez à la victime.
it_it: Naturalmente, sta per fare questo su di lei. Gioca la vittima.

source: Typical entitled bitch behavior.
fr_fr: Comportement type de l'image bitch.
it_it: Comportamento tipico della cagna intitolato.

source: She's had it so easy her entire life. As soon as someone even questions her, the tears start flowing.
fr_fr: Elle a si facile toute sa vie. Dès que quelqu'un lui a posé des questions, les larmes coulent.
it_it: Lei ha avuto così facile tutta la sua vita. Non appena qualcuno le interroga, le lacrime iniziano a fluire.

source: It's pathetic really.
fr_fr: C'est vraiment pathétique.
it_it: È patetico davvero.

source: [_mc_] You might have everyone else fooled, but I know that nice-girl exterior is only a facade.
fr_fr: [_mc_] Vous pourriez avoir tout le monde en berne, mais je sais que la jolie-fille extérieure n'est qu'une façade.
it_it: [_mc_] Potreste avere tutti gli altri ingannati, ma so che la bella ragazza esterna è solo una facciata.

source: [_mc_] You walk around the school without a care in the world. You think the world is yours.
fr_fr: [_mc_] Vous marchez autour de l'école sans soins dans le monde. Vous pensez que le monde est à vous.
it_it: [_mc_] Cammini in giro per la scuola senza alcuna cura nel mondo. Pensi che il mondo sia tuo.

source: [_mc_] But I've got you this time.
fr_fr: [_mc_] Mais je vous ai pris cette fois.
it_it: [_mc_] Ma ti ho questa volta.

source: [_mc_] You can deny it all you want.
fr_fr: [_mc_] Vous pouvez refuser tout ce que vous voulez.
it_it: [_mc_] Puoi negare tutto quello che vuoi.

source: [_lindsey_s_cringe_] I genuinely don't know what you're talking about.
fr_fr: [_lindsey_s_cringe_] Je ne sais vraiment pas de quoi vous parlez.
it_it: [_lindsey_s_cringe_] sinceramente non so di cosa stai parlando.

source: [_mc_] So, what can you tell me about the clip I have here on my phone?
fr_fr: [_mc_] Alors, que pouvez-vous me dire sur le clip que j'ai ici sur mon téléphone?
it_it: [_mc_] Allora, cosa puoi dirmi della clip che ho qui sul mio telefono?

source: [_lindsey_s_thinking_] What is this?
fr_fr: [_lindsey_s_thinking_] Qu'est-ce que c'est?
it_it: [_lindsey_s_thinking_] Che cos'è questo?

source: [_mc_] Keep watching.
fr_fr: [_mc_] Continuez à regarder.
it_it: [_mc_] Continua a guardare.

source: [_lindsey_s_afraid_] What the hell?!
fr_fr: [_lindsey_s_afraid_] Qu'est-ce que l'enfer?
it_it: [_lindsey_s_afraid_] Che inferno?!

source: [_lindsey_s_afraid_] Is this a joke?!
fr_fr: [_lindsey_s_afraid_] C'est une blague?
it_it: [_lindsey_s_afraid_] Questa è una battuta?!

source: [_mc_] You tell me.
fr_fr: [_mc_] Vous me dites.
it_it: [_mc_] Tu me lo dici.

source: Either she's a really good actress, or she's as surprised as I was seeing her break into that locker.
fr_fr: Soit elle est vraiment bonne actrice, soit elle est aussi surprise que je la voyais dans ce casier.
it_it: O è una brava attrice, o è sorpresa come stavo vedendo la sua rottura in quel armadietto.

source: [_lindsey_s_cringe_] This is so weird, I have no memory of doing that...
fr_fr: [_lindsey_s_cringe_] C'est tellement bizarre, je n'ai pas la mémoire de faire ça ...
it_it: [_lindsey_s_cringe_] Questo è così strano, non ho memoria di farlo...

source: [_mc_] So, if we look through your bag, there won't be any stolen goods in it?
fr_fr: [_mc_] Alors, si on regarde dans ton sac, il n'y aura pas de biens volés?
it_it: [_mc_] Quindi, se guardiamo attraverso la tua borsa, non ci saranno prodotti rubati?

source: [_lindsey_s_afraid_] Oh my god!
fr_fr: [_lindsey_s_afraid_] Oh mon Dieu !
it_it: [_lindsey_s_afraid_] Oh mio dio!

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_lindsey_s_afraid_] It all makes sense now!
fr_fr: [_lindsey_s_afraid_] Tout cela a du sens maintenant !
it_it: [_lindsey_s_afraid_] Tutto ha senso adesso!
