Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_locker.po
Languages: fr_fr, it_it

source: [_isabelle_s_confident_] Well, would you judge me if I did... {i}this?{/i}
fr_fr: [_isabelle_s_confident_] Eh bien, tu me jugerais si j'ai fait ... {i}ça? { /i }
it_it: [_isabelle_s_confident_] Beh, mi giudicheresti se avessi fatto... {i}questo?{/i}

source: [_mc_] Did what?
fr_fr: [_mc_] A quoi?
it_it: [_mc_] Che cosa?

source: [_isabelle_] Did this...
fr_fr: [_isabelle_] A-t-il ...
it_it: [_isabelle_] L'ha fatto...

source: [_isabelle_s_straddling_gaze_] Hi.
fr_fr: [_isabelle_s_straddling_gaze_] Salut.

source: A moment ago [isabelle] was about to blow up. How did we end up here?
fr_fr: Il y a un instant, [isabelle] était sur le point de faire exploser. Comment avons-nous fini ici?
it_it: Un attimo fa [isabelle] stava per esplodere. Come siamo finiti qui?

source: She sits on my lap like it's the most normal thing ever.
fr_fr: Elle est assise sur mes genoux comme c'est la chose la plus normale jamais.
it_it: Si siede sul mio giro come se fosse la cosa più normale di sempre.

source: Like we've done this a million times before.
fr_fr: Comme nous l'avons fait un million de fois avant.
it_it: Come abbiamo fatto un milione di volte prima.

source: Her weight and the warmth of her thighs...
fr_fr: Son poids et la chaleur de ses cuisses ...
it_it: Il suo peso e il calore delle cosce...

source: It feels... right, somehow.
fr_fr: Ça me semble ... d'une manière ou d'une autre.
it_it: Si sente... giusto, in qualche modo.

source: And then she leans in closer. So close that the tip of her nose touches mine.
fr_fr: Et elle se penche plus près. Donc près que la pointe de son nez touche la mienne.
it_it: E poi si piega più vicino, così vicino che la punta del suo naso tocca il mio.

source: She smiles, and it's the most reassuring smile anyone has ever given me.
fr_fr: Elle sourit, et c'est le sourire le plus rassurant que quiconque m'ait jamais donné.
it_it: Sorride, ed è il sorriso più rassicurante che nessuno mi abbia mai dato.

source: Like all the problems in the world no longer exist.
fr_fr: Comme tous les problèmes du monde n'existent plus.
it_it: Come tutti i problemi del mondo non esistono più.

source: Like it's just the two of us and nothing else matters.
fr_fr: Comme c'est juste les deux d'entre nous et rien d'autre.
it_it: Come è solo i due di noi e nient'altro conta.

source: [_isabelle_s_straddling_gaze_] Are you okay?
fr_fr: [_isabelle_s_straddling_gaze_] Etes-vous d'accord?
it_it: [_isabelle_s_straddling_gaze_] Stai bene?

source: [_mc_] Yes!
fr_fr: [_mc_] Oui !
it_it: [_mc_] Sì!

source: [_mc_] I mean, sure. I'm chilling.
fr_fr: [_mc_] Je veux dire, sûr. Je suis effrayer.
it_it: [_mc_] Voglio dire, certo. Mi sto raffreddando.

source: Fuck... that was not smooth.
fr_fr: Fuck ... qui n'était pas lisse.
it_it: Fuck... non era liscio.

source: [_isabelle_s_straddling_gaze_] Chilling? Are you sure?
fr_fr: [_isabelle_s_straddling_gaze_] Facturation? Es-tu sûre?
it_it: [_isabelle_s_straddling_gaze_] Chilling? Sei sicuro?

source: Oh, god. She's so close. The scent of her peppermint lip gloss sharpens my senses.
fr_fr: Oh, mon dieu. Elle est si proche. L'odeur de sa lèvre de menthe poivrée aiguise mes sens.
it_it: Oh, dio. È così vicina. Il profumo della sua labbro di menta piperita affina i miei sensi.

source: A breath of fresh air. That's what she is, and—
fr_fr: Une bouffée d'air frais. C'est ce qu'elle est, et-
it_it: Un respiro di aria fresca. Ecco quello che è, e—

source: [_isabelle_s_straddling_gaze_] How about now, [mc]? Are we still chilling?
fr_fr: [_isabelle_s_straddling_gaze_] Jusqu'à maintenant, [mc]? Sommes-nous toujours en froid?
it_it: [_isabelle_s_straddling_gaze_] Che ne dici adesso, [mc]? Stiamo ancora agghiacciando?

source: [_mc_] Uhh... I think I need more data...
fr_fr: [_mc_] Uhh ... Je pense que j'ai besoin de plus de données ...
it_it: [_mc_] Uhh... Penso di aver bisogno di più dati...

source: [_isabelle_s_straddling_gaze_] Heh! Okay!
fr_fr: [_isabelle_s_straddling_gaze_] Heh ! Ok !

source: As our lips meet, tiny stars explode across my skin.
fr_fr: À mesure que nos lèvres se rencontrent, de minuscules étoiles explosent sur ma peau.
it_it: Mentre le nostre labbra si incontrano, piccole stelle esplodono attraverso la mia pelle.

source: Tingles down the back of my neck. Goosebumps on my arms.
fr_fr: Tingles à l'arrière de mon cou. J'ai des bosses sur mes bras.
it_it: Tingle giù per la parte posteriore del collo. Goosebump sulle mie braccia.

source: There's confidence in her every move, but also gentleness.
fr_fr: Il y a de la confiance en elle, mais aussi de la gentillesse.
it_it: C'è fiducia in lei ogni mossa, ma anche dolcezza.

source: [_isabelle_s_straddling_gaze_] Yeah?
fr_fr: [_isabelle_s_straddling_gaze_] Oui?
it_it: [_isabelle_s_straddling_gaze_] Sì?

source: [_mc_] Sorry, it's an American figure of speech...
fr_fr: [_mc_] Désolé, c'est une figure américaine de la parole ...
it_it: [_mc_] Siamo spiacenti, è una figura americana del discorso...

source: [_isabelle_s_straddling_gaze_] Are you certain it wasn't a Freudian slip?
fr_fr: [_isabelle_s_straddling_gaze_] Vous êtes certain que ce n'était pas un lapsus freudien?
it_it: [_isabelle_s_straddling_gaze_] Sei sicuro che non fosse una scivola freudiana?

source: [_isabelle_s_straddling_gaze_] Don't worry, I'm just taking the piss.
fr_fr: [_isabelle_s_straddling_gaze_] Ne vous inquiétez pas, je prends le pisse.
it_it: [_isabelle_s_straddling_gaze_] Non ti preoccupare, sto solo prendendo i piselli.

source: [_mc_] Not on the bed!
fr_fr: [_mc_] Pas sur le lit !
it_it: [_mc_] Non sul letto!

source: [_mc_] I know something we can do on the bed, though...
fr_fr: [_mc_] Je sais quelque chose que nous pouvons faire sur le lit, bien que ...
it_it: [_mc_] So qualcosa che possiamo fare sul letto, però...

source: [_isabelle_s_straddling_gaze_] And what's that?
fr_fr: [_isabelle_s_straddling_gaze_] Et qu'est-ce que c'est?
it_it: [_isabelle_s_straddling_gaze_] E cos'è?

source: [_mc_] Well, it's a bit scientifically complex, but it would require you to remove your shirt...
fr_fr: [_mc_] Bien, c'est un peu complexe sur le plan scientifique, mais il vous faudrait enlever votre chemise ...
it_it: [_mc_] Beh, è un po' scientificamente complesso, ma ti richiederebbe di rimuovere la tua camicia...

source: [_isabelle_s_straddling_gaze_] A curious proposal.
fr_fr: [_isabelle_s_straddling_gaze_] Une proposition curieuse.
it_it: [_isabelle_s_straddling_gaze_] Una proposta curiosa.

source: [_isabelle_s_straddling_gaze_] Okay, I'll bite.
fr_fr: [_isabelle_s_straddling_gaze_] Ok, je vais mordre.
it_it: [_isabelle_s_straddling_gaze_] Okay, morderò.

source: [_isabelle_s_straddling_remove_top_] Like this?
fr_fr: [_isabelle_s_straddling_remove_top_] Comme ça?
it_it: [_isabelle_s_straddling_remove_top_] Ti piace?

source: [_mc_] Exactly like that...
fr_fr: [_mc_] Exactement comme ça ...
it_it: [_mc_] Proprio così...

source: Damn, this is like a dream come true!
fr_fr: Merde, c'est comme un rêve qui s'est réalisé !
it_it: Dannazione, questo è come un sogno che si avvera!

source: [isabelle] undressing on my bed! And it's not even at gunpoint!
fr_fr: [isabelle] me déshabiller sur mon lit ! Et ce n'est même pas au point de tir !
it_it: [isabelle] spogliarsi sul mio letto! E non è nemmeno a portata di mano!

source: [_isabelle_s_straddling_remove_bra_] I presume you want me to remove this as well...
fr_fr: [_isabelle_s_straddling_remove_bra_] Je suppose que vous voulez que j'enlève ça aussi ...
it_it: [_isabelle_s_straddling_remove_bra_] Presumo che vuoi che io rimuovano anche questo...

source: [_mc_] Strictly scientifically speaking, fuck yes!
fr_fr: [_mc_] Strictement scientifiquement parlant, fuck oui !
it_it: [_mc_] Strettamente scientificamente parlando, cazzo sì!

source: [_isabelle_s_straddling_remove_bra_] Okay, then...
fr_fr: [_isabelle_s_straddling_remove_bra_] Ok, alors ...
it_it: [_isabelle_s_straddling_remove_bra_] Okay, allora...

source: Never thought I'd have her in this position...
fr_fr: Je n'aurais jamais pensé que je l'aurais dans cette position ...
it_it: Mai pensato che avrei avuto in questa posizione...

source: Topless. Hands bound to her chest by the invisible shackles of decency.
fr_fr: Topless. Les mains liées à sa poitrine par les chaînes invisibles de décence.
it_it: Topless. Mani legate al petto dalle catene invisibili della decenza.

source: And she likes it.
fr_fr: Et elle l'aime.
it_it: E le piace.

source: That subtle lip-bite tells me everything. It's like a poker tell of passion and I'm about to check.
fr_fr: Cette subtile lèvres me dit tout. C'est comme un poker raconte de passion et je suis sur le point de vérifier.
it_it: Quel sottile morso delle labbra mi dice tutto. È come un poker raccontare della passione e sto per controllare.

source: [_mc_] Remove your hands.
fr_fr: [_mc_] Enlevez vos mains.
it_it: [_mc_] Rimuovi le mani.

source: [_mc_] ...Please?
fr_fr: [_mc_] ...Je te prie?
it_it: [_mc_] ...Per favore?

source: [_isabelle_s_straddling_boob_reveal_] Hah, if you insist!
fr_fr: [_isabelle_s_straddling_boob_reveal_] Hah, si vous insisez !
it_it: [_isabelle_s_straddling_boob_reveal_] Hah, se insistete!

source: She releases her breasts and they land with a tiny bounce.
fr_fr: Elle libère ses seins et ils débarque avec un petit rebond.
it_it: Lei rilascia i suoi seni e atterrano con un piccolo rimbalzo.

source: Pure natural perfection.
fr_fr: La perfection naturelle pure.
it_it: Pura perfezione naturale.

source: Her nipples stand, perky with excitement.
fr_fr: Ses nipples sont debout, avec de l'excitation.
it_it: I suoi capezzoli stand, perky con eccitazione.

source: They call to me. A deep primal urge...
fr_fr: Ils m'appellent. Une forte envie de primal ...
it_it: Mi chiamano. Un profondo impulso primario...

source: It's not a matter of choice. I just have to touch them.
fr_fr: Ce n'est pas une question de choix. Je dois juste les toucher.
it_it: Non è una questione di scelta. Devo solo toccarle.

source: Heat radiates through her chest into my hands. A perfect fit.
fr_fr: La chaleur rayonne à travers sa poitrine dans mes mains. Un ajustement parfait.
it_it: Il calore si irradia attraverso il petto nelle mie mani. Una vestibilità perfetta.

source: It's like they're made to grab and squeeze and play with.
fr_fr: C'est comme si elles étaient faites pour prendre et serrer et jouer avec.
it_it: È come se fossero fatti per afferrare e spremere e giocare con.

source: And the softness is simply divine...
fr_fr: Et la douceur est tout simplement divine ...
it_it: E la morbidezza è semplicemente divina...

source: Most girls would never have allowed me to touch them like this, but [isabelle] isn't most girls.
fr_fr: La plupart des filles ne m'auraient jamais permis de les toucher comme ça, mais le [isabelle] n'est pas la plupart des filles.
it_it: La maggior parte delle ragazze non mi avrebbe mai permesso di toccarle così, ma [isabelle] non è la maggior parte delle ragazze.

source: Instead, she moans with pleasure and delight.
fr_fr: Au lieu de tout, elle s'amante avec plaisir et plaisir.
it_it: Invece, lei lamenta con piacere e gioia.

source: [_isabelle_s_straddling_boob_play_] Oh, god... don't stop...
fr_fr: [_isabelle_s_straddling_boob_play_] Oh, Dieu ... ne s'arrête pas ...
it_it: [_isabelle_s_straddling_boob_play_] Oh, dio... non fermarsi...

source: [_mc_] As if.
fr_fr: [_mc_] Comme si.
it_it: [_mc_] Come se.

source: As I gently twist and play with her nipples, a shudder of pleasure rolls through her body.
fr_fr: Comme je me tordu doucement et joue avec ses tétons, un frisson de plaisir roule à travers son corps.
it_it: Mentre torto delicatamente e gioco con i suoi capezzoli, un timone di piacere rotola attraverso il suo corpo.

source: [_isabelle_s_straddling_boob_play_] I can't... take it...
fr_fr: [_isabelle_s_straddling_boob_play_] Je ne peux pas ... la prendre ...
it_it: [_isabelle_s_straddling_boob_play_] non posso... prenderlo...

source: And just like that, she slides back and slips out of her pants.
fr_fr: Et comme ça, elle glisse et se glisse de son pantalon.
it_it: E proprio così, scivola indietro e scivola fuori dai pantaloni.

source: She takes her time with her panties, pulling the frilly waistband down her thighs.
fr_fr: Elle prend son temps avec ses culasses, tirant la ceinture frilly de ses cuisses.
it_it: Lei prende il suo tempo con le sue mutandine, tirando la cintura frilly giù le cosce.

source: Not a twinkle of doubt in her face.
fr_fr: Pas un peu de doute dans son visage.
it_it: Non un luccicante dubbio in faccia.

source: This is happening.
fr_fr: C'est ce qui se passe.
it_it: Questo sta accadendo.

source: The thought dawns on me as her silky panties sail to the bed. This is actually it.
fr_fr: La pensée me déconna alors que ses panties soyeuses voiles vers le lit. C'est en fait ça.
it_it: Il pensiero si alza su di me come le sue mutandine setose navigano sul letto.

source: Already, a sheen of wetness sparkles like morning dew in her peach fuzz.
fr_fr: Déjà, une gaine de moineaux moineaux comme la rosée du matin dans son fuzz de pêche.
it_it: Già una lucentezza di umidità scintilla come la rugiada mattutina nel suo cazzo di pesca.

source: She's excited. Her swollen labia speaks the truth.
fr_fr: Elle est excitée. Son labia enflée parle la vérité.
it_it: È emozionata. Le sue labbra gonfie parlano la verità.

source: Of course, she's not as excited as I am...
fr_fr: Bien sûr, elle n'est pas aussi excité que moi ...
it_it: Naturalmente, non è così eccitata come sono...

source: [_isabelle_s_straddling_dick_reveal_] Oh, man...
fr_fr: [_isabelle_s_straddling_dick_reveal_] Oh, mec ...

source: Like cherry blossoms carried by the wind, a soft blush sweeps across her cheeks.
fr_fr: Comme les fleurs de cerises transportées par le vent, une pâte molle molle traverse ses joues.
it_it: Come i fiori di ciliegio portati dal vento, un morbido rossore spazza attraverso le guance.

source: Surely, this isn't the first time she has seen one of these...
fr_fr: Ce n'est certainement pas la première fois qu'elle en a vu un ...
it_it: Sicuramente, questa non è la prima volta che ha visto uno di questi...

source: Slowly, her hand snakes down her stomach and settles on her pussy.
fr_fr: Lentement, sa main serpents à l'estomac et s'installe sur sa chatte.
it_it: Lentamente, la sua mano serpente giù lo stomaco e si fissa sulla sua figa.

source: Her fingers dance across her nether lips.
fr_fr: Ses doigts dansent sur ses lèvres.
it_it: Le sue dita ballano attraverso le labbra del netero.

source: [isabelle] is clearly no novice to treating herself.
fr_fr: [isabelle] n'est clairement pas novice de se traiter elle-même.
it_it: [isabelle] non è chiaramente un novizio da trattare.

source: The thought of her getting off stirs my own juices.
fr_fr: La pensée de sa mise hors de mes propres jus.
it_it: Il pensiero di lei che si stacca mescola i miei succhi.

source: There's this silent mutual agreement between us.
fr_fr: Il y a cet accord mutuel silencieux entre nous.
it_it: C'è questo mutuo accordo silenzioso tra noi.

source: If this is a race, we're running it hand in hand. We'll only cross the finish line together.
fr_fr: S'il s'agit d'une course, nous le faisons main dans la main. Nous allons seulement traverser la ligne d'arrivée ensemble.
it_it: Se questa è una gara, la stiamo correndo mano in mano. Attraverseremo solo il traguardo insieme.

source: [_isabelle_s_straddling_getting_ready_] I need you inside me! Right this moment.
fr_fr: [_isabelle_s_straddling_getting_ready_] J'ai besoin de vous en moi ! Pour le moment.
it_it: [_isabelle_s_straddling_getting_ready_] Ho bisogno di te dentro di me! In questo momento.

source: She doesn't wait for my response. Just lifts herself up...
fr_fr: Elle n'attend pas ma réponse. Il suffit de se lever ...
it_it: Lei non aspetta la mia risposta. Basta alzarsi su...

source: Rubs the tip of my dick between her pussy lips, letting me feel how absolutely soaked she is...
fr_fr: Rubs the tip of my dick between her pussy lèvres, laissant moi sentir how absolument soaked she is ...
it_it: Rubs la punta del mio cazzo tra le sue labbra figa, lasciandomi sentire come assolutamente imbevuto è...

source: Then she slides me inside her, and the heat of her pussy almost makes me blow my load.
fr_fr: Puis elle me glisse à l'intérieur, et la chaleur de sa chatte me fait presque faire sauter ma charge.
it_it: Poi mi scivola dentro di lei, e il calore della sua figa quasi mi fa soffiare il mio carico.

source: The tightness, the pull of her muscles...
fr_fr: L'éclat, la force de ses muscles ...
it_it: La tenacità, la trazione dei suoi muscoli...

source: Her hot wetness squeezes the tip of my dick.
fr_fr: Son humilité chaude serre la pointe de ma bite.
it_it: La sua umidità calda sprema la punta del mio cazzo.

source: [_isabelle_s_straddling_insertion_] Oh, my god!
fr_fr: [_isabelle_s_straddling_insertion_] Oh, mon dieu !
it_it: [_isabelle_s_straddling_insertion_] Oh, mio dio!

source: Inch by inch, [isabelle] slides down the shaft of my dick, filling herself up.{space=-5}
fr_fr: Inch par pouce, [isabelle] glisse sur l'arbre de ma bite, se remplir. { space=-5 }
it_it: Inch by inch, [isabelle] scivola lungo l'albero del mio cazzo, riempiendosi su.{space=-5}

source: Carefully, she bottoms herself out, letting my dick rest against her cervix.
fr_fr: Elle se fond avec précaution, laissant ma bite se reposer contre son cervix.
it_it: Accuratamente, lei si fondi fuori, lasciando il mio cazzo riposare contro la sua cervice.

source: [_isabelle_s_straddling_penetration1_] Oh, my god!
fr_fr: [_isabelle_s_straddling_penetration1_] Oh, mon dieu !
it_it: [_isabelle_s_straddling_penetration1_] Oh, mio dio!

source: She cries out in a mixture of pain and deep-seated pleasure.
fr_fr: Elle pleure dans un mélange de douleur et de plaisir assis.
it_it: Lei grida in una miscela di dolore e profondo piacere seduto.

source: The squeeze of her vaginal muscles sends waves of pleasure through my lower abdomen.
fr_fr: La pression de ses muscles vaginaux envoie des vagues de plaisir à travers mon abdomen inférieur.
it_it: La compressione dei suoi muscoli vaginali invia onde di piacere attraverso il mio basso addome.

source: Her breathing quickens. Gasps of pleasure fill my usually austere bedroom.
fr_fr: Sa respiration s'accélère. Les Gaspes de plaisir remplissent ma chambre habituellement austère.
it_it: Il suo respiro accelera. Gasps di piacere riempiono la mia camera da letto solitamente austera.

source: She moans quietly, very unlike the faked screams of a pornstar.
fr_fr: Elle se moque tranquillement, très contrairement aux cris d'une pornstar.
it_it: Lei geme tranquillamente, molto a differenza delle grida fude di una pornostar.

source: We move in unison.
fr_fr: Nous allons à l'unisson.
it_it: Ci muoviamo all'unisono.

source: A sigh of relief follows each rise.
fr_fr: Un soupir de soulagement suit chaque montée.
it_it: Un sospiro di sollievo segue ogni aumento.

source: A cry of pleasure follows each fall.
fr_fr: Un cri de plaisir s'ensuit chaque automne.
it_it: Un grido di piacere segue ogni autunno.

source: She bottoms herself out gently.
fr_fr: Elle se fond doucement.
it_it: Lei si fondi delicatamente.

source: It teases me, making me crave harder thrusts...
fr_fr: Ça me taquinait, me rendant crave plus difficile ...
it_it: Mi prende in giro, facendomi desiderare spinte più dure...

source: But she's on top now, controlling the pace.
fr_fr: Mais elle est en haut maintenant, en contrôlant le rythme.
it_it: Ma lei è in cima ora, controllando il ritmo.

source: [_isabelle_s_straddling_penetration4_] Oh, my god! Yes!
fr_fr: [_isabelle_s_straddling_penetration4_] Oh, mon dieu ! Oui !
it_it: [_isabelle_s_straddling_penetration4_] Oh, mio dio! Sì!

source: [isabelle] rides my dick the way she likes it, just like everything she touches in life.
fr_fr: [isabelle] balade ma bite comme elle l'aime, comme tout ce qu'elle touche dans la vie.
it_it: [isabelle] cavalca il mio cazzo come le piace, proprio come tutto quello che tocca nella vita.

source: She knows what she wants, how she likes it.
fr_fr: Elle sait ce qu'elle veut, comment elle l'aime.
it_it: Sa cosa vuole, come le piace.

source: Her confidence intoxicates me.
fr_fr: Sa confiance m'enivre.
it_it: La sua fiducia mi intossica.

source: Rubs off on me.
fr_fr: Rai-moi sur moi.
it_it: Mi sfrega.

source: Gives rise to a boldness that I didn't know I had.
fr_fr: Les vies montent à une audace que je ne connaitais pas.
it_it: Dà origine ad un'audacia che non sapevo di avere.

source: [_isabelle_s_straddling_change_position_] Yes?
fr_fr: [_isabelle_s_straddling_change_position_] Oui?
it_it: [_isabelle_s_straddling_change_position_] Sì?

source: With as much gentleness as my overexcited muscles can muster, I push her over.
fr_fr: Avec autant de douceur que mes muscles excités peuvent se rassembler, je la repousse.
it_it: Con tanta dolcezza come i miei muscoli esaltati possono radunare, la spingo.

source: Taking control of her.
fr_fr: En prenant le contrôle d'elle.
it_it: Prendendo il controllo di lei.

source: A squeal of surprise and excitement escapes her lips.
fr_fr: Un squale de surprise et d'excitation lui échappe les lèvres.
it_it: Una striscia di sorpresa ed eccitazione sfugge alle labbra.

source: [_mc_] I want you so bad...
fr_fr: [_mc_] Je te veux si mal ...
it_it: [_mc_] Ti voglio così male...

source: [_isabelle_s_lying_down_handholding_] Then, take me...
fr_fr: [_isabelle_s_lying_down_handholding_] Alors, prends-moi ...
it_it: [_isabelle_s_lying_down_handholding_] Poi, prende...

source: Our chests meet for the first time. Skin and sweat becoming one.
fr_fr: Nos coffres se rencontrent pour la première fois. La peau et la sueur en deviennent une.
it_it: I nostri forzieri si incontrano per la prima volta. Pelle e sudore diventano uno.

source: [isabelle] is so soft... so huggable...
fr_fr: [isabelle] est si doux ... si câblé ...
it_it: [isabelle] è così morbido... così robusto...

source: Her nipples rub against me as I lean in.
fr_fr: Ses nipples se frottant contre moi au moment où je me penche.
it_it: I suoi capezzoli strofinano contro di me mentre mi appoggio.

source: For a moment, our panting mouths meet in a wet kiss.
fr_fr: Pendant un instant, nos bouches de panique se rencontrent dans un baiser humide.
it_it: Per un momento, le nostre bocche di ansia si incontrano in un bacio bagnato.

source: My entire being tells me to stick it inside her again, but I want to savor this moment.
fr_fr: Tout mon être me dit de la coller à nouveau, mais je veux savourer ce moment.
it_it: Tutto il mio essere mi dice di attaccarlo di nuovo, ma voglio assaporare questo momento.

source: I want to feel everything that I've been deprived of for so long.
fr_fr: Je veux sentir tout ce dont j'ai été privé pendant si longtemps.
it_it: Voglio sentire tutto quello che sono stato privato per così tanto tempo.

source: I want to explore her body completely. Map out every ridge and valley with my tongue.
fr_fr: Je veux explorer son corps complètement. Mappela toutes les crêtes et les vallées avec ma langue.
it_it: Voglio esplorare il suo corpo completamente. Mappa ogni cresta e valle con la mia lingua.

source: But there's just so much time...
fr_fr: Mais il y a tellement de temps ...
it_it: Ma c'è solo così tanto tempo...

source: I'll split her legs and conquer her like fucking Columbus.
fr_fr: Je vais diviser ses jambes et la conquérir comme une putain de Colomb.
it_it: Le dividerò le gambe e la conquisterò come scopare Colombo.

source: [_mc_] Are you ready?
fr_fr: [_mc_] Êtes-vous prêt?
it_it: [_mc_] Sei pronto?
