Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_hurricane.po
Languages: fr_fr, it_it

source: With a wet slurp, the stream swallows up the locker.
fr_fr: Avec un slurp humide, le ruisseau nage le casier.
it_it: Con un liquame bagnato, il flusso ingoia l'armadietto.

source: We rush into the water, trying to pull it up.
fr_fr: Nous nous précipiter dans l'eau, en essayant de le faire.
it_it: Ci precipitiamo nell'acqua, cercando di tirarlo.

source: But it slips from us and sinks to the bottom.
fr_fr: Mais il nous glisse et coule vers le bas.
it_it: Ma scivola da noi e affonda al fondo.

source: We lift and struggle to get it up, but the only thing that surfaces is the crushing realization...
fr_fr: Nous relevons et nous luttons pour l'obtenir, mais la seule chose que les surfaces sont la réalisation écrasante ...
it_it: Solleviamo e lottiamo per ottenerlo, ma l'unica cosa che le superfici sono la realizzazione schiacciante...

source: It's too heavy.
fr_fr: C'est trop lourd.
it_it: È troppo pesante.

source: [_isabelle_s_cringe_] What have we done...?
fr_fr: [_isabelle_s_cringe_] Qu'avons-nous fait ...?
it_it: [_isabelle_s_cringe_] Che cosa abbiamo fatto...?

source: The thought itself is abhorrent. It's one you never want inside your head.
fr_fr: La pensée elle-même est odieux. C'est une personne que vous ne voulez jamais à l'intérieur de votre tête.
it_it: Il pensiero stesso è orribile. È uno che non vuoi mai dentro la tua testa.

source: {i}We{/} caused this.
fr_fr: {i}Nous { / } avons provoqué ceci.
it_it: {i}Noi{/} ha causato questo.

source: This has nothing to do with justice, and we caused this.
fr_fr: Cela n'a rien à voir avec la justice, et nous l'avons fait.
it_it: Questo non ha nulla a che vedere con la giustizia, e abbiamo causato questo.

source: It's over...
fr_fr: C'est fini ...
it_it: È finita...

source: Everything is over...
fr_fr: Tout est fini ...
it_it: Tutto è finito...

source: Everything is—
fr_fr: Tout est-
it_it: Tutto è—

source: [_isabelle_s_afraid_] W-what?
fr_fr: [_isabelle_s_afraid_] -Quoi?
it_it: [_isabelle_s_afraid_] W-cosa?

source: [_mc_] [maxine]? How?
fr_fr: [_mc_] [maxine]? Comment?
it_it: [_mc_] [maxine]? Come?

source: [_maxine_s_neutral_] How what?
fr_fr: [_maxine_s_neutral_] Comment quoi?
it_it: [_maxine_s_neutral_] Come cosa?

source: [_isabelle_s_afraid_] Y-you were in that locker!
fr_fr: [_isabelle_s_afraid_] Y-vous étiez dans ce casier !
it_it: [_isabelle_s_afraid_] Y-you erano in quel armadietto!

source: [_isabelle_s_afraid_] I couldn't get the lock open...
fr_fr: [_isabelle_s_afraid_] Je n'ai pas pu ouvrir le verrou ...
it_it: [_isabelle_s_afraid_] non ho potuto aprire la serratura...

source: [_isabelle_s_afraid_] You sank to the bottom...
fr_fr: [_isabelle_s_afraid_] Vous avez coulé au fond ...
it_it: [_isabelle_s_afraid_] Sei affondato in basso...

source: [_maxine_s_angry_] I did no such thing!
fr_fr: [_maxine_s_angry_] Je n'ai rien fait de ce genre !
it_it: [_maxine_s_angry_] non ho fatto una cosa del genere!

source: [_maxine_s_angry_] I mean what I said. I did not sink to any bottom.
fr_fr: [_maxine_s_angry_] Je veux dire ce que j'ai dit. Je n'ai pas sombredans le fond.
it_it: [_maxine_s_angry_] Intendo quello che ho detto. Non ho affondato a nessun fondo.

source: [_maxine_s_neutral_] Now, where is my homunculus?
fr_fr: [_maxine_s_neutral_] Maintenant, où est mon homunculus?
it_it: [_maxine_s_neutral_] Ora, dov'è il mio homunculus?

source: [_mc_] ...your what?
fr_fr: [_mc_] ... votre quoi?
it_it: [_mc_] ...il tuo cosa?

source: [_maxine_s_annoyed_] I've built a homunculus. Where is it?
fr_fr: [_maxine_s_annoyed_] J'ai construit un homunculus. Où est-il?
it_it: [_maxine_s_annoyed_] Ho costruito un homunculus. Dov'è?

source: [_isabelle_s_skeptical_] Those are not real...
fr_fr: [_isabelle_s_skeptical_] Ce ne sont pas réels ...
it_it: [_isabelle_s_skeptical_] Quelli non sono reali...

source: [_mc_] You know what it is?
fr_fr: [_mc_] Vous savez ce que c'est?
it_it: [_mc_] Sai cos'è?

source: [_isabelle_s_concerned_] Yeah, it was first popularized in 16th-century alchemy, and later in fiction.
fr_fr: [_isabelle_s_concerned_] Yeah, il a d'abord été popularisé dans l'alchimie du 16ème siècle, et plus tard dans la fiction.
it_it: [_isabelle_s_concerned_] Sì, è stato popolarizzato per la prima volta in alchimia del XVI secolo, e poi in finzione.

source: [_isabelle_s_concerned_] Basically, it's the creation of a small artificial person.
fr_fr: [_isabelle_s_concerned_] En gros, c'est la création d'une petite personne artificielle.
it_it: [_isabelle_s_concerned_] Fondamentalmente, è la creazione di una piccola persona artificiale.

source: [_maxine_s_confident_] Very nice! You know things.
fr_fr: [_maxine_s_confident_] Très bien ! Tu sais des choses.
it_it: [_maxine_s_confident_] Molto bello! Sai le cose.

source: [_mc_] So, you built a thing... a homunculus... that looks exactly like you?
fr_fr: [_mc_] Alors, vous avez construit une chose ... un homunculus ... qui ressemble exactement à vous?
it_it: [_mc_] Così, hai costruito una cosa... un homunculus... che assomiglia esattamente a te?

source: [_maxine_s_skeptical_] Right. Have you seen it?
fr_fr: [_maxine_s_skeptical_] Droit. L'avez-vous vu?
it_it: [_maxine_s_skeptical_] giusto. L'hai visto?

source: [_mc_] Well...
fr_fr: [_mc_] Puits ...
it_it: [_mc_] Bene...

source: [_isabelle_s_cringe_] This is weird as hell. I'm leaving.
fr_fr: [_isabelle_s_cringe_] C'est bizarre comme un enfer. Je pars.
it_it: [_isabelle_s_cringe_] Questo è strano come l'inferno. Sto partendo.

source: [_mc_] Can it breathe underwater?
fr_fr: [_mc_] Peut-on respirer sous l'eau?
it_it: [_mc_] Può respirare sott'acqua?

source: [_maxine_s_skeptical_] I'm not sure. I haven't tried.
fr_fr: [_maxine_s_skeptical_] Je ne suis pas sûr. Je n'ai pas essayé.
it_it: [_maxine_s_skeptical_] non sono sicuro. Non ho provato.

source: [_mc_] Uh, I have to go as well...
fr_fr: [_mc_] Uh, je dois aller aussi bien ...
it_it: [_mc_] Uh, devo anche andare...

source: [_maxine_s_annoyed_] You're not going to help me look for it?
fr_fr: [_maxine_s_annoyed_] Vous n'allez pas m'aider à le chercher?
it_it: [_maxine_s_annoyed_] Non mi aiuterai a cercarlo?

source: [_mc_] Nope, I'm out of here!
fr_fr: [_mc_] Non, je suis dehors !
it_it: [_mc_] Nope, sono fuori di qui!

source: What the hell is actually going on?
fr_fr: Qu'est-ce que l'enfer est en train de se passer?
it_it: Che diavolo sta effettivamente accadendo?

source: This has to be some kind of trick.
fr_fr: Ça doit être une sorte de truc.
it_it: Questo deve essere una sorta di trucco.

source: I feel nauseous...
fr_fr: Je me sens nauséeux ...
it_it: Mi sento nausea...

source: [_isabelle_s_annoyed_] Have you read "The Lies of Locke Lamora?"
fr_fr: [_isabelle_s_annoyed_] Avez-vous lu "Les mensonges de Locke Lamora?"
it_it: [_isabelle_s_annoyed_] Hai letto "Le bugie di Locke Lamora?"

source: [_isabelle_s_annoyed_left_] I don't have access to horse piss, but I reckon we'll figure something out.
fr_fr: [_isabelle_s_annoyed_left_] I don't have access to horse piss, but I reckon we'll chiffre something out.
it_it: [_isabelle_s_annoyed_left_] Non ho accesso ai pisci di cavallo, ma penso che capiremo qualcosa.

source: How did [maxine] even get this here?
fr_fr: Comment est-ce que le [maxine] a même obtenu ça ici?
it_it: Come ha fatto [maxine] anche ottenere questo qui?

source: Nothing makes sense anymore...
fr_fr: Rien n'a plus de sens ...
it_it: Niente ha più senso...

source: [isabelle] did spare [spinach], but I doubt I'll be as lucky if I run off now.{space=-20}
fr_fr: [isabelle] s'est fait épargner [spinach], mais je doute que je serai aussi chanceux si je me suis mis à courir maintenant. { space=-20 }
it_it: [isabelle] ha risparmiato [spinach], ma dubito che sarò fortunato se scappassi ora.{space=-20}

source: "What color do you see now?"
fr_fr: "Quelle couleur voyez-vous maintenant?"
it_it: "Che colore vedete adesso?"

source: ?quest.isabelle_locker['personal_sacrifice']@|{image=isabelle_locker_panties}|"I also have a plan..."
fr_fr: ? quest.isabelle_locker [ 'personal_sacrie'] @ | { image=isabelle_locker_panties } | "J'ai aussi un plan ..."
it_it: ?quest.isabelle_locker['personal_sacrifice']@<unk> {image=isabelle_locker_panties}<unk> "Ho anche un piano..."

source: "I'm looking forward to punishing [maxine]."
fr_fr: "J'attends avec impatience le punissant [maxine]."
it_it: "Non vedo l'ora di punire [maxine]."

source: "I'm looking for a stolen locker."
fr_fr: "Je cherche un casier volé."
it_it: "Sto cercando un armadietto rubato."

source: "That's none of your business."
fr_fr: "Ce n'est rien de votre affaire."
it_it: "Quello è nessuno dei vostri affari."

source: "Why are {i}you{/} snooping around in your office?"
fr_fr: "Pourquoi {i}vous { / } vous snorez autour de dans votre bureau?"
it_it: "Perché {i}tu{/} stai curiosando nel tuo ufficio?"

source: "What do you want?"
fr_fr: "Que voulez-vous?"
it_it: "Che cosa vuoi?"

source: "Leave me alone!"
fr_fr: "Laissez-moi tranquille !"
it_it: "Lasciami da solo!"

source: "I'm sorry."
fr_fr: "Je suis désolé."
it_it: "Mi dispiace."

source: "Screw you."
fr_fr: "Vas-y."
it_it: "Vite voi."

source: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"You're as radiant as the sunset over the Newfall Harbor."
fr_fr: ? mc.charisma> =4@[mc.charisma]/4 | { image=stats cha } | "Vous êtes aussi radieux que le coucher de soleil sur le port de Newfall."
it_it: ?mc.charisma>=4@[mc.charisma]/4<unk> {image=stats cha}<unk> "Sei radioso come il tramonto sul Newfall Harbor."

source: "Because I asked nicely?"
fr_fr: "Parce que j'ai demandé gentiment?"
it_it: "Perché ho chiesto piacevolmente?"

source: ?mc.lust>=4@[mc.lust]/4|{image=stats lust}|"Because I know you lost a bet with Chad last year."
fr_fr: ? mc.lust> =4@[mc.lust]/4 | { image=stats lust } | "Parce que je sais que vous avez perdu un pari avec Chad l'année dernière."
it_it: ?mc.lust>=4@[mc.lust]/4<unk> {image=stats lust}<unk> "Perché so che hai perso una scommessa con il Ciad lo scorso anno."

source: "I don't think this is a good idea."
fr_fr: "Je ne pense pas que ce soit une bonne idée."
it_it: "Non penso che questa sia una buona idea."

source: "Absolutely. She's had it coming for some time."
fr_fr: " Absolument. Elle a fait venir pendant un certain temps. "
it_it: "Assolutamente. Ha ricevuto per un certo tempo."

source: "I've discovered a new species of beaver."
fr_fr: "J'ai découvert une nouvelle espèce de castor."
it_it: "Ho scoperto una nuova specie di castore."

source: "[isabelle] wants to fight you."
fr_fr: "[isabelle] veut vous combattre. "
it_it: "[isabelle] vuole combattervi."

source: "I accidentally opened a portal to the underworld."
fr_fr: "J'ai accidentellement ouvert un portail au monde inférieur."
it_it: "Ho accidentalmente aperto un portale al mondo intero."

source: Come inside
fr_fr: Venez à l'intérieur
it_it: Vieni dentro

source: "We should let her soak in it for a few hours."
fr_fr: "Nous devrions la laisser tremper dans le pendant quelques heures."
it_it: "Dovremmo lasciarla immergere in esso per qualche ora."

source: ?isabelle.lust>=6@[isabelle.lust]/6|{image= isabelle contact_icon}|{image=stats lust_3}|"Your turn?"
fr_fr: ? isabelle.lust> =6@[isabelle.lust]/6 | { image= isabelle contact_icon } | { image=stats lust_ 3 } | "Votre tour?"
it_it: ?isabelle.lust>=6@[isabelle.lust]/6<unk> {image= isabelle contact_icon}<unk> {image=stats lust_3}<unk> "Il tuo turno?"

source: [_isabelle_s_excited_] Okay!
fr_fr: [_isabelle_s_excited_] Ok !

source: [_mc_] I'm sorry.
fr_fr: [_mc_] Je suis désolé.

source: [_mc_] Either...
fr_fr: [_mc_] Ou ...

source: [_isabelle_] Hi!
fr_fr: [_isabelle_] Salut !

source: [_mc_] Sure thing.
fr_fr: [_mc_] Bien sûr.

source: [_maxine_] Okay.
fr_fr: [_maxine_] Ok.

source: [_isabelle_s_locker_moan_penetration4_] Oooh... S-shut up...
fr_fr: [_isabelle_s_locker_moan_penetration4_] Oooh ... S-arrêt ...
