Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: That little whimper is one of the cutest things ever.
fr_fr: Ce petit fouisseur est l'une des choses les plus cutesque jamais.
it_it: Quel piccolo capriccio è una delle cose più carine mai.

source: It does something to me.
fr_fr: Ça me fait quelque chose.
it_it: Mi fa qualcosa.

source: Sends me into a frenzy of sexual lust.
fr_fr: Je me retrouve dans une frénésie de goût sexuel.
it_it: Mi manda in una frenesia di lussuria sessuale.

source: Men that don't like eating pussy are crazy. It's one of the tastiest appetizers there is.
fr_fr: Les hommes qui n'aiment pas manger la chatte sont fous. C'est l'un des plus savants hors-gueule.
it_it: Gli uomini che non amano mangiare la figa sono pazzi. È uno degli antipasti più gustosi che ci sia.

source: And a good appetizer always enhances the meal.
fr_fr: Et un bon apéritif améliore toujours le repas.
it_it: E un buon antipasto migliora sempre il pasto.

source: [_isabelle_s_desk_sex_licking1_] Oh, my god...
fr_fr: [_isabelle_s_desk_sex_licking1_] Oh, mon dieu ...
it_it: [_isabelle_s_desk_sex_licking1_] Oh, mio dio...

source: [_mc_] You can say my name whenever you're ready.
fr_fr: [_mc_] Vous pouvez dire mon nom à chaque fois que vous êtes prêt.
it_it: [_mc_] Puoi dire il mio nome ogni volta che sei pronto.

source: [_isabelle_s_desk_sex_licking1_] F-fuck me, please...
fr_fr: [_isabelle_s_desk_sex_licking1_] F-fuck-moi, s'il vous plaît ...
it_it: [_isabelle_s_desk_sex_licking1_] F-fuck me, per favore...

source: [_mc_] Not until you say my name.
fr_fr: [_mc_] Pas jusqu'à ce que vous disiez mon nom.
it_it: [_mc_] Non fino a quando non dici il mio nome.

source: [_isabelle_s_desk_sex_licking1_] You—
it_it: [_isabelle_s_desk_sex_licking1_] Tu—

source: With two fingers, I press into her soft wet folds.
fr_fr: Avec deux doigts, j'appuie sur ses plis mous.
it_it: Con due dita, premo le sue morbide pieghe bagnate.

source: Touching a pussy is something I always wanted to do in my old life.
fr_fr: Toucher une chatte est quelque chose que j'ai toujours voulu faire dans ma vieille vie.
it_it: Toccare una figa è qualcosa che ho sempre voluto fare nella mia vecchia vita.

source: The texture is like silk. Hot wet silk.
fr_fr: La texture est comme de la soie. Soie mouillée chaude.
it_it: La texture è come la seta. Seta bagnata calda.

source: And the scent... my god... makes me shiver.
fr_fr: Et l'odeur ... mon dieu ... fait de moi un frisson.
it_it: E il profumo... il mio dio... mi rende brivido.

source: [_isabelle_s_desk_sex_fingering4_] Ohhh! God!
fr_fr: [_isabelle_s_desk_sex_fingering4_] Ohhh ! Dieu !
it_it: [_isabelle_s_desk_sex_fingering4_] Ohhh! Dio!

source: [_mc_] Say my name!
fr_fr: [_mc_] Dis mon nom !
it_it: [_mc_] Dite il mio nome!

source: Her pussy trembles around my fingers as I massage her G-spot.
fr_fr: Sa chatte tremble autour de mes doigts quand je meurs sa G-spot.
it_it: La sua figa trema intorno alle dita mentre massaggio il suo punto G.

source: Her body bucks under my hand, trying to get my fingers deeper.
fr_fr: Son corps est sous ma main, essayant de me rendre les doigts plus profonds.
it_it: Il suo corpo mi secca sotto la mano, cercando di approfondire le dita.

source: It's one of the most beautiful things I've seen.
fr_fr: C'est l'une des plus belles choses que j'ai vues.
it_it: È una delle cose più belle che ho visto.

source: Light gasps, a sheen of sparkling perspiration on her skin, her muscles clenching.
fr_fr: Des gaz légers, une gaine de transpiration pétillante sur sa peau, ses muscles s'accrochantes.
it_it: Chiusure leggere, una lucentezza di traspirazione scintillante sulla sua pelle, i suoi muscoli si stringono.

source: God, it's so invigorating seeing her like this...
fr_fr: Mon Dieu, c'est tellement revigorant de la voir comme ça ...
it_it: Dio, è così rinvigorente vederla così...

source: [_mc_] Grab my dick.
fr_fr: [_mc_] Grab ma bite.
it_it: [_mc_] Prendi il mio cazzo.

source: [_isabelle_s_desk_sex_dick_reveal_] No please this time?
fr_fr: [_isabelle_s_desk_sex_dick_reveal_] Non s'il vous plaît cette fois?
it_it: [_isabelle_s_desk_sex_dick_reveal_] No questa volta?

source: [_mc_] None.
fr_fr: [_mc_] Néant.
it_it: [_mc_] Nessuna.

source: [_isabelle_s_desk_sex_dick_reveal_] Such savagery...
fr_fr: [_isabelle_s_desk_sex_dick_reveal_] Une telle sauvagerie ...
it_it: [_isabelle_s_desk_sex_dick_reveal_] Un tal selvaggio...

source: She won't let anyone order her around, but this is foreplay.
fr_fr: Elle ne laisse personne l'ordonner, mais c'est l'avant-jeu.
it_it: Non permetterà a nessuno di ordinarla in giro, ma questo è il preliminare.

source: Sex can be an exception to one's principles.
fr_fr: Le sexe peut constituer une exception à ses principes.
it_it: Il sesso può essere un'eccezione ai propri principi.

source: That's something I've learned from her. She doesn't mind a bit of roleplay if it makes the sex hotter.
fr_fr: C'est quelque chose que j'ai appris d'elle. Elle ne pense pas un peu de jeu de rôle si elle fait du hotter du sexe.
it_it: È qualcosa che ho imparato da lei. A lei non importa un po' di gioco di ruolo se rende il sesso più caldo.

source: [_mc_] That's right. Good girl.
fr_fr: [_mc_] C'est vrai. Bonne fille.
it_it: [_mc_] È giusto. Buona ragazza.

source: Female hands are so delicate, almost made to handle a dick.
fr_fr: Les mains femelles sont si délicates, presque faites pour supporter une bite.
it_it: Le mani femminili sono così delicate, quasi fatte per maneggiare un cazzo.

source: [isabelle] would never allow this outside the bedroom, but now she bites her lip in anticipation.
fr_fr: [isabelle] ne permettrait jamais cela à l'extérieur de la chambre, mais maintenant elle mord la lèvre en prévision.
it_it: [isabelle] non permetterebbe mai questo fuori dalla camera da letto, ma ora morde il suo labbro in anticipo.

source: [_mc_] Get it well and ready, because...
fr_fr: [_mc_] Préparez-le bien et prêt, parce que ...
it_it: [_mc_] Fallo bene e pronto, perché...

source: [_mc_] ...I'm going to take you, right here on this table.
fr_fr: [_mc_] ...Je vais vous emmener, ici sur cette table.
it_it: [_mc_] ... ti prenderò, proprio qui su questo tavolo.

source: [_isabelle_s_desk_sex_grabbing_dick_] Oh, my goodness...
fr_fr: [_isabelle_s_desk_sex_grabbing_dick_] Oh, ma bonté ...
it_it: [_isabelle_s_desk_sex_grabbing_dick_] Oh, mia bontà...

source: [isabelle] just spreads her legs wide, inviting me to ravish her.
fr_fr: [isabelle] vient de s'étendre sur ses jambes, m'invitant à la ravir.
it_it: [isabelle] si diffonde le gambe larghe, invitandomi a devastarla.

source: She's so wet and ready, sliding inside her is no hard task.
fr_fr: Elle est tellement mouillée et prête, coulissant à l'intérieur n'est pas une tâche difficile.
it_it: Lei è così bagnata e pronta, scivolare dentro di lei non è compito difficile.

source: And she feels so good around the tip of my dick.
fr_fr: Et elle se sent si bien autour de la pointe de ma bite.
it_it: E si sente così bene intorno alla punta del mio cazzo.

source: Her pussy, so soft and yet tight.
fr_fr: Sa chatte, si douce et encore serrée.
it_it: La sua figa, così morbida e tuttavia stretta.

source: It's the best feeling in the world.
fr_fr: C'est le meilleur sentiment au monde.
it_it: È la migliore sensazione del mondo.

source: Pussies are the reason humanity has come this far, there's no doubt about that.
fr_fr: Les Pussies sont la raison pour laquelle l'humanité est venue à ce jour, il n'y a aucun doute à ce sujet.
it_it: Le fighe sono la ragione per cui l'umanità è giunta così lontana, non c'è dubbio su questo.

source: I go slow and steady, taking my time.
fr_fr: Je vais lentement et régulièrement, prenant mon temps.
it_it: Vado lento e costante, prendendo il mio tempo.

source: Enjoying every inch of her pussy to the fullest.
fr_fr: En joyeux chaque centimètre de sa chatte au maximum.
it_it: Godendo ogni centimetro della sua figa al massimo.

source: Letting my dick explore her insides.
fr_fr: Laisser ma bite explorer ses flancs.
it_it: Lasciare che il mio cazzo esplori i suoi interni.

source: It's so warm and gooey.
fr_fr: C'est si chaud et le gooey.
it_it: È così caldo e buono.

source: Picking up the pace, her breath becomes ragged.
fr_fr: En piquant le rythme, son haleine devient décalée.
it_it: Raccogliendo il ritmo, il suo respiro diventa ragged.

source: Her eyes water, glaze over, the pleasure getting to her head.
fr_fr: Ses yeux l'eau, le glaçage, le plaisir de se rendre à sa tête.
it_it: I suoi occhi acqua, smalto sopra, il piacere di arrivare alla sua testa.

source: She gasps in pleasure as I slide in and out of her.
fr_fr: Elle glisse avec plaisir pendant que je glisse et sort d'elle.
it_it: Lei gasps di piacere mentre scivolo dentro e fuori di lei.

source: The muscles in her lower abdomen tremble with excitement.
fr_fr: Les muscles de son abdomen le plus bas tremblent d'excitation.
it_it: I muscoli nel suo addome inferiore tremano con eccitazione.

source: That's when I start to go hard.
fr_fr: C'est là que je commence à aller dur.
it_it: È quando comincio ad andare duramente.

source: Our eyes meet as I slam into her.
fr_fr: Nos yeux se rencontrent quand je le slam.
it_it: I nostri occhi si incontrano mentre io sbattere in lei.

source: There's something extra intense about fucking someone and looking into their eyes.
fr_fr: Il y a quelque chose de plus intense à la putain de quelqu'un et à regarder dans ses yeux.
it_it: C'è qualcosa di extra intenso di scopare qualcuno e guardare nei loro occhi.

source: Hers are pleading and sparkling with tears of bliss.
fr_fr: Les Hers plaident et étincelants avec des larmes de bliss.
it_it: La sua sta piegando e scintillante con lacrime di beatitudine.

source: She wants me to take her to the edge.
fr_fr: Elle veut que je la prenne au bord.
it_it: Vuole che la porti al limite.

source: Dance her next to the abyss.
fr_fr: Danse la à côté de l'abîme.
it_it: La danza accanto all'abisso.

source: Push her over down into the deepest depths of pleasure.
fr_fr: Enfonc-le dans les profondeurs les plus profondes du plaisir.
it_it: La spinga verso il basso nelle profondità più profonde del piacere.

source: But I have other plans... and I'm in charge now.
fr_fr: Mais j'ai d'autres plans ... et je suis en charge maintenant.
it_it: Ma ho altri piani... e sono in carica adesso.

source: I'm going to dangle her over the edge.
fr_fr: Je vais la balayer sur le bord.
it_it: La sto andando a penzolarla oltre il bordo.

source: Tease her with the promise of pleasure.
fr_fr: Tassoupl-le avec la promesse du plaisir.
it_it: La insegni con la promessa di piacere.

source: Go agonizingly slow.
fr_fr: Va lentement lentement.
it_it: Vai agonizzante lentamente.

source: Extract every bit of sexual frustration.
fr_fr: Extrayez tous les sentiments de frustration sexuelle.
it_it: Estrarre ogni bit di frustrazione sessuale.

source: Sweat dots her forehead, blush raging across her cheeks.
fr_fr: Sweat pointillée son front, roule sur ses joues.
it_it: Puntini di sudore la fronte, arrossire infuriando attraverso le guance.

source: She's frustrated, excited, mad, and devoured by the pleasure.
fr_fr: Elle est frustrée, excitée, folle, et dévorée par le plaisir.
it_it: È frustrata, emozionata, pazza, e divorata dal piacere.

source: Her lips form silent words.
fr_fr: Ses lèvres forment des mots silencieux.
it_it: Le sue labbra formano parole silenziose.

source: Pleading words that echo through her mind, but never reach my ears.
fr_fr: Des mots de tête qui résonnent dans son esprit, mais qui n'atteignent jamais mes oreilles.
it_it: Piacere parole che echeggiano attraverso la sua mente, ma non raggiungono mai le mie orecchie.

source: There's nothing quite like a girl's pussy, squeezing your dick in desperation.
fr_fr: Il n'y a rien de tout à fait comme la chatte d'une fille, écrasant votre bite en désespoir de cause.
it_it: Non c'è niente di abbastanza come la figa di una ragazza, spremere il tuo cazzo nella disperazione.

source: She whines because the pleasure has gone to her head, and she needs that release.
fr_fr: Elle fouine parce que le plaisir est allé à sa tête, et elle a besoin de cette libération.
it_it: Lei nutre perché il piacere è andato alla sua testa, e ha bisogno di quella liberazione.

source: That's when I pick up the pace again.
fr_fr: C'est là que je reprends le rythme.
it_it: È quando riprendo il ritmo.

source: Giving her a taste of what's to come, while still staying completely in control.
fr_fr: Lui donner un avant-goût de ce qu'il y a à venir, tout en restant totalement sous contrôle.
it_it: Darle un assaggio di quello che verrà, pur rimanendo completamente al controllo.

source: [_isabelle_s_desk_sex_vaginal4_] P-please...
fr_fr: [_isabelle_s_desk_sex_vaginal4_] P-SVP ...
it_it: [_isabelle_s_desk_sex_vaginal4_] P-per favore...

source: [_mc_] Call me captain.
fr_fr: [_mc_] Appelez-moi capitaine.
it_it: [_mc_] Chiamami capitano.

source: [_isabelle_s_desk_sex_vaginal4_] Please, captain!
fr_fr: [_isabelle_s_desk_sex_vaginal4_] S'il vous plaît, capitaine !
it_it: [_isabelle_s_desk_sex_vaginal4_] Per favore, capitano!

source: [_mc_] That's better.
fr_fr: [_mc_] C'est mieux.
it_it: [_mc_] È meglio.

source: My hard thrust sends an electric shock through her body.
fr_fr: Ma poussée envoie un choc électrique à travers son corps.
it_it: La mia spinta dura invia una scossa elettrica attraverso il suo corpo.

source: Releases adrenaline, and floods her brain with pleasure chemicals.
fr_fr: Représente l'adrénaline et inonde son cerveau avec des produits chimiques de plaisance.
it_it: Rilascia adrenalina e inonda il suo cervello di prodotti chimici del piacere.

source: Her eyes roll back as her pussy starts to spasm.
fr_fr: Ses yeux se rougeurs alors que sa chatte commence à spasm.
it_it: I suoi occhi rotolano indietro mentre la sua figa inizia a spasmi.

source: It didn't take much to bring on her cataclysmic orgasm.
fr_fr: Il n'a pas beaucoup pris pour apporter son orgasme cataclysmique.
it_it: Non ci è voluto molto per portare il suo orgasmo cataclismico.

source: I hold her down and fuck her through tremors.
fr_fr: Je la détiens et la baiser par des tremblements.
it_it: La tengo giù e la cazzo attraverso i tremori.

source: Her pussy squeezes me like never before.
fr_fr: Sa chatte me serre comme jamais auparavant.
it_it: La sua figa mi sprema come mai prima.

source: Urges me to fill her up to the brim.
fr_fr: Exhorte-moi à la remplir jusqu'au pot-de-vin.
it_it: Mi esorta a riempirla fino al bordo.

source: But that's just a natural reflex on her part. Her conscious mind has already ascended to Nirvana.
fr_fr: Mais c'est juste un réflexe naturel de sa part. Son esprit conscient est déjà monté à Nirvana.
it_it: Ma questo è solo un riflesso naturale da parte sua. La sua mente cosciente è già salita a Nirvana.

source: Leaving a shivering husk of pleasure behind, as her brain floats through space.
fr_fr: Laisser un frisson de plaisir derrière, alors que son cerveau flotte dans l'espace.
it_it: Lasciando alle spalle un buco brivido di piacere, mentre il suo cervello galleggia nello spazio.

source: And still I keep going, but I'm finally getting close myself.
fr_fr: Et je continue à y aller, mais je me referme enfin.
it_it: E continuo ad andare, ma finalmente mi sto avvicinando.

source: Seeing the pleasure warping her pretty face is what does it for me this time.
fr_fr: Voir le plaisir se réchauffant son joli visage est ce que ça fait pour moi cette fois.
it_it: Vedendo il piacere di distendere il suo bel viso è quello che fa per me questa volta.

source: Bringing another person to orgasm is sexy in and of itself.
fr_fr: Ramener une autre personne à l'orgasme est sexy en soi.
it_it: Portare un'altra persona all'orgasmo è sexy dentro e di sé.

source: But with [isabelle] it's extra special.
fr_fr: Mais avec [isabelle] c'est extra spécial.
it_it: Ma con [isabelle] è speciale in più.

source: With her it's like erasing the modern woman, and bringing out something primal.
fr_fr: Avec elle c'est comme effacer la femme moderne, et mettre en avant quelque chose de primal.
it_it: Con lei è come cancellare la donna moderna, e portare fuori qualcosa di primario.

source: She's so strong and independent, which makes it extra hot to turn her into a pleasure-fueled mess.
fr_fr: Elle est si forte et indépendante, ce qui fait qu'il fait plus chaud pour la transformer en un gâchis alimenté par le plaisir.
it_it: Lei è così forte e indipendente, il che lo rende più caldo per trasformarla in un casino alimentato dal piacere.

source: [_mc_] Fuck, here it comes!
fr_fr: [_mc_] Fuck, voilà !
it_it: [_mc_] Cazzo qui viene!

source: [_isabelle_s_desk_sex_vaginal_cum_inside_] Ohhhhhhh!
it_it: [_isabelle_s_desk_sex_vaginal_cum_inside_] Ohhhhhhhhh!

source: My hot semen floods her vagina, fills her up completely and squirts out around my dick.
fr_fr: Mon sperme chaud a inondi son vagin, la remplit complètement et se défait autour de ma bite.
it_it: Il mio sperma caldo inonda la sua vagina, la riempie completamente e schizza intorno al mio cazzo.

source: Our fluids mix in the ultimate lubricant.
fr_fr: Nos fluides se mélangent dans le lubrifiant ultime.
it_it: I nostri fluidi si mescolano nel lubrificante finale.

source: A brief smile flickers across [isabelle]'s lips, in spite of her absent mind.
fr_fr: Un court sourire flickers sur les lèvres de [isabelle]'s, en dépit de son esprit de .
it_it: Un breve sorriso sbatte le labbra di [isabelle]nonostante la sua mente assente.

source: And that's what it's all about.
fr_fr: Et c'est tout ce dont il s'agit.
it_it: E questo è ciò di cui si tratta.

source: Erasure of past doubts. Instilling a new and growing sense of self-worth.
fr_fr: Érasure des doutes passés. Instillant un sens nouveau et croissant de l'estime de soi de .
it_it: Cancellazione dei dubbi del passato. Instillare un nuovo e crescente senso di autostima .

source: Nothing is quite like the feeling of orgasming together with another person.
fr_fr: Rien n'est tout à fait comme le sentiment de l'orgasme avec une autre personne.
it_it: Niente è abbastanza come la sensazione di orgasmo insieme con un'altra persona.

source: Knowing that you've made them feel better than anything else.
fr_fr: Savoir que tu les as fait se sentir mieux que tout autre chose.
it_it: Sapendo che li hai fatti sentire meglio di qualsiasi altra cosa.

source: It's the pride and joy of sex.
fr_fr: C'est la fierté et la joie du sexe.
it_it: È l'orgoglio e la gioia del sesso.

source: My load shoots far, splashing across her stomach and tits.
fr_fr: Ma charge tire loin, éclaboussa son estomac et ses seins.
it_it: Il mio carico spara lontano, schizzando attraverso lo stomaco e tette.

source: Still lost in her own cosmic orgasm, she licks her lips.
fr_fr: Toujours perdue dans son orgasme cosmique, elle lèche ses lèvres.
it_it: Persi ancora nel suo orgasmo cosmico, si lecca le labbra.

source: Tastes my hot cum and smiles.
fr_fr: Tue mon foutre chaud et mes sourires.
it_it: Gusto il mio sperma caldo e sorrisi.

source: It's the perfect ending to the perfect sex.
fr_fr: C'est la fin parfaite pour le sexe parfait.
it_it: È la conclusione perfetta per il sesso perfetto.

source: A subconscious confirmation of enjoyment.
fr_fr: Une confirmation subconsciente du plaisir.
it_it: Una conferma subconscia del godimento.

source: Nothing more powerful than that.
fr_fr: Rien de plus puissant que ça.
it_it: Niente di più potente di quello.

source: [_mc_] ...I'm fucking your ass today.
fr_fr: [_mc_] ...Je suis foutu ton cul aujourd'hui.
it_it: [_mc_] ... oggi sto scopando il tuo asino.

source: She blinks a couple times, wets her lips as if to say something.
fr_fr: Elle clignote quelques fois, porte ses lèvres comme si on disait quelque chose.
it_it: Lei lampeggia un paio di volte, bagna le labbra come per dire qualcosa.

source: Our eyes meet, and she tilts her head slightly.
fr_fr: Nos yeux se rencontrent, et elle penche légèrement la tête.
it_it: I nostri occhi si incontrano, e lei inclina leggermente la testa.

source: I'm expecting outrage... or at the very least, reluctance.
fr_fr: Je m'attends à l'indignation ... ou à tout le moins, à la réticence.
it_it: Mi aspetto un oltraggio... o, almeno, una riluttanza.

source: But she just looks at me, blush rising in her cheeks. Slowly, she shyly spreads her legs.
fr_fr: Mais elle me regarde juste, roule à la hausse dans ses joues. Lentement, elle se répand lentement ses jambes.
it_it: Ma lei mi guarda, arrossisce nelle guance e lentamente si diffonde timidamente le gambe.

source: And when my dick settles against her wrinkly star, she doesn't move away.
fr_fr: Et quand ma bite s'installe contre son étoile, elle ne s'éloigne pas.
it_it: E quando il mio cazzo si arresta contro la sua stella rugosa, lei non si allontana.

source: Instead, she pushes against my tip, taking me inside her ass.
fr_fr: Au lieu de ça, elle bute contre ma pointe, emportant moi à l'intérieur de son cul.
it_it: Invece, lei spinge contro la mia punta, portandomi dentro il suo culo.

source: The faintest of gasps escapes her lips as her blush deepens.
fr_fr: Le faintest des gaspes s'échappe de ses lèvres alors que sa rougeur s'enfonce.
it_it: Il più debole di gasps sfugge alle labbra man mano che il suo arrossimento si approfondisce.

source: Clearly, the symbolism of taking a dick in your ass isn't lost on someone like [isabelle].
fr_fr: De toute évidence, le symbolisme de prendre une bite dans votre cul n'est pas perdu sur quelqu'un comme [isabelle].
it_it: Chiaramente, il simbolismo di prendere un cazzo nel culo non è perso su qualcuno come [isabelle].

source: To willingly accept pain to give someone else pleasure, that speaks volumes about a person.
fr_fr: Accepte volontiers la douleur pour donner du plaisir à quelqu'un d'autre, qui en dit long sur une personne.
it_it: Accettare volentieri il dolore per dare a qualcun altro piacere, che parla volumi su una persona.

source: And it's hard to think that a headstrong girl like her would be okay with such an unfavorable trade.
fr_fr: Et il est difficile de penser qu'une fille forte comme elle serait d'accord avec un commerce aussi défavorable.
it_it: Ed è difficile pensare che una ragazza forte come lei sarebbe bene con un commercio così sfavorevole.

source: Yet here she is, submissively offering it to me.
fr_fr: Pourtant, ici, elle l'offre de façon submissionnaire.
it_it: Eppure qui lei mi offre, sottomessamente.

source: I give it to her slowly, steadily.
fr_fr: Je la lui donne lentement, régulièrement.
it_it: Lo do a lei lentamente, costantemente.

source: She muffles a moan with her hand.
fr_fr: Elle muet un moan avec sa main.
it_it: Lei muffa un gemito con la mano.

source: Her ass clenches around my dick, but with every stroke, she takes me deeper.
fr_fr: Son cul s'accroche autour de ma bite, mais avec chaque coup, elle me prend plus en profondeur.
it_it: Il suo culo si stringe intorno al mio cazzo, ma con ogni colpo, mi prende più in profondità.

source: She might not even orgasm from anal, and that somehow makes it even hotter.
fr_fr: Elle ne peut même pas l'orgasme de l'anale, et cela le rend même plus chaud.
it_it: Non potrebbe nemmeno orgasmo da anale, e che in qualche modo lo rende ancora più caldo.

source: While I derive all the pleasure from her hot ass, she just gets pain and not much else.
fr_fr: Bien que je tire tout le plaisir de son cul chaud, elle reçoit juste de la douleur et pas beaucoup d'autre.
it_it: Mentre io traggo tutto il piacere dal suo culo caldo, lei ottiene solo dolore e non molto altro.
