Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_buried.po
Languages: fr_fr, it_it

source: [_lindsey_s_sad_] So, I discovered this box of chocolate hearts in my bag the other day.
fr_fr: [_lindsey_s_sad_] Alors, j'ai découvert cette boîte de coeurs de chocolat dans mon sac l'autre jour.
it_it: [_lindsey_s_sad_] Così, ho scoperto questa scatola di cuori di cioccolato nella mia borsa l'altro giorno.

source: [_lindsey_s_sad_] I had no idea how they got there, but I figured it was a gift from a fan or something.
fr_fr: [_lindsey_s_sad_] Je n'avais aucune idée de comment ils sont arrivés là, mais j'ai pensé que c'était un cadeau d'un fan ou quelque chose.
it_it: [_lindsey_s_sad_] Non avevo idea di come sono arrivati, ma ho pensato che fosse un regalo di un fan o di qualcosa.

source: [_lindsey_s_sad_] People sometimes leave flowers and stuff next to your bag during races.
fr_fr: [_lindsey_s_sad_] Les gens laissent parfois des fleurs et des trucs à côté de votre sac pendant les courses.
it_it: [_lindsey_s_sad_] Le persone a volte lasciano fiori e roba accanto alla borsa durante le gare.

source: [_mc_] How convenient.
fr_fr: [_mc_] Dans quelle mesure.
it_it: [_mc_] Quanto è conveniente.

source: [_lindsey_s_cringe_] I swear I have no memory of even going to her locker!
fr_fr: [_lindsey_s_cringe_] Je jure que je n'ai pas la mémoire de même aller à son casier !
it_it: [_lindsey_s_cringe_] Giuro che non ho alcun ricordo di andare anche al suo armadietto!

source: [_mc_] That's very hard to believe.
fr_fr: [_mc_] C'est très difficile à croire.
it_it: [_mc_] È molto difficile da credere.

source: [_lindsey_s_sad_] It's the truth!
fr_fr: [_lindsey_s_sad_] C'est la vérité !
it_it: [_lindsey_s_sad_] È la verità!

source: [_mc_] There's actual video evidence saying otherwise.
fr_fr: [_mc_] Il y a de véritables preuves vidéo qui disent le contraire.
it_it: [_mc_] Ci sono prove video reali che dicono diversamente.

source: [_lindsey_s_cringe_] Fans leave stuff by my bag sometimes. I thought this was a gift.
fr_fr: [_lindsey_s_cringe_] Les fans laissent parfois des trucs par mon sac. Je pensais que c'était un cadeau.
it_it: [_lindsey_s_cringe_] I fan lasciano roba dalla mia borsa a volte. Ho pensato che questo fosse un regalo.

source: [_lindsey_s_cringe_] I shared the chocolate hearts with my teammates...
fr_fr: [_lindsey_s_cringe_] J'ai partagé les coeurs de chocolat avec mes coéquipiers ...
it_it: [_lindsey_s_cringe_] Ho condiviso i cuori di cioccolato con i miei compagni di te...

source: It's hard to tell if [lindsey] is lying. She's got tears in her eyes and seems upset about this.
fr_fr: Il est difficile de dire si le [lindsey] est couché. Elle a des larmes aux yeux et semble en colère à ce sujet.
it_it: È difficile dire se [lindsey] sta mentendo. Ha lacrime agli occhi e sembra turbato a questo.

source: But let's be honest, the camera doesn't lie.
fr_fr: Mais soyons honnêtes, la caméra ne ment pas.
it_it: Ma siamo onesti, la macchina fotografica non mente.

source: [_mc_] Right now, [isabelle] thinks that [kate] stole the box. She hasn't seen the footage.
fr_fr: [_mc_] En ce moment, [isabelle] pense que [kate] a volé la boîte. Elle n'a pas vu la vidéo.
it_it: [_mc_] In questo momento, [isabelle] pensa che [kate] rubasse la scatola. Non ha visto il filmato.

source: [_lindsey_s_thinking_] What are you saying?
fr_fr: [_lindsey_s_thinking_] Qu'est-ce que vous dites?
it_it: [_lindsey_s_thinking_] Che cosa stai dicendo?

source: [_mc_] I'm saying you should probably start sucking my dick right about now.
fr_fr: [_mc_] Je dis que vous devriez probablement commencer à sucer ma bite maintenant.
it_it: [_mc_] sto dicendo che probabilmente dovresti iniziare a succhiare il mio cazzo in questo momento.

source: [_lindsey_s_cringe_] You're disgusting.
fr_fr: [_lindsey_s_cringe_] Vous êtes dégoûtant.
it_it: [_lindsey_s_cringe_] è disgustoso.

source: [_mc_] Come on, it was a joke!
fr_fr: [_mc_] Allez, c'était une blague !
it_it: [_mc_] Avanti, era una barzelletta!

source: With an ass like hers... deciding where to put my dick is easy.
fr_fr: Avec un cul comme des hers ... décider où mettre ma bite est facile.
it_it: Con un culo come lei... decidere dove mettere il mio cazzo è facile.

source: Just slap her to the floor, spread her cheeks, and plunge hard.
fr_fr: Il suffit de la gifler au sol, de répandre ses joues et de plonge.
it_it: Basta schiacciarla sul pavimento, stendere le guance, e immergersi duramente.

source: That's all a whore is good for anyway.
fr_fr: C'est tout ce qui est bon pour de toute façon.
it_it: È tutta una puttana che va bene comunque.

source: [_mc_] Honestly, I just want to find that box.
fr_fr: [_mc_] Honnêtement, je veux juste trouver cette boîte.
it_it: [_mc_] Onestamente, voglio solo trovare quella scatola.

source: [_mc_] I'm saying that [isabelle] doesn't have to know the details. Just give me that box.
fr_fr: [_mc_] Je dis que [isabelle] n'a pas à connaître les détails. Dite-moi cette boîte.
it_it: [_mc_] Sto dicendo che [isabelle] non deve conoscere i dettagli. Basta darmi quella scatola.

source: [_mc_] I wasn't insinuating anything, just stating the facts.
fr_fr: [_mc_] Je n'ai rien insinué, je n'ai rien dit.
it_it: [_mc_] Non stavo insinuando niente, solo affermando i fatti.

source: [_lindsey_s_thinking_] I should probably come clean...
fr_fr: [_lindsey_s_thinking_] Je devrais probablement venir nettoyer ...
it_it: [_lindsey_s_thinking_] Probabilmente dovrei venire pulito...

source: [_mc_] You do as you want, but I need that box.
fr_fr: [_mc_] Tu fais comme tu veux, mais j'ai besoin de cette boîte.
it_it: [_mc_] Tu fai come vuoi, ma ho bisogno di quella scatola.

source: [_mc_] If you give the hearts back to [isabelle], she might forgive you.
fr_fr: [_mc_] Si vous donnez le cœur au [isabelle], elle pourrait vous pardonner.
it_it: [_mc_] Se restituisci i cuori a [isabelle], potrebbe perdonarti.

source: [_mc_] She's a nice person.
fr_fr: [_mc_] C'est une belle personne.
it_it: [_mc_] Lei è una brava persona.

source: [_lindsey_s_sad_] I wish it were that easy.
fr_fr: [_lindsey_s_sad_] J'aimerais que cela soit facile.
it_it: [_lindsey_s_sad_] Vorrei che fosse così facile.

source: [_lindsey_s_eyeroll_] Well, since I thought it was from a fan, I gave a heart to each person on the sprint team.
fr_fr: [_lindsey_s_eyeroll_] Eh bien, puisque j'ai pensé que c'était d'un fan, j'ai donné un cœur à chaque personne dans l'équipe de sprint.
it_it: [_lindsey_s_eyeroll_] Beh, dal momento che pensavo che fosse da un ventilatore, ho dato un cuore a ogni persona nella squadra sprint.

source: [_lindsey_s_eyeroll_] Oh my god. I can't believe this.
fr_fr: [_lindsey_s_eyeroll_] Oh mon Dieu. Je n'arrive pas à y croire.
it_it: [_lindsey_s_eyeroll_] Oh mio dio. Non posso credere a questo.

source: [_lindsey_s_sad_] This is horrible!
fr_fr: [_lindsey_s_sad_] C'est horrible !
it_it: [_lindsey_s_sad_] Questo è orribile!

source: She does seem upset, but there's no real explanation for the security footage.
fr_fr: Elle semble bouleversée, mais il n'y a pas d'explication réelle pour les images de sécurité.
it_it: Lei sembra davvero sconvolta, ma non c'è alcuna spiegazione reale per il filmato di sicurezza.

source: Fact is, she broke into [isabelle]'s locker.
fr_fr: Fait est, elle a cassé le casier de [isabelle]'s.
it_it: Il fatto è, è scoppiata nell'armadietto di [isabelle].

source: Not really sure what to make of it.
fr_fr: Pas vraiment sûr de quoi en faire.
it_it: Non è davvero sicuro che cosa fare di esso.

source: The only thing I can think of is some kind of screw up in the timelines.
fr_fr: La seule chose que je puisse penser est une sorte de vis dans les délais.
it_it: L'unica cosa che posso pensare è una sorta di vite nelle tempistiche.

source: I did travel back in time. Who knows what's been impacted by that?
fr_fr: J'ai fait un voyage dans le temps. Qui sait ce qui a été touché par cela?
it_it: Ho viaggiato indietro nel tempo. Chissà cosa è stato colpito da quello?

source: The simplest answer is that she's lying, but it's all so bizarre.
fr_fr: La réponse la plus simple est qu'elle ment, mais c'est tellement bizarre.
it_it: La risposta più semplice è che sta mentendo, ma è tutto così bizzarro.

source: [_mc_] I think you need to come clean to [isabelle].
fr_fr: [_mc_] Je pense que vous devez venir nettoyer au [isabelle].
it_it: [_mc_] Penso che sia necessario venire puliti in [isabelle].

source: [_lindsey_s_cringe_] What do I even say to her?
fr_fr: [_lindsey_s_cringe_] Qu'est-ce que je lui dis?
it_it: [_lindsey_s_cringe_] Che cosa le dico ancora?

source: [_mc_] I don't know. That's pretty rough considering you ate them all.
fr_fr: [_mc_] Je ne sais pas. C'est assez difficile de les considérer tous.
it_it: [_mc_] Non lo so. È abbastanza ruvido se li hai mangiati tutti.

source: [_lindsey_s_sad_] What do I do?
fr_fr: [_lindsey_s_sad_] Que dois-je faire?
it_it: [_lindsey_s_sad_] Che cosa faccio?

source: [_mc_] I don't think you really can do anything, unless you want to come clean to her.
fr_fr: [_mc_] Je ne pense pas que vous puissiez vraiment faire quoi que ce soit, à moins que vous vouiez la nettoyer.
it_it: [_mc_] Non penso che tu possa davvero fare niente, a meno che tu non voglia venire pulito da lei.

source: [_lindsey_s_sad_] I don't even know what happened...
fr_fr: [_lindsey_s_sad_] Je ne sais même pas ce qui s'est passé ...
it_it: [_lindsey_s_sad_] Non so nemmeno cosa sia accaduto...

source: [_mc_] Well, [isabelle] thinks [kate] stole it and they already hate each other. So, maybe you could just keep your head down.
fr_fr: [_mc_] Eh bien, [isabelle] pense que [kate] l'ont volé et qu'ils se détestent déjà. Alors, peut-être que tu pourrais garder ta tête en bas.
it_it: [_mc_] Beh, [isabelle] pensa che [kate] l'abbia rubata e già si odiano a vicenda. Quindi, forse potresti solo tenere la testa giù.

source: [_mc_] If you give the box back, it might spare [isabelle] some grief.
fr_fr: [_mc_] Si vous redonnez la boîte, elle pourrait épargner [isabelle] un peu de chagrin.
it_it: [_mc_] Se restituite la scatola, potreste risparmiare a [isabelle] un po' di dolore.

source: [_mc_] It has some sentimental value.
fr_fr: [_mc_] Elle a une valeur sentimentale.
it_it: [_mc_] Ha un valore sentimentale.

source: [_jacklyn_s_smile_right_] Purple shadow with purple! Understand? The paper has to talk to you!
fr_fr: [_jacklyn_s_smile_right_] Pombre pourpre pourpre ! Comprenez? Le journal doit vous parler !
it_it: [_jacklyn_s_smile_right_] ombra viola con viola! Capire? La carta deve parlare con te!

source: [_jacklyn_s_smile_] Oh, [mc]. How does the ball swing?
fr_fr: [_jacklyn_s_smile_] Oh, [mc]. Comment le ballon balança?
it_it: [_jacklyn_s_smile_] Oh, [mc]. Come funziona l'oscillazione della palla?

source: [_mc_] Left and right, I suppose?
fr_fr: [_mc_] Gauche et droite, je suppose?
it_it: [_mc_] Sinistra e destra, suppono?

source: [_jacklyn_s_thinking_] What does that even mean?
fr_fr: [_jacklyn_s_thinking_] Qu'est-ce que cela signifie même?
it_it: [_jacklyn_s_thinking_] Che cosa significa persino questo?

source: Ugh. I should ask her that.
fr_fr: Ugh. Je devrais lui demander ça.
it_it: Ugh. Dovrei chiederlo a lei.

source: [_jacklyn_s_excited_] So, how's the art coming along?
fr_fr: [_jacklyn_s_excited_] Alors, comment va l'art?
it_it: [_jacklyn_s_excited_] Allora, come viene l'arte?

source: [_mc_] I've been inspired by Japanese animation lately.
fr_fr: [_mc_] J'ai été inspiré par l'animation japonaise récemment.
it_it: [_mc_] Sono stato ispirato dall'animazione giapponese ultimamente.

source: [_mc_] I thought you said all art is equal.
fr_fr: [_mc_] Je croyais que vous avez dit que tous les arts étaient égaux.
it_it: [_mc_] Ho pensato che tu abbia detto che tutta l'arte è uguale.

source: [_jacklyn_s_annoyed_] I also said you need to be a banana in order to replicate its essence.
fr_fr: [_jacklyn_s_annoyed_] J'ai aussi dit que vous devez être une banane afin de reproduire son essence.
it_it: [_jacklyn_s_annoyed_] Ho anche detto che è necessario essere una banana per replicare la sua essenza.

source: [_jacklyn_s_annoyed_] Do you want to be a banana, [mc]?
fr_fr: [_jacklyn_s_annoyed_] Do you want to be a banane, [mc]?
it_it: [_jacklyn_s_annoyed_] Vuoi essere una banana, [mc]?

source: [_mc_] I've been getting into photography lately.
fr_fr: [_mc_] J'ai pris des photos dernièrement.
it_it: [_mc_] Recentemente sono entrato in fotografia.

source: [_jacklyn_s_smile_] Wicked. That's the right side of the flip.
fr_fr: [_jacklyn_s_smile_] Wicked. C'est le côté droit de la flip.
it_it: [_jacklyn_s_smile_] Malvagio. Questo è il lato destro del capovolgimento.

source: [_jacklyn_s_smile_] What kind of photography?
fr_fr: [_jacklyn_s_smile_] Quel genre de photographie?
it_it: [_jacklyn_s_smile_] Che tipo di fotografia?

source: [_jacklyn_s_excited_] I get that. Nothing better than a free roll and carte blanche.
fr_fr: [_jacklyn_s_excited_] Je l'ai. Rien de mieux qu'un rouleau gratuit et carte blanche.
it_it: [_jacklyn_s_excited_] Lo ottengo. Niente di meglio di un roll e carte blanche.

source: [_jacklyn_s_laughing_] Just remember that taking the cap off the lens is only recommended.
fr_fr: [_jacklyn_s_laughing_] Il suffit de se rappeler que prendre le bouchon de la lentille n'est recommandé que.
it_it: [_jacklyn_s_laughing_] Basta ricordare che togliere il tappo dalla lente è solo raccomandato.

source: [_mc_] My new biggest hobby is painting.
fr_fr: [_mc_] Mon nouveau plus grand passe-temps est la peinture.
it_it: [_mc_] Il mio nuovo hobby più grande è la pittura.

source: [_jacklyn_s_neutral_] Flex. What sort? If you say pastel, I'll cut a bitch.
fr_fr: [_jacklyn_s_neutral_] Flex. Quelle sorte? Si vous dites pastel, je vais couper une salope.
it_it: [_jacklyn_s_neutral_] Flex. Che specie? Se dici pastello, taglierò una cagna.

source: [_mc_] Pastel.
it_it: [_mc_] Pastello.

source: [_jacklyn_s_angry_] That's a D, bro.
fr_fr: [_jacklyn_s_angry_] C'est un D, mon frère.
it_it: [_jacklyn_s_angry_] Questo è un D, bro.

source: [_mc_] Not so fast!
fr_fr: [_mc_] Pas si vite !
it_it: [_mc_] Non così veloce!

source: [_mc_] I challenge you to a paint-off. Pastel only.
fr_fr: [_mc_] Je vous mets au défi de vous dépeindre. Pastel seulement.
it_it: [_mc_] Ti sfido a un dipinto. Solo pastello.

source: [_jacklyn_s_annoyed_] I'd rather put a box of crayons up my butt.
fr_fr: [_jacklyn_s_annoyed_] Je préférerais mettre une boîte de crayons dans mon cul.
it_it: [_jacklyn_s_annoyed_] preferirei mettere una scatola di pastelli su il mio culo.

source: [_mc_] Is that a challenge?
fr_fr: [_mc_] Est-ce un défi?
it_it: [_mc_] È una sfida?

source: [_jacklyn_s_laughing_] Yeah, but you go first.
fr_fr: [_jacklyn_s_laughing_] Oui, mais vous allez d'abord.
it_it: [_jacklyn_s_laughing_] Sì, ma vai per primo.

source: [_mc_] I... don't think so.
fr_fr: [_mc_] Je ... ne pense pas.
it_it: [_mc_] Io... non pensate così.

source: [_jacklyn_s_laughing_] Well, then. No pastels and no crayons! My art class just got improved twofold.
fr_fr: [_jacklyn_s_laughing_] Eh bien, alors. Pas de pastels et pas de crayons ! Ma classe d'art s'est améliorée deux fois.
it_it: [_jacklyn_s_laughing_] Beh, allora. Nessun pastello e nessun pastello! La mia classe d'arte è appena migliorata.

source: [_jacklyn_s_excited_] Hot shit, dude. Tell me it's not on a canvas.
fr_fr: [_jacklyn_s_excited_] Chit chaud, mec. Dis-moi que ce n'est pas sur une toile.
it_it: [_jacklyn_s_excited_] Hot shit, dude. Dimmi che non è su una tela.

source: [_mc_] The city is my canvas.
fr_fr: [_mc_] La ville est ma toile.
it_it: [_mc_] La città è la mia tela.

source: [_jacklyn_s_excited_right_] Okay, now you're just rubbing my clit!
fr_fr: [_jacklyn_s_excited_right_] Ok, maintenant tu ne fais que frotter mon clit !
it_it: [_jacklyn_s_excited_right_] Okay, ora stai solo strofinando il mio clit!

source: [_jacklyn_s_excited_right_] Give me your number and we'll make a statement together.
fr_fr: [_jacklyn_s_excited_right_] Donnez-moi votre numéro et nous ferons une déclaration ensemble.
it_it: [_jacklyn_s_excited_right_] Dammi il tuo numero e faremo una dichiarazione insieme.

source: Not sure what that means, but it sounds illegal.
fr_fr: Pas sûr de ce que ça signifie, mais ça semble illégal.
it_it: Non è sicuro che cosa significa, ma sembra illegale.

source: Totally my cup of tea.
fr_fr: Totalement ma tasse de thé.
it_it: Totalmente la mia tazza di tè.

source: [_jacklyn_s_thinking_] Really, now?
fr_fr: [_jacklyn_s_thinking_] Vraiement, maintenant?
it_it: [_jacklyn_s_thinking_] Davvero, adesso?

source: [_mc_] What's wrong with that?
fr_fr: [_mc_] Qu'est-ce qui ne va pas avec ça?
it_it: [_mc_] Cosa c'è di sbagliato in questo?

source: [_jacklyn_s_thinking_] You don't strike me as the patient type.
fr_fr: [_jacklyn_s_thinking_] Vous ne me frappe pas comme type de patient.
it_it: [_jacklyn_s_thinking_] Non mi colpisci come il tipo di paziente.

source: [_mc_] I'm all sorts of patient!
fr_fr: [_mc_] Je suis une sorte de patient !
it_it: [_mc_] Sono ogni tipo di paziente!

source: [_jacklyn_s_annoyed_] Well, don't cry in the water color, it'll ruin your wash.
fr_fr: [_jacklyn_s_annoyed_] Bien, ne pleure pas dans la couleur de l'eau, ça va ruine ton lavage.
it_it: [_jacklyn_s_annoyed_] Beh, non piangere nel colore dell'acqua, rovinerà il lavaggio.

source: [_mc_] What's that supposed to mean?
fr_fr: [_mc_] Qu'est-ce que c'est censé vouloir dire?
it_it: [_mc_] Che cosa dovrebbe significare?

source: [_jacklyn_s_laughing_] Oh, nothing!
fr_fr: [_jacklyn_s_laughing_] Oh, rien !
it_it: [_jacklyn_s_laughing_] Oh, niente!

source: [_jacklyn_s_thinking_] Anything else you wanted?
fr_fr: [_jacklyn_s_thinking_] Toute autre chose que vous vouez?
it_it: [_jacklyn_s_thinking_] Qualcosa altro che volevate?

source: [_mc_] Actually, yes. [lindsey] said she gave you a box of chocolate hearts. Do you still have it?
fr_fr: [_mc_] En fait, oui. [lindsey] a dit qu'elle t'a donné une boîte de cœurs de chocolat. As-tu toujours ça?
it_it: [_mc_] In realtà, sì. [lindsey] ha detto che ti ha dato una scatola di cuori di cioccolato. Lo hai ancora?

source: [_jacklyn_s_neutral_] She did, that little sugar snap. Too bad I'm diabetic.
fr_fr: [_jacklyn_s_neutral_] Elle l'a fait, ce petit sucre. Dommis que je sois diabétique.
it_it: [_jacklyn_s_neutral_] Lei lo ha fatto, quel piccolo zucchero snap. Peccato che io sia diabetico.

source: [_jacklyn_s_smile_] It means I don't dabble.
fr_fr: [_jacklyn_s_smile_] Cela veut dire que je ne sais pas.
it_it: [_jacklyn_s_smile_] Significa che non mi dispiace.

source: [_mc_] Oh. I knew that.
fr_fr: [_mc_] Oh. Je le savais.
it_it: [_mc_] Oh. Lo sapevo.

source: [_mc_] What about the box?
fr_fr: [_mc_] Qu'en est-il de la boîte?
it_it: [_mc_] Che dire della scatola?

source: [_jacklyn_s_neutral_] Don't have it. Threw it in the trash outside my classroom.
fr_fr: [_jacklyn_s_neutral_] Ne l'avez pas. J'en trie dans la poubelle à l'extérieur de ma classe.
it_it: [_jacklyn_s_neutral_] Non ce l'ha. Girare nel cestino fuori dalla mia classe.

source: Crap. Better pray the janitor hasn't gotten to it yet.
fr_fr: Crap. Mieux vaut prier le concierge pas encore.
it_it: Crap. Meglio pregare il janitor non è ancora arrivato.

source: [_maxine_s_thinking_] Yes. The answer is most assuredly yes.
fr_fr: [_maxine_s_thinking_] Oui. La réponse est très certainement oui.
it_it: [_maxine_s_thinking_] Sì. La risposta è sicuramente sì.

source: [_mc_] Err... what's the question?
fr_fr: [_mc_] Err ... quelle est la question?
it_it: [_mc_] Err... qual è la domanda?

source: [_maxine_s_neutral_] What?
fr_fr: [_maxine_s_neutral_] Quoi?
it_it: [_maxine_s_neutral_] Cosa?

source: [_mc_] I'm confused.
fr_fr: [_mc_] Je suis confus.
it_it: [_mc_] sono confusa.

source: [_maxine_s_annoyed_] Why did you seek me out if you don't even know the question?
fr_fr: [_maxine_s_annoyed_] Pourquoi m'avez-vous cherché si vous ne connaissez même pas la question?
it_it: [_maxine_s_annoyed_] Perché mi hai cercato se non conosci nemmeno la domanda?

source: [_mc_] I do know the question...
fr_fr: [_mc_] Je connais la question ...
it_it: [_mc_] Conosco la domanda...

source: [_maxine_s_annoyed_] I'm on my thirty-eight seconds break now, and you're wasting my follicle cells.
fr_fr: [_maxine_s_annoyed_] Je suis sur ma pause de trente-huit secondes maintenant, et vous gaspille mes cellules folliculaires.
it_it: [_maxine_s_annoyed_] Sono sulla mia pausa di trentotto secondi ora, e stai sprecando le mie cellule follicolari.

source: [_mc_] Right. Sorry about that. Do you know who took the box that [jacklyn] put in the trash outside the art classroom?
fr_fr: [_mc_] Droit. Désolé pour ça. Sais-tu qui a pris la boîte que [jacklyn] a mis dans la poubelle à l'extérieur de la salle de classe?
it_it: [_mc_] giusto. Mi dispiace. Sai chi ha preso la scatola che [jacklyn] ha messo nel cestino fuori dall'aula d'arte?

source: [_maxine_s_eyeroll_] I already told you the answer to that question. You really aren't keeping up.
fr_fr: [_maxine_s_eyeroll_] Je vous ai déjà dit la réponse à cette question. Tu n'es vraiment pas en place.
it_it: [_maxine_s_eyeroll_] Le ho già detto la risposta a quella domanda. Non stai davvero tenendo il passo.

source: [_mc_] Well... who was it?
fr_fr: [_mc_] Eh bien ... qui était?
it_it: [_mc_] Bene... chi era?

source: [_maxine_s_annoyed_] See, now I'm not sure if I'm inclined to help you anymore.
fr_fr: [_maxine_s_annoyed_] Voir, maintenant je ne sais pas si je suis enclin à vous aider.
it_it: [_maxine_s_annoyed_] Vedi, ora non sono sicuro di essere più in grado di aiutarti.

source: Oh, shit. She's about to walk off. Think fast... [maxine] loves mysteries.
fr_fr: Oh, merde. Elle est sur le point de partir. Think fast ... [maxine] aime les mystères.
it_it: Oh, merda. Sta per camminare. Pensate velocemente... [maxine] ama i misteri.

source: [_mc_] I found a strange medallion.
fr_fr: [_mc_] J'ai trouvé un medallion étrange.
it_it: [_mc_] Ho trovato uno strano medaglione.

source: [_maxine_s_skeptical_] Of course you did.
fr_fr: [_maxine_s_skeptical_] Bien sûr que vous l'avez fait.
it_it: [_maxine_s_skeptical_] Certo che hai fatto.

source: [_maxine_s_neutral_] It could mean many things.
fr_fr: [_maxine_s_neutral_] Cela pourrait signifier beaucoup de choses.
it_it: [_maxine_s_neutral_] Potrebbe significare molte cose.

source: [_mc_] Are you going to tell me?
fr_fr: [_mc_] Vous allez me le dire?
it_it: [_mc_] Me lo dirai?

source: [_maxine_s_thinking_] Probably not.
fr_fr: [_maxine_s_thinking_] Probablement pas.
it_it: [_maxine_s_thinking_] Probabilmente no.

source: God. She's so annoying.
fr_fr: Dieu. Elle est tellement embêtant.
it_it: Dio. È così fastidiosa.

source: [_mc_] Does that mean you know?
fr_fr: [_mc_] Cela signifie-t-il que vous savez?
it_it: [_mc_] Significa che sapete?

source: [_maxine_s_smile_] It means I might know at some point, but probably won't tell you.
fr_fr: [_maxine_s_smile_] Cela veut dire que je pourrais le savoir à un moment ou à un autre, mais je ne vous le dirai probablement pas.
it_it: [_maxine_s_smile_] Significa che potrei sapere ad un certo punto, ma probabilmente non ve lo dirà.

source: [_maxine_s_thinking_] Speculating on future occurrences is dangerous, especially here.
fr_fr: [_maxine_s_thinking_] La spéculation sur les événements futurs est dangereuse, surtout ici.
it_it: [_maxine_s_thinking_] Specificare gli eventi futuri è pericoloso, soprattutto qui.

source: [_mc_] Right...
fr_fr: [_mc_] Droit ...
it_it: [_mc_] A Destra...

source: [_mc_] I overheard an odd conversation.
fr_fr: [_mc_] J'ai entendu une étrange conversation.
it_it: [_mc_] Ho sentito una conversazione strana.
