Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_red.po
Languages: fr_fr, it_it

source: [_mc_] Why were you in the cabinet?
fr_fr: [_mc_] Pourquoi avez-vous été dans le cabinet?
it_it: [_mc_] Perché eravate nell'armadio?

source: [_maxine_s_skeptical_] Acquiring supplies. What else would one do in a supply cabinet?
fr_fr: [_maxine_s_skeptical_] Acquisition de fournitures. Que ferait d'autre dans un cabinet d'approvisionnement?
it_it: [_maxine_s_skeptical_] Acquisire forniture. Che altro si farebbe in un gabinetto di fornitura?

source: [_maxine_s_smile_] Now that I'm done here...
fr_fr: [_maxine_s_smile_] Maintenant que je suis fait ici ...
it_it: [_maxine_s_smile_] Ora che ho finito qui...

source: [_mc_] Wait!
fr_fr: [_mc_] Attends !
it_it: [_mc_] Aspetta!

source: [_maxine_s_neutral_] Yes?
fr_fr: [_maxine_s_neutral_] Oui?
it_it: [_maxine_s_neutral_] Sì?

source: [_mc_] What about the riddles?
fr_fr: [_mc_] Qu'en est-il des énigmes?
it_it: [_mc_] E gli indovinelli?

source: [_maxine_s_neutral_] What about them?
fr_fr: [_maxine_s_neutral_] Qu'en est-il?
it_it: [_maxine_s_neutral_] E loro?

source: [_mc_] Why not just write that you're in the music classroom?
fr_fr: [_mc_] Pourquoi pas seulement écrire que vous êtes dans la salle de classe?
it_it: [_mc_] Perché non scrivere che sei in classe musicale?

source: [_maxine_s_laughing_] Don't be ridiculous!
fr_fr: [_maxine_s_laughing_] Ne pas être ridicule !
it_it: [_maxine_s_laughing_] Non siate ridicoli!

source: [_maxine_s_smile_] Now, if you'll excuse me...
fr_fr: [_maxine_s_smile_] Maintenant, si vous m'excuserez ...
it_it: [_maxine_s_smile_] Ora, se mi scuserai...

source: [_maxine_s_concerned_] Yes?
fr_fr: [_maxine_s_concerned_] Oui?
it_it: [_maxine_s_concerned_] Sì?

source: [_mc_] I need that bucket of red paint you borrowed from the art classroom...{space=-45}
fr_fr: [_mc_] J'ai besoin de ce seau de peinture rouge que vous avez emprunté à l'art classroom... { space=-45 }
it_it: [_mc_] Ho bisogno di quel secchio di vernice rossa che hai preso in prestito dalla classe artistica...{space=-45}

source: [_maxine_s_excited_] Here you go.
fr_fr: [_maxine_s_excited_] Ici, vous allez.
it_it: [_maxine_s_excited_] Qui vai.

source: [_mc_] Just like that?
fr_fr: [_mc_] Tout comme ça?
it_it: [_mc_] Proprio così?

source: [_mc_] No tricks or wild goose chases? No impossible demands?
fr_fr: [_mc_] No tricks or wild goose chases? Aucune demande impossible?
it_it: [_mc_] Non ci sono trucchi o inseguimenti di oca selvatica? Non ci sono richieste impossibili?

source: [_maxine_s_thinking_] That doesn't sound like something I would do.
fr_fr: [_maxine_s_thinking_] Cela ne ressemble pas à quelque chose que je ferais.
it_it: [_maxine_s_thinking_] Non sembra qualcosa che farei io.

source: [_mc_] What? You're always difficult about everything!
fr_fr: [_mc_] Quoi? Tu es toujours difficile pour tout !
it_it: [_mc_] Cosa? Sei sempre difficile su tutto!

source: [_maxine_s_sad_] I don't think that's the case. Maybe you have me confused with someone else?
fr_fr: [_maxine_s_sad_] Je ne pense pas que c'est le cas. Peut-être que tu m'as confondu avec quelqu'un d'autre?
it_it: [_maxine_s_sad_] Non penso che sia il caso. Forse mi hai confuso con qualcun altro?

source: As if confusing [maxine] with someone else would even be possible.
fr_fr: Comme si la confusion [maxine] avec quelqu'un d'autre serait même possible.
it_it: Come se confondesse [maxine] con qualcun altro sarebbe anche possibile.

source: She's the strangest and most unique person on this side of the equator.{space=-75}
fr_fr: Elle est la personne la plus étrange et la plus unique de ce côté de l'équateur. { space=-75 }
it_it: È la persona più strana e unica su questo lato dell'equatore.{space=-75}

source: [_mc_] I doubt it.
fr_fr: [_mc_] J'en doute.
it_it: [_mc_] ne dubito.

source: [_maxine_s_thinking_] That's peculiar.
fr_fr: [_maxine_s_thinking_] C'est étrange.
it_it: [_maxine_s_thinking_] È particolare.

source: [_maxine_s_thinking_] Most peculiar.
fr_fr: [_maxine_s_thinking_] Plus étrange.
it_it: [_maxine_s_thinking_] Più particolare.

source: [_maxine_s_thinking_] Now, if there's nothing else...
fr_fr: [_maxine_s_thinking_] Maintenant, s'il n'y a rien d'autre ...
it_it: [_maxine_s_thinking_] Ora, se non c'è nient'altro...

source: [_mc_] Why did you borrow the paint in the first place?
fr_fr: [_mc_] Pourquoi avez-vous emprunté la peinture en premier lieu?
it_it: [_mc_] Perché hai preso in prestito la vernice in primo luogo?

source: [_maxine_s_confident_] Testing.
fr_fr: [_maxine_s_confident_] Test.

source: [_mc_] Testing what?
fr_fr: [_mc_] Test de quoi?
it_it: [_mc_] Testare cosa?

source: [_maxine_s_confident_] Pigment quality, of course.
fr_fr: [_maxine_s_confident_] Qualité du Pigment, bien sûr.
it_it: [_maxine_s_confident_] Qualità del pigmento, ovviamente.

source: Hmm... that sounds like a lie...
fr_fr: Hmm ... ça sonne comme un mensonge ...
it_it: Hmm... che suona come una bugia...

source: [_mc_] May I ask you why?
fr_fr: [_mc_] Puis-je vous demander pourquoi?
it_it: [_mc_] Posso chiederti perché?

source: [_maxine_s_confident_] Yes, you may.
fr_fr: [_maxine_s_confident_] Oui, vous pouvez.
it_it: [_maxine_s_confident_] Sì, puoi.

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi?
it_it: [_mc_] Perché?

source: [_maxine_s_annoyed_] Don't tell anyone, but I believe the quality of the pigment has been in decline for a time, especially when it comes to the red paint.
fr_fr: [_maxine_s_annoyed_] Ne le dites à personne, mais je crois que la qualité du pigment est en déclin depuis un certain temps, surtout quand il s'agit de la peinture rouge.
it_it: [_maxine_s_annoyed_] Non dire a nessuno, ma credo che la qualità del pigmento sia in declino da un tempo, soprattutto quando si tratta della vernice rossa.

source: [_mc_] Any idea why that might be?
fr_fr: [_mc_] Toute idée pourquoi cela pourrait être?
it_it: [_mc_] Qualche idea perché potrebbe essere?

source: [_maxine_s_skeptical_] I have my suspicions...
fr_fr: [_maxine_s_skeptical_] J'ai mes soupçons ...
it_it: [_maxine_s_skeptical_] Ho i miei sospetti...

source: [_maxine_s_skeptical_] Let's just say there are rabbits in the hat.
fr_fr: [_maxine_s_skeptical_] Disons qu'il y a des lapins dans le chapeau.
it_it: [_maxine_s_skeptical_] Diciamo solo che ci sono conigli nel cappello.

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_maxine_s_skeptical_] There are owls in the cellar.
fr_fr: [_maxine_s_skeptical_] Il y a des chouettes dans la cave.
it_it: [_maxine_s_skeptical_] Ci sono gufi in cantina.

source: [_mc_] Owls? What cellar?
fr_fr: [_mc_] Owls? Quelle cave?
it_it: [_mc_] Owls? Quale cantina?

source: [_maxine_s_skeptical_] Exactly.
fr_fr: [_maxine_s_skeptical_] Exactement.
it_it: [_maxine_s_skeptical_] Esattamente.

source: [_maxine_s_skeptical_] You've kept me long enough.
fr_fr: [_maxine_s_skeptical_] Vous m'avez assez longtemps gardé.
it_it: [_maxine_s_skeptical_] Mi hai tenuto abbastanza a lungo.

source: [_mc_] What's peculiar?
fr_fr: [_mc_] Qu'est-ce qui est particulier?
it_it: [_mc_] Cosa c'è di particolare?

source: [_maxine_s_confident_] Lots of things! Crolytes, bearlings, paper machetes...
fr_fr: [_maxine_s_confident_] Beaucoup de choses ! Crolytes, roulements, machettes en papier ...
it_it: [_maxine_s_confident_] Un sacco di cose! Crolytes, perle, macchine di carta...

source: [_mc_] What's a bearling?
fr_fr: [_mc_] Qu'est-ce qu'un roulements?
it_it: [_mc_] Che cosa è un percosso?

source: [_maxine_s_eyeroll_] Faking innocence will get you nowhere.
fr_fr: [_maxine_s_eyeroll_] L'innocence qui fuit ne vous mènera nulle part.
it_it: [_maxine_s_eyeroll_] Innocenza falsa ti porterà da nessuna parte.

source: [_mc_] An extra small bear?
fr_fr: [_mc_] Un petit ours supplémentaire?
it_it: [_mc_] Un piccolo orso extra?

source: [_mc_] Anything I can do to help?
fr_fr: [_mc_] Tout ce que je peux faire pour aider?
it_it: [_mc_] Qualcosa che posso fare per aiutare?

source: [_mc_] Uh, okay...
fr_fr: [_mc_] Uh, ok ...

source: [_maxine_s_smile_] Anyway, you've kept me long enough.
fr_fr: [_maxine_s_smile_] Quoi qu'il en soit, tu m'as gardé assez longtemps.
it_it: [_maxine_s_smile_] Comunque, mi hai tenuto abbastanza a lungo.

source: [_mc_] What were you really doing in the supply cabinet?
fr_fr: [_mc_] Que faisiez-vous vraiment dans le cabinet d'approvisionnement?
it_it: [_mc_] Cosa stavate realmente facendo nel gabinetto di rifornimento?

source: [_maxine_s_skeptical_] If you must know, there's a rumor going around...
fr_fr: [_maxine_s_skeptical_] Si vous devez savoir, il y a une rumeur qui parcourt ...
it_it: [_maxine_s_skeptical_] Se devi sapere, c'è una voce in giro...

source: Why am I not surprised?
fr_fr: Pourquoi ne suis-je pas surpris?
it_it: Perché non sono sorpreso?

source: [_maxine_s_skeptical_] Mary was last seen in the women's bathroom.
fr_fr: [_maxine_s_skeptical_] La dernière a été vue dans la salle de bain des femmes.
it_it: [_maxine_s_skeptical_] Mary è stata vista l'ultima volta nel bagno delle donne.

source: [_maxine_s_smile_] Yes, the bloody one.
fr_fr: [_maxine_s_smile_] Oui, le sanglant.
it_it: [_maxine_s_smile_] Sì, quello sanguinoso.

source: [_mc_] The urban legend?
fr_fr: [_mc_] La légende urbaine?
it_it: [_mc_] La leggenda urbana?

source: [_maxine_s_neutral_] If that's what you want to call her.
fr_fr: [_maxine_s_neutral_] Si c'est ce que vous voulez appeler.
it_it: [_maxine_s_neutral_] Se è quello che vuoi chiamarla.

source: [_mc_] That still doesn't explain what you were doing in the cabinet...
fr_fr: [_mc_] Cela n'explique toujours pas ce que vous faisiez dans le cabinet ...
it_it: [_mc_] Questo ancora non spiega cosa stavi facendo nell'armadio...

source: [_maxine_s_thinking_] The drain behind the cabinet connects to the sewer system.
fr_fr: [_maxine_s_thinking_] Le drain derrière le cabinet se connecte au réseau d'égouts.
it_it: [_maxine_s_thinking_] Lo scarico dietro il gabinetto si collega al sistema fognario.

source: [_mc_] And you think she's crawling through the pipes?
fr_fr: [_mc_] Et vous pensez qu'elle explore les tuyaux?
it_it: [_mc_] E pensi che stia strisciando tra le tubi?

source: [_mc_] You know what, I don't want to know.
fr_fr: [_mc_] Vous savez quoi, je ne veux pas savoir.

source: [_maxine_s_thinking_] Well, you've kept me long enough.
fr_fr: [_maxine_s_thinking_] Eh bien, tu m'as gardé assez longtemps.
it_it: [_maxine_s_thinking_] Beh, mi hai tenuto abbastanza a lungo.

source: "It's for a personal art project."
fr_fr: "C'est pour un projet d'art personnel."
it_it: "È per un progetto di arte personale."

source: "I'm here to investigate the pigment quality on behalf of the school paper."
fr_fr: "Je suis ici pour étudier la qualité des pigments pour le compte de l'école."
it_it: "Sono qui per studiare la qualità del pigmento per conto della carta scolastica."

source: ?mc.owned_item('high_tech_lockpick')@|{image=items high_tech_lock}|"Locks can't stop me!"
fr_fr: ? mc.owned_item ('high_tech_lockpick') @ | { image = items high_tech_lock } | "Les verrous ne peuvent pas m'arrêter !"
it_it: ?mc.owned_item('high_tech_lockpick')@<unk> {image=items high_tech_lock}<unk> "I blocchi non possono fermarmi!"

source: "Just my luck..."
fr_fr: "Juste ma chance ..."
it_it: "Solo la mia fortuna..."

source: "Why did you borrow the paint in the first place?"
fr_fr: "Pourquoi as-tu emprunté la peinture en premier lieu?"
it_it: "Perché hai preso in prestito la vernice in primo luogo?"

source: "What's peculiar?"
fr_fr: "Qu'est-ce qui est particulier?"
it_it: "Che cosa è particolare?"

source: "What were you really doing in the supply cabinet?"
fr_fr: "Que faisiez-vous vraiment dans le cabinet d'approvisionnement?"
it_it: "Che cosa stavate realmente facendo nell'armadio di rifornimento?"

source: [_mc_] It's for a play about the Battle of Edwin's Bridge.
it_it: [_mc_] È per un gioco sulla Battaglia del Ponte di Edwin.

source: [_kate_s_lacey_bet_licking_ass2_] I'll have her eat your ass too, [lacey].
it_it: [_kate_s_lacey_bet_licking_ass2_] La farò mangiare anche il tuo asino, [lacey].

source: [_kate_s_lacey_bet_licking_ass2_] Lick my pussy again!
it_it: [_kate_s_lacey_bet_licking_ass2_] Leccare di nuovo la mia figa!

source: [_isabelle_s_excited_] Sure!
it_it: [_isabelle_s_excited_] Certo!

source: [_maxine_] ...Bloody Mary, Bloody Mary...
it_it: [_maxine_] ...Bloody Maria, Bloody Mary...

source: [_maxine_s_neutral_] Just stay ever vigilant.
it_it: [_maxine_s_neutral_] Basta stare sempre vigili.

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"It's for a play about the Battle of Edwin's Bridge."
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "È per un gioco sulla Battaglia del Ponte di Edwin."
