Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_stolen.po
Languages: fr_fr, it_it

source: [_mc_] Anyway, now that I think of it, asking [maxine] might not be so easy right now.
fr_fr: [_mc_] En tout cas, maintenant que je pense à ça, demander [maxine] pourrait ne pas être si facile maintenant.
it_it: [_mc_] Comunque, ora che ci penso, chiedere [maxine] potrebbe non essere così facile in questo momento.

source: [_isabelle_s_concerned_] What do you mean?
fr_fr: [_isabelle_s_concerned_] Que voulez-vous dire?
it_it: [_isabelle_s_concerned_] Che cosa intendi?

source: [_mc_] I just remembered that she's super busy this time of the year. At least, that's what she says...
fr_fr: [_mc_] Je viens de rappeler qu'elle est super occupée cette fois de l'année. Au moins, c'est ce qu'elle dit ...
it_it: [_mc_] Mi sono appena ricordato che è super impegnata in questo periodo dell'anno. Almeno, questo è quello che dice...

source: [_isabelle_s_concerned_] Well, how do we get a hold of her?
fr_fr: [_isabelle_s_concerned_] Eh bien, comment pouvons-nous l'avoir?
it_it: [_isabelle_s_concerned_] Beh, come si ottiene una presa di lei?

source: [_mc_] Probably need to write a letter and put it in her personal mailbox.
fr_fr: [_mc_] Probablement besoin d'écrire une lettre et de la mettre dans sa boîte aux lettres personnelle.
it_it: [_mc_] Probabilmente bisogno di scrivere una lettera e metterla nella sua casella di posta personale.

source: [_isabelle_s_excited_] She has a personal mailbox?
fr_fr: [_isabelle_s_excited_] Elle a une boîte aux lettres personnelle?
it_it: [_isabelle_s_excited_] Lei ha una cassetta postale personale?

source: [_mc_] Well... it's not exactly a mailbox.
fr_fr: [_mc_] Eh bien ... ce n'est pas exactement une boîte aux lettres.
it_it: [_mc_] Bene... non è esattamente una cassetta postale.

source: [_mc_] It's more of a plant.
fr_fr: [_mc_] C'est plus une plante.
it_it: [_mc_] È più una pianta.

source: [_isabelle_s_concerned_] What?
fr_fr: [_isabelle_s_concerned_] Quoi?
it_it: [_isabelle_s_concerned_] Cosa?

source: [_mc_] It's complicated. Let me take care of it.
fr_fr: [_mc_] C'est compliqué. Laissez-moi m'en occuper.
it_it: [_mc_] È complicato. Lasciatemi prendervi cura.

source: For some reason, [maxine] started keeping that plant under close observation during our junior year.
fr_fr: Pour une raison quelconque, [maxine] a commencé à garder cette plante sous observation étroite pendant notre année junior.
it_it: Per qualche motivo, [maxine] ha iniziato a mantenere quella pianta sotto stretta osservazione durante il nostro anno junior.

source: A letter there will reach her faster than [maya] rejects boys.
fr_fr: Une lettre y arrivera plus vite que [maya] rejette les garçons.
it_it: Una lettera la raggiungerà più velocemente di [maya] respinge i ragazzi.

source: [_isabelle_s_excited_] Okay! You know everyone's quirks here better than I do.
fr_fr: [_isabelle_s_excited_] Ok ! Tu connais les quirks de tout le monde ici mieux que moi.
it_it: [_isabelle_s_excited_] Okay! Conosci le stranezze di tutti qui meglio di me.

source: [_isabelle_s_neutral_] Here's a pen to write the letter with, but I don't have any paper on me...
fr_fr: [_isabelle_s_neutral_] Voici un stylo pour écrire la lettre avec, mais je n'ai pas de papier sur moi ...
it_it: [_isabelle_s_neutral_] Ecco una penna con cui scrivere la lettera, ma non ho nessuna carta su di me...

source: Okay, I need to find a piece of paper to write on and then put the letter in the admin wing plant. Shouldn't be too hard...
fr_fr: Ok, j'ai besoin de trouver un morceau de papier pour écrire et ensuite mettre la lettre dans l'aile de l'aile admin. Ne devrait pas être trop dur ...
it_it: Va bene, ho bisogno di trovare un pezzo di carta su cui scrivere e poi mettere la lettera nella pianta dell'ala dell'amministratore. Non dovrebbe essere troppo duro...

source: [_mc_] What was stolen, anyway?
fr_fr: [_mc_] Qu'est-ce qui a été volé?
it_it: [_mc_] Che cosa è stato rubato, comunque?

source: [_isabelle_s_concerned_left_] I'd rather not say.
fr_fr: [_isabelle_s_concerned_left_] Je préfère ne pas dire.
it_it: [_isabelle_s_concerned_left_] preferirei non dire.

source: [_mc_] Nothing... I guess I'll respect your privacy just this once.
fr_fr: [_mc_] Rien ... Je suppose que je respecterai votre vie privée juste une fois.
it_it: [_mc_] Niente... Immagino che io rispetterò la tua privacy solo questa volta.

source: [_isabelle_s_excited_] Thank you.
fr_fr: [_isabelle_s_excited_] Merci.
it_it: [_isabelle_s_excited_] Grazie.

source: [_mc_] Excuse me...
fr_fr: [_mc_] Excuse-moi ...
it_it: [_mc_] Scusatemi...

source: [_guard_] You again?
fr_fr: [_guard_] Vous encore?
it_it: [_guard_] Di nuovo?

source: [_guard_] Can't you see I'm on my break right now?
fr_fr: [_guard_] Vous ne pouvez pas voir que je suis sur ma rupture?
it_it: [_guard_] Non riesci a vedere che sono in pausa in questo momento?

source: [_mc_] Actually, your break ended twelve minutes ago.
fr_fr: [_mc_] En fait, votre pause s'est terminée il y a douze minutes.
it_it: [_mc_] In realtà, la tua pausa è terminata dodici minuti fa.

source: [_mc_] I memorized your schedule from the board in the admin wing.
fr_fr: [_mc_] J'ai mémorisé votre planning à partir du tableau dans l'aile admin.
it_it: [_mc_] Ho memorizzato il tuo programma dalla scheda nell'ala di amministrazione.

source: [_guard_] Well... I...
fr_fr: [_guard_] Puits ... I. ..
it_it: [_guard_] Beh... I...

source: [_guard_] Fine. What do you want, kid?
fr_fr: [_guard_] Fine. Qu'est-ce que tu veux, gamin?
it_it: [_guard_] Bene. Cosa vuoi, bambino?

source: [_mc_] Did you happen to see anything suspicious going on by the lockers earlier today?
fr_fr: [_mc_] Est-ce que vous avez vu des choses suspectes par les casiers plus tôt aujourd'hui?
it_it: [_mc_] Ti è capitato di vedere qualcosa di sospetto in corso dagli armadietti in precedenza oggi?

source: [_guard_] Ah, I see what this is.
fr_fr: [_guard_] Ah, je vois ce que c'est.
it_it: [_guard_] Ah, vedo che cos'è questo.

source: [_guard_] Like I told the young lady earlier, I would've noticed a break-in... now scram!
fr_fr: [_guard_] Comme je l'ai dit à la jeune femme plus tôt, j'aurais remarqué une pause ... maintenant scram !
it_it: [_guard_] Come ho detto alla giovane signora prima, avrei notato una pausa... ora truffa!

source: Ugh, that guy is impossible to deal with. What an asshole!
fr_fr: Ugh, ce mec est impossible à traiter. Quel connard !
it_it: Ugh, quel tipo è impossibile da affrontare. Che stronzo!

source: If the law won't help you, what other choice do you have than breaking it?
fr_fr: Si la loi ne vous aide pas, quel autre choix avez-vous que de la casser?
it_it: Se la legge non ti aiuterà, quale altra scelta hai che romperla?

source: If I could somehow access the surveillance footage from the entrance hall...
fr_fr: Si je pouvais accéder à la vidéo de surveillance depuis le hall d'entrée ...
it_it: Se potessi in qualche modo accedere ai filmati di sorveglianza dalla sala d'ingresso...

source: Need to somehow get him out of that booth for that, though.
fr_fr: Il faut d'une façon ou d'une autre l'extraire de ce stand pour ça.
it_it: Bisogno di in qualche modo farlo uscire da quella cabina per quello, però.

source: Luckily, there's one thing that always gets him drooling — doughnuts.
fr_fr: Heureusement, il y a une chose qui lui fait toujours se drogue-les beignets.
it_it: Per fortuna, c'è una cosa che lo fa sempre sbavare — ciambelle.

source: [_mc_] Hello?
fr_fr: [_mc_] Bonjour?
it_it: [_mc_] Ciao?

source: [_guard_] Can't you see I'm on my break now? What does it look like I'm eating?
fr_fr: [_guard_] Vous ne pouvez pas voir que je suis sur ma pause maintenant? Qu'est-ce que j'ai l'air de manger?
it_it: [_guard_] Non riesci a vedere che sono in pausa adesso? Cosa sembra che sto mangiando?

source: [_mc_] I thought that was a regular doughnut and not a break-doughnut... my bad.
fr_fr: [_mc_] Je pensais que c'était un beignet régulier et pas un beignet ... mon mauvais.
it_it: [_mc_] pensavo che fosse una ciambella regolare e non una ciambella... il mio male.

source: [_guard_] Are you trying to be a smartass with me?
fr_fr: [_guard_] Vous essayez d'être une intelligence avec moi?
it_it: [_guard_] Stai cercando di essere uno smartass con me?

source: [_mc_] Of course not! Everyone knows there's a significant difference between doughnuts.
fr_fr: [_mc_] Bien sûr que non ! Tout le monde sait qu'il y a une différence significative entre les beignes.
it_it: [_mc_] Naturalmente no! Tutti sanno che c'è una differenza significativa tra le ciambelle.

source: [_mc_] Glazed. Sprinkled. Filled. Eaten as an appetizer. Eaten as a desert. Eaten as a meal. Break-doughnut, non-break-doughnut, half-break-doughnut.
fr_fr: [_mc_] Glazed. Sprinkled. Comblé. Eaten comme un apéritif. Eaten comme un désert. Eaten comme un repas. Le beignier, le beignet non-cécu, le beignet à demi-cécu.
it_it: [_mc_] Glazed. Sprinkled. Riempito. Mangiare come antipasto. Mangiare come deserto. Mangiare come un pasto. Asciugare la ciambella, ciambella non spezzata, mezza pausa.

source: [_mc_] The only thing they have in common is the shape!
fr_fr: [_mc_] La seule chose qu'ils ont en commun, c'est la forme !
it_it: [_mc_] L'unica cosa che hanno in comune è la forma!

source: [_guard_] Fine, you know your doughnuts. What do you want?
fr_fr: [_guard_] Fine, vous connaissez vos beignes. Qu'est-ce que tu veux?
it_it: [_guard_] Bene, conosci le tue ciambelle. Cosa vuoi?

source: [_mc_] A lady that I know had something stolen from her locker...
fr_fr: [_mc_] Une dame que je connais avait quelque chose volé dans son casier ...
it_it: [_mc_] Una signora che so aveva qualcosa rubato dal suo armadietto...

source: [_guard_] Was it the brunette in glasses? I already told her that she needs to go to the cops.
fr_fr: [_guard_] était-ce la brunette dans les verres? Je lui ai déjà dit qu'elle devait aller aux flics.
it_it: [_guard_] Era la bruna nei bicchieri? Le ho già detto che ha bisogno di andare ai poliziotti.

source: [_guard_] That's all. Now scram!
fr_fr: [_guard_] C'est tout. Maintenant scram !
it_it: [_guard_] Questo è tutto. Ora truffa!

source: This lazy old fuck...
fr_fr: Cette vieille baise paresseuse ...
it_it: Questa vecchia scopata pigra...

source: Well, it seems [isabelle] was right about the [guard].
fr_fr: Eh bien, il semble que [isabelle] était à droite du [guard].
it_it: Beh, sembra che [isabelle] avesse ragione sulla [guard].

source: Damn it. I probably need to make up with her...
fr_fr: Merde. J'ai probablement besoin de le faire avec elle ...
it_it: Dannazione. Probabilmente ho bisogno di fare con lei...

source: [_isabelle_s_annoyed_left_] I'm not talking to you.
fr_fr: [_isabelle_s_annoyed_left_] Je ne vous parle pas.
it_it: [_isabelle_s_annoyed_left_] Non sto parlando con te.

source: [_mc_] I'm sorry for being a dick earlier...
fr_fr: [_mc_] Je suis désolé d'être une bite plus tôt ...
it_it: [_mc_] Mi dispiace di essere un cazzo prima...

source: [_mc_] I fell back into my old habits.
fr_fr: [_mc_] Je suis tombée dans mes vieilles habitudes.
it_it: [_mc_] Sono caduto nelle mie vecchie abitudini.

source: [_isabelle_s_annoyed_] You have a habit of being sexist and rude?
fr_fr: [_isabelle_s_annoyed_] Vous avez l'habitude d'être sexiste et grossier?
it_it: [_isabelle_s_annoyed_] Hai l'abitudine di essere sessista e maleducato?

source: [_mc_] Look, the point is I'm trying to change.
fr_fr: [_mc_] Ecoutez, le point c'est que j'essaie de changer.
it_it: [_mc_] Guarda, il punto è che sto cercando di cambiare.

source: [_isabelle_s_annoyed_] I'm starting to get really fed up with this place...
fr_fr: [_isabelle_s_annoyed_] Je commence à en avoir vraiment marre avec cet endroit ...
it_it: [_isabelle_s_annoyed_] Sto cominciando a stancarmi davvero di questo posto...

source: [_isabelle_s_annoyed_left_] Is common decency too much to ask for?
fr_fr: [_isabelle_s_annoyed_left_] La décence commune est-elle trop importante pour demander?
it_it: [_isabelle_s_annoyed_left_] È la decenza comune troppo da chiedere?

source: [_mc_] It's not. I'm sorry... let me help you find the thief.
fr_fr: [_mc_] Ce n'est pas le. Je suis désolé ... laissez-moi vous aider à trouver le voleur.
it_it: [_mc_] Non è così. Mi dispiace... lascia che ti aiuti a trovare il ladro.

source: [_isabelle_s_annoyed_] Fine, but don't be a dick.
fr_fr: [_isabelle_s_annoyed_] Fine, mais ne pas être une bite.
it_it: [_isabelle_s_annoyed_] Bene, ma non essere un cazzo.

source: [_mc_] I won't, I promise!
fr_fr: [_mc_] Je ne le ferai pas, promis !
it_it: [_mc_] Non lo prometto, lo prometto!

source: [_isabelle_s_sad_] Thanks... I've been struggling to come up with a plan.
fr_fr: [_isabelle_s_sad_] Merci ... J'ai du mal à trouver un plan.
it_it: [_isabelle_s_sad_] Grazie... Ho faticato a trovare un piano.

source: [_mc_] Hmm... same. I thought talking to the [guard] would work, but he's insufferable.
fr_fr: [_mc_] Hmm ... identique. Je pensais que parler au [guard] travaillerait, mais il est insupportable.
it_it: [_mc_] Hmm... uguale. Pensavo che parlare con la [guard] avrebbe funzionato, ma è insofferente.

source: [_mc_] Maybe we should check if [maxine] could point us in the right direction?
fr_fr: [_mc_] Peut-être devrions-nous vérifier si le [maxine] pourrait nous indiquer dans la bonne direction?
it_it: [_mc_] Forse dovremmo controllare se [maxine] potrebbe puntarci nella giusta direzione?

source: This is where the [guard] goes to stock his doughnut supply.
fr_fr: C'est là que le [guard] va faire le point sur son approvisionnement en pâte.
it_it: Questo è dove l' [guard] va a rifornire la sua ciambella.

source: He makes this short trip every hour or so...
fr_fr: Il fait ce court voyage toutes les heures ...
it_it: Fa questo breve viaggio ogni ora o così...

source: The problem is that his booth is right there, so he's never gone for more than a minute.
fr_fr: Le problème est que son stand est juste là, il n'est donc jamais allé plus d'une minute.
it_it: Il problema è che il suo stand è proprio lì, quindi non è mai andato per più di un minuto.

source: There's currently ten doughnuts available, which will last him the rest of the day.
fr_fr: Il y a actuellement dix beignes disponibles, ce qui lui permettra de rester le reste de la journée.
it_it: Ci sono attualmente dieci ciambelle disponibili, che durerà il resto della giornata.

source: However... if the cafeteria were to run out...
fr_fr: Mais ... si la cafétéria devait sortir ...
it_it: Tuttavia... se la caffetteria dovesse finire...

source: All mine. Let's starve the [guard].
fr_fr: Toutes les miennes. Allons affamer le [guard].
it_it: Tutta la mia. Fuggiamo la [guard].

source: The lunch ladies are all busy in the back.
fr_fr: Les dames du déjeuner sont toutes occupées dans le dos.
it_it: Le signore da pranzo sono tutte impegnate nella schiena.

source: So climbing over the counter and stuffing my backpack should be easy enough.
fr_fr: Donc grimper sur le comptoir et bourrer mon sac à dos devrait être assez facile.
it_it: Quindi arrampicarsi sopra il contatore e ripieno il mio zaino dovrebbe essere abbastanza facile.

source: Let's just hope—
fr_fr: Espérons juste-
it_it: Facciamo solo sperare —

source: [_jacklyn_s_angry_] Hold your horse dick! What's going on here?
fr_fr: [_jacklyn_s_angry_] Tiens ta bite de cheval ! Qu'est-ce qui se passe ici?
it_it: [_jacklyn_s_angry_] Tieni il tuo cavallo cazzo! Cosa sta succedendo qui?

source: Shit.
fr_fr: Merde.
it_it: Merda.

source: [_mc_] It's not what it looks like...
fr_fr: [_mc_] Ce n'est pas à quoi ça ressemble ...
it_it: [_mc_] Non è quello che sembra...

source: [_jacklyn_s_thinking_] Looks like one punk is robbing the bakery.
fr_fr: [_jacklyn_s_thinking_] On dirait qu'un punk vole la boulangerie.
it_it: [_jacklyn_s_thinking_] Sembra che un punk stia derubando la panetteria.

source: [_mc_] Err... do you want one?
fr_fr: [_mc_] Err ... tu en veux un?
it_it: [_mc_] Err... ne vuoi uno?

source: [_jacklyn_s_smile_] Trying to bribe an official?
fr_fr: [_jacklyn_s_smile_] Tentative de corruption d'un fonctionnaire?
it_it: [_jacklyn_s_smile_] Cercando di corrompere un funzionario?

source: [_jacklyn_s_smile_] Besides, you don't get this figure by dumpstering your diet.
fr_fr: [_jacklyn_s_smile_] En plus, vous n'obtenez pas ce chiffre en déferant votre alimentation.
it_it: [_jacklyn_s_smile_] Inoltre, non otterrai questa cifra scaricando la tua dieta.

source: [_mc_] [flora] told me you eat chips for breakfast.
fr_fr: [_mc_] [flora] m'a dit que vous mangez des chips pour le petit déjeuner.
it_it: [_mc_] [flora] mi ha detto che mangiate delle fiches a colazione.

source: [_jacklyn_s_excited_] She did, did she?
fr_fr: [_jacklyn_s_excited_] Elle l'a fait, elle?
it_it: [_jacklyn_s_excited_] Lei ha fatto, vero?

source: [_jacklyn_s_laughing_] Did she also tell you what I use as a plate?
fr_fr: [_jacklyn_s_laughing_] Elle vous a-t-elle également dit ce que j'utilise comme plaque?
it_it: [_jacklyn_s_laughing_] Ti ha anche detto quello che uso come piatto?

source: [_jacklyn_s_smile_] Anyhow, I'm confiscating half your supply.
fr_fr: [_jacklyn_s_smile_] Quoi qu'il en soit, je confisque la moitié de votre offre.
it_it: [_jacklyn_s_smile_] Comunque, sto confiscando metà della vostra fornitura.

source: [_jacklyn_s_neutral_] Oh, and I have to give you detention.
fr_fr: [_jacklyn_s_neutral_] Oh, et je dois vous donner la détention.
it_it: [_jacklyn_s_neutral_] Oh, e io ti devo arrestare.

source: [_jacklyn_s_angry_] You're lucky my battery is dead, else I'd set the bulldog on your ass.{space=-5}
fr_fr: [_jacklyn_s_angry_] Vous avez de la chance que ma batterie soit morte, sinon j'ai mis le bulldog sur votre cul. { space=-5 }
it_it: [_jacklyn_s_angry_] Sei fortunato che la mia batteria sia morta, altrimenti avrei impostato il bulldog sul tuo culo.{space=-5}

source: [_mc_] I'm doing an art project!
fr_fr: [_mc_] Je fais un projet d'art !
it_it: [_mc_] Sto facendo un progetto d'arte!

source: [_jacklyn_s_neutral_] An art project?
fr_fr: [_jacklyn_s_neutral_] Un projet artistique?
it_it: [_jacklyn_s_neutral_] Un progetto d'arte?

source: [_mc_] Yes, I'm doing a food nouveau photography thing for a local magazine!
fr_fr: [_mc_] Oui, je fais un nouveau truc de photographie pour un magazine local !
it_it: [_mc_] Sì, sto facendo una fotografia di cibo nouveau per una rivista locale!

source: [_jacklyn_s_thinking_] Truly?
it_it: [_jacklyn_s_thinking_] Veramente?

source: [_mc_] I don't joke about art.
fr_fr: [_mc_] Je ne blague pas sur l'art.
it_it: [_mc_] Non scherzo sull'arte.

source: [_mc_] But as many struggling artists before me, I couldn't really afford to pay for the supplies...
fr_fr: [_mc_] Mais comme beaucoup d'artistes en difficulté devant moi, je ne pouvais pas vraiment me permettre de payer pour les fournitures ...
it_it: [_mc_] Ma come molti artisti che lottano prima di me, non potevo davvero permettermi di pagare per i rifornimenti...

source: [_jacklyn_s_laughing_] Well, art's above all else... and that includes the law!
fr_fr: [_jacklyn_s_laughing_] Bien, l'art est avant tout ... et cela inclut la loi !
it_it: [_jacklyn_s_laughing_] Beh, l'arte è soprattutto altro... e che include la legge!

source: [_jacklyn_s_excited_] I'll pay for the doughnuts.
fr_fr: [_jacklyn_s_excited_] Je paierai pour les beignes.
it_it: [_jacklyn_s_excited_] Pagherò per le ciambelle.

source: [_mc_] Hey, thanks! That's so nice.
fr_fr: [_mc_] Hey, merci ! C'est si gentile.
it_it: [_mc_] Hey, grazie! È così bello.

source: [_jacklyn_s_excited_] I got you, bro.
fr_fr: [_jacklyn_s_excited_] Je t'ai eu, mon frère.
it_it: [_jacklyn_s_excited_] ti ho preso, bro.

source: [_mc_] So, I'm free to go?
fr_fr: [_mc_] Alors, je suis libre de partir?
it_it: [_mc_] Così, sono libero di andare?

source: [_jacklyn_s_laughing_] Go! Be free, little bird!
fr_fr: [_jacklyn_s_laughing_] Go ! Soyez libre, petit oiseau !
it_it: [_jacklyn_s_laughing_] Vai! Sii libero, uccellino!

source: [_jacklyn_s_laughing_] Let the wings of inspiration carry you to new artistic heights!
fr_fr: [_jacklyn_s_laughing_] Laissez les ailes de l'inspiration vous porter à de nouvelles hauteurs artistiques !
it_it: [_jacklyn_s_laughing_] Lasciate che le ali di ispirazione vi portino a nuove altezze artistiche!

source: [_mc_] Err... thanks... I'll do my best.
fr_fr: [_mc_] Err ... merci ... Je ferai de mon mieux.
it_it: [_mc_] Err... grazie... farò del mio meglio.

source: [_mc_] I was hoping you could help me with the project...
fr_fr: [_mc_] J'espérais que tu pourrais m'aider avec le projet ...
it_it: [_mc_] speravo che tu potessi aiutarmi con il progetto...

source: [_jacklyn_s_laughing_] Yeah?
fr_fr: [_jacklyn_s_laughing_] Oui?
it_it: [_jacklyn_s_laughing_] Sì?

source: [_mc_] I need a model, and you'd be perfect for it.
fr_fr: [_mc_] J'ai besoin d'un modèle, et vous seriez parfait pour ça.
it_it: [_mc_] Ho bisogno di un modello, e saresti perfetto per esso.

source: [_jacklyn_s_laughing_] Well, stop by my classroom and let's give those pins a strike!
fr_fr: [_jacklyn_s_laughing_] Eh bien, arrêtez par ma classe et donnons-nous à ces épingles une grève !
it_it: [_jacklyn_s_laughing_] Beh, fermatevi dalla mia aula e diamo un colpo a quei spilli!

source: All right! Got away with theft and got [jacklyn] into my fictional art project.
fr_fr: Très bien ! Vous avez volé et obtenu [jacklyn] dans mon projet d'art fictif.
it_it: Va bene! Si è allontanato con furto e ha ottenuto [jacklyn] nel mio progetto di arte fittizia.

source: Well done me!
fr_fr: Eh bien, faites-moi !
it_it: Bene mi ha fatto!

source: All right! Got away with theft... screwed the [guard] over... and got [jacklyn] into my fictional art project.
fr_fr: Très bien ! Got avec le vol ... a dévissé le [guard] sur ... et a eu [jacklyn] dans mon projet d'art fictif.
it_it: Va bene! Si è tolto con furto... avvitato l' [guard] sopra... e ha ottenuto [jacklyn] nel mio progetto d'arte immaginario.

source: [_jo_s_embarrassed_] What do you think you're doing?!
fr_fr: [_jo_s_embarrassed_] Que penses-tu que tu fais?
it_it: [_jo_s_embarrassed_] Cosa pensi che stai facendo?!

source: [_jo_s_annoyed_] This is not the young man I know.
fr_fr: [_jo_s_annoyed_] Ce n'est pas le jeune homme que je connais.
it_it: [_jo_s_annoyed_] Questo non è il giovane che conosco.

source: [_jo_s_annoyed_] Stealing from the school kitchen?
fr_fr: [_jo_s_annoyed_] Le vol à partir de la cuisine de l'école?
it_it: [_jo_s_annoyed_] Rubare dalla cucina della scuola?

source: [_mc_] You told me to get the guard something from the cafeteria!
fr_fr: [_mc_] Vous m'avez dit de prendre le garde de la cafétéria !
it_it: [_mc_] Mi hai detto di prendere la guardia qualcosa dalla caffetteria!

source: [_jo_s_concerned_] But I didn't tell you to steal it, did I?
fr_fr: [_jo_s_concerned_] Mais je ne vous ai pas dit de le voler, ai-je?
it_it: [_jo_s_concerned_] Ma non ti ho detto di rubarlo, vero?

source: [_mc_] I don't have a job! How am I supposed to afford overpriced doughnuts?{space=-70}
fr_fr: [_mc_] Je n'ai pas de travail ! Comment suis-je censé acheter des beignes à prix excessif? { space=-70 }
it_it: [_mc_] Non ho un lavoro! Come dovrei permettermi ciambelle troppo costose?{space=-70}

source: [_jo_s_skeptical_] You're a smart kid. You should be able to figure it out.
fr_fr: [_jo_s_skeptical_] Vous êtes un gamin intelligent. Tu devrais être capable de le comprendre.
it_it: [_jo_s_skeptical_] Sei un ragazzo intelligente. Dovresti essere in grado di capirlo.

source: [_mc_] Look, I wasn't stealing... I just didn't have any money and the [guard] looked really hungry...
fr_fr: [_mc_] Ecoute, je n'ai pas volé ... Je n'avais pas d'argent et le [guard] avait vraiment faim ...
it_it: [_mc_] Guarda, non stavo rubando... Non avevo soldi e la [guard] sembrava davvero affamata...
