Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_buried.po
Languages: fr_fr, it_it

source: [_isabelle_s_excited_] She always let me know exactly how she was feeling every day.
fr_fr: [_isabelle_s_excited_] Elle me laisse toujours savoir exactement comment elle se sentait chaque jour.
it_it: [_isabelle_s_excited_] Lei mi ha sempre fatto sapere esattamente come si sentiva ogni giorno.

source: [_mc_] I imagine there were a lot of sad faces in the end.
fr_fr: [_mc_] J'imagine qu'il y avait beaucoup de visages tristes à la fin.
it_it: [_mc_] Immagino che alla fine ci fossero molte facce tristi.

source: [_isabelle_s_sad_] I... made her stop doing it. I didn't want her wasting my lipstick.
fr_fr: [_isabelle_s_sad_] I. .. l'a fait arrêter de le faire. Je ne voulais pas qu'elle gaspette mon rouge à lèvres.
it_it: [_isabelle_s_sad_] Io... la fece smettere di farlo. Non volevo che lei sprechi il mio rossetto.

source: [_isabelle_s_sad_] In hindsight, it's one of those things I really regret.
fr_fr: [_isabelle_s_sad_] En rétrospective, c'est une de ces choses que je regrette vraiment.
it_it: [_isabelle_s_sad_] Nel senno di poi, è una di quelle cose che mi rammarico davvero.

source: [_isabelle_s_sad_] Such a silly thing. Who cares about some lipstick, right?
fr_fr: [_isabelle_s_sad_] Une telle chose stupide. Qui se soucie d'un rouge à lèvres, non?
it_it: [_isabelle_s_sad_] Una cosa così sciocca. Chi si preoccupa di qualche rossetto, giusto?

source: [_mc_] I've told [flora] not to touch my things a million times. I don't think you should beat yourself up over this.
fr_fr: [_mc_] I've told [flora] not to touch my things a million times. Je ne pense pas que tu devrais te battre contre ça.
it_it: [_mc_] Ho detto ad [flora] di non toccare le mie cose un milione di volte. Non penso che dovresti batterti su questo.

source: [_isabelle_s_smile_] It's hard not to overanalyze everything you could've done differently.
fr_fr: [_isabelle_s_smile_] Il est difficile de ne pas suranalyser tout ce que vous auriez pu faire différemment.
it_it: [_isabelle_s_smile_] È difficile non sovraanalizzare tutto quello che si poteva fare in modo diverso.

source: [_mc_] Oh, trust me, I know exactly what that's like. Lying awake at night, thinking of all those things you'd do differently if you could.
fr_fr: [_mc_] Oh, faites-moi confiance, je sais exactement ce que c'est. Lying awake at night, thinking of all those things you'd do différemment if you could.
it_it: [_mc_] Oh, fidati di me, so esattamente quello che è così. Sdraiati sveglia di notte, pensando a tutte quelle cose che farebbe diversamente se potessi.

source: [_mc_] I don't think it helps.
fr_fr: [_mc_] Je ne pense pas que ça aide.
it_it: [_mc_] Non penso che aiuti.

source: [_isabelle_s_confident_] You're probably right.
fr_fr: [_isabelle_s_confident_] Vous avez probablement raison.
it_it: [_isabelle_s_confident_] probabilmente hai ragione.

source: [_mc_] Even though the box is empty, your heart seems fuller than ever.
fr_fr: [_mc_] Même si la boîte est vide, votre cœur semble plus complet que jamais.
it_it: [_mc_] Anche se la scatola è vuota, il tuo cuore sembra più pieno che mai.

source: [_isabelle_s_sad_] It doesn't feel that way...
fr_fr: [_isabelle_s_sad_] Ça ne se sent pas comme ça ...
it_it: [_isabelle_s_sad_] Non si sente così...

source: [_mc_] Well, I can see how much your sister meant to you. There's no denying that.
fr_fr: [_mc_] Eh bien, je peux voir combien votre soeur vous a destinée. Il n'y a pas de refus.
it_it: [_mc_] Beh, posso vedere quanto tua sorella intendeva per te. Non c'è da negarlo.

source: [_mc_] The box is just a symbol, you have all your love for your sister in your heart. No one can steal that away.
fr_fr: [_mc_] La boîte est juste un symbole, vous avez tout votre amour pour votre sœur dans votre cœur. Personne ne peut voler ça.
it_it: [_mc_] La scatola è solo un simbolo, hai tutto il tuo amore per tua sorella nel tuo cuore. Nessuno può rubarlo via.

source: [_isabelle_s_blush_] You're right.
fr_fr: [_isabelle_s_blush_] Vous avez raison.
it_it: [_isabelle_s_blush_] Hai ragione.

source: [_isabelle_s_blush_] Sometimes you say things I'd never expect. It's like you're wise beyond your years.
fr_fr: [_isabelle_s_blush_] Parfois, vous dites des choses que je ne m'attendais pas. C'est comme si tu étais sage au-delà de tes années.
it_it: [_isabelle_s_blush_] A volte dici cose che non mi aspetterei mai. È come se tu fossi saggio oltre i tuoi anni.

source: [_mc_] I guess I might be.
fr_fr: [_mc_] Je suppose que je pourrais être.
it_it: [_mc_] Immagino che potrei essere.

source: Didn't travel back in time for nothing...
fr_fr: Je ne suis pas revenu à temps pour rien ...
it_it: Non è tornato indietro nel tempo per niente...

source: [_isabelle_s_smile_] I appreciate it.
fr_fr: [_isabelle_s_smile_] Je l'apprécie.
it_it: [_isabelle_s_smile_] lo apprezzo.

source: [_mc_] We'll make sure everyone gets what they deserve.
fr_fr: [_mc_] Nous ferons en sorte que tout le monde obtienne ce qu'il mérite.
it_it: [_mc_] Ci assicureremo che tutti ottengano quello che meritano.

source: [_isabelle_s_annoyed_left_] Yeah, this isn't over.
fr_fr: [_isabelle_s_annoyed_left_] Oui, ce n'est pas fini.
it_it: [_isabelle_s_annoyed_left_] Sì, questo non è finito.

source: [_mc_] I imagine it'll be an endless fight to rid the world of bullies, but I'll be with you along the way.
fr_fr: [_mc_] J'imagine que ce sera une lutte sans fin pour débarrasser le monde des mensonges, mais je serai avec vous en cours de route.
it_it: [_mc_] Immagino che sarà una lotta infinita per liberare il mondo dai bulli ma sarò con te lungo la strada.

source: [_isabelle_s_blush_] Thank you. I'd like that.
fr_fr: [_isabelle_s_blush_] Merci. J'aimerais ça.
it_it: [_isabelle_s_blush_] Grazie. Mi piacerebbe.

source: [_mc_] It's the only thing that we can do.
fr_fr: [_mc_] C'est la seule chose que nous pouvons faire.
it_it: [_mc_] È l'unica cosa che possiamo fare.

source: [_isabelle_s_confident_] I like that sentiment.
fr_fr: [_isabelle_s_confident_] J'aime ce sentiment.
it_it: [_isabelle_s_confident_] Mi piace quel sentimento.

source: [_isabelle_s_confident_] But first, let's do what we came here to do.
fr_fr: [_isabelle_s_confident_] Mais d'abord, faisons ce que nous sommes venus faire.
it_it: [_isabelle_s_confident_] Ma prima, facciamo quello che siamo venuti qui per fare.

source: [_isabelle_s_sad_] Nothing to do about it, I reckon.
fr_fr: [_isabelle_s_sad_] Rien à faire à ce sujet, je pense.
it_it: [_isabelle_s_sad_] Niente da fare a questo proposito, penso.

source: [_isabelle_s_neutral_] Life's never perfect. I know that.
fr_fr: [_isabelle_s_neutral_] La vie n'est jamais parfaite. Je le sais.
it_it: [_isabelle_s_neutral_] La vita non è mai perfetta. Lo so.

source: [_isabelle_s_skeptical_] What I can't get over is the wickedness.
fr_fr: [_isabelle_s_skeptical_] Ce que je ne peux pas passer, c'est la méchanceté.
it_it: [_isabelle_s_skeptical_] Quello che non riesco a superare è la malvagità.

source: [_isabelle_s_skeptical_] This is one of those things that she'd come home crying about.
fr_fr: [_isabelle_s_skeptical_] C'est une de ces choses qu'elle rentrerait à la maison en pleurant.
it_it: [_isabelle_s_skeptical_] Questa è una di quelle cose che sarebbe tornata a casa piangere.

source: [_isabelle_s_angry_] Those wankers would take her things.
fr_fr: [_isabelle_s_angry_] Ces wankers pourraient prendre ses affaires.
it_it: [_isabelle_s_angry_] Quei wankers prenderebbero le sue cose.

source: [_isabelle_s_angry_] I get how it feels now.
fr_fr: [_isabelle_s_angry_] Je me sens comme ça maintenant.
it_it: [_isabelle_s_angry_] Ho come si sente adesso.

source: [_isabelle_s_sad_] I'm just sad it took me so long to understand her pain.
fr_fr: [_isabelle_s_sad_] Je suis juste triste qu'il m'ait fallu tant de temps pour comprendre sa douleur.
it_it: [_isabelle_s_sad_] Sono solo triste che mi ci sia voluto così tanto tempo per capire il suo dolore.

source: [_isabelle_s_sad_] Sorry, I'm rambling.
fr_fr: [_isabelle_s_sad_] Désolé, je permets.
it_it: [_isabelle_s_sad_] Mi dispiace, sto agitando.

source: [_mc_] Hey, it's okay. I totally get it.
fr_fr: [_mc_] Hé, c'est bon. Je l'ai totalement.
it_it: [_mc_] Hey, va bene. Lo ottengo totalmente.

source: [_isabelle_s_blush_] You're such a good listener. Thank you, [mc].
fr_fr: [_isabelle_s_blush_] Vous êtes un bon auditeur. Merci, [mc].
it_it: [_isabelle_s_blush_] Sei un ascoltatore così buono. Grazie, [mc].

source: [_mc_] So, how do you usually do this?
fr_fr: [_mc_] Alors, comment fait-on habituellement ça?
it_it: [_mc_] Quindi, come fai di solito a farlo?

source: [_isabelle_s_sad_] It's complicated.
fr_fr: [_isabelle_s_sad_] C'est compliqué.
it_it: [_isabelle_s_sad_] È complicato.

source: [_mc_] Complicated, how?
it_it: [_mc_] Complicato, come?

source: [_isabelle_s_sad_] I always feel like she's watching.
fr_fr: [_isabelle_s_sad_] J'ai toujours l'impression qu'elle regarde.
it_it: [_isabelle_s_sad_] Mi sento sempre come lei sta guardando.

source: [_mc_] Maybe she is.
fr_fr: [_mc_] Peut-être qu'elle est.
it_it: [_mc_] Forse è.

source: [_isabelle_s_neutral_] I think so.
fr_fr: [_isabelle_s_neutral_] Je pense que oui.
it_it: [_isabelle_s_neutral_] penso di sì.

source: [_isabelle_s_neutral_] My first memory of her is from a Christmas day when we were little.
fr_fr: [_isabelle_s_neutral_] Ma première mémoire d'elle est un jour de Noël alors que nous étions petits.
it_it: [_isabelle_s_neutral_] Il mio primo ricordo di lei è da un giorno di Natale in cui eravamo piccoli.

source: [_isabelle_s_smile_] She was sitting on my lap and she caught my cheek between her chubby little fingers, pinching it hard.
fr_fr: [_isabelle_s_smile_] Elle était assise sur mes genoux et elle a attrapé ma joue entre le petit doigt de son chubby, le pinçant dur.
it_it: [_isabelle_s_smile_] Era seduta sul mio giro e lei catturò la mia guancia tra le sue piccole dita paffute, pizzicandola duramente.

source: [_isabelle_s_smile_] She could definitely be a brat when she wanted to, but she was a really good person.
fr_fr: [_isabelle_s_smile_] Elle pouvait certainement être une brat quand elle le voulait, mais elle était une très bonne personne.
it_it: [_isabelle_s_smile_] Aveva sicuramente potuto essere un reggiseno quando voleva, ma era una persona davvero brava.

source: [_mc_] Sounds like she had quite the personality.
it_it: [_mc_] Suona come lei aveva abbastanza la personalità.

source: [_isabelle_s_laughing_] You could say that!
fr_fr: [_isabelle_s_laughing_] Vous pouvez dire ça !
it_it: [_isabelle_s_laughing_] Potresti dirlo!

source: [_isabelle_s_smile_] One time she found a bird with a broken wing.
fr_fr: [_isabelle_s_smile_] Une fois, elle a trouvé un oiseau avec une aile cassée.
it_it: [_isabelle_s_smile_] Una volta ha trovato un uccello con un'ala rotta.

source: [_isabelle_s_smile_] Dad said there was no point, but she was stubborn.
fr_fr: [_isabelle_s_smile_] Dad a dit qu'il n'y avait aucun point, mais qu'elle était têne.
it_it: [_isabelle_s_smile_] Papà disse che non c'era alcun punto, ma lei era testarda.

source: [_isabelle_s_confident_] It took her a couple of months, but she nursed the bird back to health.
fr_fr: [_isabelle_s_confident_] Ça lui a pris quelques mois, mais elle a soigné l'oiseau pour la santé.
it_it: [_isabelle_s_confident_] Ci sono voluti un paio di mesi, ma lei ha allattato l'uccello torna in salute.

source: [_isabelle_s_confident_] I'll never forget her smile when that bird spread its wings and flew into the summer sky.
fr_fr: [_isabelle_s_confident_] Je n'oublierai jamais son sourire quand cet oiseau a répandu ses ailes et s'est envolé dans le ciel d'été.
it_it: [_isabelle_s_confident_] Non dimenticherò mai il suo sorriso quando quell'uccello sparse le ali e volò nel cielo estivo.

source: [_mc_] I'm really sorry.
fr_fr: [_mc_] Je suis vraiment désolé.
it_it: [_mc_] mi dispiace davvero.

source: [_isabelle_s_sad_] So am I... every single day.
fr_fr: [_isabelle_s_sad_] Donc je suis ... tous les jours.
it_it: [_isabelle_s_sad_] Così sono... ogni singolo giorno.

source: What do you even say to someone who's dealing with this kind of pain?
fr_fr: Que dis-tu à quelqu'un qui a affaire à ce genre de douleur?
it_it: Che cosa dite anche a qualcuno che si occupa di questo tipo di dolore?

source: These kinds of wounds probably never heal.
fr_fr: Ces blessures ne guérissent probablement jamais.
it_it: Questi tipi di ferite probabilmente non guariscono mai.

source: One day they're there, and the next... your world is never the same.
fr_fr: Un jour ils sont là, et le suivant ... votre monde n'est jamais pareil.
it_it: Un giorno sono lì, e il prossimo... il vostro mondo non è mai lo stesso.

source: You're left clutching for memories and struggling with what ifs.
fr_fr: Vous êtes laissé enserrer des souvenirs et vous battre avec ce que vous voulez.
it_it: Sei rimasto stringendo per i ricordi e lottando con quello che ses.

source: To everyone else, it's just an empty box, but to [isabelle] it's all the good things she shared with her sister.
fr_fr: Pour tout le monde, c'est juste une boîte vide, mais au [isabelle] c'est toutes les bonnes choses qu'elle a partagées avec sa sœur.
it_it: Per tutti gli altri, è solo una scatola vuota, ma per [isabelle] è tutto ciò che ha condiviso con sua sorella.

source: Every year she buries it to get some semblance of closure. That's all she has left.
fr_fr: Chaque année, elle l'enterie pour obtenir un semblant de fermeture. C'est tout ce qu'elle a quitté.
it_it: Ogni anno lo seppellisce per ottenere qualche parvenza di chiusura. È tutto quello che ha lasciato.

source: [_isabelle_s_sad_] I think it's time.
fr_fr: [_isabelle_s_sad_] Je pense qu'il est temps.
it_it: [_isabelle_s_sad_] Penso che sia tempo.

source: What goes through her mind when she kneels next to the hole and puts the box into the ground?
fr_fr: Qu'est-ce qui passe par son esprit quand elle s'agenouille à côté du trou et met la boîte dans le sol?
it_it: Cosa passa attraverso la sua mente quando si inginocchia accanto al buco e mette la scatola nel terreno?

source: What sort of dust and ashes tumble through her mind as she fills the hole?
fr_fr: Quel genre de poussière et de cendres tombe dans son esprit quand elle remplit le trou?
it_it: Che tipo di polvere e ceneri cadono nella sua mente mentre riempie il buco?

source: I've known thoughts so painful they rip a chunk out of your soul, but they're made of self-pity and jealousy.
fr_fr: J'ai connu des pensées si douloureuses qu'elles ont déchiré un morceau de votre âme, mais elles sont faites de pitié et de jalousie.
it_it: Ho conosciuto pensieri così dolorosi che strappano un pezzo dalla tua anima, ma sono fatti di autocompassione e gelosia.

source: Her pain must be different. A broken heart that won't stop bleeding.
fr_fr: Sa douleur doit être différente. Un cœur brisé qui ne va pas arrêter de saigner.
it_it: Il suo dolore deve essere diverso. Un cuore rotto che non fermerà il sanguinamento.

source: [_isabelle_s_sad_] Will you stay with me a little while?
fr_fr: [_isabelle_s_sad_] Est-ce que vous restez avec moi un peu?
it_it: [_isabelle_s_sad_] Rimarrai con me un po'?

source: [_mc_] Of course. Take as long as you need.
fr_fr: [_mc_] Bien sûr. Prenez aussi longtemps que vous en avez besoin.
it_it: [_mc_] naturalmente. Prendi il tempo necessario.

source: [_isabelle_s_sad_] Do you think there's a place where good people get to go when they die?
fr_fr: [_isabelle_s_sad_] Pensez-vous qu'il y a un endroit où les gens peuvent aller quand ils meurent?
it_it: [_isabelle_s_sad_] Pensi che ci sia un posto in cui le persone buone arrivano ad andare quando muoiono?

source: [_mc_] Like a heaven?
fr_fr: [_mc_] Comme un paradis?
it_it: [_mc_] Come un cielo?

source: [_isabelle_s_concerned_left_] Maybe... I just find it so unfair that she's gone.
fr_fr: [_isabelle_s_concerned_left_] Peut-être ... Je trouve ça tellement injuste qu'elle est partie.
it_it: [_isabelle_s_concerned_left_] Forse... Lo trovo appena così ingiusto che lei è andato.

source: [_mc_] It is unfair. I don't really believe in heaven, but I hope she's found peace.
fr_fr: [_mc_] C'est injuste. Je ne crois pas vraiment au paradis, mais j'espère qu'elle a trouvé la paix.
it_it: [_mc_] È ingiusto. Non credo davvero nel cielo, ma spero che lei abbia trovato la pace.

source: [_isabelle_s_concerned_] Sometimes when I wake up, I see her in the morning light as it passes through the window.
fr_fr: [_isabelle_s_concerned_] Parfois, quand je me réveille, je la vois dans la lumière du matin quand elle passe par la fenêtre.
it_it: [_isabelle_s_concerned_] A volte quando mi sveglio, la vedo alla luce del mattino mentre passa attraverso la finestra.

source: [_isabelle_s_concerned_] Sometimes I see her in the reflection of a puddle or amongst the drifting clouds.
fr_fr: [_isabelle_s_concerned_] Parfois je la vois dans le reflet d'une flaque ou parmi les nuages dérivants.
it_it: [_isabelle_s_concerned_] A volte la vedo nel riflesso di una pozza o tra le nuvole alla deriva.

source: [_isabelle_s_excited_] She's always smiling at me, like the day she released that bird.
fr_fr: [_isabelle_s_excited_] Elle me sourit toujours, comme le jour où elle a libéré cet oiseau.
it_it: [_isabelle_s_excited_] Lei mi sorride sempre, come il giorno in cui ha rilasciato quell'uccello.

source: [_mc_] Maybe she's just as free to spread her wings now.
fr_fr: [_mc_] Peut-être qu'elle est aussi libre de répandre ses ailes maintenant.
it_it: [_mc_] Forse è altrettanto libera di diffondere le ali adesso.

source: [_isabelle_s_neutral_] I'd like to believe that.
fr_fr: [_isabelle_s_neutral_] J'aimerais croire ça.
it_it: [_isabelle_s_neutral_] vorrei crederci.

source: [_isabelle_s_sad_] After what happened, I wasn't sure if I'd be able to do this on my own.
fr_fr: [_isabelle_s_sad_] Après ce qui s'est passé, je n'étais pas sûr que je serais capable de le faire seul.
it_it: [_isabelle_s_sad_] Dopo quello che è successo, non ero sicuro se sarei stato in grado di farlo da solo.

source: [_mc_] I'm sure you could've.
fr_fr: [_mc_] Je suis sûr que vous auriez pu.
it_it: [_mc_] sono sicuro che potevate.

source: [_isabelle_s_blush_] Thanks, but I'm glad I got to share this with you.
fr_fr: [_isabelle_s_blush_] Merci, mais je suis heureux de partager ça avec vous.
it_it: [_isabelle_s_blush_] Grazie, ma sono contento di poterlo condividere con voi.

source: [_isabelle_s_blush_] I think you're quite special.
fr_fr: [_isabelle_s_blush_] Je pense que vous êtes tout à fait spécial.
it_it: [_isabelle_s_blush_] Penso che tu sia abbastanza speciale.

source: [_mc_] Special?
fr_fr: [_mc_] Spécial?
it_it: [_mc_] Speciale?

source: Only ever heard that in a negative connotation before, but [isabelle]'s seems genuine.
fr_fr: Seulement jamais entendu cela dans une connotation négative, mais [isabelle]'s semble authentique.
it_it: Solo mai sentito che in una connotazione negativa prima, ma [isabelle]'s sembra genuino.

source: I didn't really do much of anything either, but maybe just being there for her is enough?
fr_fr: Je n'ai pas vraiment fait grand-chose non plus, mais peut-être qu'être là pour elle suffit?
it_it: Non ho fatto davvero molto di niente, ma forse essere lì solo per lei è abbastanza?

source: [_isabelle_s_blush_] Is it okay if I hug you?
fr_fr: [_isabelle_s_blush_] Est-ce bon si je vous embrais?
it_it: [_isabelle_s_blush_] Va bene se ti abbraccio?

source: [_mc_] Yes! I mean, I guess. Sure.
fr_fr: [_mc_] Oui ! Je veux dire, je suppose. Bien sûr.
it_it: [_mc_] Sì! Intendo dire, immagino.

source: [_isabelle_s_laughing_] Smooth!
fr_fr: [_isabelle_s_laughing_] Lissage !
it_it: [_isabelle_s_laughing_] Lisci!

source: They never tell you what a hug of true gratitude feels like.
fr_fr: Ils ne te disent jamais ce qu'est un câbeux d'une vraie gratitude.
it_it: Non ti dicono mai come si sente un abbraccio di vera gratitudine.

source: They never share what a girl's arms wrapped around your neck feels like.
fr_fr: Ils ne partagent jamais ce que les bras d'une fille enveloppent autour de votre cou.
it_it: Non condividono mai ciò che le braccia di una ragazza avvolte intorno al collo si sente.

source: How she rests her head on your shoulder.
fr_fr: Comment elle repose la tête sur votre épaule.
it_it: Come poggia la testa sulla spalla.

source: All those lovely scents of her hair and skin.
fr_fr: Toutes ces adorables senteurs de ses cheveux et de sa peau.
it_it: Tutti quei deliziosi profumi dei suoi capelli e della pelle.

source: How she leans her full weight against you.
fr_fr: Comment elle a pris son plein poids contre toi.
it_it: Come si appoggia il suo peso pieno contro di voi.

source: How she breathes into you, and you into her.
fr_fr: Comment elle vous respire, et vous l'avez dans elle.
it_it: Come lei respira in voi e voi in lei.

source: They never tell you!
fr_fr: Ils ne te le disent jamais !
it_it: Non te lo dicono mai!

source: And there you are, worrying about ever having sex. Worrying about love and lust.
fr_fr: Et vous êtes là, inquiet pour avoir des rapports sexuels. Le culte de l'amour et de la luxure.
it_it: E ci si è, preoccupando di avere mai il sesso. Preoccuparsi di amore e lussuria.

source: And in reality, the thing you're really missing is intimacy.
fr_fr: Et en réalité, ce qui vous manque vraiment, c'est l'intimité.
it_it: E in realtà, la cosa che ti manca è l'intimità.

source: Who knows, maybe that's the first step? Platonic intimacy.
fr_fr: Qui sait, peut-être que c'est la première étape? L'intimité platonique.
it_it: Chissà, forse è il primo passo? L'intimità platonica.

source: Maybe I'm just drunk on happy brain chemicals, but there's definitely a difference between hugs.
fr_fr: Peut-être que je suis ivre avec des produits chimiques cérébraux heureux, mais il y a certainement une différence entre les hugs.
it_it: Forse sono solo ubriaco su sostanze chimiche cerebrali felici, ma c'è sicuramente una differenza tra abbracci.

source: I've seen girls hug the jocks and each other — they do it every morning, like a ritual — but they don't hug like this.
fr_fr: J'ai vu des filles hug les jhores et les unes les autres-elles le font tous les matins, comme un rituel-mais elles ne se huent pas comme ça.
it_it: Ho visto le ragazze abbracciare i jocks e l'un l'altro - lo fanno ogni mattina, come un rituale - ma non abbracciano così.

source: They don't hug like [isabelle] is hugging me now.
fr_fr: Ils ne se huent pas comme [isabelle] me embrassant maintenant.
it_it: Non abbracciano come [isabelle] mi sta abbracciando ora.

source: This is another type of hug.
fr_fr: C'est un autre type de refuge.
it_it: Questo è un altro tipo di abbraccio.

source: They never tell you about this type of hug.
fr_fr: Ils ne vous parlent jamais de ce type de refuge.
it_it: Non ti raccontano mai di questo tipo di abbraccio.

source: They never tell you—
fr_fr: Ils ne te disent jamais-
it_it: Non te lo dicono mai—

source: And then it just happens.
fr_fr: Et c'est juste qu'il se passe.
it_it: E poi succede soltanto.

source: Just like that, she gets on her tippy toes and puts her lips to yours.
fr_fr: Comme ça, elle se met sur ses orteils tippy et met ses lèvres à la vôtre.
it_it: Proprio come questo, lei si mette sulle dita dei piedi e mette le labbra alle vostre.

source: After you've put it on a pedestal for thirty years, it's... almost too natural.
fr_fr: Après que tu l'as mis sur un piédestal pendant trente ans, c'est. .. presque trop naturel.
it_it: Dopo averlo messo su un piedistallo per trent'anni, è... quasi troppo naturale.

source: Like it was inevitable somehow.
fr_fr: Comme c'était inévitable d'une manière ou d'une autre.
it_it: Come era inevitabile in qualche modo.
