Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: [_maxine_s_skeptical_] {i}They're{/} listening. Weren't you listening?
fr_fr: [_maxine_s_skeptical_] {i}Ils sont { / } à l'écoute. N'écoutez-vous pas?
it_it: [_maxine_s_skeptical_] {i}Ascoltano 're{/}. Non stavi ascoltando?

source: [_mc_] Honestly? Not really.
fr_fr: [_mc_] Honnêtement? Pas vraiment.
it_it: [_mc_] onestamente? Non davvero.

source: [_mc_] But you do owe us a meeting.
fr_fr: [_mc_] Mais vous nous devez une réunion.
it_it: [_mc_] Ma tu ci devi un incontro.

source: [_maxine_s_afraid_] Out of the question! [withvpunch]
fr_fr: [_maxine_s_afraid_] Hors de la question ! [withvpunch]
it_it: [_maxine_s_afraid_] Fuori domanda! [withvpunch]

source: [_isabelle_s_laughing_] Great. Now the souls of the perished definitely heard us.
fr_fr: [_isabelle_s_laughing_] Grand. Maintenant, les âmes des morts nous ont certainement entendus.
it_it: [_isabelle_s_laughing_] Grande. Ora le anime dei morti ci hanno sicuramente ascoltati.

source: [_maxine_s_cringe_] Are you sure?
fr_fr: [_maxine_s_cringe_] Etes-vous sûr?
it_it: [_maxine_s_cringe_] Sei sicuro?

source: [_isabelle_s_confident_] Love, do you have time for us or not?
fr_fr: [_isabelle_s_confident_] L'amour, tu as du temps pour nous ou pas?
it_it: [_isabelle_s_confident_] Amore, hai del tempo per noi o no?

source: [_maxine_s_sad_] I suppose I did promise you both a meeting...
fr_fr: [_maxine_s_sad_] Je suppose que je vous ai promis à la fois une réunion ...
it_it: [_maxine_s_sad_] Suppongo che ti abbia promesso sia un incontro...

source: [_maxine_s_thinking_] Fine. Where do you want to meet?
fr_fr: [_maxine_s_thinking_] Fine. Où voulez-vous vous rencontrer?
it_it: [_maxine_s_thinking_] Bene. Dove vuoi incontrare?

source: [_mc_] How about here?
fr_fr: [_mc_] Comment se présente ici?
it_it: [_mc_] Che ne dici qui?

source: [_maxine_s_afraid_] Absolutely out of the question! [withvpunch]
fr_fr: [_maxine_s_afraid_] Absolument hors de la question ! [withvpunch]
it_it: [_maxine_s_afraid_] Assolutamente fuori domanda! [withvpunch]

source: [_mc_] Where, then?
fr_fr: [_mc_] Où, alors?
it_it: [_mc_] Dove, allora?

source: [_maxine_s_thinking_] Where the sun shines, but the raindrops never reach.
fr_fr: [_maxine_s_thinking_] Où le soleil brille, mais les gouttes de pluie n'atteignent jamais.
it_it: [_maxine_s_thinking_] Dove splende il sole, ma le gocce di pioggia non raggiungono mai.

source: [_isabelle_s_thinking_] What's that supposed to mean?
fr_fr: [_isabelle_s_thinking_] Qu'est-ce que c'est censé vouloir dire?
it_it: [_isabelle_s_thinking_] Che cosa dovrebbe significare?

source: [_mc_] She already left... but it seems to be some kind of riddle.
fr_fr: [_mc_] Elle est déjà partie ... mais ça semble être une sorte de énigme.
it_it: [_mc_] Lei se n'è già andato... ma sembra essere una sorta di indovinello.

source: [_mc_] I guess I can try to figure it out if you have class.
fr_fr: [_mc_] Je suppose que je peux essayer de le comprendre si vous avez une classe.
it_it: [_mc_] Immagino che posso provare a capire se hai una lezione.

source: [_isabelle_s_flirty_] I don't really have class. I just wanted her to get a move on.
fr_fr: [_isabelle_s_flirty_] Je n'ai pas vraiment de cours. Je voulais juste qu'elle se déplace.
it_it: [_isabelle_s_flirty_] Non ho davvero lezione. Volevo solo che lei si muovesse avanti.

source: [_isabelle_s_flirty_] We can find her together.
fr_fr: [_isabelle_s_flirty_] Nous pouvons la trouver ensemble.
it_it: [_isabelle_s_flirty_] Possiamo trovarla insieme.

source: Where the sun shines, but the raindrops never reach...
fr_fr: Là où le soleil brille, mais les gouttes de pluie ne parviennent jamais ...
it_it: Dove splende il sole, ma le gocce di pioggia non raggiungono mai...

source: Where could that be?
fr_fr: Où cela pourrait être?
it_it: Dove potrebbe essere?

source: [_isabelle_s_confident_] Thanks for helping me down.
fr_fr: [_isabelle_s_confident_] Merci de m'avoir aidé.
it_it: [_isabelle_s_confident_] Grazie per avermi aiutato giù.

source: [_isabelle_s_laughing_] I can't believe we have to climb that bloody rope every time!
fr_fr: [_isabelle_s_laughing_] Je ne peux pas croire que nous devons gravir cette corde à chaque fois !
it_it: [_isabelle_s_laughing_] Non posso credere che dobbiamo arrampicarci ogni volta su quella corda sanguinosa!

source: [_mc_] I think it's to keep people out.
fr_fr: [_mc_] Je pense que c'est pour garder les gens à l'écart.
it_it: [_mc_] Penso che sia quello di tenere la gente fuori.

source: [_isabelle_s_confident_] Surely, it must be against the school regulations?
fr_fr: [_isabelle_s_confident_] Cela doit être contraire aux règlements de l'école?
it_it: [_isabelle_s_confident_] Certo, deve essere contro la regolamentazione scolastica?

source: [_mc_] Well, [maxine] isn't exactly the type to care about regulations.
fr_fr: [_mc_] Bien, [maxine] n'est pas exactement le genre à prendre en charge par les règlements.
it_it: [_mc_] Beh, [maxine] non è esattamente il tipo di cui preoccuparsi per le norme.

source: [_isabelle_s_laughing_] Fair enough!
fr_fr: [_isabelle_s_laughing_] Fair suffisante !
it_it: [_isabelle_s_laughing_] abbastanza giusto!

source: [_mc_] I thought you didn't like rules?
fr_fr: [_mc_] Je croyais que tu n'aimes pas les règles?
it_it: [_mc_] pensavo che non vi piacessero le regole?

source: [_isabelle_s_neutral_] Obviously, some rules are required for society to work.
fr_fr: [_isabelle_s_neutral_] De toute évidence, certaines règles sont nécessaires pour que la société fonctionne.
it_it: [_isabelle_s_neutral_] Ovviamente, alcune regole sono necessarie affinché la società possa lavorare.

source: [_isabelle_s_neutral_] Nothing is black and white.
fr_fr: [_isabelle_s_neutral_] Rien n'est noir et blanc.
it_it: [_isabelle_s_neutral_] Nulla è bianco e nero.

source: [_mc_] Except a chessboard.
fr_fr: [_mc_] Excepté une échiquier.
it_it: [_mc_] Tranne una scacchiera.

source: [_isabelle_s_excited_] Fair enough!
fr_fr: [_isabelle_s_excited_] Fair suffisante !
it_it: [_isabelle_s_excited_] abbastanza giusto!

source: [_mc_] Come on, let's find [maxine].
it_it: [_mc_] Avanti, troviamo [maxine].

source: [_isabelle_s_excited_] Lead the way!
fr_fr: [_isabelle_s_excited_] Diriger la voie !
it_it: [_isabelle_s_excited_] Guida la strada!

source: [_mc_] Do you have any book recommendations?
fr_fr: [_mc_] Avez-vous des recommandations?
it_it: [_mc_] Hai qualche consiglio per il libro?

source: [_isabelle_s_excited_] You better believe it!
fr_fr: [_isabelle_s_excited_] Vous feriez mieux de le croire !
it_it: [_isabelle_s_excited_] Faresti meglio a crederci!

source: [_isabelle_s_excited_] Anything specific you have in mind?
fr_fr: [_isabelle_s_excited_] Tout ce que vous avez en tête?
it_it: [_isabelle_s_excited_] Qualcosa di specifico hai in mente?

source: [_mc_] Something literary.
fr_fr: [_mc_] Quelque chose littéraire.
it_it: [_mc_] Qualcosa di letterario.

source: [_isabelle_s_blush_] That's... very exciting!
fr_fr: [_isabelle_s_blush_] C'est. .. très excitant !
it_it: [_isabelle_s_blush_] È molto eccitante!

source: [_isabelle_s_blush_] I had no idea you were into finer literature!
fr_fr: [_isabelle_s_blush_] Je n'avais pas idée que vous étiez dans une littérature plus fine !
it_it: [_isabelle_s_blush_] Non avevo idea che tu fossi nella letteratura più fine!

source: [_mc_] Well, what can I say? If it ain't avant-garde, it's a bit watered-down, isn't it?
fr_fr: [_mc_] Eh bien, que puis-je dire? Si ce n'est pas avant-gardiste, c'est un peu arrosé, n'est-ce pas?
it_it: [_mc_] Beh, cosa posso dire? Se non è d'avanguardia, è un po' annaffiato, vero?

source: [_isabelle_s_blush_] You really know how to speak to my heart. I'll text you some recs!
fr_fr: [_isabelle_s_blush_] Vous savez vraiment comment parler à mon cœur. Je vais vous faire du texte quelques recs !
it_it: [_isabelle_s_blush_] Sai davvero come parlare con il mio cuore. Ti scriverò dei messaggi!

source: [isabelle] looks really excited...
fr_fr: [isabelle] a l'air vraiment excité ...
it_it: [isabelle] sembra davvero eccitato...

source: If only I'd known this sooner, I would've taken her to the library day one.
fr_fr: Si seulement je l'avais su plus tôt, je l'aurais emmenée à la bibliothèque le jour 1.
it_it: Se solo lo sapessi prima, la avrei portata in biblioteca il primo giorno.

source: [_mc_] You look flustered.
fr_fr: [_mc_] Vous avez l'air flusée.
it_it: [_mc_] Sembri sfuggito.

source: [_isabelle_s_laughing_] I'm okay!
fr_fr: [_isabelle_s_laughing_] Je vais bien !
it_it: [_isabelle_s_laughing_] Sto bene!

source: [_mc_] Anything by Lovecraft.
fr_fr: [_mc_] Tout ce que Lovecraft.
it_it: [_mc_] Qualsiasi cosa di Lovecraft.

source: [_isabelle_s_laughing_] I didn't know you were into eldritch horror.
fr_fr: [_isabelle_s_laughing_] Je ne savais pas que vous étiez dans l'horreur.
it_it: [_isabelle_s_laughing_] Non sapevo che tu fossi in un orrore eldritto.

source: [_mc_] Well, not really. I'm just trying to understand [flora] better.
fr_fr: [_mc_] Bien, pas vraiment. J'essaie juste de mieux comprendre le [flora].
it_it: [_mc_] Beh, non davvero. Sto solo cercando di capire [flora] meglio.

source: [_isabelle_s_blush_] Aw, that's sweet! Okay, I'll text you some recs.
fr_fr: [_isabelle_s_blush_] Aw, c'est gentil ! Ok, je vais te textere quelques recs.
it_it: [_isabelle_s_blush_] Aw, questo è dolce! Ok, ti scriverò alcuni recs.

source: If only she knew my motives aren't exactly pure...
fr_fr: Si seulement elle savait que mes motifs ne sont pas vraiment purs ...
it_it: Se solo sapeva che i miei motivi non sono esattamente puri...

source: [_mc_] Do you know the movie "Mean Girls?"
fr_fr: [_mc_] Connaissez-vous le film "Mean Girls?"
it_it: [_mc_] Conosci il film "Mean Girls?"

source: [_mc_] I think I have a crush on Regina George.
fr_fr: [_mc_] Je crois que j'ai une béguin pour Regina George.
it_it: [_mc_] penso di avere una cotta su Regina George.

source: [_isabelle_s_eyeroll_] Seriously?
fr_fr: [_isabelle_s_eyeroll_] Sérieusement?
it_it: [_isabelle_s_eyeroll_] Seriamente?

source: [_mc_] The heart wants what the heart wants.
fr_fr: [_mc_] Le cœur veut ce que le cœur veut.
it_it: [_mc_] Il cuore vuole quello che vuole il cuore.

source: [_isabelle_s_laughing_] I guess I'll text you some recs.
fr_fr: [_isabelle_s_laughing_] Je vais vous dire quelques recs.
it_it: [_isabelle_s_laughing_] Immagino che ti manderò dei messaggi.

source: [_mc_] Much appreciated!
fr_fr: [_mc_] Bien apprécié !
it_it: [_mc_] Molto apprezzato!

source: [_mc_] Do you know what shibari is?
fr_fr: [_mc_] Savez-vous ce qu'est le shibari?
it_it: [_mc_] Sai cos'è lo shibari?

source: [_isabelle_s_laughing_] Sure! I'll text you some recs.
fr_fr: [_isabelle_s_laughing_] Sure ! Je vais te textere quelques recs.
it_it: [_isabelle_s_laughing_] Certo! Ti scriverò alcuni recs.

source: [_mc_] You're not weirded out?
fr_fr: [_mc_] Vous n'êtes pas désordié?
it_it: [_mc_] Non sei strano fuori?

source: [_isabelle_s_confident_] As long as everyone involved are consenting adults, it's none of my business.
fr_fr: [_isabelle_s_confident_] Tant que toutes les personnes impliquées sont des adultes consentants, ce n'est pas mon entreprise.
it_it: [_isabelle_s_confident_] Fintanto che tutti gli interessati sono adulti consenzienti, non è niente di miei affari.

source: Wow, [isabelle] might be the most mature person I've met...
fr_fr: Wow, [isabelle] pourrait être la personne la plus mature que j'ai rencontré ...
it_it: Wow, [isabelle] potrebbe essere la persona più matura che ho incontrato...

source: [_mc_] Cool, thanks!
fr_fr: [_mc_] Cool, merci !
it_it: [_mc_] Cool, grazie!

source: [_isabelle_s_confident_] Let's find [maxine], shall we?
it_it: [_isabelle_s_confident_] Cerchiamo di trovare [maxine], vero?

source: [_mc_] What do you think about [flora]?
fr_fr: [_mc_] Que pensez-vous de [flora]?
it_it: [_mc_] Cosa ne pensi di [flora]?

source: [_isabelle_s_neutral_] She's wild.
fr_fr: [_isabelle_s_neutral_] Elle est sauvage.
it_it: [_isabelle_s_neutral_] Lei è selvaggia.

source: [_mc_] Too wild for you?
fr_fr: [_mc_] Trop sauvage pour vous?
it_it: [_mc_] Troppo selvaggio per te?

source: [_isabelle_s_concerned_] What do you mean?
fr_fr: [_isabelle_s_concerned_] Que voulez-vous dire?
it_it: [_isabelle_s_concerned_] Che cosa intendi?

source: [_mc_] I totally saw you kiss her earlier.
fr_fr: [_mc_] Je vous ai totalement vu l'embrasser plus tôt.
it_it: [_mc_] Ti ho visto baciarla prima.

source: [_isabelle_s_skeptical_] {i}She{/} kissed me!
fr_fr: [_isabelle_s_skeptical_] {i}Elle { / } m'a embrassée !
it_it: [_isabelle_s_skeptical_] {i}Lei {/} mi ha baciato!

source: [_mc_] Did you like it?
fr_fr: [_mc_] Le saviez-vous?
it_it: [_mc_] Le è piaciuto?

source: [_isabelle_s_laughing_] Clearly, not as much as you!
fr_fr: [_isabelle_s_laughing_] Clairement, pas autant que vous !
it_it: [_isabelle_s_laughing_] Chiaramente, non tanto quanto te!

source: [_mc_] What an outrageous accusation!
fr_fr: [_mc_] Quelle accusation scandaleuse !
it_it: [_mc_] Che vergogna accusa!

source: [_isabelle_s_confident_] Is it?
fr_fr: [_isabelle_s_confident_] Est-ce?
it_it: [_isabelle_s_confident_] È vero?

source: [_isabelle_s_confident_] I wasn't born yesterday. I know many guys are into that.
fr_fr: [_isabelle_s_confident_] Je ne suis pas né hier. Je sais que de nombreux gars sont là.
it_it: [_isabelle_s_confident_] Non sono nato ieri. So che molti ragazzi sono entrati in questo.

source: [_mc_] Honestly, it was kind of hot, yeah.
fr_fr: [_mc_] Honnêtement, c'était plutôt chaud, oui.
it_it: [_mc_] Onestamente, era una specie di caldo, sì.

source: [_isabelle_s_laughing_] I bloody well knew it!
fr_fr: [_isabelle_s_laughing_] Je le savais bien !
it_it: [_isabelle_s_laughing_] lo sapevo bene sanguinoso!

source: [_mc_] Heh, what can I say? Two cute girls making out.
fr_fr: [_mc_] Heh, que puis-je dire? Deux filles mignonnes qui se font sortir.
it_it: [_mc_] Heh, cosa posso dire? Due ragazze carine che fanno fuori.

source: [_isabelle_s_afraid_] It was barely a peck!
fr_fr: [_isabelle_s_afraid_] C'était à peine un peck !
it_it: [_isabelle_s_afraid_] E 'stato appena un becco!

source: [_mc_] I think it was more than that...
fr_fr: [_mc_] Je pense que c'était plus que ça ...
it_it: [_mc_] Penso che sia stato più...

source: [_isabelle_s_flirty_] Maybe it could be. Do you have her number?
fr_fr: [_isabelle_s_flirty_] Peut-être que ce pourrait être. As-tu son numéro?
it_it: [_isabelle_s_flirty_] Forse potrebbe essere. Hai il suo numero?

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?
it_it: [_mc_] Seriamente?

source: [_isabelle_s_laughing_] No, silly! I'm just taking the piss.
fr_fr: [_isabelle_s_laughing_] Non, idiot ! Je prends juste le pisse.
it_it: [_isabelle_s_laughing_] No, sciocco! Sto solo prendendo i piss.

source: [_mc_] Damn, you totally had me.
fr_fr: [_mc_] Damn, vous m'aviez totalement.
it_it: [_mc_] Dannazione, mi hai avuta totalmente.

source: [_isabelle_s_confident_] I'm actually interested in someone else...
fr_fr: [_isabelle_s_confident_] Je suis vraiment intéressé par quelqu'un d'autre ...
it_it: [_isabelle_s_confident_] In realtà sono interessato a qualcun altro...

source: [_mc_] She's pretty wild is all I'm saying...
fr_fr: [_mc_] Elle est assez sauvage c'est tout ce que je dis ...
it_it: [_mc_] Lei è abbastanza selvaggia è tutto quello che sto dicendo...

source: [_isabelle_s_laughing_] Did she put you up to this?
fr_fr: [_isabelle_s_laughing_] Elle vous a-t-elle mis à la hauteur?
it_it: [_isabelle_s_laughing_] Ti ha messo fino a questo?

source: [_mc_] No, I was just curious.
fr_fr: [_mc_] Non, j'étais juste curieux.
it_it: [_mc_] No, ero semplicemente curioso.

source: [_isabelle_s_confident_] Well, I'm actually interested in someone else...
fr_fr: [_isabelle_s_confident_] Eh bien, je suis vraiment intéressé par quelqu'un d'autre ...
it_it: [_isabelle_s_confident_] Beh, in realtà sono interessato a qualcun altro...

source: [_mc_] Oh, who's the lucky girl?
fr_fr: [_mc_] Oh, qui est la chance?
it_it: [_mc_] Oh, chi è la fortunata?

source: [_isabelle_s_blush_] It's not a girl.
fr_fr: [_isabelle_s_blush_] Ce n'est pas une fille.
it_it: [_isabelle_s_blush_] Non è una ragazza.

source: [_mc_] The [guard], then?
fr_fr: [_mc_] Le [guard], alors?
it_it: [_mc_] The [guard], allora?

source: [_isabelle_s_blush_] Yes! There's something about a balding doughnut addict in his forties that just makes me so...
fr_fr: [_isabelle_s_blush_] Oui ! Il y a quelque chose à propos d'un addict de beignet en balding dans ses forties qui me fait juste ...
it_it: [_isabelle_s_blush_] sì! C'è qualcosa di una ciambella calvissima nei suoi quaranta che mi fa solo così...

source: [_isabelle_s_laughing_] Oh, come off it! You know exactly who I'm talking about!
fr_fr: [_isabelle_s_laughing_] Oh, descendu ! Tu sais exactement à qui je parle !
it_it: [_isabelle_s_laughing_] Oh, scacciatelo! Sai esattamente di chi sto parlando!

source: [_mc_] I can wait all day for you to say my name.
fr_fr: [_mc_] Je peux attendre toute la journée pour que tu disais mon nom.
it_it: [_mc_] Posso aspettare tutto il giorno perché dica il mio nome.

source: [_isabelle_s_confident_] And I can wait all day for you to make me.
fr_fr: [_isabelle_s_confident_] Et je peux attendre toute la journée pour que tu me fasse.
it_it: [_isabelle_s_confident_] E posso aspettare tutto il giorno per farmi.

source: [_mc_] I see how it is. Lock the door.
fr_fr: [_mc_] Je vois comment c'est. Verrouillez la porte.
it_it: [_mc_] Vedo com'è. Blocca la porta.

source: [_isabelle_s_blush_] You lost a word.
fr_fr: [_isabelle_s_blush_] Vous avez perdu un mot.
it_it: [_isabelle_s_blush_] Hai perso una parola.

source: [_mc_] Look at me. I'm the captain now.
fr_fr: [_mc_] Regarde-moi. Je suis le capitaine maintenant.
it_it: [_mc_] Guardami. Sono il capitano adesso.

source: [_isabelle_s_sad_] That's too bad...
fr_fr: [_isabelle_s_sad_] C'est trop mauvais ...
it_it: [_isabelle_s_sad_] È troppo male...

source: [_isabelle_s_sad_] I'm not looking for a captain. I'm looking for a gentleman.
fr_fr: [_isabelle_s_sad_] Je ne cherche pas de capitaine. Je cherche un gentleman.
it_it: [_isabelle_s_sad_] Non sto cercando un capitano. Sto cercando un gentiluomo.

source: Ugh, [isabelle] is too much of a normie to get the memes...
it_it: Ugh, [isabelle] è troppo di una norma per ottenere i meme...

source: [_mc_] Would you {i}please{/} mind locking the door, love?
fr_fr: [_mc_] Souhaitez-vous {i}s'il vous plaît { / } ouvrir la porte, l'amour?
it_it: [_mc_] Ti {i}per favore{/} mente bloccando la porta, amore?

source: [_isabelle_s_laughing_] Is that your English impression?
fr_fr: [_isabelle_s_laughing_] Est-ce votre impression d'anglais?
it_it: [_isabelle_s_laughing_] È la tua impressione inglese?

source: [_mc_] Everyone knows gentlemen are English.
fr_fr: [_mc_] Tout le monde sait que les messieurs sont anglais.
it_it: [_mc_] Tutti sanno che i signori sono inglesi.

source: [_isabelle_s_laughing_] Oh, that's true!
fr_fr: [_isabelle_s_laughing_] Oh, c'est vrai !
it_it: [_isabelle_s_laughing_] Oh, è vero!

source: [_isabelle_s_confident_] All locked.
fr_fr: [_isabelle_s_confident_] Tous verrouillés.
it_it: [_isabelle_s_confident_] Tutto bloccato.

source: [_mc_] Then, come over here!
fr_fr: [_mc_] Alors, venez ici !
it_it: [_mc_] Poi, vieni qui!

source: [_isabelle_s_blush_] Aye, aye, captain!
fr_fr: [_isabelle_s_blush_] Aye, aye, capitaine !
it_it: [_isabelle_s_blush_] Aye, aye, capitano!

source: [_mc_] I thought you weren't looking for a captain?
fr_fr: [_mc_] Je croyais que vous n'étiez pas à la recherche d'un capitaine?
it_it: [_mc_] Pensavo che non stesse cercando un capitano?

source: [_isabelle_s_blush_] Maybe I'll make an exception just this once...
fr_fr: [_isabelle_s_blush_] Peut-être que je ferai une exception juste une fois ...
it_it: [_isabelle_s_blush_] Forse farò un'eccezione solo questa volta...

source: [_mc_] I do like exceptions.
fr_fr: [_mc_] J'aime les exceptions.
it_it: [_mc_] Mi piacciono le eccezioni.

source: [_isabelle_s_desk_sex_lying_down_] Oh, yeah? What else do you like?
fr_fr: [_isabelle_s_desk_sex_lying_down_] Oh, oui? Qu'est-ce que tu aimais d'autre?
it_it: [_isabelle_s_desk_sex_lying_down_] Oh, sì? Che altro ti piace?

source: [_mc_] Whatever is under that shirt of yours.
fr_fr: [_mc_] Quoi qu'il soit sous cette chemise.
it_it: [_mc_] Qualunque cosa sia sotto quella camicia della tua.

source: [_mc_] Those are the ones.
fr_fr: [_mc_] Ce sont ceux qui sont.
it_it: [_mc_] Quelli sono loro.

source: [_mc_] Although...
fr_fr: [_mc_] Bien que ...
it_it: [_mc_] Però...

source: [_mc_] There's something blocking the view, that's all.
fr_fr: [_mc_] Il y a quelque chose qui bloque la vue, c'est tout.
it_it: [_mc_] C'è qualcosa che blocca la vista, è tutto.

source: [_isabelle_s_desk_sex_lowering_bra_] How about now?
fr_fr: [_isabelle_s_desk_sex_lowering_bra_] Et maintenant?
it_it: [_isabelle_s_desk_sex_lowering_bra_] Che ne dici adesso?

source: [_mc_] Damn...
it_it: [_mc_] Dannazione...

source: [_mc_] How lucky am I?
fr_fr: [_mc_] Comment est-ce que je suis chanceux?
it_it: [_mc_] Quanto sono fortunato?

source: [_isabelle_s_desk_sex_lowering_bra_] Let's find out?
it_it: [_isabelle_s_desk_sex_lowering_bra_] Scopriamo?

source: [_mc_] I'm listening...
fr_fr: [_mc_] Je suis à l'écoute ...
it_it: [_mc_] sto ascoltando...

source: [_isabelle_s_desk_sex_spreading_legs_] And watching?
fr_fr: [_isabelle_s_desk_sex_spreading_legs_] Et à regarder?
it_it: [_isabelle_s_desk_sex_spreading_legs_] E guardare?

source: [_mc_] Definitely watching.
fr_fr: [_mc_] L'observation définitive.
it_it: [_mc_] Guardare sicuramente.

source: [_isabelle_s_desk_sex_spreading_legs_] And what do you see?
fr_fr: [_isabelle_s_desk_sex_spreading_legs_] Et que voyez-vous?
it_it: [_isabelle_s_desk_sex_spreading_legs_] E cosa vedete?

source: [_mc_] The hottest girl in the entire school.
fr_fr: [_mc_] La fille la plus chaude de toute l'école.
it_it: [_mc_] La ragazza più calda di tutta la scuola.

source: [_isabelle_s_desk_sex_spreading_legs_] Just the school?
it_it: [_isabelle_s_desk_sex_spreading_legs_] Solo la scuola?

source: [_isabelle_s_desk_sex_removing_pants_] And what do you see?
fr_fr: [_isabelle_s_desk_sex_removing_pants_] Et que voyez-vous?
it_it: [_isabelle_s_desk_sex_removing_pants_] E cosa vedete?

source: [_isabelle_s_desk_sex_removing_pants_] Just the school?
it_it: [_isabelle_s_desk_sex_removing_pants_] Solo la scuola?

source: [_isabelle_s_desk_sex_pulling_panties_] How about now?
fr_fr: [_isabelle_s_desk_sex_pulling_panties_] Et maintenant?
it_it: [_isabelle_s_desk_sex_pulling_panties_] Che ne dici adesso?

source: [_mc_] God... sorry, I meant the hottest girl in Newfall!
fr_fr: [_mc_] Dieu ... désolé, je voulais dire la fille la plus chaude de Newfall !
it_it: [_mc_] Dio... mi dispiace, intendevo la ragazza più calda di Newfall!

source: [_mc_] Although, I might have to verify it.
fr_fr: [_mc_] Bien que je puisse avoir à le vérifier.
it_it: [_mc_] Anche se, potrei dover verificarlo.

source: [_isabelle_s_desk_sex_pulling_panties_] With a thermometer?
fr_fr: [_isabelle_s_desk_sex_pulling_panties_] Avec un thermomètre?
it_it: [_isabelle_s_desk_sex_pulling_panties_] Con un termometro?

source: [_mc_] Something like that...
fr_fr: [_mc_] Quelque chose comme ça ...
it_it: [_mc_] Qualcosa di simile...

source: Her pussy opens like a rose for me.
fr_fr: Sa chatte s'ouvre comme une rose pour moi.
it_it: La sua figa si apre come una rosa per me.

source: So juicy... so full of flavor...
fr_fr: Alors juteux ... si plein de saveur ...
it_it: Così succoso... così pieno di sapore...
