Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_stolen.po
Languages: fr_fr, it_it

source: [_isabelle_s_angry_] Can you bloody believe it?!
fr_fr: [_isabelle_s_angry_] Peux-tu le croire sanglant?
it_it: [_isabelle_s_angry_] Riesci a crederci sanguinoso?!

source: [_isabelle_s_angry_] Someone broke into my locker!
fr_fr: [_isabelle_s_angry_] Quelqu'un a cassé mon casier !
it_it: [_isabelle_s_angry_] Qualcuno si è rotto nel mio armadio!

source: [_mc_] Was anything stolen?
fr_fr: [_mc_] Une chose a-t-elle été volée?
it_it: [_mc_] È stato rubato qualcosa?

source: [_isabelle_s_annoyed_] Well, yes!
fr_fr: [_isabelle_s_annoyed_] Eh bien, oui !
it_it: [_isabelle_s_annoyed_] Beh, sì!

source: [_mc_] What was it?
fr_fr: [_mc_] Qu'est-ce que c'était?
it_it: [_mc_] Che cos'era?

source: [_isabelle_s_concerned_left_] That's unimportant.
fr_fr: [_isabelle_s_concerned_left_] Ce n'est pas important.
it_it: [_isabelle_s_concerned_left_] Non è importante.

source: [_isabelle_s_skeptical_] What matters is finding and bringing the culprit to justice!
fr_fr: [_isabelle_s_skeptical_] Ce qui importe, c'est de trouver et de traduire le coupable devant la justice !
it_it: [_isabelle_s_skeptical_] Ciò che conta è trovare e portare il colpevole alla giustizia!

source: That's an odd stance to take... you'd think that finding the stolen item would be her number one priority.
fr_fr: C'est une attitude étrange à prendre ... vous penseriez que trouver l'objet volé serait sa priorité numéro un.
it_it: Questa è una posizione strana da prendere... Pensi che trovare l'oggetto rubato sarebbe la sua priorità numero uno.

source: [_mc_] So, what are you going to do about it?
fr_fr: [_mc_] Alors, qu'allez-vous faire à ce sujet?
it_it: [_mc_] Allora, che cosa farai?

source: [_isabelle_s_thinking_] First we need suspects.
fr_fr: [_isabelle_s_thinking_] Nous avons d'abord besoin de suspects.
it_it: [_isabelle_s_thinking_] Prima abbiamo bisogno di sospetti.

source: [_mc_] We?
fr_fr: [_mc_] Nous?
it_it: [_mc_] Noi?

source: [_isabelle_s_cringe_] An injustice has been committed. Are you just planning to watch?
fr_fr: [_isabelle_s_cringe_] Une injustice a été commise. Tu as l'intention de regarder?
it_it: [_isabelle_s_cringe_] È stata commessa un'ingiustizia. Hai solo intenzione di guardare?

source: [_mc_] I mean, that was the first thought that popped into my head...
fr_fr: [_mc_] Je veux dire, c'était la première pensée qui a éclaté dans ma tête ...
it_it: [_mc_] Voglio dire, che è stato il primo pensiero che spuntò nella mia testa...

source: [_isabelle_s_thinking_] Well, I'm going to do some investigating at least.
fr_fr: [_isabelle_s_thinking_] Bien, je vais faire une enquête au moins.
it_it: [_isabelle_s_thinking_] Beh, farò almeno un po' di indagine.

source: [_mc_] Do you even know where to start?
fr_fr: [_mc_] Est-ce que vous savez où commencer?
it_it: [_mc_] Sai anche da dove cominciare?

source: [_isabelle_s_cringe_] Wouldn't surprise me if [kate]'s behind it.
fr_fr: [_isabelle_s_cringe_] Ne me surprendrait pas si [kate]'s derrière.
it_it: [_isabelle_s_cringe_] non mi sorprende se [kate]è alle spalle.

source: [_mc_] Really? When was the thing stolen?
fr_fr: [_mc_] Vraiement? Quand la chose a-elle été volée?
it_it: [_mc_] Davvero? Quando è stata rubata la cosa?

source: [_isabelle_s_thinking_] Hmm... I reckon it was this morning during my time in the gym.
fr_fr: [_isabelle_s_thinking_] Hmm ... Je pense que c'était ce matin pendant mon temps dans la salle de gym.
it_it: [_isabelle_s_thinking_] Hmm... Ho pensato che questa mattina durante il mio tempo in palestra.

source: [_mc_] I was with [kate] then, so it definitely wasn't her.
fr_fr: [_mc_] I was with [kate] then, so it définitivement wasn't her.
it_it: [_mc_] ero con [kate] allora, quindi sicuramente non era lei.

source: It feels a bit wrong to lie, but her throwing baseless accusations around is just as bad.
fr_fr: Elle se sent un peu mal à mentielle, mais ses accusations sans fondement sont tout aussi mauvaises.
it_it: Ci si sente un po' sbagliati a mentire, ma le sue accuse infondate sono altrettanto cattive.

source: [_isabelle_s_annoyed_] Damn, that's annoying... it totally felt like something she'd do.
fr_fr: [_isabelle_s_annoyed_] Damn, c'est ennuyeux ... elle a tout à fait ressenti comme quelque chose qu'elle ferait.
it_it: [_isabelle_s_annoyed_] Damn, è fastidioso... si sentiva totalmente come qualcosa che avrebbe fatto.

source: [_mc_] I don't know. [kate] is a lot of things... but a thief? Doesn't really sound like her.
fr_fr: [_mc_] Je ne sais pas. [kate] est beaucoup de choses ... mais un voleur? Ça ne lui ressemble pas vraiment.
it_it: [_mc_] non lo so. [kate] è un sacco di cose... ma un ladro? Non sembra davvero come lei.

source: [_isabelle_s_annoyed_] What do you mean?
fr_fr: [_isabelle_s_annoyed_] Que voulez-vous dire?
it_it: [_isabelle_s_annoyed_] Che cosa intendi?

source: [_mc_] She's pretty loaded. What would she get out of stealing?
fr_fr: [_mc_] Elle est assez chargée. Qu'est-ce qu'elle serait en train de voler?
it_it: [_mc_] Lei è piuttosto caricata. Che cosa otterrebbe di rubare?

source: [_isabelle_s_eyeroll_] Are you serious? It's obviously just a bullying tactic.
fr_fr: [_isabelle_s_eyeroll_] Êtes-vous sérieux? C'est évidemment une tactique d'intimidation.
it_it: [_isabelle_s_eyeroll_] Sei serio? È ovviamente solo una tattica di bullismo.

source: [_mc_] Hey, no need to be rude.
fr_fr: [_mc_] Hey, pas besoin d'être grossier.
it_it: [_mc_] Hey, non c'è bisogno di essere maleducato.

source: [_isabelle_s_annoyed_] If you're being willfully ignorant of the motives, it's your own fault.
fr_fr: [_isabelle_s_annoyed_] Si vous êtes volontairement ignorants des motifs, c'est votre faute.
it_it: [_isabelle_s_annoyed_] Se sei intenzionalmente ignorante delle motivazioni, è colpa tua.

source: [_isabelle_s_annoyed_left_] I'm going to have a word with her.
fr_fr: [_isabelle_s_annoyed_left_] Je vais avoir un mot avec elle.
it_it: [_isabelle_s_annoyed_left_] Avrò una parola con lei.

source: Ugh, this again? Why can't she just leave things be?
fr_fr: Ugh, là encore? Pourquoi elle ne peut pas simplement laisser les choses?
it_it: Ugh, ancora questo? Perché non può lasciare le cose soltanto?

source: [kate] would probably appreciate it if I gave her a heads up.
fr_fr: Le [kate] apprécierait probablement si je lui donnais une tête.
it_it: [kate] probabilmente apprezzerebbe se le dessi una testa in su.

source: [_mc_] Have you talked to the [guard]?
fr_fr: [_mc_] Avez-vous parlé au [guard]?
it_it: [_mc_] Hai parlato con la [guard]?

source: [_isabelle_s_eyeroll_] He told me he couldn't do anything about it.
fr_fr: [_isabelle_s_eyeroll_] Il m'a dit qu'il ne pouvait rien y faire.
it_it: [_isabelle_s_eyeroll_] Mi disse che non riusciva a fare nulla a riguardo.

source: [_mc_] That sounds odd... how come?
fr_fr: [_mc_] Ça semble bizarre ... comment venir?
it_it: [_mc_] Sembra strano... come?

source: Knowing him, probably laziness.
fr_fr: Le connaître, probablement la paresse.
it_it: Lo conosce, probabilmente pigrizia.

source: [_isabelle_s_annoyed_] Apparently, if the locker itself isn't broken, you have to take it up with the police.
fr_fr: [_isabelle_s_annoyed_] Apparemment, si le casier lui-même n'est pas cassé, vous devez le faire avec la police.
it_it: [_isabelle_s_annoyed_] A quanto pare, se l'armadietto stesso non è rotto, devi prenderlo con la polizia.

source: [_isabelle_s_annoyed_left_] He doesn't do investigations.
fr_fr: [_isabelle_s_annoyed_left_] Il ne fait pas d'enquête.
it_it: [_isabelle_s_annoyed_left_] Lui non fa indagini.

source: [_mc_] If the lock wasn't broken, are you sure you didn't just misplace it?
fr_fr: [_mc_] Si le verrou n'était pas cassé, êtes-vous sûr que vous ne l'avez pas fait?
it_it: [_mc_] Se la serratura non è stata rotta, sei sicuro di non averla appena piazzata?

source: [_isabelle_s_angry_] That's exactly what the [guard] said! And the answer is no. I wouldn't lose something like this.
fr_fr: [_isabelle_s_angry_] C'est exactement ce que le [guard] a dit ! Et la réponse est non. Je ne perdrais pas quelque chose comme ça.
it_it: [_isabelle_s_angry_] È esattamente quello che l' [guard] ha detto! E la risposta è no. Non perderei qualcosa del genere.

source: [_mc_] Well, someone must've seen something...
fr_fr: [_mc_] Eh bien, quelqu'un a dû voir quelque chose ...
it_it: [_mc_] Beh, qualcuno deve aver visto qualcosa...

source: [_mc_] Maybe we can ask [maxine]? She's got this school under a microscope.
fr_fr: [_mc_] Peut-on demander [maxine]? Elle a cette école au microscope.
it_it: [_mc_] Forse possiamo chiedere [maxine]? Ha questa scuola sotto un microscopio.

source: [_mc_] I'll do some snooping. You stay put.
fr_fr: [_mc_] I'll do some snooping. Vous restez mis.
it_it: [_mc_] farò un po' di snooping. Rimani messo.

source: [_isabelle_s_thinking_] I mean, that's nice and all, but I'd like to get involved...
fr_fr: [_isabelle_s_thinking_] Je veux dire, c'est sympa et tout, mais j'aimerais m'impliquer ...
it_it: [_isabelle_s_thinking_] Voglio dire, che è bello e tutto, ma vorrei essere coinvolto...

source: [_isabelle_s_thinking_] I'm the victim of this theft.
fr_fr: [_isabelle_s_thinking_] Je suis la victime de ce vol.
it_it: [_isabelle_s_thinking_] Io sono la vittima di questo furto.

source: [_mc_] That's the point — you asking around might not work.
fr_fr: [_mc_] C'est ce que vous demandez peut-être que de ne pas travailler.
it_it: [_mc_] Questo è il punto — si chiede intorno potrebbe non funzionare.

source: [_isabelle_s_cringe_] So, I'm supposed to just sit here?
fr_fr: [_isabelle_s_cringe_] Alors, je suis censé m'asseoir ici?
it_it: [_isabelle_s_cringe_] Quindi, dovrei semplicemente sedermi qui?

source: [_mc_] Yes, sit pretty like a lady for once and let me do the work.
fr_fr: [_mc_] Oui, assezvous comme une dame pour une fois et laissez-moi faire le travail.
it_it: [_mc_] Sì, siediti abbastanza come una signora per una volta e lasciami fare il lavoro.

source: [_isabelle_s_angry_] That's the most repulsive thing I've heard all week!
fr_fr: [_isabelle_s_angry_] C'est la chose la plus répugnante que j'ai entendue toute la semaine !
it_it: [_isabelle_s_angry_] Questa è la cosa più ripugnante che abbia sentito per tutta la settimana!

source: [_isabelle_s_angry_] I don't need your help with this. Good day.
fr_fr: [_isabelle_s_angry_] Je n'ai pas besoin de votre aide avec ça. Bonjour.
it_it: [_isabelle_s_angry_] Non ho bisogno del tuo aiuto con questo. Buon giorno.

source: Welp, what a bitch. Although, I am a little curious about the theft now...
fr_fr: Welp, quelle salope. Bien que, je suis un peu curieux au sujet du vol maintenant ...
it_it: Welp, che cagna. Anche se, sono un po 'curioso circa il furto ora...

source: Maybe I'll do some investigating on my own.
fr_fr: Peut-être que je vais faire une enquête sur le mien.
it_it: Forse farò un po' di investigazione per conto mio.

source: The logical first step is obviously talking to the [guard].
fr_fr: La première étape logique est évidemment de parler au [guard].
it_it: Il primo passo logico è ovviamente parlare con la [guard].

source: It doesn't matter if [isabelle] already interrogated him in her preliminary investigation.
fr_fr: Peu importe si le [isabelle] l'a déjà interrogé dans son enquête préliminaire.
it_it: Non importa se [isabelle] lo ha già interrogato nella sua indagine preliminare.

source: After that, you start from scratch. Treat everyone as a liar.
fr_fr: Après ça, vous commencez à zéro. Traitez tout le monde comme un menteur.
it_it: Dopo di che, si inizia da zero. Tratta tutti come un bugiardo.

source: [_mc_] No one ever notices me... I'm the perfect spy.
fr_fr: [_mc_] Personne ne me remarque jamais ... Je suis l'espion parfait.
it_it: [_mc_] Nessuno mi nota mai... Sono la spia perfetta.

source: [_isabelle_s_afraid_] Don't say that!
fr_fr: [_isabelle_s_afraid_] Ne dis pas ça !
it_it: [_isabelle_s_afraid_] Non dirlo!

source: [_mc_] Well, it's true.
fr_fr: [_mc_] Bien, c'est vrai.
it_it: [_mc_] Beh, è vero.

source: [_isabelle_s_cringe_] It's not! Else I wouldn't be talking to you now.
fr_fr: [_isabelle_s_cringe_] Ce n'est pas ! Sinon, je ne vous parlerais plus maintenant.
it_it: [_isabelle_s_cringe_] Non è così! Altrimenti non ti parlerei ora.

source: [_mc_] Well, you're different.
fr_fr: [_mc_] Eh bien, vous êtes différent.
it_it: [_mc_] Beh, sei diverso.

source: [_isabelle_s_thinking_] Different?
fr_fr: [_isabelle_s_thinking_] Différent?
it_it: [_isabelle_s_thinking_] Diverso?

source: [_mc_] In a good way... you stand out from the crowd.
fr_fr: [_mc_] En bonne voie ... vous vous démarque de la foule.
it_it: [_mc_] In un buon modo... ti distingui dalla folla.

source: [_isabelle_s_flirty_] Thanks, I think?
fr_fr: [_isabelle_s_flirty_] Merci, je pense?
it_it: [_isabelle_s_flirty_] Grazie, penso?

source: That felt clumsy, but [isabelle] seemed to like it nonetheless.
fr_fr: Ce sentiment était maladroit, mais le [isabelle] semblait néanmoins comme ça.
it_it: Che si sentiva goffo, ma [isabelle] sembrava comunque piacere.

source: [_isabelle_s_flirty_] I guess I can let you do some snooping for me...
fr_fr: [_isabelle_s_flirty_] Je suppose que je peux vous laisser faire du snooping pour moi ...
it_it: [_isabelle_s_flirty_] Immagino che posso farti fare qualche spuntino per me...

source: [_mc_] Okay, starting by asking [maxine] is our best bet. She even calls her cat "Detective [spinach]."
fr_fr: [_mc_] Ok, en commençant par demander [maxine] est notre meilleur pari. Elle appelle même son chat "Détective [spinach]."
it_it: [_mc_] Okay, iniziando a chiedere [maxine] è la nostra migliore scommessa. Chiama anche il suo gatto "Detective [spinach]."

source: [_mc_] Do you think this is retaliation?
fr_fr: [_mc_] Croyez-vous qu'il s'agit de représailles?
it_it: [_mc_] Pensi che questa sia ritorsione?

source: [_mc_] Wouldn't surprise me...
fr_fr: [_mc_] Ne me surprendrait pas ...
it_it: [_mc_] Non mi sorprende...

source: [_isabelle_s_skeptical_] Would she really stoop that low?
fr_fr: [_isabelle_s_skeptical_] Est-ce qu'elle sème vraiment ce bas?
it_it: [_isabelle_s_skeptical_] avrebbe davvero capovolgere quel basso?

source: [_mc_] You have no idea.
fr_fr: [_mc_] Vous n'avez aucune idée.
it_it: [_mc_] Non hai idea.

source: [_isabelle_s_concerned_] You're right, I don't.
fr_fr: [_isabelle_s_concerned_] Vous avez raison, je ne le fais pas.
it_it: [_isabelle_s_concerned_] Hai ragione, non lo so.

source: [_isabelle_s_concerned_left_] ...but she does seem like a good suspect.
fr_fr: [_isabelle_s_concerned_left_] ... mais elle semble être un bon suspect.
it_it: [_isabelle_s_concerned_left_] ...ma lei sembra un buon sospetto.

source: [_isabelle_s_concerned_left_] Someone must've seen her fiddle with my locker.
fr_fr: [_isabelle_s_concerned_left_] Quelqu'un a dû voir son violon avec mon casier.
it_it: [_isabelle_s_concerned_left_] Qualcuno deve averla vista con il mio armadietto.

source: [_isabelle_s_concerned_] It's not like she goes unnoticed... the spotlight always seems to fall on her.
fr_fr: [_isabelle_s_concerned_] Ce n'est pas comme si elle n'avait pas remarqué ... les projecteurs semblent toujours tomber sur elle.
it_it: [_isabelle_s_concerned_] Non è come se passasse inosservata... i riflettori sembrano sempre cadere su di lei.

source: [_mc_] Someone once told me you need to nip bad behaviors in the bud and confront your enemies.
fr_fr: [_mc_] Quelqu'un m'a dit une fois que vous devez tuer les mauvais comportements dans le bourgeon et affronter vos ennemis.
it_it: [_mc_] Qualcuno mi ha detto una volta che devi spezzare i cattivi comportamenti nel germoglio e affrontare i tuoi nemici.

source: [_isabelle_s_flirty_] That someone seems like quite the character.
fr_fr: [_isabelle_s_flirty_] Que quelqu'un semble être tout à fait le personnage.
it_it: [_isabelle_s_flirty_] Qualcuno sembra proprio il personaggio.

source: [_mc_] She's all sorts of fierce.
fr_fr: [_mc_] C'est une sorte de féroce.
it_it: [_mc_] Lei è ogni sorta di feroce.

source: [isabelle]'s cheeks bloom into a garden of bashful roses.
fr_fr: [isabelle]'s les joues fleurissent dans un jardin de roses joyeux.
it_it: Le guance di [isabelle]sbocciano in un giardino di rose bashous.

source: Most people find my compliments creepy, but she seems to take them well.
fr_fr: La plupart des gens trouvent mes compliments, mais elle semble bien les prendre.
it_it: La maggior parte delle persone trovano i miei complimenti raccapriccianti, ma lei sembra prenderli bene.

source: Maybe it's the clean slate with her that does the trick?
fr_fr: Peut-être que c'est l'ardoit propre avec elle qui fait le tour?
it_it: Forse è l'ardesia pulita con lei che fa il trucco?

source: Either way, it's addicting.
fr_fr: Quoi qu'il en soit, c'est une dépendance.
it_it: In ogni caso, sta dipendendo.

source: [_mc_] I do think we'll have to be smart about this, though.
fr_fr: [_mc_] Je pense que nous devons être intelligents à ce sujet, même si.
it_it: [_mc_] Penso che dovremo essere intelligenti su questo, però.

source: [_mc_] If we want to really stick it to her, we need to find proof.
fr_fr: [_mc_] Si nous voulons vraiment nous en tenir à elle, nous devons trouver la preuve.
it_it: [_mc_] Se vogliamo davvero attaccarlo, dobbiamo trovare delle prove.

source: [_isabelle_s_laughing_] You're probably right. I would've just marched up to her and—
fr_fr: [_isabelle_s_laughing_] Vous avez probablement raison. J'aurais juste marché vers elle et-
it_it: [_isabelle_s_laughing_] Probabilmente hai ragione. Avrei appena marciato fino a lei e—

source: [_mc_] Right, but with some finesse, we can really stick it to her this time.
fr_fr: [_mc_] Bien, mais avec quelques finesse, on peut vraiment s'en tenir à elle cette fois.
it_it: [_mc_] destra, ma con qualche finezza, possiamo davvero attaccarla a lei questa volta.

source: [_isabelle_s_confident_] Okay, okay... what do we do then?
fr_fr: [_isabelle_s_confident_] Ok, ok ... que faisons-nous alors?
it_it: [_isabelle_s_confident_] Okay, okay... cosa facciamo allora?

source: [_mc_] If [kate]'s behind this, odds are she didn't do it herself.
fr_fr: [_mc_] Si [kate]'s derrière ça, il y a des chances qu'elle ne le fasse pas elle-même.
it_it: [_mc_] Se [kate]è dietro a questo, le probabilità sono che lei non l'ha fatto da sola.

source: [_isabelle_s_thinking_] What do you mean?
fr_fr: [_isabelle_s_thinking_] Que voulez-vous dire?
it_it: [_isabelle_s_thinking_] Che cosa intendi?

source: [_mc_] I mean that it's more likely that one of her cronies did it.
fr_fr: [_mc_] Je veux dire qu'il est plus probable qu'une de ses copines l'a fait.
it_it: [_mc_] Voglio dire che è più probabile che uno dei suoi compagni lo abbia fatto.

source: [_isabelle_s_cringe_] She seems fairly hands-on to me...
fr_fr: [_isabelle_s_cringe_] Elle me semble assez pratique pour moi ...
it_it: [_isabelle_s_cringe_] Lei mi sembra abbastanza pratico...

source: [_mc_] She can be, if there's any fun involved for her. Stealing something is different.
fr_fr: [_mc_] Elle peut être, s'il y a de l'amusement pour elle. Faire face à quelque chose est différent.
it_it: [_mc_] Lei può essere, se c'è qualche divertimento coinvolto per lei. Rubare qualcosa è diverso.

source: [_isabelle_s_angry_] I can't believe she'd do that!
fr_fr: [_isabelle_s_angry_] Je n'arrive pas à croire qu'elle fasse ça !
it_it: [_isabelle_s_angry_] Non riesco a credere che lo farebbe lei!

source: [_mc_] You need to believe it. She's going to take you down if you're not careful.
fr_fr: [_mc_] Vous devez le croire. Elle va vous emmener si vous n'êtes pas prudent.
it_it: [_mc_] Hai bisogno di crederci. Se non sei prudente, ti porterà giù.

source: [_isabelle_s_sad_] You're right, but where do we even start?
fr_fr: [_isabelle_s_sad_] Vous avez raison, mais où commençons-nous?
it_it: [_isabelle_s_sad_] Hai ragione, ma da dove cominciamo ancora?

source: [_mc_] I think we'd cover more ground if we split up and did an investigation of our own.
fr_fr: [_mc_] Je pense que nous couvrions plus de terrain si nous nous séparions et que nous avons fait une enquête propre.
it_it: [_mc_] Penso che avremmo coperto più terreno se ci separassimo e facessimo un'indagine della nostra.

source: [_mc_] Then, we can meet up and compare our results.
fr_fr: [_mc_] Ensuite, nous pouvons nous rencontrer et comparer nos résultats.
it_it: [_mc_] Poi, possiamo incontrarci e confrontare i nostri risultati.

source: [_isabelle_s_blush_] Sounds like a plan!
fr_fr: [_isabelle_s_blush_] Des sons comme un plan !
it_it: [_isabelle_s_blush_] Suona come un piano!

source: Hmm... I'm still going to start by eavesdropping outside the locker room.
fr_fr: Hmm ... Je vais encore commencer par des écoutes en dehors du vestiaire.
it_it: Hmm... Inizierò ancora da grondaie fuori dallo spogliatoio.

source: [kate]'s cronies are mostly cheerleaders and jocks, so that's the logical first step.
fr_fr: Les copains de [kate]sont pour la plupart des cheerleaders et des jocks, c'est donc la première étape logique.
it_it: I compagni di [kate]sono per lo più cheerleader e jock, quindi questo è il primo passo logico.

source: [isabelle] doesn't need to know about my crooked cop tactics, though.
fr_fr: [isabelle] n'a pas besoin de savoir à propos de mes tactiques de flic.
it_it: [isabelle] non ha bisogno di conoscere la mia tattica di poliziotto storto, però.

source: [_isabelle_s_skeptical_] Not really sure what I think about her and her methods...
fr_fr: [_isabelle_s_skeptical_] Pas vraiment sûr de ce que je pense de ses méthodes et de ses méthodes ...
it_it: [_isabelle_s_skeptical_] Non è sicuro che cosa ne penso di lei e dei suoi metodi...

source: [_mc_] What's the worst thing that could happen?
fr_fr: [_mc_] Quelle est la pire chose qui pourrait se produire?
it_it: [_mc_] Qual è la cosa peggiore che potrebbe accadere?

source: [_isabelle_s_confident_] Oh, I don't know... a zombie apocalypse?
fr_fr: [_isabelle_s_confident_] Oh, je ne sais pas ... un apocalypse zombie?
it_it: [_isabelle_s_confident_] Oh, non lo so... un apocalisse di zombie?

source: [_mc_] That is certainly in the cards when dealing with [maxine].
fr_fr: [_mc_] C'est certainement dans les cartes lorsqu'il s'agit de [maxine].
it_it: [_mc_] Questo è certamente nelle carte quando si tratta di [maxine].

source: [_isabelle_s_laughing_] Fine, let's try that!
fr_fr: [_isabelle_s_laughing_] Amende, essayons ça !
it_it: [_isabelle_s_laughing_] Bene, proviamolo!

source: [_isabelle_s_eyeroll_] Anything beats getting the police involved.
fr_fr: [_isabelle_s_eyeroll_] Tout bat pour que la police soit impliquée.
it_it: [_isabelle_s_eyeroll_] Tutto batte facendo partecipare la polizia.

source: [_mc_] You don't like cops?
fr_fr: [_mc_] Vous n'aimez pas les flics?
it_it: [_mc_] Non ti piacciono i poliziotti?

source: [_isabelle_s_angry_] Hate them! They're minions of the ruling class. Law and order is a lie... there's no justice for the rich.
fr_fr: [_isabelle_s_angry_] Hate them ! Ce sont des serviteurs de la classe dirigeante. La loi et l'ordre sont un mensonge ... il n'y a pas de justice pour les riches.
it_it: [_isabelle_s_angry_] Odiate! Sono servi della classe dominante. La legge e l'ordine sono una menzogna... non c'è giustizia per i ricchi.

source: [_mc_] Hm... okay. You sound a bit like a Reddit incarnation...
fr_fr: [_mc_] Hm ... Ok. Tu sas un peu comme une incarnation de Reddit ...
it_it: [_mc_] Hm... okay. Sembri un po' come un'incarnazione di Reddit...

source: [_isabelle_s_skeptical_] What's "Reddit?"
fr_fr: [_isabelle_s_skeptical_] Quoi de "Reddit?"
it_it: [_isabelle_s_skeptical_] Cos'è "Reddit?"

source: [_mc_] Uh, nothing.
fr_fr: [_mc_] Uh, rien.
it_it: [_mc_] Uh, niente.
