Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: I've almost got her exactly where I want her.
fr_fr: Je l'ai presque exactement là où je la veux.
it_it: L'ho quasi presa esattamente dove la voglio.

source: Just a few more inches...
fr_fr: Juste quelques pouces de plus ...
it_it: Solo qualche altro pollice...

source: [_kate_s_hate_sex_anal3_] Oh, my god! That's sooooo deep!
fr_fr: [_kate_s_hate_sex_anal3_] Oh, mon dieu ! C'est très profond !
it_it: [_kate_s_hate_sex_anal3_] Oh, mio Dio! È tanto profondo!

source: [kate] is probably proud of herself for taking Chad in the ass.
fr_fr: [kate] est probablement fière d'avoir pris le Tchad dans le cul.
it_it: [kate] è probabilmente orgogliosa di se stessa per aver preso il Ciad nel culo.

source: Girls take pride in the weirdest things.
fr_fr: Les filles sont fières des choses les plus bizelles.
it_it: Le ragazze sono orgogliose delle cose più strane.

source: Although, to be fair, no one else in the school would probably survive Chad's cock up the ass...
fr_fr: Bien que, pour être juste, personne d'autre à l'école ne survivrait probablement à la queue du Tchad ...
it_it: Anche se, per essere giusti, nessun altro nella scuola sarebbe probabilmente sopravvivere il cazzo del Ciad fino al culo...

source: God damn! That's as deep as it goes.
fr_fr: Dieu putain ! C'est aussi profond que ça va.
it_it: Dio è maledetto! È tanto profondo quanto va.

source: It feels good to finally put that bitch in her place.
fr_fr: Il est bon de finalement mettre cette salope dans sa place.
it_it: Si sente bene mettere finalmente quella troia al suo posto.

source: And to do it with my cock up her ass, that's daydream stuff.
fr_fr: Et pour le faire avec ma bite, c'est des trucs de rêve.
it_it: E per farlo con il mio cazzo in su il suo culo, che è roba da sogno.

source: [_kate_s_hate_sex_anal4_] Oh, god! Your dick in my ass feels so good, Chad!
fr_fr: [_kate_s_hate_sex_anal4_] Oh, mon dieu ! Ton bite dans mon cul se sent bien, Chad !
it_it: [_kate_s_hate_sex_anal4_] Oh, Dio! Il tuo cazzo nel mio culo si sente così buono, Ciad!

source: Wow, it sounds like [kate] is enjoying almost as much as I am.
fr_fr: Wow, il semble que le [kate] profite presque autant que moi.
it_it: Wow, suona come [kate] si sta godendo quasi quanto me.

source: If only she knew...
fr_fr: Si seulement elle savait ...
it_it: Se solo sapeva...

source: [_kate_s_hate_sex_anal4_] Ohhhhhh! I can feel you in my tummy!
fr_fr: [_kate_s_hate_sex_anal4_] Ohhhhhh ! Je peux te sentir dans mon ventre !
it_it: [_kate_s_hate_sex_anal4_] Ohhhhhhh! Posso sentirti nella mia pancia!

source: Slamming into her again and again...
fr_fr: Slamming dans elle encore et encore ...
it_it: Sbattendo in lei ancora e ancora...

source: Burying myself in her ass...
fr_fr: Burying moi-même dans son cul ...
it_it: Mi sepoltura nel suo culo...

source: That's what every guy dreams of.
fr_fr: C'est ce à quoi tous les gars rêves.
it_it: È quello che ogni tipo sogna.

source: To thaw the fucking ice queen...
fr_fr: Pour décongeler la putain de reine de glace ...
it_it: Per scongelare la regina del ghiaccio...

source: Make her a docile kitten with my dick...
fr_fr: Faites d'elle un chaton docile avec ma bite ...
it_it: Fatele un gattino docile con il mio cazzo...

source: Make her take the whole length...
fr_fr: Fais-la prendre toute la longueur ...
it_it: Fatela prendere tutta la lunghezza...

source: Make her enjoy an ass pounding...
fr_fr: Fasse-lui un cul-de-cul ...
it_it: Fatela godere di un culo sterlina...

source: That's a life achievement!
fr_fr: C'est une réussite !
it_it: È un risultato di vita!

source: [_kate_s_hate_sex_anal4_] Oh, my god!
fr_fr: [_kate_s_hate_sex_anal4_] Oh, mon dieu !
it_it: [_kate_s_hate_sex_anal4_] Oh, mio dio!

source: God, going all the way in, pulling out, then bottoming out again...
fr_fr: Mon Dieu, en sortant, en tirant, puis en bas ...
it_it: Dio, andando fino in fondo, tirando fuori, poi ribaltando di nuovo...

source: Fuck! It's too good!
fr_fr: Putain ! C'est trop bien !
it_it: Fuck! È troppo buono!

source: I'm going to come!
fr_fr: Je vais venir !
it_it: Vado a venire!

source: That's a pretty picture...
fr_fr: C'est une belle image ...
it_it: È una bella foto...

source: [kate]'s ass coated in my cum.
fr_fr: [kate]'s enduit de mon foutre.
it_it: [kate]è il culo rivestito nel mio cum.

source: [_kate_s_hate_sex_aftermath_] You wipe that off, buddy!
fr_fr: [_kate_s_hate_sex_aftermath_] Vous essuyez ça, mon pote !
it_it: [_kate_s_hate_sex_aftermath_] Lo cancelli fuori, amico!

source: [_kate_s_hate_sex_aftermath_] Haha! You're so bad!
fr_fr: [_kate_s_hate_sex_aftermath_] Haha ! Tu es si mauvaise !
it_it: [_kate_s_hate_sex_aftermath_] Haha! Sei così male!

source: [_kate_s_hate_sex_aftermath_] Fine, I'll clean myself up...
fr_fr: [_kate_s_hate_sex_aftermath_] Fine, je vais me nettoyer ...
it_it: [_kate_s_hate_sex_aftermath_] Bene, mi ripulirò...

source: [_kate_s_hate_sex_cum_inside_] You naughty boy... you came inside me!
fr_fr: [_kate_s_hate_sex_cum_inside_] You naughty boy ... vous êtes venu en moi !
it_it: [_kate_s_hate_sex_cum_inside_] Hai cattivo ragazzo... sei venuto dentro di me!

source: [_kate_s_hate_sex_aftermath_] I'll keep it inside me for the rest of the day.
fr_fr: [_kate_s_hate_sex_aftermath_] Je vais le garder en moi pour le reste de la journée.
it_it: [_kate_s_hate_sex_aftermath_] lo terrò dentro di me per il resto della giornata.

source: [_kate_s_hate_sex_aftermath_] Would you like that?
fr_fr: [_kate_s_hate_sex_aftermath_] Aimeriez-vous cela?
it_it: [_kate_s_hate_sex_aftermath_] Ti piacerebbe quello?

source: [_kate_s_hate_sex_aftermath_] Okay, then!
fr_fr: [_kate_s_hate_sex_aftermath_] Ok, alors !
it_it: [_kate_s_hate_sex_aftermath_] Okay, allora!

source: [_kate_] Can you help me get this stuff off my face now?
fr_fr: [_kate_] Pouvez-vous m'aider à faire sortir ce truc de mon visage maintenant?
it_it: [_kate_] Puoi aiutarmi a prendere questa roba dalla mia faccia ora?

source: [_kate_] Please!
fr_fr: [_kate_] S'il vous plaît !
it_it: [_kate_] Per favore!

source: No, you keep it on.
fr_fr: Non, tu l'as toujours.
it_it: No, lo continui su.

source: Show everyone what you are.
fr_fr: Montrez à tout le monde ce que vous êtes.
it_it: Mostra a tutti quello che sei.

source: Nothing but a dethroned queen.
fr_fr: Rien d'autre qu'une reine intronisée.
it_it: Niente che una regina detronizzata.

source: The laughing stock of the undesirables.
fr_fr: La risée des indésirables.
it_it: Il ridere degli indesiderati.

source: I really should take a selfie in case no one believes me.
fr_fr: Je devrais vraiment prendre un selfie au cas où personne ne me croise.
it_it: Dovrei davvero prendere un selfie nel caso in cui nessuno mi crede.

source: I hardly believe it my—
fr_fr: Je le crois à peine mon-
it_it: A malapena credo mio—

source: [_isabelle_] Bloody hell...
fr_fr: [_isabelle_] Bloody enfer ...
it_it: [_isabelle_] Inferno sanguinoso...

source: Shit.
fr_fr: Merde.
it_it: Merda.

source: [_kate_s_hate_sex_surprised_caught_] What? Have you never seen two people fucking before?
fr_fr: [_kate_s_hate_sex_surprised_caught_] Quoi? Vous n'avez jamais vu deux personnes baiser avant?
it_it: [_kate_s_hate_sex_surprised_caught_] Cosa? Non hai mai visto due persone scopare prima?

source: [_kate_s_hate_sex_surprised_caught_] I knew you were a dumb bitch, but I didn't think you were a virgin.
fr_fr: [_kate_s_hate_sex_surprised_caught_] Je savais que tu étais une salope, mais je ne pensais pas que tu étais vierge.
it_it: [_kate_s_hate_sex_surprised_caught_] Sapevo che eri una cagna muta, ma non pensavo che fossi vergine.

source: At first, [isabelle] just stares in shock.
fr_fr: Au début, [isabelle] vient de mourir de faim.
it_it: All'inizio, [isabelle] sta solo in shock.

source: Then, she looks down as sadness sweeps across her face.
fr_fr: Puis, elle regarde vers le bas quand la tristesse s'infilme sur son visage.
it_it: Poi, guarda verso il basso come la tristezza spazzare attraverso il suo viso.

source: A single tear sparkles and descends down her cheek.
fr_fr: Une seule larme et descend la joue.
it_it: Una sola lacrima scintilla e scende lungo la sua guancia.

source: All that triumph of sticking it to [kate] snuffed out in an instant.
fr_fr: Tout ce triomphe de le coller au [kate] s'est sorti en un instant.
it_it: Tutto quel trionfo di attaccarlo ad [kate] snuffed fuori in un attimo.

source: My cheeks flush as the realization creeps in.
fr_fr: Mes joues flush au fur et à mesure de la réalisation.
it_it: Le mie guance si sciolgono mentre la realizzazione si insinua dentro.

source: [isabelle] really liked me... and of course I had to go and fuck it up.
fr_fr: [isabelle] m'a vraiment aimée ... et bien sûr j'ai dû y aller et la baiser.
it_it: [isabelle] mi è piaciuto molto... e naturalmente ho dovuto andare a scopare.

source: She turns slowly, and just walks off.
fr_fr: Elle se tourne lentement, et vient juste de partir.
it_it: Si gira lentamente, e semplicemente cammina.

source: Then, slowly her face twists into disgust.
fr_fr: Puis, lentement son visage se déforme en dégoût.
it_it: Poi, lentamente il suo viso si snoda in disgusto.

source: The ultimate betrayal — having sex with her rival.
fr_fr: La trahison ultime-avoir des relations sexuelles avec son rival.
it_it: Il tradimento finale — fare sesso con il suo rivale.

source: Her eyes darken like thunder clouds.
fr_fr: Ses yeux s'assombont comme des nuages.
it_it: I suoi occhi scuriscono come nuvole di tuono.

source: Without another word, she turns on her heel, and storms off.
fr_fr: Sans un autre mot, elle se tourne sur son talon, et les tempêtes.
it_it: Senza un'altra parola, si accende il tallone, e le tempeste fuori.

source: Maybe fucking [kate] wasn't the smartest idea with [isabelle] right around the corner...
fr_fr: Peut-être que fucking [kate] n'était pas l'idée la plus intelligente avec [isabelle] juste au coin ...
it_it: Forse cazzo [kate] non è stata l'idea più intelligente con [isabelle] proprio dietro l'angolo...

source: Man, I'm like a kid who found a secret ice cream stash in the freezer and just gorged myself without thinking.
fr_fr: Man, je suis comme un gamin qui a trouvé une crème glacée secrète dans le congélateur et vient de me gorger moi-même sans penser.
it_it: Uomo, sono come un bambino che ha trovato un gelato segreto nel congelatore e appena gorged me stesso senza pensare.

source: Maybe it's not the best idea to just fuck everything that moves just because I can.
fr_fr: Peut-être que ce n'est pas la meilleure idée de tout baise tout ce qui boute juste parce que je le peux.
it_it: Forse non è l'idea migliore per scopare tutto quello che si muove solo perché posso.

source: This is my second chance, and there sure are many ways to mess it up again.
fr_fr: C'est ma seconde chance, et il est certain que de nombreuses façons de le gâchis encore.
it_it: Questa è la mia seconda possibilità, e ci sono sicuramente molti modi per metterla di nuovo in pausa.

source: Ways that I didn't consider before...
fr_fr: Des moyens que je n'ai pas pris en compte avant ...
it_it: Modi che non ho preso in considerazione prima...

source: Fuck, I better go check on her.
fr_fr: Fuck, je ferais mieux de vérifier sur elle.
it_it: Cazzo, meglio andare a controllare su di lei.

source: She looked devastated.
fr_fr: Elle a l'air dévastée.
it_it: Sembrava devastata.

source: She looked like she was about to drown a kitten.
fr_fr: Elle avait l'air d'être sur le point de noyer un chaton.
it_it: Sembrava che stava per annegare un gattino.

source: I'll just leave [kate] here. I'm done with that bitch, anyway.
fr_fr: Je vais juste partir de [kate] ici. Je suis fait avec cette salope, de toute façon.
it_it: Lascerò appena [kate] qui. Ho finito con quella cagna, comunque.

source: And now it's time to...
fr_fr: Et maintenant il est temps de ...
it_it: Ed ora è il momento di...

source: [_kate_s_hate_sex_scare_] W-what?
fr_fr: [_kate_s_hate_sex_scare_] -Quoi?
it_it: [_kate_s_hate_sex_scare_] W-cosa?

source: [_kate_s_hate_sex_scare_] Chad?
fr_fr: [_kate_s_hate_sex_scare_] Tchad?
it_it: [_kate_s_hate_sex_scare_] Ciad?

source: She probably can't believe her ears.
fr_fr: Elle ne peut probablement pas croire ses oreilles.
it_it: Probabilmente non riesce a credere alle sue orecchie.

source: [_kate_s_hate_sex_scare_] Chad?!
fr_fr: [_kate_s_hate_sex_scare_] Tchad?
it_it: [_kate_s_hate_sex_scare_] Ciad?!

source: I wonder what thoughts rush through her bewildered mind...
fr_fr: Je me demande ce que les pensées se précipitont à travers son esprit perplé ...
it_it: Mi chiedo che cosa pensieri correre attraverso la sua mente sconcertata...

source: Does she think Chad abandoned her?
fr_fr: Pense-t-elle que Chad l'a abandonnée?
it_it: Pensa che il Ciad la abbia abbandonata?

source: Or that Chad is the ghost pig?
fr_fr: Ou que le Tchad est le cochon fantôme?
it_it: O che il Ciad è il maiale fantasma?

source: Did the ghost pig just fuck her?
fr_fr: Le cochon fantôme a-t-il simplement la baiser?
it_it: Il maiale fantasma la ha appena scopata?

source: In the end, it doesn't matter.
fr_fr: En fin de compte, ça n'a pas d'importance.
it_it: Alla fine, non importa.

source: Only her trauma matters.
fr_fr: Seulement son traumatisme est important.
it_it: Solo il suo trauma conta.

source: I've pushed my luck twice today, and it's time to dip.
fr_fr: J'ai repoussé ma chance deux fois aujourd'hui, et il est temps de tremper.
it_it: Ho spinto la mia fortuna due volte oggi, ed è ora di tuffarmi.

source: I came for [kate]'s fear, and got her pussy as well.
fr_fr: Je suis venu pour la peur de [kate], et j'ai aussi eu sa chatte.
it_it: Sono venuto per la paura di [kate]e ha preso la sua figa pure.

source: I came for [kate]'s fear, and got her ass as well.
fr_fr: Je suis venu pour la peur de [kate], et j'ai aussi eu son cul.
it_it: Sono venuto per la paura di [kate]e ha preso il suo culo pure.

source: She can crawl around like a blind maggot for a while. That's more than deserved.
fr_fr: Elle peut ramper comme un maggot aveugle pendant un moment. C'est plus que méritait.
it_it: Può strisciare intorno come un mago cieco per un po'. È più che meritato.

source: Now, I have a dinner to get back to.
fr_fr: Maintenant, j'ai un dîner pour rentrer.
it_it: Ora, ho una cena a cui tornare.

source: [_kate_s_cowering_] N-noooo! Go away!
fr_fr: [_kate_s_cowering_] N-noooo ! Vas-y !
it_it: [_kate_s_cowering_] N-noooo! Vai!

source: [_kate_s_cowering_] Aaaaaaaaaah! Help!
fr_fr: [_kate_s_cowering_] Aaaaaaaaaah ! Aide !
it_it: [_kate_s_cowering_] Aaaaaaaaaah! Aiuto!

source: Her face twisted in fear is all I've ever dreamed of.
fr_fr: Son visage tordu dans la peur est tout ce dont j'ai jamais rêvé.
it_it: Il suo volto contorto nella paura è tutto quello che ho mai sognato.

source: To take back some of the power.
fr_fr: Pour reprendre une partie du pouvoir.
it_it: Riprendersi parte del potere.

source: To show her that she's not the queen of the world.
fr_fr: Pour lui montrer qu'elle n'est pas la reine du monde.
it_it: Per mostrarle che non è la regina del mondo.

source: She's just a trembling girl, scared out of her mind.
fr_fr: Elle est juste une fille tremblante, effrayée de son esprit.
it_it: Lei è solo una ragazza tremante, spaventata dalla sua mente.

source: She crawls across the floor in abject horror, hitting her head on chairs and easels.
fr_fr: Elle rampa à travers le sol dans une horreur abjecte, frappant sa tête sur des chaises et des chevales.
it_it: Lei striscia attraverso il pavimento in abietta orrore, colpendo la testa su sedie e cavalletti.

source: I follow her as she cries and pleads, oinking in her ear.
fr_fr: Je la suit alors qu'elle pleure et pleure, qui s'enrage dans son oreille.
it_it: Io la seguo mentre grida e supplica, oinking nel suo orecchio.

source: Tears flow down her cheeks. Streams of piss down her legs.
fr_fr: Les larmes coulont sur ses joues. Des flots de pisse sur ses jambes.
it_it: Lacrime scorrono giù le guance. Flussi di baciare giù le gambe.

source: She screams in fear.
fr_fr: Elle hurle dans la peur.
it_it: Lei urla nella paura.

source: Calls out for her dad.
fr_fr: Demande à son père.
it_it: Chiama il suo papà.

source: Screams again.
fr_fr: Vis encore.
it_it: Urla di nuovo.

source: Finally, she reaches the corner of the room, and just cowers.
fr_fr: Enfin, elle atteint le coin de la pièce, et juste des tondeuses.
it_it: Infine, raggiunge l'angolo della stanza, e solo le cowers.

source: Her body shakes in complete mind-numbing terror.
fr_fr: Son corps se réveille en pensant à la terreur.
it_it: Il suo corpo scuote in completo terrore intorpidito.

source: And that's how I leave her.
fr_fr: Et c'est comme ça que je la laisse.
it_it: Ed è così che la lascio.

source: A whimpering mess on the floor.
fr_fr: Un bordel en danger sur le sol.
it_it: Un capriccioso disordine sul pavimento.

source: Justice served, bitch.
fr_fr: Justice a servi, salope.
it_it: Giustizia servita, cagna.

source: [_mc_] Hey, are you okay?
fr_fr: [_mc_] Hé, tu vas bien?
it_it: [_mc_] Ehi, stai bene?

source: [_isabelle_s_sad_] What do you think?
fr_fr: [_isabelle_s_sad_] Que pensez-vous?
it_it: [_isabelle_s_sad_] Cosa ne pensi?

source: [_mc_] Probably not okay...
fr_fr: [_mc_] Probablement pas d'accord ...
it_it: [_mc_] Probabilmente non va bene...

source: [_isabelle_s_sad_] A proper good guess.
fr_fr: [_isabelle_s_sad_] Une bonne estimation.
it_it: [_isabelle_s_sad_] Una buona congettura.

source: [_isabelle_s_sad_] Did our kiss mean nothing to you?
fr_fr: [_isabelle_s_sad_] Est-ce que notre baiser n'a rien pour vous?
it_it: [_isabelle_s_sad_] Il nostro bacio non significa niente per te?

source: [_isabelle_s_sad_] What about the sex?
fr_fr: [_isabelle_s_sad_] Qu'en est-il du sexe?
it_it: [_isabelle_s_sad_] Che dire del sesso?

source: [_isabelle_s_sad_] You just threw everything we had away for a quick shag with the bitch queen?
fr_fr: [_isabelle_s_sad_] Vous venez de jeter tout ce que nous avons eu pour un shag rapide avec la pute de la reine?
it_it: [_isabelle_s_sad_] Hai appena gettato tutto quello che avevamo per un rapido shag con la regina della cagna?

source: [_mc_] I see that I hurt you.
fr_fr: [_mc_] Je vois que je vous ai blessé.
it_it: [_mc_] vedo che ti ho fatto del male.

source: [_isabelle_s_annoyed_] You think?
fr_fr: [_isabelle_s_annoyed_] Vous pensez?
it_it: [_isabelle_s_annoyed_] Pensi?

source: [_mc_] There's nothing I can say that can take back what I did...
fr_fr: [_mc_] Il n'y a rien que je puisse dire qui puisse reprendre ce que j'ai fait ...
it_it: [_mc_] Non c'è niente che posso dire che possa riprendere quello che ho fatto...

source: [_mc_] But please know that it wasn't anything other than carnal.
fr_fr: [_mc_] Mais je vous prie de savoir que ce n'était pas autre chose que le charnel.
it_it: [_mc_] Ma per favore sappiate che non era altro che carnevale.

source: [_isabelle_s_annoyed_] And that makes it okay?
fr_fr: [_isabelle_s_annoyed_] Et ça va bien?
it_it: [_isabelle_s_annoyed_] E questo lo rende giusto?

source: [_mc_] No, it doesn't.
fr_fr: [_mc_] Non, ce n'est pas le cas.
it_it: [_mc_] No, no.

source: [_mc_] I'm not trying to make excuses for what I just did.
fr_fr: [_mc_] Je n'essaie pas de trouver des excuses pour ce que je viens de faire.
it_it: [_mc_] Non sto cercando di fare scuse per quello che ho appena fatto.

source: [_mc_] I'm simply hoping you can find it in your heart to forgive my mistake.{space=-15}
fr_fr: [_mc_] J'espère simplement que vous pouvez le trouver dans votre cœur pour pardonner mon erreur. { space=-15 }
it_it: [_mc_] Sto semplicemente sperando che tu possa trovarlo nel tuo cuore per perdonare il mio errore.{space=-15}

source: [_mc_] It was a hate-fuck. That's all it was.
fr_fr: [_mc_] C'était un putain de haine. C'est tout.
it_it: [_mc_] E 'stato un hate-fuck. È tutto quello che era.

source: [_isabelle_s_sad_] Well, it still hurts.
fr_fr: [_isabelle_s_sad_] Bien, ça fait encore mal.
it_it: [_isabelle_s_sad_] Beh, fa ancora male.

source: [_isabelle_s_sad_] I thought we had something special, and now—
fr_fr: [_isabelle_s_sad_] Je croyais que nous avions quelque chose de spécial, et maintenant-
it_it: [_isabelle_s_sad_] Ho pensato che avessimo qualcosa di speciale, e ora—

source: [_mc_] It's not that simple.
fr_fr: [_mc_] Ce n'est pas si simple.
it_it: [_mc_] Non è così semplice.

source: [_isabelle_s_sad_] Explain to me why you did it, then.
fr_fr: [_isabelle_s_sad_] Expliquez-moi pourquoi vous l'avez fait, alors.
it_it: [_isabelle_s_sad_] Spiegami perché l'hai fatto, allora.

source: [_mc_] I saw an opportunity to get back at her.
fr_fr: [_mc_] J'ai vu une occasion de la récupérer.
it_it: [_mc_] Ho visto un'opportunità di tornare da lei.

source: [_mc_] There was a sort of poetic justice in fucking her, after she'd fucked me over for so long.
fr_fr: [_mc_] Il y avait une sorte de justice poétique dans la putain d'elle, après qu'elle m'ait baisé pendant si longtemps.
it_it: [_mc_] C'era una sorta di giustizia poetica nel cazzo di lei, dopo che mi aveva scopata sopra per così tanto tempo.

source: [_isabelle_s_sad_] I guess I can see that... but it still hurts...
fr_fr: [_isabelle_s_sad_] Je suppose que je peux voir ça ... mais ça fait encore mal ...
it_it: [_isabelle_s_sad_] Immagino di poterlo vedere... ma ancora fa male...

source: [_mc_] I'm sorry. It was really stupid of me.
fr_fr: [_mc_] Je suis désolé. C'était vraiment stupide de moi.
it_it: [_mc_] Mi dispiace. Era davvero stupido da parte mia.

source: [_mc_] All I thought about was revenge and then—
fr_fr: [_mc_] Tout ce que j'ai pensé était la vengeance et puis-
it_it: [_mc_] Tutto quello che pensavo era vendetta e poi—

source: Great. She looks pissed.
fr_fr: Super. Elle a l'air pissée.
it_it: Grande. Sembra baciata.

source: [_isabelle_s_annoyed_left_] Don't even talk to me. I don't want to hear it.
fr_fr: [_isabelle_s_annoyed_left_] Ne me parlez même pas. Je ne veux pas l'entendre.
it_it: [_isabelle_s_annoyed_left_] Non mi parli nemmeno. Non voglio sentirlo.

source: [_mc_] What's the problem?
fr_fr: [_mc_] Quel est le problème?
it_it: [_mc_] Qual è il problema?

source: [_isabelle_s_angry_] What's the problem?!
fr_fr: [_isabelle_s_angry_] Quel est le problème?
it_it: [_isabelle_s_angry_] Qual è il problema?!

source: [_isabelle_s_angry_] The problem is you shagging [kate], you daft cunt!
fr_fr: [_isabelle_s_angry_] Le problème, c'est que tu agis [kate], tu daft cunt !
it_it: [_isabelle_s_angry_] Il problema è che shagging [kate], si daft cunt!

source: [_mc_] And why is that a problem, exactly?
fr_fr: [_mc_] Et pourquoi c'est un problème, exactement?
it_it: [_mc_] E perché è un problema, esattamente?

source: [_isabelle_s_angry_] Because... she's the enemy!
fr_fr: [_isabelle_s_angry_] Parce que ... c'est l'ennemi !
it_it: [_isabelle_s_angry_] Perché... lei è il nemico!

source: [_mc_] Did it look like I was making love to her?
fr_fr: [_mc_] Est-ce que j'ai l'air de faire l'amour à elle?
it_it: [_mc_] Sembrava che stavo facendo l'amore per lei?

source: [_mc_] I conquered her with my dick, that's all I did.
fr_fr: [_mc_] Je l'ai conquise avec ma bite, c'est tout ce que j'ai fait.
it_it: [_mc_] L'ho conquistata con il mio cazzo, è tutto quello che ho fatto.

source: [_mc_] Sex isn't always about love. Sometimes it's about dominance.
fr_fr: [_mc_] Le sexe n'est pas toujours l'amour. Parfois c'est une question de domination.
it_it: [_mc_] Il sesso non è sempre di amore. A volte si tratta di dominio.

source: [_mc_] I merely put her in her place. No feelings were involved.
fr_fr: [_mc_] Je la mets simplement à sa place. Aucun sentiment n'a été impliqué.
it_it: [_mc_] L'ho semplicemente messa al suo posto. Nessun sentimento è stato coinvolto.
