Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_stolen.po
Languages: fr_fr, it_it

source: [_jo_s_thinking_] Oh, dear... I'm sorry, [kate], but we have trash cans for a reason.
fr_fr: [_jo_s_thinking_] Oh, chérie ... Je suis désolé, [kate], mais nous avons des poubelles pour une raison.
it_it: [_jo_s_thinking_] Oh, caro... Mi dispiace, [kate], ma abbiamo lattine cestine per un motivo.

source: [_jo_s_thinking_] I'm afraid I'll have to give you detention for this...
fr_fr: [_jo_s_thinking_] Je crains de devoir vous accorder la détention pour ça ...
it_it: [_jo_s_thinking_] Temo che dovrò darti la detenzione per questo...

source: [_kate_s_sad_] Detention? I never get detention.
fr_fr: [_kate_s_sad_] Détention? Je n'ai jamais été retenue.
it_it: [_kate_s_sad_] Detention? Non ottengo mai la detenzione.

source: [_jo_s_sad_] I know, but what example would that set for our new student here?
fr_fr: [_jo_s_sad_] Je sais, mais quel exemple cela aurait pour notre nouvel étudiant ici?
it_it: [_jo_s_sad_] lo so, ma che esempio potrebbe impostare per il nostro nuovo studente qui?

source: [_jo_s_sad_] Please, report to [mrsl] at the end of the day.
fr_fr: [_jo_s_sad_] S'il vous plaît, rapport au [mrsl] à la fin de la journée.
it_it: [_jo_s_sad_] Per favore, segnala a [mrsl] alla fine della giornata.

source: [_jo_s_sad_] Oh, and pick up those things...
fr_fr: [_jo_s_sad_] Oh, et ramasser ces choses ...
it_it: [_jo_s_sad_] Oh, e prendi quelle cose...

source: [_kate_s_angry_] You little snake...
fr_fr: [_kate_s_angry_] You little serpent ...
it_it: [_kate_s_angry_] Tu piccolo serpente...

source: [_mc_] Sorry, but you get what you give.
fr_fr: [_mc_] Désolé, mais vous obtenez ce que vous donnez.
it_it: [_mc_] Ci dispiace, ma ottieni quello che dai.

source: [_isabelle_s_excited_] He's right, you know? Play stupid games, win stupid prizes.
fr_fr: [_isabelle_s_excited_] Il a raison, tu sais? Jouer des jeux stupides, gagner des prix stupides.
it_it: [_isabelle_s_excited_] Ha ragione, sa? Gioca a stupide giochi, vinci stupendi premi.

source: [_kate_s_smile_right_] You seem like an expert in that field.
fr_fr: [_kate_s_smile_right_] Vous semblez être un expert dans ce domaine.
it_it: [_kate_s_smile_right_] Sembri un esperto in questo campo.

source: [_isabelle_s_annoyed_left_] At least I'm not a thief.
fr_fr: [_isabelle_s_annoyed_left_] Au moins, je ne suis pas un voleur.
it_it: [_isabelle_s_annoyed_left_] Almeno non sono un ladro.

source: Whoops... I was supposed to warn [kate] about that.
fr_fr: Whoops ... J'étais supposé mettre en garde [kate] à ce sujet.
it_it: Oops... Avrei dovuto avvertire [kate] a riguardo.

source: Oh, well. She can probably fend for herself...
fr_fr: Oh, bien. Elle peut probablement se débroufinir pour elle-même ...
it_it: Oh, bene. Probabilmente può piegarsi per sé...

source: [_kate_s_laughing_] I don't know what crazy ideas are bouncing around in your little head, but that's just sad.
fr_fr: [_kate_s_laughing_] Je ne sais pas quelles idées folles rebonfont dans votre petite tête, mais c'est juste triste.
it_it: [_kate_s_laughing_] Non so quali idee pazzesche stanno rimbalzando nella tua testa piccola, ma è solo triste.

source: [_isabelle_s_annoyed_left_] I know what you did. And you're probably used to getting away with stuff like that... but I'm going to put an end to that.
fr_fr: [_isabelle_s_annoyed_left_] Je sais ce que vous avez fait. Et vous êtes probablement habitués à vous en sortir avec des trucs comme ça ... mais je vais mettre fin à ça.
it_it: [_isabelle_s_annoyed_left_] So quello che hai fatto. E probabilmente sei abituato ad andare via con cose del genere. . Ma sto per mettere fine a questo.

source: [_kate_s_eyeroll_] Did what, exactly?
fr_fr: [_kate_s_eyeroll_] A quoi, exactement?
it_it: [_kate_s_eyeroll_] Che cosa, esattamente?

source: [_kate_s_excited_] Wait, did someone dog-ear the pages in your favorite smut novel?
fr_fr: [_kate_s_excited_] Attends, a fait quelqu'un de chien, les pages de ton charbon préféré?
it_it: [_kate_s_excited_] Aspetta, qualcuno ha orecchio le pagine nel tuo romanzo smut preferito?

source: [_kate_s_skeptical_] What's up with her?
fr_fr: [_kate_s_skeptical_] Qu'est-ce qu'elle est avec elle?
it_it: [_kate_s_skeptical_] Che cos'è con lei?

source: [_mc_] Yeah, it's my stuff... [kate] was just telling me to pick up after myself.
fr_fr: [_mc_] Oui, c'est mon truc ... [kate] me disait juste de me chercher après moi.
it_it: [_mc_] Sì, è la mia roba... [kate] mi stava semplicemente dicendo di prendermi dopo di me.

source: [_kate_s_sad_] Uh, right.
fr_fr: [_kate_s_sad_] Uh, non.
it_it: [_kate_s_sad_] Uh, destra.

source: [_jo_s_sad_] [mc]? This is a school, not a—
fr_fr: [_jo_s_sad_] [mc]? C'est une école, pas un-
it_it: [_jo_s_sad_] [mc]? Questa è una scuola, non un—

source: [_isabelle_s_concerned_left_] Sorry for barging in.
fr_fr: [_isabelle_s_concerned_left_] Désolé pour avoir négocié.
it_it: [_isabelle_s_concerned_left_] Ci scusiamo per aver scommesso dentro.

source: [_isabelle_s_concerned_left_] But that's not what happened.
fr_fr: [_isabelle_s_concerned_left_] Mais ce n'est pas ce qui s'est passé.
it_it: [_isabelle_s_concerned_left_] Ma non è quello che è successo.

source: [_mc_] You just got here, [isabelle]. It really is my fault...
fr_fr: [_mc_] Vous venez d'être ici, [isabelle]. C'est vraiment ma faute ...
it_it: [_mc_] Sei appena arrivato qui, [isabelle]. È davvero colpa mia...

source: [_kate_s_smile_right_] Everyone knows I'm a model student. You must've been mistaken, [isabelle].
fr_fr: [_kate_s_smile_right_] Tout le monde sait que je suis un étudiant modèle. Vous devez vous tromper, [isabelle].
it_it: [_kate_s_smile_right_] Tutti sanno che sono uno studente modello. Devi aver sbagliato, [isabelle].

source: [_jo_s_sad_] Very well, [mc]. Report to [mrsl] for detention. You should know better...
fr_fr: [_jo_s_sad_] Très bien, [mc]. Rapport au [mrsl] pour la détention. Tu devrais savoir mieux ...
it_it: [_jo_s_sad_] Molto bene, [mc]. Segnala a [mrsl] per la detenzione. Dovresti sapere meglio...

source: [_isabelle_s_angry_] Why did you do that, [mc]?!
fr_fr: [_isabelle_s_angry_] Pourquoi as-tu fait ça, [mc]? !
it_it: [_isabelle_s_angry_] Perché lo hai fatto, [mc]?!

source: [_mc_] Do what?
fr_fr: [_mc_] Faites quoi?
it_it: [_mc_] Fare cosa?

source: [_isabelle_s_annoyed_left_] Seriously? I'm not bloody stupid. Why'd you take the fall for her?
fr_fr: [_isabelle_s_annoyed_left_] Sérieusement? Je ne suis pas stupide. Pourquoi as-tu pris la chute pour elle?
it_it: [_isabelle_s_annoyed_left_] Seriamente? Non sono stupida sanguinosa. Perché prenderesti la caduta per lei?

source: [_kate_s_flirty_] Because he knows my time is valuable. He also knows he'll be rewarded later.
fr_fr: [_kate_s_flirty_] Parce qu'il sait que mon temps est précieux. Il sait aussi qu'il sera récompensé plus tard.
it_it: [_kate_s_flirty_] Perché sa che il mio tempo è prezioso. Egli sa anche che sarà ricompensato più tardi.

source: [_isabelle_s_annoyed_left_] You're the worst.
fr_fr: [_isabelle_s_annoyed_left_] Vous êtes le pire.
it_it: [_isabelle_s_annoyed_left_] Sei il peggio.

source: [_isabelle_s_annoyed_] And you... you're enabling her.
fr_fr: [_isabelle_s_annoyed_] Et vous ... vous l'habille.
it_it: [_isabelle_s_annoyed_] E tu... la stai abilitando.

source: [_kate_s_neutral_] Why don't you mind your own business, hm?
fr_fr: [_kate_s_neutral_] Pourquoi ne vous dérangez pas votre propre entreprise, hm?
it_it: [_kate_s_neutral_] Perché non ti dispiace il tuo business, hm?

source: These two are worse than repelling magnets... sparks seem to fly whenever they get near each other.
fr_fr: Ces deux sont pires que de repousser les aimants ... les étincelles semblent voler chaque fois qu'elles se trouvent près de l'autre.
it_it: Questi due sono peggio che respingendo magneti... scintille sembrano volare ogni volta che si avvicinano l'un l'altro.

source: [_isabelle_s_annoyed_left_] Says the girl who literally got her hands into mine.
fr_fr: [_isabelle_s_annoyed_left_] Says the girl who littéralement got her hands into mine.
it_it: [_isabelle_s_annoyed_left_] Dice la ragazza che ha letteralmente messo le mani nelle mie.

source: [_kate_s_smile_] Only in your lezzie fantasies, sweetheart.
it_it: [_kate_s_smile_] Solo nelle tue fantasie lezzie, innamorati.

source: [_mc_] It's true... I was trying to cover for [isabelle]. She was actually the one littering.
fr_fr: [_mc_] C'est vrai ... J'essayais de couvrir le [isabelle]. Elle était en fait le seul jonc.
it_it: [_mc_] È vero... Stavo cercando di coprire per [isabelle]. In realtà era quella lettiera.

source: [_isabelle_s_afraid_] What the hell?!
fr_fr: [_isabelle_s_afraid_] Qu'est-ce que l'enfer?
it_it: [_isabelle_s_afraid_] Che inferno?!

source: [_kate_s_confident_] [mc] is right. [isabelle] probably doesn't know that we use trash cans here...
fr_fr: [_kate_s_confident_] [mc] a raison. [isabelle] ne sait probablement pas que nous utilisons des poubelles ici ...
it_it: [_kate_s_confident_] [mc] ha ragione. [isabelle] probabilmente non sa che qui usiamo le lattine del cestino...

source: [_kate_s_confident_right_] She's from a different culture, so it's understandable.
fr_fr: [_kate_s_confident_right_] Elle est d'une culture différente, donc c'est compréhensible.
it_it: [_kate_s_confident_right_] Lei è di una cultura diversa, quindi è comprensibile.

source: [_jo_s_worried_] I'm sorry, [isabelle], but rules are rules... you're new here, so just treat this as a learning experience.
fr_fr: [_jo_s_worried_] Je suis désolé, [isabelle], mais les règles sont des règles ... vous êtes nouveau ici, alors traitez ça comme une expérience d'apprentissage.
it_it: [_jo_s_worried_] Mi dispiace, [isabelle], ma le regole sono regole... sei nuovo qui, quindi trattalo come un'esperienza di apprendimento.

source: [_isabelle_s_cringe_] I can't believe you just did that, [mc]! What a truly disgusting thing to do...
fr_fr: [_isabelle_s_cringe_] Je ne peux pas croire que vous avez fait ça, [mc]! Quelle chose vraiment dégoûtante à faire ...
it_it: [_isabelle_s_cringe_] Non posso credere che tu abbia appena fatto, [mc]! Che cosa davvero disgustosa da fare...

source: [_isabelle_s_cringe_] Don't bother talking to me again.
fr_fr: [_isabelle_s_cringe_] Ne m'embêtez pas à me parler à nouveau.
it_it: [_isabelle_s_cringe_] Non preoccuparti di nuovo di parlarmi.

source: [_kate_s_laughing_] Now, you've done it.
fr_fr: [_kate_s_laughing_] Maintenant, vous l'avez fait.
it_it: [_kate_s_laughing_] Ora, l'hai fatto.

source: [isabelle] seemed genuinely upset, which is fair...
fr_fr: [isabelle] semblait vraiment bouleversé, ce qui est juste ...
it_it: [isabelle] sembrava veramente sconvolto, che è giusto...

source: It was a dick-move, but that's what happens when you go up against [kate].
fr_fr: C'était une décision, mais c'est ce qui arrive quand on va contre le [kate].
it_it: Era una mossa di cazzo, ma è quello che succede quando si sale contro [kate].

source: I might still be able to patch things up with her by finding the thief... but do I really care?
fr_fr: Je pourrais encore être capable de réparer les choses avec elle en trouvant le voleur ... mais je m'en soucie vraiment?
it_it: Potrei ancora essere in grado di patch le cose con lei trovando il ladro... ma mi importa davvero?

source: [_mc_] She definitely didn't like that.
fr_fr: [_mc_] Elle n'aime absolument pas ça.
it_it: [_mc_] Le non piaceva sicuramente.

source: [_kate_s_confident_] But I did! I loved the look of surprise on her face.
fr_fr: [_kate_s_confident_] Mais j'ai fait ! J'aimais l'air de surprise sur son visage.
it_it: [_kate_s_confident_] Ma ho fatto! Mi è piaciuto lo sguardo di sorpresa sul suo volto.

source: [_kate_s_confident_] You also got me out of trouble, and that's what matters.
fr_fr: [_kate_s_confident_] Vous m'avez aussi eu des ennui, et c'est ce qui compte.
it_it: [_kate_s_confident_] Mi hai anche preso fuori dai guai, ed è quello che conta.

source: [_kate_s_excited_] I guess you're smarter than you look...
fr_fr: [_kate_s_excited_] Je suppose que vous êtes plus intelligent que vous ...
it_it: [_kate_s_excited_] Immagino che tu sia più intelligente di quanto sembra...

source: [_mc_] Thank you!
fr_fr: [_mc_] Merci !
it_it: [_mc_] Grazie!

source: A compliment from [kate]? I must be dreaming again.
fr_fr: Un compliment de [kate]? Je dois encore rêver.
it_it: Un complimento da [kate]? Devo sognare di nuovo.

source: [_kate_s_skeptical_] What's up with her anyway?
fr_fr: [_kate_s_skeptical_] Qu'est-ce qu'elle a de toute façon?
it_it: [_kate_s_skeptical_] Che cos'è comunque con lei?

source: [_mc_] Hey, you don't happen to have a sheet of paper on you, do you?
fr_fr: [_mc_] Hé, vous n'avez pas une feuille de papier sur vous, n'est-ce pas?
it_it: [_mc_] Ehi, non ti capita di avere un foglio di carta su di te, vero?

source: [_lindsey_s_smile_] Sorry, I left my bag at the tracks...
fr_fr: [_lindsey_s_smile_] Désolé, j'ai laissé mon sac sur les rails ...
it_it: [_lindsey_s_smile_] Mi dispiace, ho lasciato la mia borsa in pista...

source: [_lindsey_s_flirty_] But I actually saw [flora] write something down in the art classroom!
fr_fr: [_lindsey_s_flirty_] Mais j'ai vu [flora] écrire quelque chose dans la salle de classe !
it_it: [_lindsey_s_flirty_] Ma in realtà ho visto [flora] scrivere qualcosa in aula d'arte!

source: [_mc_] I know you gave me the pen already, but are you sure you don't have any paper on you?
fr_fr: [_mc_] Je sais que tu m'as déjà donné le stylo, mais tu es sûr que tu n'as pas de papier sur toi?
it_it: [_mc_] So che mi hai già dato la penna, ma sei sicuro di non avere alcuna carta su di te?

source: [_isabelle_s_concerned_left_] No, but there should be papers around here somewhere...
fr_fr: [_isabelle_s_concerned_left_] Non, mais il devrait y avoir des papiers quelque part ...
it_it: [_isabelle_s_concerned_left_] No, ma ci dovrebbero essere dei documenti in giro da qualche parte...

source: [_isabelle_s_concerned_] Maybe check the English classroom or ask someone?
fr_fr: [_isabelle_s_concerned_] Peut-être vérifier la classe d'anglais ou demander à quelqu'un?
it_it: [_isabelle_s_concerned_] Forse controllare l'aula inglese o chiedere a qualcuno?

source: [_kate_s_eyeroll_] Why do you always drag your feet?
fr_fr: [_kate_s_eyeroll_] Pourquoi traîtez-vous toujours les pieds?
it_it: [_kate_s_eyeroll_] Perché trascini sempre i piedi?

source: [_mc_] It's just how I walk...
fr_fr: [_mc_] C'est juste comment je marche ...
it_it: [_mc_] È proprio come cammino...

source: [_mc_] Do you happen to have anything I can write on? A paper of some sort?
fr_fr: [_mc_] Est-ce que vous avez quelque chose que je peux écrire? Un journal de quelque sorte?
it_it: [_mc_] Ti capita di avere qualcosa su cui posso scrivere? Una carta di qualche tipo?

source: [_kate_s_excited_] Of course I do.
fr_fr: [_kate_s_excited_] Bien sûr que je le fais.
it_it: [_kate_s_excited_] Certamente lo faccio.

source: [_kate_s_cringe_] What? You think I'll just give it to you? Get lost.
fr_fr: [_kate_s_cringe_] Quoi? Vous pensez que je vous le donnerai? Va perdu.
it_it: [_kate_s_cringe_] Cosa? Pensi che te lo darò solo? Ti perderai.

source: [_mc_] What are you laughing at?
fr_fr: [_mc_] Qu'est-ce que vous riez?
it_it: [_mc_] Di cosa stai ridendo?

source: [_flora_s_blush_] You running around the school, looking lost...
it_it: [_flora_s_blush_] Stai correndo intorno alla scuola, guardando perso...

source: [_mc_] Damn it, [flora]. Stop following me!
fr_fr: [_mc_] Damn it, [flora]. Arras de me suivre !
it_it: [_mc_] Dannazione, [flora]. Smettila di seguirmi!

source: [_flora_s_blush_] Make me!
fr_fr: [_flora_s_blush_] Faites-moi !
it_it: [_flora_s_blush_] Mi rende!

source: [_mc_] Ugh. Do you have a paper I can borrow?
fr_fr: [_mc_] Ugh. Avez-vous un papier que je peux emprunter?
it_it: [_mc_] Ugh. Hai una carta che posso prendere in prestito?

source: [_flora_s_thinking_] I had one like thirty seconds ago...
fr_fr: [_flora_s_thinking_] I had one like trente secondes ago ...
it_it: [_flora_s_thinking_] Ho avuto uno come trenta secondi fa...

source: [_mc_] Where is it now?
fr_fr: [_mc_] Où en est-il maintenant?
it_it: [_mc_] Dov'è adesso?

source: [_flora_s_laughing_] I ate it.
fr_fr: [_flora_s_laughing_] Je l'ai mangé.
it_it: [_flora_s_laughing_] l'ho mangiato.

source: [_mc_] But why?
fr_fr: [_mc_] Mais pourquoi?
it_it: [_mc_] Ma perché?

source: [_flora_s_worried_] I saw you coming over, and I panicked...
fr_fr: [_flora_s_worried_] Je vous ai vu venir, et j'ai paniqué ...
it_it: [_flora_s_worried_] vi ho visti venire e mi sono preso dal panico...

source: [_mc_] You're so funny...
fr_fr: [_mc_] Vous êtes si drôle ...
it_it: [_mc_] Sei così divertente...

source: [_flora_s_laughing_] I know! Try checking for paper in the gym.
fr_fr: [_flora_s_laughing_] Je sais ! Essayez de vérifier le papier dans la salle de gym.
it_it: [_flora_s_laughing_] Lo so! Prova a controllare la carta in palestra.

source: [_mc_] Hey, do you happen to have any paper I can write on?
fr_fr: [_mc_] Hé, vous avez un papier sur lequel je peux écrire?
it_it: [_mc_] Ehi, ti capita di avere qualche carta su cui posso scrivere?

source: [_nurse_s_thinking_] I'm afraid not, but there might be some in my office.
fr_fr: [_nurse_s_thinking_] Je n'ai pas peur, mais il pourrait y en avoir dans mon bureau.
it_it: [_nurse_s_thinking_] Ho paura di no, ma ci potrebbe essere un po 'nel mio ufficio.

source: [_nurse_s_concerned_] Or you can ask [kate]... she always seems good at keeping track of things.
fr_fr: [_nurse_s_concerned_] Ou vous pouvez demander [kate]... elle semble toujours bonne pour garder trace de choses.
it_it: [_nurse_s_concerned_] O puoi chiedere [kate]... sembra sempre brava a tenere traccia delle cose.

source: [_mrsl_s_neutral_] [mc], what can I do for you?
fr_fr: [_mrsl_s_neutral_] [mc], que puis-je faire pour vous?
it_it: [_mrsl_s_neutral_] [mc], cosa posso fare per te?

source: If only you knew the real answer to that question...
fr_fr: Si seulement vous connaissiez la vraie réponse à cette question ...
it_it: Se solo sapeva la risposta reale a quella domanda...

source: [_mc_] Err... any idea where I can find a piece of paper?
fr_fr: [_mc_] Err ... une idée où je peux trouver un bout de papier?
it_it: [_mc_] Err... qualsiasi idea dove posso trovare un pezzo di carta?

source: [_mrsl_s_thinking_] Paper? What do you need that for?
fr_fr: [_mrsl_s_thinking_] Papier? Qu'est-ce que tu as besoin de ça?
it_it: [_mrsl_s_thinking_] Paper? A cosa serve questo?

source: [_mc_] To write a letter.
fr_fr: [_mc_] Pour écrire une lettre.
it_it: [_mc_] Per scrivere una lettera.

source: [_mrsl_s_surprised_] What about email and text messages?
fr_fr: [_mrsl_s_surprised_] Qu'en est-il des courriels et des messages texte?
it_it: [_mrsl_s_surprised_] Che dire di email e messaggi di testo?

source: [_mc_] The person I'm trying to reach doesn't believe in those things...
fr_fr: [_mc_] La personne que j'essaie de joindre ne croit pas à ces choses ...
it_it: [_mc_] La persona che sto cercando di raggiungere non crede in quelle cose...

source: [_mrsl_s_surprised_] That's unusual.
fr_fr: [_mrsl_s_surprised_] C'est inhabituel.
it_it: [_mrsl_s_surprised_] È insolito.

source: [_mrsl_s_thinking_] Well, I just ran out of paper... try asking [jacklyn].
fr_fr: [_mrsl_s_thinking_] Eh bien, j'ai manqué de papier ... essayez de demander le [jacklyn].
it_it: [_mrsl_s_thinking_] Beh, ho appena finito la carta... prova a chiedere [jacklyn].

source: [_mc_] Sorry to bother you during lunch, but do have anything I can write a letter on?
fr_fr: [_mc_] Désolé de vous déranger pendant le déjeuner, mais est-ce que je peux écrire une lettre?
it_it: [_mc_] Mi dispiace di disturbarti durante il pranzo, ma ho qualcosa su cui posso scrivere una lettera?

source: [_mc_] Sorry to bother you after class, but do have anything I can write a letter on?
fr_fr: [_mc_] Désolé de vous déranger après la classe, mais est-ce que je peux écrire une lettre?
it_it: [_mc_] Mi dispiace di disturbarti dopo la lezione, ma ho qualcosa su cui posso scrivere una lettera?

source: [_jacklyn_s_smile_] No bother, Hank.
fr_fr: [_jacklyn_s_smile_] Non, Hank.
it_it: [_jacklyn_s_smile_] Nessun disturbo, Hank.

source: [_mc_] It's [mc].
fr_fr: [_mc_] C'est [mc].
it_it: [_mc_] È [mc].

source: [_jacklyn_s_thinking_] That's what I said.
fr_fr: [_jacklyn_s_thinking_] C'est ce que j'ai dit.
it_it: [_jacklyn_s_thinking_] È quello che ho detto.

source: [_mc_] Oh, I thought you called me Hank!
fr_fr: [_mc_] Oh, je pensais que vous m'appeliez Hank !
it_it: [_mc_] Oh, ho pensato che mi hai chiamato Hank!

source: [_jacklyn_s_thinking_] I did...
it_it: [_jacklyn_s_thinking_] ho fatto...

source: [_mc_] But my name is [mc].
fr_fr: [_mc_] Mais mon nom est [mc].
it_it: [_mc_] Ma il mio nome è [mc].

source: [_jacklyn_s_excited_] Oh! It's with a French spelling, isn't it?
fr_fr: [_jacklyn_s_excited_] Oh ! C'est avec une orthographe française, n'est-ce pas?
it_it: [_jacklyn_s_excited_] Oh! È con un'ortografia francese, vero?

source: [_jacklyn_s_annoyed_] Like "Honk" or something? Honk, honk, honk? Wait, no... that's the Canadian spelling.
fr_fr: [_jacklyn_s_annoyed_] Comme "Honk" ou quelque chose? Honk, honk, honk? Attends, non ... c'est l'orthographe canadienne.
it_it: [_jacklyn_s_annoyed_] Ti piace "Honk" o qualcosa? Honk, honk, honk? Aspetta, no... è l'ortografia canadese.

source: [_jacklyn_s_thinking_] So it is. I'm still trying to memorize the names here.
fr_fr: [_jacklyn_s_thinking_] C'est donc le. J'essaie encore de mémoriser les noms ici.
it_it: [_jacklyn_s_thinking_] Così è. Sto ancora cercando di memorizzare i nomi qui.

source: [_jacklyn_s_excited_] Anyway... a paper, huh? I don't have any on me, but check with me later during class.
fr_fr: [_jacklyn_s_excited_] Bref ... un papier, hein? Je n'en ai pas sur moi, mais je vérifie avec moi plus tard pendant la classe.
it_it: [_jacklyn_s_excited_] Comunque... una carta, eh? Non ne ho su di me, ma controlla con me più tardi durante la lezione.

source: [_jacklyn_s_laughing_] [mrsl] might also have some if you're desperate!
fr_fr: [_jacklyn_s_laughing_] [mrsl] pourrait aussi en avoir si vous êtes désespérée !
it_it: [_jacklyn_s_laughing_] [mrsl] potrebbe anche avere alcuni se sei disperato!

source: [_mc_] Papers! I need papers!
fr_fr: [_mc_] Papiers ! J'ai besoin de papiers !
it_it: [_mc_] Papers! Ho bisogno di documenti!

source: [_jacklyn_s_smile_] Sure looks like it.
fr_fr: [_jacklyn_s_smile_] On dirait que Sure.
it_it: [_jacklyn_s_smile_] Certo assomiglia.

source: [_jacklyn_s_smile_] Well, let me get one for you.
fr_fr: [_jacklyn_s_smile_] Eh bien, laissez-moi en obtenir un pour vous.
it_it: [_jacklyn_s_smile_] Beh, lasciate che ne ottenga uno per voi.

source: Why is she taking so long?
fr_fr: Pourquoi elle prend tant de temps?
it_it: Perché sta prendendo così tanto tempo?

source: [_jacklyn_s_annoyed_] It seems like we've run out...
fr_fr: [_jacklyn_s_annoyed_] Il semble que nous sommes sortis ...
it_it: [_jacklyn_s_annoyed_] Sembra che abbiamo finito...

source: [_jacklyn_s_annoyed_] Got to speak to the principal about this.
fr_fr: [_jacklyn_s_annoyed_] Got pour parler au principal à ce sujet.
it_it: [_jacklyn_s_annoyed_] Ha avuto modo di parlare con il principale su questo.

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?
it_it: [_mc_] Seriamente?

source: [_jacklyn_s_cringe_] If you're desperate, ask her yourself. The upper management is probably hoarding the paper.
fr_fr: [_jacklyn_s_cringe_] Si vous êtes désespérée, demandez-vous vous-même. La haute direction est sans doute à l'arraisonnement du papier.
it_it: [_jacklyn_s_cringe_] Se sei disperato, chiedi a te stesso. La gestione superiore probabilmente sta accumulando la carta.
