Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: [_isabelle_s_neutral_] Perfect. Do you have all the things with you?
fr_fr: [_isabelle_s_neutral_] Parfait. Avez-vous toutes les choses avec vous?
it_it: [_isabelle_s_neutral_] Perfetto. Hai tutte le cose con te?

source: [_mc_] I think so.
fr_fr: [_mc_] Je pense que oui.
it_it: [_mc_] penso di sì.

source: [_isabelle_s_neutral_] All the cheerleaders are already upstairs getting ready for the tryouts.{space=-40}
fr_fr: [_isabelle_s_neutral_] Tous les cheerleaders sont déjà en train d'être prêts pour les essais. { space=-40 }
it_it: [_isabelle_s_neutral_] Tutte le cheerleader sono già al piano superiore prepararsi per le prove.{space=-40}

source: [_mc_] I guess we better hurry, then.
fr_fr: [_mc_] Je suppose que nous sommes plus pressés, alors.
it_it: [_mc_] Immagino che sia meglio sbrigarsi, allora.

source: This would be a good opportunity to escape into the night...
fr_fr: Ce serait une bonne occasion de s'échapper dans la nuit ...
it_it: Questa sarebbe una buona occasione per fuggire nella notte...

source: Run as far as my legs will take me...
fr_fr: Run as far as my jambes will take me ...
it_it: Corri per quanto le mie gambe mi prenderanno...

source: Set up a camp near an old volcano...
fr_fr: Mettre en place un camp près d'un vieux volcan ...
it_it: Configura un campo vicino ad un vecchio vulcano...

source: Forge a bunch of rings...
fr_fr: Forge un tas de bagues ...
it_it: Forgia un mazzo di anelli...

source: Distribute them amongst my enemies...
fr_fr: Distribuez-les parmi mes ennemis ...
it_it: Distribuirli tra i miei nemici...

source: Lose the one I made for myself like a fool...
fr_fr: Lose celui que j'ai fait pour moi comme un idiot ...
it_it: Perdere quello che ho fatto per me come un pazzo...

source: Then spend the rest of my days in a tower, watching some dude and his gardener going on a hike...
fr_fr: Puis passez le reste de mes jours dans une tour, en regardant un mec et son jardinier en train de faire une randonnée ...
it_it: Poi trascorri il resto dei miei giorni in una torre, guardando un po 'di tizio e il suo giardiniere andare a fare un'escursione...

source: Eh, maybe tomorrow.
fr_fr: Eh, peut-être demain.
it_it: Eh, forse domani.

source: As much as I'd like a snack right now, there are places to be and traps to set.
fr_fr: Tout comme je voudrais une collation maintenant, il y a des endroits à être et des pièges à fixer.
it_it: Per quanto mi piacerebbe uno spuntino in questo momento, ci sono posti da essere e trappole da impostare.

source: Locked.
fr_fr: Verrouillé.
it_it: Bloccato.

source: [_isabelle_s_thinking_] Shh! Wait!
fr_fr: [_isabelle_s_thinking_] Shh ! Attends !
it_it: [_isabelle_s_thinking_] Shh! Aspetta!

source: [_isabelle_s_thinking_] They're getting ready in the women's bathroom.
fr_fr: [_isabelle_s_thinking_] Ils se préparent dans la salle de bain pour femmes.
it_it: [_isabelle_s_thinking_] Si stanno preparando nel bagno delle donne.

source: [_isabelle_s_thinking_] While you set up the trap, I'll try to sneak in there.
fr_fr: [_isabelle_s_thinking_] Alors que vous avez mis en place le piège, j'essaierai d'y pénétrer.
it_it: [_isabelle_s_thinking_] Mentre hai impostato la trappola, cercherò di intrufolarsi lì.

source: [_isabelle_s_flirty_] You got this! I believe in you.
fr_fr: [_isabelle_s_flirty_] Vous avez ceci ! Je crois en vous.
it_it: [_isabelle_s_flirty_] Hai ottenuto questo! Io credo in te.

source: [_mc_] That makes one of us.
fr_fr: [_mc_] Cela fait un de nous.
it_it: [_mc_] Quello fa uno di noi.

source: [_isabelle_s_laughing_] Oh, stop being so wet and hand over the pig mask!
fr_fr: [_isabelle_s_laughing_] Oh, arrête d'être aussi humide et de la main sur le masque de porc !
it_it: [_isabelle_s_laughing_] Oh, smettere di essere così bagnato e consegnare la maschera di maiale!

source: [_isabelle_s_confident_] It means stop whining! Let's do this!
fr_fr: [_isabelle_s_confident_] Ça veut dire arrêter de briller ! Faisons ça !
it_it: [_isabelle_s_confident_] Significa smettere di piangere! Facciamolo!

source: [_mc_] Right.
fr_fr: [_mc_] Droit.
it_it: [_mc_] Destra.

source: [_mc_] Okay, I'll build the trap.
fr_fr: [_mc_] Ok, je construirak le piège.
it_it: [_mc_] Va bene, costruirò la trappola.

source: [_isabelle_s_confident_] Hurry!
it_it: [_isabelle_s_confident_] Affrettati!

source: This is not the time to play hide and seek.
fr_fr: Ce n'est pas le moment de se cacher et de chercher.
it_it: Non è il momento di giocare a nascondere e cercare.

source: I have a trap to build.
fr_fr: J'ai un piège à construire.
it_it: Io ho una trappola da costruire.

source: All right. That's step one.
fr_fr: Très bien. C'est la première étape.
it_it: Va bene. Quello è un passo.

source: Having my [item.title_lower] fall on [kate]'s head would be funny, but ultimately ineffective.
fr_fr: Avoir mon [item.title_lower] tomber sur la tête [kate]serait drôle, mais finalement inefficace.
it_it: Avere la mia [item.title_lower] caduta sulla testa di [kate]sarebbe divertente, ma alla fine inefficace.

source: There we go. Now I can attach the tripwire.
fr_fr: Nous y allons. Maintenant je peux attacher le tripwire.
it_it: Ci andiamo. Ora posso attaccare il tripwire.

source: And just like that, the trap is set!
fr_fr: Et comme ça, le piège est fixé !
it_it: E proprio così, la trappola è impostata!

source: Now, I'll just have to wait for—
fr_fr: Maintenant, je vais juste attendre.
it_it: Ora, dovrò solo aspettare—

source: [_kate_] Aeeeyeeeee!
it_it: [_kate_] Aeeeeeeeeee!

source: Holy shit, [isabelle] is scary in that thing!
fr_fr: Holy shit, [isabelle] est effrayée dans ce truc !
it_it: Merda santa, [isabelle] è spaventosa in quella cosa!

source: [_kate_s_chase_] Aaaaaaaah! Help!
fr_fr: [_kate_s_chase_] Aaaaaaaah ! Aide !
it_it: [_kate_s_chase_] Aaaaaaaah! Aiuto!

source: [_isabelle_s_annoyed_left_pig_] Ugh, I can't see anything wearing this! Where'd she go?
fr_fr: [_isabelle_s_annoyed_left_pig_] Ugh, je ne vois rien qui porte ça ! Où va-t-elle?
it_it: [_isabelle_s_annoyed_left_pig_] Ugh, non vedo nulla che indossa questo! Dov'è andata?

source: [_mc_] She ran down the hall, bumped into the piano, and then locked herself{space=-45} inside the art classroom.
fr_fr: [_mc_] Elle a couru vers le bas du hall, s'est heurtée au piano, puis s'est enfermée { space=-45 } à l'intérieur de la salle de classe.
it_it: [_mc_] Corse giù la sala, scoppiò nel pianoforte e poi si chiuse {space=-45} all'interno dell'aula d'arte.

source: [_isabelle_s_annoyed_left_pig_] Do you have the key?
fr_fr: [_isabelle_s_annoyed_left_pig_] Avez-vous la clé?
it_it: [_isabelle_s_annoyed_left_pig_] Hai la chiave?

source: [_mc_] Do you really want to chase her further?
fr_fr: [_mc_] Voulez-vous vraiment la poursuivre?
it_it: [_mc_] Vuoi davvero inseguirla ulteriormente?

source: [_isabelle_s_blush_pigless_] Yes! I think we can scare her more.
fr_fr: [_isabelle_s_blush_pigless_] Oui ! Je pense que nous pouvons lui faire plus peur.
it_it: [_isabelle_s_blush_pigless_] Sì! Penso che possiamo spaventarla di più.

source: [_mc_] I think that's probably how we get caught...
fr_fr: [_mc_] Je pense que c'est probablement comment on se fait prendre ...
it_it: [_mc_] Penso che questo sia probabilmente il modo in cui veniamo catturati...

source: [_isabelle_s_annoyed_pigless_] Who cares? I'm not happy until she's peed herself!
fr_fr: [_isabelle_s_annoyed_pigless_] Qui se soucie? Je ne suis pas heureuse tant qu'elle n'a pas été seule !
it_it: [_isabelle_s_annoyed_pigless_] A chi importa? Non sono felice fino a quando non ha fatto la pipì!

source: [_mc_] We should probably clean up and get rid of the mask before anyone comes...
fr_fr: [_mc_] Nous devrions probablement nettoyer et nous débarrasser du masque avant que quiconque vienne ...
it_it: [_mc_] Dovremmo probabilmente ripulire e sbarazzarci della maschera prima che venga chiunque...

source: [_isabelle_s_annoyed_pigless_] No way! We're hunting her down!
fr_fr: [_isabelle_s_annoyed_pigless_] Pas de chemin ! Nous la traçons !
it_it: [_isabelle_s_annoyed_pigless_] Nessun modo! La stiamo cacciando giù!

source: [_mc_] Maybe, but I want a turn with the mask.
fr_fr: [_mc_] Peut-être, mais je veux un tour avec le masque.
it_it: [_mc_] Forse, ma voglio un giro con la maschera.

source: [_mc_] I saw the horror in her eyes. I want to do that to her.
fr_fr: [_mc_] J'ai vu l'horreur dans ses yeux. Je veux le faire pour elle.
it_it: [_mc_] Ho visto l'orrore nei suoi occhi. Voglio farlo a lei.

source: [_isabelle_s_laughing_pigless_] Fair, fair!
fr_fr: [_isabelle_s_laughing_pigless_] Passable, juste !
it_it: [_isabelle_s_laughing_pigless_] Fiera, fiera!

source: [_isabelle_s_laughing_pigless_] It did feel amazing to chase her down. I think I made her cry, heh!
fr_fr: [_isabelle_s_laughing_pigless_] It did feel amazing to chase her down. Je crois que je l'ai fait pleurer, heh !
it_it: [_isabelle_s_laughing_pigless_] Mi è sembrato incredibile inseguirla giù. Penso di averla fatta piangere, heh!

source: [_isabelle_s_confident_pigless_] All right, you go get her.
fr_fr: [_isabelle_s_confident_pigless_] D'accord, vous allez la chercher.
it_it: [_isabelle_s_confident_pigless_] Va bene, vai a prenderla.

source: [_mc_] What about you?
fr_fr: [_mc_] Qu'en est-il de vous?
it_it: [_mc_] Che dire di te?

source: [_isabelle_s_confident_] I'll just clean up this mess.
fr_fr: [_isabelle_s_confident_] Je vais nettoyer ce bordel.
it_it: [_isabelle_s_confident_] ripulirò questo casino.

source: [_isabelle_s_confident_] I can see that you're really longing to get revenge.
fr_fr: [_isabelle_s_confident_] Je vois que vous avez vraiment envie de se venger.
it_it: [_isabelle_s_confident_] Posso vedere che sei davvero ansioso di vendicarsi.

source: More than she knows...
fr_fr: Plus qu'elle sait ...
it_it: Più di quanto lei sa...

source: [_mc_] Thanks, it means a lot!
fr_fr: [_mc_] Merci, ça veut dire beaucoup !
it_it: [_mc_] Grazie, significa molto!

source: [_isabelle_s_blush_] Go on, then! Go get her!
fr_fr: [_isabelle_s_blush_] Allez, alors ! Va la chercher !
it_it: [_isabelle_s_blush_] Vai su, allora! Vai a prenderla!

source: [isabelle] really is the perfect girl. No two ways about it.
fr_fr: [isabelle] est vraiment la fille parfaite. Il n'y a pas deux façons de le faire.
it_it: [isabelle] è davvero la ragazza perfetta. Nessun modo a riguardo.

source: Staying behind to clean up, while I get my revenge? There's something{space=-55} incredibly hot about that.
fr_fr: Rester derrière pour nettoyer, alors que j'ai ma revanche? Il y a quelque chose d'incroyablement chaud { space=-55 } .
it_it: Rimanendo indietro per ripulire, mentre ottengo la mia vendetta? C'è qualcosa{space=-55} incredibilmente caldo a riguardo.

source: Maybe when this is all over, I'll ask her to be my girlfriend...
fr_fr: Peut-être que quand ça sera fini, je lui demanderai d'être ma copine ...
it_it: Forse quando tutto è finito, le chiederò di essere la mia fidanzata...

source: [_mc_] Her dad basically owns the school board. If we get caught, we'll both{space=-15} get expelled.
fr_fr: [_mc_] Son père est propriétaire de la commission scolaire. Si nous sommes pris, nous allons tous les deux { space=-15 } être expulsés.
it_it: [_mc_] Suo papà possiede fondamentalmente il bordo della scuola. Se veniamo catturati, ci espelleremo entrambi{space=-15} .

source: [_mc_] We might even face criminal charges.
fr_fr: [_mc_] Nous pourrions même faire face à des accusations criminelles.
it_it: [_mc_] Potremmo anche affrontare accuse penali.

source: [_isabelle_s_annoyed_pigless_] And then my dad will wreck them in court.
fr_fr: [_isabelle_s_annoyed_pigless_] Et puis mon père les épave au tribunal.
it_it: [_isabelle_s_annoyed_pigless_] E poi mio padre li distruggerà in tribunale.

source: [_mc_] We already messed up her cheer tryout and scared her shitless...
fr_fr: [_mc_] Nous avons déjà foiré sa trompeur et lui avons fait peur ...
it_it: [_mc_] Abbiamo già messo in ginocchio il suo tifo provando e spaventato il suo shitless...

source: [_mc_] We got our revenge.
fr_fr: [_mc_] Nous avons notre revanche.
it_it: [_mc_] Abbiamo ricevuto la nostra vendetta.

source: [_isabelle_s_angry_pigless_] Seriously?
fr_fr: [_isabelle_s_angry_pigless_] Sérieusement?
it_it: [_isabelle_s_angry_pigless_] Seriamente?

source: [_isabelle_s_angry_pigless_] After years of abuse, you're happy to just scare her into missing some stupid cheerleader tryout?
fr_fr: [_isabelle_s_angry_pigless_] Après des années d'abus, vous êtes heureux de l'effrayer pour faire passer un peu de cheerleader stupide?
it_it: [_isabelle_s_angry_pigless_] Dopo anni di abusi, sei felice di spaventare solo lei nel mancare un po 'stupidi cheerleader provare?

source: [_mc_] You have to understand that [kate] is like the house in gambling. If you keep playing, you'll end up losing.
fr_fr: [_mc_] Vous devez comprendre que [kate] est comme la maison en jeu. Si vous continuez à jouer, vous finirons par perdre.
it_it: [_mc_] Devi capire che [kate] è come la casa nel gioco d'azzardo. Se continui a giocare, finirai per perdere.

source: [_mc_] You have to take the victories you can get.
fr_fr: [_mc_] Vous devez prendre les victoires que vous pouvez obtenir.
it_it: [_mc_] Devi prendere le vittorie che puoi ottenere.

source: [_mc_] Besides, we'll still have the rest of the year for more revenge if we don't get caught.
fr_fr: [_mc_] En plus, nous aurons encore le reste de l'année pour plus de revanche si nous ne nous attrapons pas.
it_it: [_mc_] Inoltre, avremo ancora il resto dell'anno per più vendetta se non ci vengono catturati.

source: [_isabelle_s_eyeroll_pigless_] Bloody hell...
fr_fr: [_isabelle_s_eyeroll_pigless_] Bloody enfer ...
it_it: [_isabelle_s_eyeroll_pigless_] Inferno sanguinoso...

source: [_isabelle_s_eyeroll_hand_on_hip_] Fine. Let's not push our luck.
fr_fr: [_isabelle_s_eyeroll_hand_on_hip_] Fine. Ne poussons pas notre chance.
it_it: [_isabelle_s_eyeroll_hand_on_hip_] Bene. Non spingere la nostra fortuna.

source: [_mc_] Thank you, [isabelle].
fr_fr: [_mc_] Merci, [isabelle].
it_it: [_mc_] Grazie, [isabelle].

source: [_isabelle_s_sad_] Sorry, I always get a bit carried away when it comes to revenge...
fr_fr: [_isabelle_s_sad_] Désolé, j'ai toujours un peu emporté quand il s'agit de vengeance ...
it_it: [_isabelle_s_sad_] Mi dispiace, ho sempre un po' portato via quando si tratta di vendetta...

source: [_mc_] Don't worry about it.
fr_fr: [_mc_] Ne vous inquiétez pas.
it_it: [_mc_] Non preoccuparti.

source: [_isabelle_s_blush_] Thanks for talking me down. This is the smarter choice.
fr_fr: [_isabelle_s_blush_] Merci de m'avoir parlé. C'est le choix plus intelligent.
it_it: [_isabelle_s_blush_] Grazie per avermi parlato giù. Questa è la scelta più intelligente.

source: [_mc_] Don't mention it. I've known [kate] a lot longer than you have.
fr_fr: [_mc_] Ne le mentionnez pas. J'ai connu [kate] beaucoup plus longtemps que vous.
it_it: [_mc_] Non menzionarlo. Ho conosciuto [kate] molto più a lungo di te.

source: [_isabelle_s_blush_] I do need to trust you more on these things.
fr_fr: [_isabelle_s_blush_] J'ai besoin de vous faire confiance davantage sur ces choses.
it_it: [_isabelle_s_blush_] Ho bisogno di fidarmi di più su queste cose.

source: [_isabelle_s_blush_] Let's get back to the cafeteria before we're missed?
fr_fr: [_isabelle_s_blush_] Revenons à la cafétéria avant de nous manquer?
it_it: [_isabelle_s_blush_] Torniamo alla mensa prima di perderci?

source: [_mc_] Fine, let's get her!
fr_fr: [_mc_] Amende, allons-y !
it_it: [_mc_] Bene, la prendiamo!

source: [_isabelle_s_laughing_pigless_] That's the spirit!
fr_fr: [_isabelle_s_laughing_pigless_] C'est l'esprit !
it_it: [_isabelle_s_laughing_pigless_] Questo è lo spirito!

source: [_mc_] But let's be smart about it.
fr_fr: [_mc_] Mais soyons intelligents.
it_it: [_mc_] Ma siamo intelligenti al riguardo.

source: [_isabelle_s_eyeroll_pigless_] Fine.
it_it: [_isabelle_s_eyeroll_pigless_] Bene.

source: [_mc_] You go get the key to the art classroom. It's probably in the [guard]'s booth.
fr_fr: [_mc_] Vous allez chercher la clé de la salle de classe. C'est probablement dans le stand [guard].
it_it: [_mc_] Vai a prendere la chiave per l'aula d'arte. Probabilmente è nello stand [guard].

source: [_mc_] I'll watch the door, so she doesn't escape.
fr_fr: [_mc_] Je vais regarder la porte, donc elle ne s'échappe pas.
it_it: [_mc_] guarderò la porta, quindi lei non scappare.

source: [_isabelle_s_confident_pigless_] Okay, and how do I get into the [guard]'s booth?
fr_fr: [_isabelle_s_confident_pigless_] Ok, et comment puis-je me rendre au stand [guard]?
it_it: [_isabelle_s_confident_pigless_] Okay, e come posso entrare nello stand di [guard]?

source: [_mc_] Maybe the [nurse] has the key? Else you could try breaking into the principal's office.
fr_fr: [_mc_] Peut-être que le [nurse] a la clé? Sinon, vous pourriez essayer d'entrer dans le bureau du directeur.
it_it: [_mc_] Forse la [nurse] ha la chiave? Altrimenti potresti provare a rompere nell'ufficio del principato.

source: [_isabelle_s_confident_pigless_] All right, be right back!
fr_fr: [_isabelle_s_confident_pigless_] Très bien, c'est bon !
it_it: [_isabelle_s_confident_pigless_] Va bene, sii indietro!

source: Hook, line, sinker — without order, the world descends into chaos.
fr_fr: Crochet, ligne, peseur-sans ordre, le monde descend dans le chaos.
it_it: Gancio, linea, affondatore — senza ordine, il mondo scende nel caos.

source: Setting the trap with my [item.title_lower] could potentially kill [kate]. That's not the goal today.
fr_fr: La définition du piège avec mon [item.title_lower] pourrait potentiellement tuer [kate]. Ce n'est pas l'objectif aujourd'hui.
it_it: Impostare la trappola con la mia [item.title_lower] potrebbe potenzialmente uccidere [kate]. Questo non è l'obiettivo oggi.

source: [isabelle] will probably be gone for a while...
fr_fr: [isabelle] sera probablement parti pour un moment ...
it_it: [isabelle] sarà probabilmente andato per un po'...

source: I'm not sure if she'll even get into the [guard]'s booth without breaking the glass...
fr_fr: Je ne sais pas si elle va même entrer dans le stand [guard]sans casser le verre ...
it_it: Non sono sicuro che lei entrerà nemmeno nello stand della [guard]senza rompere il bicchiere...

source: Might as well make myself useful.
fr_fr: Je me fais aussi bien de me rendre utile.
it_it: Potrebbe anche rendermi utile.

source: All right, here's my chance for revenge...
fr_fr: Très bien, voici ma chance de vengeance ...
it_it: Va bene, ecco la mia possibilità di vendetta...

source: The door is locked, but I once saw the jocks open it with a paperclip.{space=-15}
fr_fr: La porte est verrouillée, mais j'ai vu les horloges ouvertes avec un trombone. { space=-15 }
it_it: La porta è bloccata, ma una volta ho visto i jocks aprirlo con un paperclip.{space=-15}

source: If those pea-brains can pick the lock, it shouldn't be too hard...
fr_fr: Si ces cerveaux de pois peuvent choisir l'écluse, ça ne devrait pas être trop dur ...
it_it: Se quei pea-cervelli possono scegliere la serratura, non dovrebbe essere troppo duro...

source: Luckily, I never leave home without my trusty lock-pick.
fr_fr: Heureusement, je ne parie jamais à la maison sans mon treillis de confiance.
it_it: Per fortuna, non lascio mai casa senza il mio lucchetto fidato.

source: If Chad can do it, so can I!
fr_fr: Si le Tchad peut le faire, je le peux !
it_it: Se il Ciad può farlo, così posso io!

source: ...said no one ever.
fr_fr: ... dit que personne ne l'a jamais dit.
it_it: ...non ha detto nessuno mai.

source: Picking the lock with my [item.title_lower] would only work in a fantasy novel.
fr_fr: Le fait de piquer le verrou avec mon [item.title_lower] ne ferait que travailler dans un roman de fantaisie.
it_it: Scegliere la serratura con la mia [item.title_lower] funzionerebbe solo in un romanzo fantasia.

source: [_extend_] where are you?
fr_fr: [_extend_] où êtes-vous?
it_it: [_extend_] dove sei?

source: Hmm... maybe chasing her down is taking things too far?
fr_fr: Hmm ... peut-être la pourchasser est en train de prendre des choses trop loin?
it_it: Hmm... forse inseguire il suo giù sta prendendo le cose troppo lontano?

source: That's what life is currently about.
fr_fr: C'est ce à quoi la vie est actuellement.
it_it: Questo è ciò di cui la vita è al momento.

source: Sometimes you have to take the high road. Even with someone like [kate].
fr_fr: Parfois, vous devez prendre la route. Même avec quelqu'un comme [kate].
it_it: A volte devi prendere la strada alta. Anche con qualcuno come [kate].

source: Unfortunately for [kate], the hiding places are very limited in this classroom.
fr_fr: Malheureusement pour [kate], les cachettes sont très limitées dans cette salle de classe.
it_it: Purtroppo per [kate], i luoghi nascondiglio sono molto limitati in questa classe.

source: Hmm... she has managed to lock it from the inside.
fr_fr: Hmm ... elle a réussi à la verrouiller de l'intérieur.
it_it: Hmm... è riuscita a bloccarlo dall'interno.

source: Poetic justice that she's now the one hiding.
fr_fr: La justice poétique qu'elle est maintenant la seule cachette.
it_it: Giustizia poetica che ora è quella nascosta.

source: [_kate_] Aaaaaaah! Go away!
fr_fr: [_kate_] Aaaaaaah ! Vas-y !
it_it: [_kate_] Aaaaaaah! Vai!

source: So much for trying to keep a low profile...
fr_fr: Tant pour essayer de garder un profil bas ...
it_it: Tanto per cercare di mantenere un profilo basso...

source: Although, I guess that's never been her forte.
fr_fr: Bien que, je suppose que ce n'est jamais son point fort.
it_it: Anche se, immagino che questo non sia mai stato il suo forte.

source: Let's see how much those hours in the gym are worth...
fr_fr: Voyons combien ces heures dans la salle de gym valent la peine ...
it_it: Vediamo quanto valgono quelle ore in palestra...

source: One...
fr_fr: Un ...
it_it: Uno...

source: Two...
fr_fr: Deux ...
it_it: Due...

source: Three! [withvpunch]
fr_fr: Trois ! [withvpunch]
it_it: Tre! [withvpunch]

source: Mmm... nothing like cornering your prey.
fr_fr: Mmm ... rien comme coincer ta proie.
it_it: Mmm... niente come in curva la tua preda.

source: Wow, look at her... so small and fearful.
fr_fr: Wow, regarde elle ... si petite et craintifs.
it_it: Wow, guarda lei... così piccolo e timoroso.

source: That's not something you see every day... or ever, really.
fr_fr: Ce n'est pas quelque chose que vous voyez tous les jours ... ou jamais, vraiment.
it_it: Non è qualcosa che vedete ogni giorno... o mai, davvero.

source: Her face is completely covered, her eyes glued shut by the drying paint.
fr_fr: Son visage est complètement recouvert, ses yeux collés fermés par la peinture de séchage .
it_it: Il suo volto è completamente coperto, i suoi occhi incollati chiusi dalla vernice di essiccazione .

source: The pig mask is pretty useless in her current state.
fr_fr: Le masque de porc est assez inutile dans son état actuel.
it_it: La maschera di maiale è piuttosto inutile nel suo stato attuale.

source: Maybe I should call [isabelle]... but that would give away my voice.
fr_fr: Peut-être que je devrais appeler [isabelle]... mais ça donnerait ma voix.
it_it: Forse dovrei chiamare [isabelle]... ma questo darebbe via la mia voce.

source: The most important thing right now is to not speak.
fr_fr: Le plus important maintenant, c'est de ne pas parler.
it_it: La cosa più importante in questo momento è non parlare.

source: If I talk, [kate] will know it's me.
fr_fr: Si je parle, [kate] saura que c'est moi.
it_it: Se parlo, [kate] saprà che sono io.

source: But perhaps I could oink to scare her?
fr_fr: Mais peut-être que je pourrais lui faire peur?
it_it: Ma forse potrei fare degli occhi per spaventarla?
