Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_tour.po
Languages: fr_fr, it_it

source: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"I'll be in touch."
fr_fr: ? mc.owned_item ('compromising_photo') @ | { image = items compromising_photo } | "Je serai en contact."
it_it: ?mc.owned_item('compromising_photo')@<unk> {image=items compromising_photo}<unk> "Sarò in contatto."

source: "I've always wanted to help out those in need. Glad I got the chance!"
fr_fr: " J'ai toujours voulu aider les dans le besoin. J'ai eu la chance ! "
it_it: "Ho sempre voluto aiutare coloro che hanno bisogno di . Sono contento di avere la possibilità!"

source: "I demand a kiss as payment! That's what all heroes get!"
fr_fr: "Je demande un baiser comme paiement ! C'est ce que tous les héros reçoivent !"
it_it: "Chiedo un bacio come pagamento! Questo è ciò che ottengono tutti gli eroi!"

source: "It's my fault she's hurt... fetching you was the least I could do."
fr_fr: "C'est ma faute, elle a fait du mal ... à vous chercher , c'était le moins que je puisse faire."
it_it: "È colpa mia che è ferita... prenderti era il minimo che potessi fare."

source: "She tried to mow me down, but didn't realize I'm made of steel."
fr_fr: "Elle a essayé de me moque, mais n'a pas réalisé que je suis en acier."
it_it: "Lei ha provato a scacciarmi, ma non ha capito che sono fatto di acciaio."

source: "Frontal collision at about eighty miles an hour."
fr_fr: "La collision frontale est d'environ quatre-vingt milles une heure."
it_it: "Collisione frontale a circa ottanta miglia all'ora."

source: "She was doing laps in the gym and accidentally ran into me... she hit her head quite hard."
fr_fr: "Elle faisait des tours dans la salle de gym et s'est accidentellement enfui en moi. Elle a frappé la tête", a-t-elle ajouté.
it_it: "Stava facendo giri in palestra e accidentalmente corse in me... ha colpito la sua testa abbastanza dura."

source: "It's my duty to keep the people safe!"
fr_fr: "C'est mon devoir de garder les gens en sécurité !"
it_it: "È mio dovere mantenere la gente al sicuro!"

source: "It was my fault... and she looked like she needed my help getting here."
fr_fr: "C'était ma faute ... et elle avait l'air de elle avait besoin de mon aide pour venir ici."
it_it: "Era colpa mia... e sembrava aveva bisogno del mio aiuto per arrivare qui."

source: Let [isabelle] explain
fr_fr: Laisser [isabelle] expliquer
it_it: Lascia che [isabelle] spieghi

source: Don't be a creep
fr_fr: Ne pas être un fluage
it_it: Non essere uno striscio

source: "Just claiming my reward for helping you."
fr_fr: "Juste en demandant ma récompense pour vous aider."
it_it: "Basta rivendicare la mia ricompensa per averti aiutato."

source: "I'm sorry, but I figured I'd only have one chance at seeing an angel the way god made her..."
fr_fr: "Je suis désolé, mais j'ai pensé que je n'aurais qu'une seule chance de voir un ange comme Dieu l'a fait ..."
it_it: "Mi dispiace, ma ho capito che avrei solo una possibilità di vedere un angelo come il dio l'ha fatta..."

source: ?mc.charisma>=3@[mc.charisma]/3|{image=stats cha}|"I was going to see them sooner or later, anyway."
fr_fr: ? mc.charisma> =3@[mc.charisma]/3 | { image=stats cha } | "Je vais les voir tôt ou tard, de toute façon."
it_it: ?mc.charisma>=3@[mc.charisma]/3<unk> {image=stats cha}<unk> "Stavo per vederli prima o poi, comunque."

source: "Wholeheartedly!"
fr_fr: "C'est vrai !"
it_it: "Di cuore!"

source: "Maybe, I don't know..."
fr_fr: "Peut-être que je ne sais pas ..."
it_it: "Forse, non lo so..."

source: "Not really, no."
fr_fr: "Pas vraiment, non."
it_it: "Non veramente, no."

source: "I must've been a butler in a previous life."
fr_fr: "Je dois être un majordome dans une vie antérieure."
it_it: "Devo essere stato un maggiordomo in una vita precedente."

source: "Just trying to make you feel at home."
fr_fr: "Juste essayer de vous faire sentir à la maison."
it_it: "Basta cercare di farti sentire a casa."

source: "Like what?"
fr_fr: "Comme quoi?"
it_it: "Come cosa?"

source: "Why do you talk like you do all the time?"
fr_fr: "Pourquoi tu parles comme si tu fais tout le temps?"
it_it: "Perché parli come se facessi tutto il tempo?"

source: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"I thought you were Scottish?"
fr_fr: ? mc.charisma> =4@[mc.charisma]/4 | { image=stats cha } | "Je croyais que vous étiez écossais?"
it_it: ?mc.charisma>=4@[mc.charisma]/4<unk> {image=stats cha}<unk> "Pensavo fossi scozzese?"

source: "Only the posh ones."
fr_fr: "Seulement les posh."
it_it: "Solo i posh sono."

source: "I've seen the movies!"
fr_fr: "J'ai vu les films !"
it_it: "Ho visto i film!"

source: "I thought you liked polite..."
fr_fr: "Je pensais que tu aimais polie ..."
it_it: "Pensavo ti piacesse educato..."

source: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"'Tis but how I prattle!"
it_it: ?mc.charisma>=4@[mc.charisma]/4<unk> {image=stats cha}<unk> "'Tis ma come prattle!"

source: "Remind me to be ruder."
fr_fr: "Rappelez-moi d'être ruder."
it_it: "Ricordami di essere timore."

source: "Sorry... I overreacted..."
fr_fr: " Désolé ... J'ai trop réagi ... "
it_it: "Mi dispiace... ho reagito..."

source: ?mc.intellect>=4@[mc.intellect]/4|{image=stats int}|"That's actually incorrect!"
fr_fr: ? mc.intellect> =4@[mc.intellect]/4 | { image=stats int } | "En fait, c'est incorrect !"
it_it: ?mc.intellect>=4@[mc.intellect]/4<unk> {image=stats int}<unk> "In realtà non è corretto!"

source: "Don't sass me, woman. I could snap you like a twig."
fr_fr: " Ne me harcelez pas, femme. Je pourrais vous enfichter comme une perruque. "
it_it: "Non mi assomigliare, donna. Potrei schiacciarti come un ramosco."

source: Play it cool
fr_fr: Jouer à la cool
it_it: Riproduci fresco

source: Don't let her slip away
fr_fr: Ne la laisse pas échapper
it_it: Non lasciarla scivolare via

source: [_lindsey_s_lindseypose01_] M-my head...
fr_fr: [_lindsey_s_lindseypose01_] M-ma tête ...

source: [_lindsey_s_LindseyPose02a_] W-what happened...?
fr_fr: [_lindsey_s_LindseyPose02a_] W-Que s'est-il passé ...?

source: [_mc_] Smacked right into my chest!
fr_fr: [_mc_] Smfissuré dans ma poitrine !

source: [_nurse_s_afraid_] W-who?
fr_fr: [_nurse_s_afraid_] -Qui?

source: [_lindsey_s_clinic_lindsey_neutral_topless_] Okay.
fr_fr: [_lindsey_s_clinic_lindsey_neutral_topless_] Ok.
