Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_locker.po
Languages: fr_fr, it_it

source: She's too consumed by lust to answer, but her pleading eyes say it all.{space=-50}
fr_fr: Elle est trop consommée par la luxure pour répondre, mais ses yeux plaisant disent tout. { space=-50 }
it_it: È troppo consumata dalla lussuria per rispondere, ma i suoi occhi a memoria dicono tutto.{space=-50}

source: Her needy lips try to draw me in...
fr_fr: Ses lèvres nécessiteux essaient de me dessiner ...
it_it: Le sue labbra bisognose cercano di tirarmi dentro...

source: She whines as my fingers touch her clit.
fr_fr: Elle me fouine au moment où mes doigts touchent son clit.
it_it: Lei nutre mentre le mie dita toccano il suo clitoride.

source: She wants me inside of her again, but her trembling body is just too exquisite not to tease.
fr_fr: Elle me veut à nouveau à l'intérieur, mais son corps tremblant est tout simplement trop exquis de ne pas se taquer.
it_it: Lei mi vuole dentro di lei di nuovo, ma il suo corpo tremante è semplicemente troppo squisito per non prendere in giro.

source: [_mc_] Yes?
fr_fr: [_mc_] Oui?
it_it: [_mc_] Sì?

source: [_isabelle_s_lying_down_clit_rub4_] Take me...
fr_fr: [_isabelle_s_lying_down_clit_rub4_] Emmenez-moi ...
it_it: [_isabelle_s_lying_down_clit_rub4_] Mi prenda...

source: [_mc_] Oh, I'm planning on it.
fr_fr: [_mc_] Oh, j'ai l'intention de le faire.
it_it: [_mc_] Oh, ho intenzione di farlo.

source: [_isabelle_s_lying_down_clit_rub4_] Take me now!
fr_fr: [_isabelle_s_lying_down_clit_rub4_] Emmenez-moi maintenant !
it_it: [_isabelle_s_lying_down_clit_rub4_] Portami ora!

source: I ignore her and keep playing with her clit.
fr_fr: Je l'ignore et je continue à jouer avec son clit.
it_it: La ignoro e continuo a giocare con il suo clitoride.

source: When I stick it inside [isabelle] again, I want her to come like never before.
fr_fr: Quand je la colle à l'intérieur de [isabelle] , je veux qu'elle vienne comme jamais auparavant.
it_it: Quando lo incollo di nuovo dentro [isabelle] , voglio che venga come mai prima.

source: She looks up at me, eyes watery. The muscles in her abdomen shake and shiver...
fr_fr: Elle me regarde, les yeux arrosés. Les muscles de son abdomen secouent et frissent ...
it_it: Lei mi guarda, gli occhi acquosi. I muscoli nel suo addome scuotono e shiver...

source: [_isabelle_s_lying_down_insertion_] Oh, my god! [withhpunch]
fr_fr: [_isabelle_s_lying_down_insertion_] Oh, mon dieu ! [withhpunch]
it_it: [_isabelle_s_lying_down_insertion_] Oh, mio dio! [withhpunch]

source: She gasps as my dick once again penetrates her.
fr_fr: Elle gaspe, comme ma bite l'a de nouveau pénétrée.
it_it: Gasps come il mio cazzo ancora una volta la penetre.

source: The desire burning in my eyes is making her nervous, but also excited.
fr_fr: Le désir de brûler dans mes yeux la rend nerveuse, mais aussi excitée.
it_it: Il desiderio che brucia nei miei occhi è renderla nervosa, ma anche eccitata.

source: It's finally time.
fr_fr: Il est enfin temps.
it_it: È finalmente tempo.

source: [_isabelle_s_lying_down_penetration1_] Take me!
fr_fr: [_isabelle_s_lying_down_penetration1_] Emmenez-moi !
it_it: [_isabelle_s_lying_down_penetration1_] Portami!

source: Each stroke goes deep and hard.
fr_fr: Chaque attaque est profonde et dure.
it_it: Ogni tratto va profondo e duro.

source: Her vaginal walls push against me, trying to stop me from going too deep.
fr_fr: Ses murs vaginaux poussent contre moi, essayant de m'empêcher d'aller trop loin.
it_it: Le sue pareti vaginali spingono contro di me, cercando di impedirmi di andare troppo in profondità.

source: But I don't want to hurt her... just hit her deep enough to take her over the edge.
fr_fr: Mais je ne veux pas lui faire de mal ... juste la frapper assez profondément pour l'emmener sur le bord.
it_it: Ma non voglio farle del male... basta colpirla abbastanza in profondità da portarla oltre il bordo.

source: [_isabelle_s_lying_down_penetration3_] Bloody hell!
fr_fr: [_isabelle_s_lying_down_penetration3_] Bloody enfer !
it_it: [_isabelle_s_lying_down_penetration3_] Inferno sanguinoso!

source: With a scream of pleasure, her pussy spasms around my dick.
fr_fr: Avec un cri de plaisir, sa chatte tourne autour de ma bite.
it_it: Con un urlo di piacere, i suoi spasmi figa intorno al mio cazzo.

source: Her eyes glaze over and then roll back into her head.
fr_fr: Ses yeux se glaçent et s'enroule dans la tête.
it_it: I suoi occhi smaltano sopra e poi rotolano indietro nella sua testa.

source: Nothing but the bliss of her orgasm fills her senses.
fr_fr: Rien que la bliss de son orgasme remplit ses sens.
it_it: Niente che la beatitudine del suo orgasmo riempie i suoi sensi.

source: I can't hold it back any longer...
fr_fr: Je ne peux pas le retenir plus longtemps ...
it_it: Non riesco più a trattenerla...

source: My dick spasms inside her, shooting my load deep into her pussy.
fr_fr: Ma bite spasme à l'intérieur d'elle, tirant ma charge en profondeur dans sa chatte.
it_it: Il mio cazzo spasmi dentro di lei, sparando il mio carico in profondità nella sua figa.

source: Filling her up with hot semen.
fr_fr: La fraiser avec du sperme chaud.
it_it: Riempirla con sperma caldo.

source: [isabelle] moans — too far gone to notice or care.
fr_fr: [isabelle] amandes-trop éloignées de l'avis ou des soins.
it_it: [isabelle] moans — troppo lontano per notare o cura.

source: Just as the unstoppable wave of pleasure rips through me, I pull out.{space=-20}
fr_fr: Tout comme l'ondulable vague de plaisir me traverse, je me retire. { space=-20 }
it_it: Proprio come l'inarrestabile ondata di piacere mi attraversa, mi tiro fuori.{space=-20}

source: My load splashes against her stomach and lower abdomen.
fr_fr: Ma charge éclaboussa l'estomac et le bas de l'abdomen.
it_it: Il mio carico spruzza contro lo stomaco e l'addome inferiore.

source: Marking her as mine for all to see.
fr_fr: Marquage d'elle comme la mienne pour tous pour voir.
it_it: Contrassegnandola come mia per tutti da vedere.

source: And then we just lie there in each other's arms as the sea of pleasure ebbs out...
fr_fr: Et puis nous sommes juste là dans les bras de l'autre alors que la mer de plaisir se défait ...
it_it: E poi ci si trova solo nelle braccia dell'altro come il mare del piacere ebbs fuori...

source: The afterglow of the orgasm leaves us speechless.
fr_fr: L'après-lule de l'orgasme nous laisse sans voix.
it_it: Il bagliore dell'orgasmo ci lascia senza parole.

source: But words aren't needed anymore.
fr_fr: Mais les mots ne sont plus nécessaires.
it_it: Ma le parole non sono più necessarie.

source: All I need is her arms around me. Our bodies close together.
fr_fr: Tout ce dont j'ai besoin, c'est de ses bras autour de moi. Nos corps se rapprochont.
it_it: Tutto quello di cui ho bisogno sono le sue braccia intorno a me. I nostri corpi si chiudono insieme.

source: A smile of satisfaction touches her lips.
fr_fr: Un sourire de satisfaction touche ses lèvres.
it_it: Un sorriso di soddisfazione le tocca le labbra.

source: Gently, she runs her fingers through my hair.
fr_fr: Gently, elle court les doigts à travers mes cheveux.
it_it: Gently, lei corre le dita attraverso i miei capelli.

source: And it's such a tiny gesture, but it brings a lump to my throat and a tear to my eye.
fr_fr: Et c'est un si petit geste, mais ça apporte un coup à ma gorge et une larme à mon œil.
it_it: Ed è un gesto così piccolo, ma porta un grumo alla mia gola e una lacrima al mio occhio.

source: I never thought I'd be able to please a woman — much less someone like [isabelle]...
fr_fr: Je n'ai jamais pensé que je serais capable de plaire à une femme-beaucoup moins quelqu'un comme [isabelle]...
it_it: Non ho mai pensato che sarei stato in grado di accontentare una donna — molto meno qualcuno come [isabelle]...

source: But that touch on my head is filled with love and approval.
fr_fr: Mais cette touche sur ma tête est remplie d'amour et d'approbation.
it_it: Ma quel tocco sulla mia testa è pieno di amore e approvazione.

source: It means the world to me.
fr_fr: Ça veut dire le monde pour moi.
it_it: Significa per me il mondo.

source: Last night was crazy...
fr_fr: La nuit dernière était folle ...
it_it: Ieri sera è stato pazzo...

source: I wish we could've cuddled for longer, but [isabelle] had to go celebrate her dad's birthday.
fr_fr: J'aimerais que nous ayons pu nous mettre plus longtemps, mais [isabelle] a dû aller célébrer l'anniversaire de son père.
it_it: Vorrei che avremmo potuto coccolare più a lungo, ma [isabelle] ha dovuto andare a festeggiare il compleanno di suo papà.

source: However, something tells me this wasn't a one-night stand. [isabelle] isn't that kind of girl.
fr_fr: Cependant, quelque chose me dit que ce n'était pas un stand d'une nuit. [isabelle] n'est pas ce genre de fille.
it_it: Tuttavia, qualcosa mi dice che questo non era uno stand di una notte. [isabelle] non è quel tipo di ragazza.

source: So, where does this leave us? Is she my girlfriend now?
fr_fr: Alors, où est-ce que ça nous laisse? Est-elle ma copine maintenant?
it_it: Quindi, dove ci lascia questo? È la mia fidanzata ora?

source: I guess we'll talk it out like adults when the moment presents itself...
fr_fr: Je suppose que nous allons la parler comme des adultes quand le moment se présente ...
it_it: Immagino che parleremo come adulti quando il momento si presenterà...

source: Until then, I have this cat to take care of.
fr_fr: D'ici là, j'ai ce chat à prendre soin de.
it_it: Fino ad allora, ho questo gatto di cui prendersi cura.

source: [_mc_] [spinach], are you hungry?
fr_fr: [_mc_] [spinach], as-tu faim?
it_it: [_mc_] [spinach], hai fame?

source: [_mc_] I'm sure we can find you some delicious squid somewhere around the house...
fr_fr: [_mc_] Je suis sûr que nous pouvons vous trouver quelques délicieux calmars quelque part autour de la maison ...
it_it: [_mc_] Sono sicuro che possiamo trovarvi qualche delizioso calamaro da qualche parte intorno alla casa...

source: [_mc_] You're right — negotiations are over. It's time for justice.
fr_fr: [_mc_] Vous avez raison-les négociations sont terminée. C'est l'heure de la justice.
it_it: [_mc_] Hai ragione — le trattative sono finite. È tempo di giustizia.

source: [_isabelle_s_skeptical_] I'm going to stomp on their little idyll.
fr_fr: [_isabelle_s_skeptical_] Je vais les estomper sur leur petit idyll.
it_it: [_isabelle_s_skeptical_] sto per soffocare sul loro piccolo idillio.

source: [_mc_] With iron boots.
fr_fr: [_mc_] Avec des bottes de fer.
it_it: [_mc_] Con stivali di ferro.

source: [_isabelle_s_skeptical_] Only scorched earth from here on out.
fr_fr: [_isabelle_s_skeptical_] Seule la terre brûlée d'ici.
it_it: [_isabelle_s_skeptical_] Solo la terra bruciata da qui fuori.

source: [_isabelle_s_concerned_left_] Can you keep the cat in your room while I get things ready?
fr_fr: [_isabelle_s_concerned_left_] Pouvez-vous garder le chat dans votre chambre pendant que je prépare les choses?
it_it: [_isabelle_s_concerned_left_] Riesci a tenere il gatto nella tua stanza mentre mi preparo le cose?

source: [_mc_] What are you planning to do?
fr_fr: [_mc_] Qu'est-ce que vous prévoyez faire?
it_it: [_mc_] Cosa hai intenzione di fare?

source: [_isabelle_s_skeptical_] We're just going to give them what they've been asking for...
fr_fr: [_isabelle_s_skeptical_] Nous allons juste leur donner ce qu'ils ont demandé ...
it_it: [_isabelle_s_skeptical_] Abbiamo solo intenzione di dare loro quello che hanno chiesto...

source: Damn, she's like a hurricane!
fr_fr: Merde, elle est comme un ouragan !
it_it: Dannazione, è come un uragano!

source: A cute storm with lightning eyes, ready to crush everything in her path...
fr_fr: Une mignonne tempête avec des yeux de foudre, prête à tout écraser dans son chemin ...
it_it: Una tempesta carina con occhi fulmini, pronta a schiacciare tutto nel suo percorso...

source: It's about time things changed around here.
fr_fr: Il est temps que les choses changent ici.
it_it: È ora che le cose cambino da queste parti.

source: [_mc_] What do you think, [spinach]? Is it time for a change?
fr_fr: [_mc_] Que pensez-vous, [spinach]? Est-il temps de changer?
it_it: [_mc_] Cosa ne pensi, [spinach]? È ora di cambiare?

source: "Nothing besides questioning as many people as possible."
fr_fr: "Rien d'autre que de remettre en question autant de personnes que possible."
it_it: "Niente oltre a mettere in discussione quante più persone possibili."

source: ?mc.charisma>=6@[mc.charisma]/6|{image=stats cha}|"Leave this in the hands of Sherlock!"
fr_fr: ? mc.charisma> =6@[mc.charisma]/6 | { image=stats cha } | "Laissez ça entre les mains de Sherlock !"
it_it: ?mc.charisma>=6@[mc.charisma]/6<unk> {image=stats cha}<unk> "Lascia questo nelle mani di Sherlock!"

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"I might have an idea..."
fr_fr: ? mc.intellect> =6@[mc.intellect]/6 | { image=stats int } | "Je pourrais avoir une idée ..."
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "Potrei avere un'idea..."

source: "Can't [flora] do it?"
fr_fr: "Can't [flora] le faire?"

source: "Sure thing, [jo]! I'll take care of it."
fr_fr: " Bien sûr, [jo]! Je m'en occupe. "
it_it: "Sicuro cosa, [jo]! Me ne occuperò."

source: "Nobody. What plans are you talking about?"
fr_fr: " Personne. De quels plans parles-tu? "
it_it: "Nessuno. Di quali piani state parlando?"

source: "The Inconspicuous Group."
fr_fr: "The Inapparent Group."
it_it: "Il Gruppo Insignificante."

source: ?mc.owned_item('sugar_cube')@[item_count]/1|{image= sugar_cube_small}|"All information has a price. I'm willing to pay."
fr_fr: ? mc.owned_item ('sugar_cube') @[item_count]/1 | { image= sugar_cube_small } | " Toutes les informations ont un prix. Je suis prêt à payer. "
it_it: ?mc.owned_item('sugar_cube')@[item_count]/1<unk> {image= sugar_cube_small}<unk> "Tutte le informazioni hanno un prezzo. Sono disposto a pagare."

source: ?mc.money>=50@[mc.money]/50|{image=ui hud icon_money}|"All information has a price. I'm willing to pay."
fr_fr: ? mc.money> =50 @[mc.money]/50 | { image=ui hud icon_money } | " Toutes les informations ont un prix. Je suis prêt à payer. "
it_it: ?mc.money>=50@[mc.money]/50<unk> {image=ui hud icon_money}<unk> "Tutte le informazioni hanno un prezzo. Sono disposto a pagare."

source: ?mc.intellect>=8@[mc.intellect]/8|{image=stats int}|"I'm also part of the Inconspicuous Group."
fr_fr: ? mc.intellect> =8@[mc.intellect]/8 | { image=stats int } | "Je fais également partie du groupe Invisible."
it_it: ?mc.intellect>=8@[mc.intellect]/8<unk> {image=stats int}<unk> "Sono anche parte del Gruppo Incospicuo."

source: "Maybe. I'll be right back..."
fr_fr: " Peut-être. Je reviendrai ... "
it_it: "Forse. Sarò tornato..."

source: ?isabelle.lust>=10@[isabelle.lust]/10|{image= isabelle contact_icon}|{image=stats lust_3}|"Give me your panties."
fr_fr: ? isabelle.lust> =10 @[isabelle.lust]/10 | { image= isabelle contact_icon } | { image=stats lust_ 3 } | "Donnez-moi vos cultes."
it_it: ?isabelle.lust>=10@[isabelle.lust]/10<unk> {image= isabelle contact_icon}<unk> {image=stats lust_3}<unk> "Dammi i tuoi panties."

source: "I need an article of your clothing."
fr_fr: "J'ai besoin d'un article de vos vêtements."
it_it: "Ho bisogno di un articolo dei tuoi vestiti."

source: ?quest.flora_jacklyn_introduction.finished@|{image=isabelle_locker_art_teacher}|"What do you think about the new art teacher?"
fr_fr: ? quest.flora_jacklyn_introduction.finished @ | { image=isabelle_locker_art_teacher } | "Que pensez-vous du nouveau professeur d'art?"
it_it: ?quest.flora_jacklyn_introduction ion.finished@<unk> {image=isabelle_locker_art_teacher}<unk> "Cosa ne pensi del nuovo insegnante d'arte?"

source: ?quest.mrsl_HOT.finished@|{image=isabelle_locker_work_out}|"Do you ever work out?"
fr_fr: ? quest.mrsl_HOT.finished @ | { image=isabelle_locker_work_out } | "Est-ce que vous travaillez déjà?"
it_it: ?quest.mrsl_HOT.finished@<unk> {image=isabelle_locker_work_out}<unk> "Hai mai funzionato?"

source: ?quest.kate_search_for_nurse.finished and 'love20' in game.unlocked_stat_perks@|{image=isabelle_locker_outside_lately}|"Have you been outside lately?"
fr_fr: ? quest.kate_search_for_nurse.finished et'love20'dans gam.unlocked_stat_perks @ | { image=isabelle_locker_outside_lately } | "Avez-vous été dehors récemment?"
it_it: ?quest.kate_search_for_nurse.finished e 'love20' in game.unlocked_stat_perks@<unk> {image=isabelle_locker_outside_lately}<unk> "Sei stato fuori ultimamente?"

source: "I'll be back."
fr_fr: "Je reviendrai."
it_it: "Sarò di ritorno."

source: "I'll compose it."
fr_fr: "Je vais le composer."
it_it: "Lo comporre."

source: "I think you should write it."
fr_fr: "Je pense que tu devrais l'écrire."
it_it: "Penso che dovreste scriverlo."

source: {image=stats lust}|"You're right — negotiations are over. It's time for justice."
fr_fr: { image=stats lust } | " Vous avez raison: les négociations sont trop longues. C'est l'heure de la justice. "
it_it: {image=stats lust}<unk> "Hai ragione — i negoziati sono finiti. È tempo di giustizia."

source: Cum inside
fr_fr: Cum à l'intérieur

source: [_mc_] Fine.
it_it: [_mc_] Bene.

source: [_mc_] I take it you didn't know?
it_it: [_mc_] Lo presento che non lo sapevi?

source: [_spinach_s_tongueout_] Mew! Mew! Mew!
it_it: [_spinach_s_tongueout_] Mew! Mew! Mew! Mew!

source: [_maxine_s_concerned_] I may have information about that locker.
it_it: [_maxine_s_concerned_] Potrei avere informazioni su quel armadio.

source: [_maxine_s_skeptical_] It's been... repurposed.
it_it: [_maxine_s_skeptical_] È stato... riutilizzato.

source: [_isabelle_s_concerned_left_] I wish I'd been there to do it for my sister...
it_it: [_isabelle_s_concerned_left_] Vorrei che fossi stato lì a farlo per mia sorella...

source: [_maxine_s_concerned_binoculars_] I'm planning to install hydraulics.
it_it: [_maxine_s_concerned_binoculars_] Sto progettando di installare l'idraulica.

source: [_mc_] I'm not sure [jo] will allow it either.
it_it: [_mc_] non sono sicuro che [jo] lo permetterà.

source: [_mc_] Let's just make a new email account and send her a message.
it_it: [_mc_] Facciamo solo un nuovo account email e le inviamo un messaggio.

source: Might as well flex on this skinny nerd.
it_it: Potrebbe anche flettere su questo nerd skinny.

source: [_mc_] I know [maxine] best, that's all.
it_it: [_mc_] Conosco [maxine] meglio, è tutto.

source: [_mc_] I was placed in the same group as [lindsey] and [maxine] for an art project once.
it_it: [_mc_] mi trovavo nello stesso gruppo di [lindsey] e [maxine] per un progetto artistico una volta.

source: [_isabelle_s_concerned_] It just says... no.
it_it: [_isabelle_s_concerned_] Si dice soltanto... no.

source: [_isabelle_s_annoyed_] I don't care if [maxine] and [kate] are in on this together — I'm going to destroy them both.
it_it: [_isabelle_s_annoyed_] non mi importa se [maxine] e [kate] sono dentro su questo insieme - li distruggerò entrambi.

source: [_mc_] Fuck me...
it_it: [_mc_] Cazzo me...

source: [_isabelle_s_straddling_gaze_] Ha!
it_it: [_isabelle_s_straddling_gaze_] Ciao!

source: {image=stats love}|"That's enough, [isabelle]."
it_it: {image=stats love}<unk> "basta, [isabelle]."
