Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_piano.po
Languages: fr_fr, it_it

source: Maybe bringing [isabelle] here was a bad idea... but there's no time to practice now.
fr_fr: Peut-être que le fait d'apporter [isabelle] ici était une mauvaise idée ... mais il n'y a pas de temps à pratiquer maintenant.
it_it: Forse portare [isabelle] qui era una cattiva idea... ma non c'è tempo per esercitarsi ora.

source: One of [isabelle]'s favorite subjects! But she's here for the music now.{space=-20}
fr_fr: Un des sujets favoris de [isabelle]! Mais elle est ici pour la musique maintenant. { space=-20 }
it_it: Uno dei soggetti preferiti di [isabelle]! Ma lei è qui per la musica adesso.{space=-20}

source: [isabelle] is waiting excitedly by the piano. Ditching her would be highly inappropriate.
fr_fr: [isabelle] est attendu avec enthousiasme par le piano. Ditching her serait très inapproprié.
it_it: [isabelle] sta aspettando eccitatamente dal pianoforte.Ditching lei sarebbe molto inappropriata.

source: Escape is no longer an option. [isabelle] is watching my every move.
fr_fr: Escape n'est plus une option. [isabelle] est en train de regarder mon mouvement.
it_it: La fuga non è più un'opzione. [isabelle] sta guardando ogni mia mossa.

source: [_isabelle_s_neutral_] I told a few people on the way here that there's a mini-concert happening! I hope you don't mind.
fr_fr: [_isabelle_s_neutral_] J'ai dit à quelques personnes en chemin ici qu'il y a un mini-concert ! J'espère que ça ne vous dérose pas.
it_it: [_isabelle_s_neutral_] Ho detto a poche persone sulla strada qui che c'è un mini-concerto che sta succedendo! Spero che non ti dispiace.

source: [_isabelle_s_neutral_] They should be coming soon...
fr_fr: [_isabelle_s_neutral_] Ils devraient bientôt arriver ...
it_it: [_isabelle_s_neutral_] Dovrebbero arrivare presto...

source: [_mc_] Um... I guess that's okay...
fr_fr: [_mc_] Um ... Je suppose que c'est bon ...
it_it: [_mc_] Um... Immagino che vada bene...

source: [_isabelle_s_excited_] Lovely! You should get ready!
fr_fr: [_isabelle_s_excited_] Lovely ! Tu devrais être prêt !
it_it: [_isabelle_s_excited_] Lovely! Dovresti prepararti!

source: I thought I would just play for [isabelle]...
fr_fr: Je pensais que je jouerais juste pour [isabelle]...
it_it: Pensavo che avrei giocato solo per [isabelle]...

source: Fuck. Why am I sweating all of a sudden?
fr_fr: Putain. Pourquoi suis-je en sueur d'un coup?
it_it: Scopo. Perché sto sudando tutto un improvviso?

source: I guess there's a lot more at stake here than just music.
fr_fr: Je suppose qu'il y a beaucoup plus en jeu ici que de la musique.
it_it: Immagino che qui ci sia molto più in gioco che solo la musica.

source: Trust. Betrayal. Espionage.
fr_fr: Confiance. La trahison. Espionnage.
it_it: Trust. Tradimento. Espionaggio.

source: Hopefully it's just [lindsey] and [flora]...
fr_fr: J'espère que c'est juste [lindsey] et [flora]...
it_it: Speriamo che sia solo [lindsey] e [flora]...

source: Okay, better put the score in its place and sit down before my knees give out.
fr_fr: Ok, mieux vaut mettre le score à sa place et s'asseoir avant que mes genoux ne donnent.
it_it: Va bene, meglio mettere il punteggio al suo posto e sedersi prima che le mie ginocchia si arrendano.

source: I still need to put the score on the stand...
fr_fr: J'ai encore besoin de mettre la partition sur le stand ...
it_it: Ho ancora bisogno di mettere il punteggio sulla base...

source: ...or do I? Maybe [isabelle] will appreciate the spontaneity of a scoreless jam?
fr_fr: ... ou moi? Peut être que [isabelle] appréciera la spontanéité d'un bourrage infatigable?
it_it: ...o io? Forse [isabelle] apprezzerà la spontaneità di una marmellata senza parte?

source: Jazz musicians do it all the time. It's no big deal.
fr_fr: Les musiciens de jazz le font tout le temps. Ce n'est pas grand chose.
it_it: I musicisti jazz lo fanno tutto il tempo. Non è un grande affare.

source: Shit. Why are all these people interested in a piano tune?
fr_fr: Merde. Pourquoi toutes ces personnes sont-elles intéressées par un morceau de piano?
it_it: Perché tutte queste persone sono interessate a una melodia di pianoforte?

source: It must be because [isabelle] is cute, so they just tagged along...
fr_fr: Ça doit être parce que [isabelle] est mignon, donc ils viennent d'étiqueté le long ...
it_it: Deve essere perché [isabelle] è carino, quindi hanno appena taggato lungo...

source: That's another perk of being attractive — people's default is to trust you, whereas an ugly person is met with suspicion.
fr_fr: C'est un autre perche d'être attirant-le défaut des gens est de vous faire confiance, alors qu'une personne moche est rencontrée avec suspicion.
it_it: Questo è un altro vantaggio di essere attraente — l'inadempienza della gente è fidarsi di Lei, mentre una persona brutta, è incontrato con sospetto.

source: It's a sick world created by pop culture.
fr_fr: C'est un monde malade créé par la culture pop.
it_it: È un mondo malato creato dalla cultura pop.

source: Villains are ugly. Heroes are beautiful. It's absolutely disgusting!
fr_fr: Les villages sont moches. Les héros sont beaux. C'est absolument dégoûtant !
it_it: I cattivi sono brutti. Gli eroi sono belli. È assolutamente disgustoso!

source: I should probably focus...
fr_fr: Je devrais probablement me concentrer ...
it_it: Probabilmente dovrei concentrarmi...

source: No applause? Damn...
fr_fr: Pas d'applaudissements? Merde ...
it_it: Nessun applauso? Dannazione...

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_isabelle_s_flirty_] What was that?!
fr_fr: [_isabelle_s_flirty_] Qu'est-ce que c'était?
it_it: [_isabelle_s_flirty_] Che cos'era quello?!

source: [_mc_] What do you mean?
fr_fr: [_mc_] Que voulez-vous dire?
it_it: [_mc_] Che cosa intendi?

source: [_isabelle_s_laughing_] Don't try to act all innocent!
fr_fr: [_isabelle_s_laughing_] N'essayez pas d'agir tous innocents !
it_it: [_isabelle_s_laughing_] Non provare ad agire tutti gli innocenti!

source: [_isabelle_s_confident_] We both know that wasn't Chopin...
fr_fr: [_isabelle_s_confident_] Nous savons tous les deux que ce n'était pas Chopin ...
it_it: [_isabelle_s_confident_] Sappiamo entrambi che non era Chopin...

source: [_mc_] I forgot to bring the sheet music... I had to improvise.
fr_fr: [_mc_] J'ai oublié d'apporter la feuille de musique ... J'ai dû improviser.
it_it: [_mc_] ho dimenticato di portare la spartitura... ho dovuto improvvisare.

source: [_mc_] I didn't want to let you and the crowd down, so I just winged it.
fr_fr: [_mc_] Je ne voulais pas vous laisser tomber, alors je viens de le faire.
it_it: [_mc_] Non volevo lasciar cadere te e la folla, quindi l'ho appena alata.

source: [_isabelle_s_blush_] It was amazing! I can't believe you improvised that.
fr_fr: [_isabelle_s_blush_] C'était incroyable ! Je n'arrive pas à croire que tu as improvisé ça.
it_it: [_isabelle_s_blush_] È stato incredibile! Non riesco a credere che tu lo abbia improvvisato.

source: [_isabelle_s_blush_] That's true talent!
fr_fr: [_isabelle_s_blush_] C'est vrai talent !
it_it: [_isabelle_s_blush_] Questo è vero talento!

source: [_mc_] Did you like it, though?
fr_fr: [_mc_] Est-ce que vous l'aimais?
it_it: [_mc_] Ti è piaciuto, però?

source: [_isabelle_s_blush_] Are you kidding me? I loved it!
fr_fr: [_isabelle_s_blush_] Vous plaisantez-vous? Je l'ai adoré !
it_it: [_isabelle_s_blush_] Mi stai scherzando? Mi è piaciuto!

source: [_mc_] Really?
fr_fr: [_mc_] Vraiement?
it_it: [_mc_] Davvero?

source: [_isabelle_s_blush_] Yes! It was genuinely good!
fr_fr: [_isabelle_s_blush_] Oui ! C'était vraiment bien !
it_it: [_isabelle_s_blush_] Sì! È stato veramente buono!

source: [_mc_] I feel like I messed up a few notes...
fr_fr: [_mc_] J'ai l'impression que j'ai foiré quelques notes ...
it_it: [_mc_] Mi sento come se avessi messo in su alcune note...

source: [_isabelle_s_laughing_] Technically you messed up all of them, since this wasn't Chopin.
fr_fr: [_isabelle_s_laughing_] Techniquement, vous les avez tous désorbés, puisque ce n'était pas Chopin.
it_it: [_isabelle_s_laughing_] Tecnicamente li hai impazziti tutti, dato che questo non era Chopin.

source: [_isabelle_s_confident_] Come on, stop overthinking it! That was great.
fr_fr: [_isabelle_s_confident_] Allez, arrête de la penser ! C'était super.
it_it: [_isabelle_s_confident_] Avanti, smettila di sovrapensarlo! È stato fantastico.

source: [_mc_] You must've missed his latest release.
fr_fr: [_mc_] Vous devez avoir manqué sa dernière version.
it_it: [_mc_] Devi aver perso la sua ultima versione.

source: [_isabelle_s_laughing_] Right... Chopin's latest posthumous release.
fr_fr: [_isabelle_s_laughing_] Droit ... La dernière version posthume de Chopin.
it_it: [_isabelle_s_laughing_] Destra... Ultimo rilascio postumo di Chopin.

source: [_mc_] Hey, music is a tricky business! Sometimes, you have to wait years for agents, producers, and record labels.
fr_fr: [_mc_] Hey, la musique est une affaire délicate ! Parfois, vous devez attendre des années pour les agents, les producteurs et les maisons de disques.
it_it: [_mc_] Hey, la musica è un business difficile! A volte, devi aspettare anni per agenti, produttori e etichette discografiche.

source: [_isabelle_s_laughing_] Poor Chopin...
fr_fr: [_isabelle_s_laughing_] Pausa Chopin ...
it_it: [_isabelle_s_laughing_] Scarso Chopin...

source: [_mc_] Anyway, what did you think?
fr_fr: [_mc_] En tout cas, qu'avez-vous pensé?
it_it: [_mc_] Comunque, cosa hai pensato?

source: [_isabelle_s_blush_] I actually loved it!
fr_fr: [_isabelle_s_blush_] Je l'ai adoré !
it_it: [_isabelle_s_blush_] mi è piaciuto molto!

source: [_mc_] Thank you! I'm glad.
fr_fr: [_mc_] Merci ! Je suis content.
it_it: [_mc_] Grazie! Sono lieto.

source: [isabelle]'s eyes glow in adoration. She has no idea that she's walking right into a trap.
fr_fr: [isabelle]'s yeux glow dans adoration. Elle n'a aucune idée qu'elle marche dans un piège.
it_it: Gli occhi di [isabelle]brillano nell'adorazione. Non ha idea di camminare proprio in una trappola.

source: She has no idea I'm not who she thinks I am.
fr_fr: Elle n'a aucune idée que je ne suis pas ce qu'elle pense être.
it_it: Non ha idea di non sono chi pensa che io sia.

source: [_isabelle_s_blush_] I feel like praise isn't enough, but I don't really have anything apart from this...
fr_fr: [_isabelle_s_blush_] I feel like éloge isn't enough, but I don't really have anything apart from this ...
it_it: [_isabelle_s_blush_] Sento che le lodi non sono sufficienti, ma non ho nulla oltre a questo...

source: [_isabelle_s_blush_] It's my favorite ice tea. I hope you like it.
fr_fr: [_isabelle_s_blush_] C'est mon thé glacé préféré. J'espère que vous l'aimez.
it_it: [_isabelle_s_blush_] È il mio tè di ghiaccio preferito. Spero che ti piaca.

source: [_isabelle_s_blush_] Talk to you later, [mc]!
fr_fr: [_isabelle_s_blush_] Parlez à vous plus tard, [mc]!
it_it: [_isabelle_s_blush_] Parla con te più tardi, [mc]!

source: What do you call it when a girl buys you a drink?
fr_fr: Qu'est-ce que vous appelez quand une fille vous achète un verre?
it_it: Come lo chiami quando una ragazza ti compra un drink?

source: Uncharted territory.
fr_fr: Le territoire non cartographié.
it_it: Territorio inesplorato.

source: [isabelle] leans against the side of the piano, eyes sparkling with admiration.
fr_fr: [isabelle] penche contre le côté du piano, les yeux étincelant avec admiration.
it_it: [isabelle] pende contro il lato del pianoforte, occhi scintillanti di ammirazione.

source: She's not easy to impress, which makes this all the more special.
fr_fr: Elle n'est pas facile à impressions, ce qui rend tout cela plus spécial.
it_it: Non è facile da impressionare, il che rende tutto ciò più speciale.

source: [_isabelle_s_blush_] Do you think you could teach me the song?
fr_fr: [_isabelle_s_blush_] Pensez-vous que vous pourriez m'apprendre la chanson?
it_it: [_isabelle_s_blush_] Pensate che potreste insegnarmi la canzone?

source: [_mc_] Like a private lesson?
fr_fr: [_mc_] Comme une leçon privée?
it_it: [_mc_] Ti piace una lezione privata?

source: [_mc_] I would do all sorts of things for you.
fr_fr: [_mc_] Je ferais toutes sortes de choses pour toi.
it_it: [_mc_] Io farei ogni sorta di cose per voi.

source: Maybe this wasn't the best idea...
fr_fr: Peut-être que ce n'était pas la meilleure idée ...
it_it: Forse questa non era l'idea migliore...

source: Everyone is staring...
fr_fr: Tout le monde est en vedette ...
it_it: Tutti stanno fissando...

source: Fuck. Where do I even start?
fr_fr: Putain. Où dois-je commencer?
it_it: Scopo. Da dove comincio ancora?

source: B-flat minor, r-right?
fr_fr: B-plat mineur, r-droite?
it_it: B-flat minore, r-destra?

source: The crickets are already chirping...
fr_fr: Les grillons sont déjà gazons ...
it_it: I grilli sono già cinguetti...

source: Choking... choking...
fr_fr: Choking ... choquant ...
it_it: Chiusura... soffocamento...

source: Damn it. Fuck. Shit.
fr_fr: Merde. Putain. Merde.
it_it: Dannazione. Cazzo .

source: They all laughed and left. Mom's fucking spaghetti...
fr_fr: Ils ont tous ri et laissé. Maman putain de spaghetti ...
it_it: Hanno tutti riso e partito. Gli spaghetti del cazzo della mamma...

source: [_isabelle_s_concerned_] What happened?
fr_fr: [_isabelle_s_concerned_] Que s'est-il passé?
it_it: [_isabelle_s_concerned_] Cos'è successo?

source: [_mc_] I couldn't do it...
fr_fr: [_mc_] Je n'ai pas pu le faire ...
it_it: [_mc_] non riuscivo a farlo...

source: [_isabelle_s_sad_] I'm sorry... It was the crowd, wasn't it?
fr_fr: [_isabelle_s_sad_] Je suis désolé ... C'était la foule, n'est-ce pas?
it_it: [_isabelle_s_sad_] Mi dispiace... Era la folla, vero?

source: [_mc_] No, I just thought I could play without sheet music...
fr_fr: [_mc_] Non, je pensais que je pouvais jouer sans feuille de musique ...
it_it: [_mc_] No, pensavo solo di poter suonare senza spartiti musicali...

source: [_isabelle_s_concerned_left_] It's okay. It probably had something to do with the crowd, as well.
fr_fr: [_isabelle_s_concerned_left_] C'est bon. Cela a probablement eu quelque chose à voir avec la foule.
it_it: [_isabelle_s_concerned_left_] Va bene. Probabilmente aveva qualcosa a che fare con la folla, pure.

source: [_isabelle_s_concerned_] In hindsight, that was a stupid idea... but I appreciate you not wanting to blame me.
fr_fr: [_isabelle_s_concerned_] En rétrospective, c'était une idée stupide ... mais j'apprécie que vous ne vouiez pas me reprocher.
it_it: [_isabelle_s_concerned_] Nel senno di poi, questa era un'idea stupidachar@@0 ma apprezzo che tu non voglia incolparmi.

source: [_mc_] It's not your fault at all.
fr_fr: [_mc_] Ce n'est pas de votre faute.
it_it: [_mc_] Non è colpa tua.

source: [_isabelle_s_sad_] Thanks, but I still feel bad...
fr_fr: [_isabelle_s_sad_] Merci, mais je me sens toujours mal ...
it_it: [_isabelle_s_sad_] Grazie, ma mi sento ancora male...

source: [_mc_] Yeah, I got nervous...
fr_fr: [_mc_] Oui, j'ai été nerveux ...
it_it: [_mc_] Sì, sono diventato nervoso...

source: [_isabelle_s_sad_] I'm really sorry. I didn't think it would be a big deal.
fr_fr: [_isabelle_s_sad_] Je suis vraiment désolé. Je ne pensais pas que ce serait un gros problème.
it_it: [_isabelle_s_sad_] mi dispiace davvero. Non pensavo che sarebbe stato un grande affare.

source: [_mc_] Next time, you should probably ask first...
fr_fr: [_mc_] La prochaine fois, vous devriez probablement demander d'abord ...
it_it: [_mc_] La prossima volta, probabilmente dovresti chiedere prima...

source: [_isabelle_s_sad_] You're right. I apologize.
fr_fr: [_isabelle_s_sad_] Vous avez raison. Je m'excuse.
it_it: [_isabelle_s_sad_] hai ragione. Mi scuso.

source: She's sad for real. Now it feels a bit shitty to put all the blame on her...{space=-50}
fr_fr: Elle est triste pour de vrai. Maintenant, ça fait un peu de merde pour mettre tout le blâme sur le ... { space=-50 }
it_it: È triste per la realtà. Ora si sente un po 'scossa per mettere tutta la colpa su di lei...{space=-50}

source: [_isabelle_s_sad_] It's not much, but please take this as a token of my regret...
it_it: [_isabelle_s_sad_] Non è molto, ma si prega di prendere questo come un segno del mio rammarico...

source: [_isabelle_s_sad_] It's my favorite. I hope you like it.
fr_fr: [_isabelle_s_sad_] C'est mon préféré. J'espère que vous l'aimez.
it_it: [_isabelle_s_sad_] È il mio preferito. Spero che ti piaca.

source: There she goes, hanging her head. That sadness is an all too familiar feeling.
fr_fr: Elle y va, accrochez sa tête. Cette tristesse est un sentiment trop familier.
it_it: Ci va, appendere la testa. Questa tristezza è un sentimento fin troppo familiare.

source: Regret. Failure. Letting someone else down.
fr_fr: Absents. Echec. Laisser quelqu'un d'autre vers le bas.
it_it: Rigret. fallito. Lasciare cadere qualcun altro.

source: [isabelle] probably isn't as used to it as me.
fr_fr: [isabelle] n'est probablement pas aussi utilisé que moi.
it_it: [isabelle] probabilmente non è così abituato come me.

source: I really need to get better at distancing myself from these feelings.
fr_fr: J'ai vraiment besoin de mieux me distancer de ces sentiments.
it_it: Ho davvero bisogno di migliorare a prendere le distanze da questi sentimenti.

source: If I can't, what the hell am I doing on [kate]'s team?
fr_fr: Si je ne peux pas, qu'est-ce que je fais dans l'équipe de [kate]?
it_it: Se non posso, che diavolo sto facendo nella squadra di [kate]?

source: [isabelle] looks at me with pity for a moment, but then a spark of excitement flashes across her eyes.
fr_fr: [isabelle] me regarde avec pitié pour un instant, mais une étincelle d'excitation flair à travers ses yeux.
it_it: [isabelle] mi guarda con pietà per un attimo, ma poi una scintilla di eccitazione lampeggia attraverso gli occhi.

source: [_mc_] I'm not sure... I don't exactly feel qualified right now...
fr_fr: [_mc_] Je ne suis pas sûr ... Je ne me sens pas vraiment qualifié pour l'instant ...
it_it: [_mc_] Non sono sicuro... non mi sento esattamente qualificato in questo momento...

source: [_isabelle_s_blush_] Please? It'll be just the two of us this time!
fr_fr: [_isabelle_s_blush_] S'il vous plaît? Ce sera juste les deux d'entre nous cette fois !
it_it: [_isabelle_s_blush_] Per favore? Saremo solo i due di noi questa volta!

source: [_isabelle_s_blush_] Like a private lesson...
fr_fr: [_isabelle_s_blush_] Comme une leçon privée ...
it_it: [_isabelle_s_blush_] Come una lezione privata...

source: [_mc_] I guess, if you really want...
fr_fr: [_mc_] Je suppose que si vous voulez vraiment ...
it_it: [_mc_] Immagino, se vuoi davvero...

source: [_isabelle_] I do! Thank you, [mc].
fr_fr: [_isabelle_] I do ! Merci, [mc].
it_it: [_isabelle_] lo faccio! Grazie, [mc].

source: All right... everything's set and I'm only mildly nervous.
fr_fr: D'accord ... tout est mis en place et je ne suis que légèrement nerveux.
it_it: Va bene... tutto è impostato e sono solo leggermente nervoso.

source: Oh, who am I kidding? I'm shaking like a leaf in a shit storm.
fr_fr: Oh, qui suis-je en blague? Je tremble comme une feuille dans une tempête.
it_it: Oh, chi sto scherzando? Sto tremando come una foglia in una tempesta di merda.

source: [_isabelle_s_excited_] Everyone's here now!
fr_fr: [_isabelle_s_excited_] Tout le monde est ici maintenant !
it_it: [_isabelle_s_excited_] Tutti sono qui ora!

source: [_isabelle_s_concerned_] I was a bit worried you'd mind. Are you sure you're okay?
fr_fr: [_isabelle_s_concerned_] Je m'inquiétais un peu. Es-tu sûr que tu vas bien?
it_it: [_isabelle_s_concerned_] Ero un po' preoccupato che ti sarebbe dispiaciuto. Sei sicuro che stai bene?

source: [_mc_] Yes...
fr_fr: [_mc_] Oui ...
it_it: [_mc_] Sì...

source: [_isabelle_s_neutral_] You're a good pianist, and people should get the pleasure of hearing it.{space=-55}
fr_fr: [_isabelle_s_neutral_] Vous êtes un bon pianiste, et les gens devraient avoir le plaisir de l'entendre. { space=-55 }
it_it: [_isabelle_s_neutral_] Sei un buon pianista, e la gente dovrebbe ottenere il piacere di sentirlo.{space=-55}

source: [_mc_] Thanks, I guess.
fr_fr: [_mc_] Merci, je suppose.
it_it: [_mc_] Grazie, immagino.

source: Fuck. I'm sweating already.
fr_fr: Putain. Je transpirais déjà.
it_it: Cazzo già. Sto già sudando.

source: Here goes nothing...
fr_fr: Ici ne va rien ...
it_it: Qui non va niente...

source: [_isabelle_s_blush_] Whoa! I'm speechless!
fr_fr: [_isabelle_s_blush_] Whoa ! Je suis sans voix !
it_it: [_isabelle_s_blush_] Whoa! Sono senza parole!

source: [_isabelle_s_blush_] That was fantastic! I'm so impressed!
fr_fr: [_isabelle_s_blush_] C'était fantastique ! Je suis tellement impressionné !
it_it: [_isabelle_s_blush_] È stato fantastico! Sono così impressionato!

source: [_mc_] Nobody else seemed to like it...
fr_fr: [_mc_] Personne d'autre ne semblait comme ça ...
it_it: [_mc_] Nessun altro sembrava piacere...

source: [_isabelle_s_blush_] I think they did! And if not, who cares?
fr_fr: [_isabelle_s_blush_] Je pense qu'ils l'ont fait ! Et si ce n'est pas, qui s'en soucie?
it_it: [_isabelle_s_blush_] Penso che abbiano fatto! E se no, a chi importa?

source: [_isabelle_s_blush_] Those who didn't enjoy it clearly have no taste. They probably don't understand how difficult that piece is.
fr_fr: [_isabelle_s_blush_] Ceux qui n'en ont pas plaisir n'ont aucun goût. Ils ne comprennent probablement pas à quel point cette pièce est difficile.
it_it: [_isabelle_s_blush_] Coloro che non lo hanno apprezzato chiaramente non hanno gusto. Probabilmente non capiscono quanto sia difficile quel pezzo.

source: [_isabelle_s_annoyed_left_] Those who didn't enjoy it clearly have no taste. They probably don't understand how difficult that piece is.
fr_fr: [_isabelle_s_annoyed_left_] Ceux qui n'en ont pas plaisir n'ont aucun goût. Ils ne comprennent probablement pas à quel point cette pièce est difficile.
it_it: [_isabelle_s_annoyed_left_] Coloro che non lo hanno apprezzato chiaramente non hanno gusto. Probabilmente non capiscono quanto sia difficile quel pezzo.

source: [_mc_] I feel free doing this.
fr_fr: [_mc_] Je me sens libre de le faire.
it_it: [_mc_] Mi sento libero di fare questo.

source: [_mc_] It's weird... Whenever I sit down in front of the piano, it's like a huge burden is lifted from my shoulders.
fr_fr: [_mc_] C'est bizarre ... Chaque fois que je suis assis devant le piano, c'est comme un énorme fardeau qui est levé de mes épaules.
it_it: [_mc_] È strano... Ogni volta che mi siedo davanti al pianoforte, è come un enorme fardello che si solleva dalle mie spalle.

source: [_mc_] I'm happy I could share that feeling today! Setting people free through music is fantastic.
fr_fr: [_mc_] Je suis heureux de pouvoir partager ce sentiment aujourd'hui ! Il est fantastique de libérer les gens grâce à la musique.
it_it: [_mc_] Sono felice che potrei condividere questa sensazione oggi! Impostare le persone libere attraverso la musica è fantastico.

source: [_isabelle_s_blush_] Oh, man. That should be a quote!
fr_fr: [_isabelle_s_blush_] Oh, mec. Ça devrait être une citation !
it_it: [_isabelle_s_blush_] Oh, uomo. Dovrebbe essere una citazione!

source: [_mc_] Thank you! You're too kind.
fr_fr: [_mc_] Merci ! Vous êtes trop gentiles.
it_it: [_mc_] Grazie! Sei troppo gentile.

source: [_isabelle_s_laughing_] You're not only a great pianist, but you're also humble! I like that.
fr_fr: [_isabelle_s_laughing_] Vous n'êtes pas seulement un grand pianiste, mais vous êtes aussi humble ! J'aime ça.
it_it: [_isabelle_s_laughing_] Non sei solo un grande pianista, ma sei anche umile! Mi piace.

source: [_isabelle_s_blush_] Thanks for the concert. I meant it!
fr_fr: [_isabelle_s_blush_] Merci pour le concert. Je l'ai voulu !
it_it: [_isabelle_s_blush_] Grazie per il concerto. Lo intendevo!
