Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_hurricane.po
Languages: fr_fr, it_it

source: [_maxine_] Well, what did you think would happen when you performed the Ritual of Baal?
fr_fr: [_maxine_] Eh bien, qu'est-ce qui vous a pensé que se produirait quand vous avez effectué la Rituel de Baal?
it_it: [_maxine_] Beh, cosa pensavi che sarebbe successo quando hai eseguito il Rituale di Baal?

source: [_mc_] The what?
it_it: [_mc_] Il cosa?

source: No idea how that worked, but okay...
fr_fr: Pas idée de comment ça a marché, mais d'accord ...
it_it: Nessuna idea di come ha funzionato, ma va bene...

source: [_isabelle_s_annoyed_left_] There you are, you daft minger.
fr_fr: [_isabelle_s_annoyed_left_] Vous êtes, vous êtes un meneur.
it_it: [_isabelle_s_annoyed_left_] Ci sei, si daft minger.

source: [_maxine_s_confident_hands_down_] Greetings.
fr_fr: [_maxine_s_confident_hands_down_] Salutations.
it_it: [_maxine_s_confident_hands_down_] Saluti.

source: [_isabelle_s_annoyed_left_] I'll give you one chance to explain yourself.
fr_fr: [_isabelle_s_annoyed_left_] Je vous donnerai une occasion de vous expliquer.
it_it: [_isabelle_s_annoyed_left_] Ti darò una possibilità di spiegarti.

source: [_maxine_s_skeptical_] I only have time for a short explanation. What would you like to have explained?
fr_fr: [_maxine_s_skeptical_] Je n'ai que le temps pour une brève explication. Qu'aimerais-tu expliquer?
it_it: [_maxine_s_skeptical_] Ho solo il tempo per una breve spiegazione. Cosa vorresti avere spiegato?

source: [_isabelle_s_annoyed_left_] What do you think?
fr_fr: [_isabelle_s_annoyed_left_] Que pensez-vous?
it_it: [_isabelle_s_annoyed_left_] Cosa ne pensi?

source: [_maxine_s_skeptical_] I think you would benefit the most from basic mathematics.
fr_fr: [_maxine_s_skeptical_] Je pense que vous bénéficiez le plus des mathématiques de base.
it_it: [_maxine_s_skeptical_] Penso che si trarrebbe il massimo beneficio dalla matematica di base.

source: [_isabelle_s_annoyed_left_] Oh, yeah? I think you would benefit the most from a whacking.
fr_fr: [_isabelle_s_annoyed_left_] Oh, oui? Je pense que vous profiterait le plus d'un coup de fouet.
it_it: [_isabelle_s_annoyed_left_] Oh, sì? Penso che avresti tratto il massimo beneficio da un whacking.

source: [_maxine_s_annoyed_] What do you have in mind?
fr_fr: [_maxine_s_annoyed_] Qu'est-ce que vous avez en tête?
it_it: [_maxine_s_annoyed_] Che cosa hai in mente?

source: [_isabelle_s_annoyed_left_] Something like this...
fr_fr: [_isabelle_s_annoyed_left_] Quelque chose comme ça ...
it_it: [_isabelle_s_annoyed_left_] Qualcosa di simile...

source: [_maxine_s_cringe_] That was uncalled for.
fr_fr: [_maxine_s_cringe_] Cela n'a pas été demandé.
it_it: [_maxine_s_cringe_] Questo non è stato richiesto.

source: [_isabelle_s_angry_] Uncalled for?! Are you bloody serious?
fr_fr: [_isabelle_s_angry_] Non appelé? ! Es-tu très grave?
it_it: [_isabelle_s_angry_] Non chiamato?! Sei sanguinoso serio?

source: [_isabelle_s_angry_] You think you can just mess with people and that's okay?
fr_fr: [_isabelle_s_angry_] Vous pensez que vous pouvez gâcher avec des gens et ça va bien?
it_it: [_isabelle_s_angry_] Pensi che si può solo pasticciare con la gente e va bene?

source: [_maxine_s_thinking_] I don't remember messing with anyone.
fr_fr: [_maxine_s_thinking_] Je ne me souviens pas de désordre avec qui que ce soit.
it_it: [_maxine_s_thinking_] Non ricordo di aver incazzato con nessuno.

source: [_isabelle_s_annoyed_left_] Oh, really? How about this thing right here? Remember this locker?
fr_fr: [_isabelle_s_annoyed_left_] Oh, vraiment? Qu'en est-il de cette chose ici? Tu te souviens de ce casier?
it_it: [_isabelle_s_annoyed_left_] Oh, davvero? Che ne dici di questa cosa qui? Ricordati di questo armadietto?

source: [_maxine_s_thinking_] That's not a locker, that's a gate—
fr_fr: [_maxine_s_thinking_] Ce n'est pas un casier, c'est une porte-
it_it: [_maxine_s_thinking_] Non è un armadietto, è un cancello—

source: [_isabelle_s_angry_] Shut up! Shut the hell up!
fr_fr: [_isabelle_s_angry_] Tais-toi ! Ferme l'enfer !
it_it: [_isabelle_s_angry_] Stai zitto! Chiudi l'inferno!

source: [_isabelle_s_angry_] She really is a git, isn't she?
fr_fr: [_isabelle_s_angry_] Elle est vraiment une gai, n'est-ce pas?
it_it: [_isabelle_s_angry_] Lei è davvero un git, vero?

source: Crap. [isabelle] is about to blow up big time.
fr_fr: Le crabe [isabelle] est sur le point de se faire exploser.
it_it: Crap. [isabelle] sta per far saltare il grande tempo.

source: There's a storm raging behind her eyes.
fr_fr: Il y a une tempête qui fait rage derrière ses yeux.
it_it: C'è una tempesta che infuria dietro i suoi occhi.

source: She might actually strangle [maxine]...
fr_fr: Elle pourrait en fait étrangler le [maxine]...
it_it: Potrebbe davvero strangolare [maxine]...

source: [_isabelle_s_annoyed_left_] Well, I have a surprise for you, you miserable twat.
fr_fr: [_isabelle_s_annoyed_left_] Eh bien, j'ai une surprise pour vous, twat misérable.
it_it: [_isabelle_s_annoyed_left_] Beh, ho una sorpresa per te, tu gemello miserabile.

source: Whoa! [maxine] sure didn't see that coming.
fr_fr: Whoa ! [maxine] n'a pas vu ça venir.
it_it: Choa! [maxine] sicuro che non l'ha visto arrivare.

source: [isabelle] is fast when she wants to be... and strong...
fr_fr: [isabelle] est rapide quand elle veut être ... et forte ...
it_it: [isabelle] è veloce quando vuole essere... e forte...

source: But maybe that's just her adrenaline and hatred fueling her.
fr_fr: Mais peut-être que c'est juste son adrénaline et sa haine l'alimentant.
it_it: Ma forse è solo la sua adrenalina e odio che la alimenta.

source: [_isabelle_s_locker_lie_] Not so fun now, is it?
fr_fr: [_isabelle_s_locker_lie_] Pas si amusant maintenant, n'est-ce pas?
it_it: [_isabelle_s_locker_lie_] Non è così divertente adesso, vero?

source: [_isabelle_s_locker_lie_] Are you bloody laughing now?
fr_fr: [_isabelle_s_locker_lie_] Es-tu en train de rire?
it_it: [_isabelle_s_locker_lie_] Stai ridendo sanguinoso adesso?

source: [_maxine_] I would never laugh about the misuse of a priceless—
fr_fr: [_maxine_] Je ne rierais jamais à propos de l'utilisation abusive d'un prix inestimable-
it_it: [_maxine_] Non riderei mai dell'uso improprio di un inestimabile —

source: [_isabelle_s_locker_lie_] Oh, piss off!
fr_fr: [_isabelle_s_locker_lie_] Oh, pisse !
it_it: [_isabelle_s_locker_lie_] Oh, bacia!

source: Perhaps I should step in and try to put a stop to this?
fr_fr: Peut-être devrais-je intervenir et essayer de mettre un terme à cette situation?
it_it: Forse dovrei intervenire e cercare di porre fine a questa situazione?

source: But then [isabelle] would probably never forgive me...
fr_fr: Mais alors [isabelle] ne me pardonnera probablement jamais ...
it_it: Ma allora [isabelle] probabilmente non mi perdonerebbe...

source: And [maxine] did steal her locker...
fr_fr: Et [maxine] a volé son casier ...
it_it: E [maxine] ha rubato il suo armadietto...

source: [_isabelle_s_locker_lock_] Now, this is what poetic justice looks like!
fr_fr: [_isabelle_s_locker_lock_] Maintenant, c'est ce à quoi la justice poétique ressemble !
it_it: [_isabelle_s_locker_lock_] Ora, questo è ciò che la giustizia poetica assomiglia!

source: [_isabelle_s_locker_lock_] The bully trapped in their locker.
fr_fr: [_isabelle_s_locker_lock_] The bully piégée in their locker.
it_it: [_isabelle_s_locker_lock_] Il bullo intrappolato nel loro armadietto.

source: [_maxine_] This is highly dangerous...
fr_fr: [_maxine_] C'est très dangereux ...
it_it: [_maxine_] Questo è molto pericoloso...

source: [_isabelle_s_locker_lock_] Oh, don't be so wet. There's plenty of holes to breathe through.
fr_fr: [_isabelle_s_locker_lock_] Oh, ne pas être si humide. Il y a plein de trous à respirer.
it_it: [_isabelle_s_locker_lock_] Oh, non essere così bagnato. Ci sono molti buchi da respirare attraverso.

source: It's kind of hot seeing her so fired up. So... dominant.
fr_fr: C'est une sorte de chaleur qui la voit ainsi cupide. Donc ... dominant.
it_it: È piuttosto caldo vederla così licenziata. Così... dominante.

source: Very few people would ever try to go up against [maxine].
fr_fr: Très peu de gens tenteraient de monter contre le [maxine].
it_it: Pochissime persone avrebbero mai provato a salire contro [maxine].

source: She's simply too much to handle.
fr_fr: Elle est tout simplement trop à manipuler.
it_it: Lei è semplicemente troppo da gestire.

source: But [isabelle] has her exactly where she wants her.
fr_fr: Mais le [isabelle] lui a exactement ce qu'elle veut.
it_it: Ma [isabelle] ha lei esattamente dove vuole lei.

source: She's completely in her control.
fr_fr: Elle est complètement dans son contrôle.
it_it: È completamente sotto il suo controllo.

source: [_isabelle_s_locker_sit_] Maybe I'll let you out tomorrow. Maybe I'll let you rot in there for a week.
fr_fr: [_isabelle_s_locker_sit_] Peut-être que je vous laisse sortir demain. Peut-être que je te laisserai pourrir là-bas pour par semaine.
it_it: [_isabelle_s_locker_sit_] Forse ti lascerò uscire domani. Forse ti lascerò marcire lì per una settimana.

source: [_maxine_] May I remind you—
fr_fr: [_maxine_] Puis-je vous rappeler-
it_it: [_maxine_] Posso ricordarvi—

source: [_isabelle_s_locker_sit_] No, you bloody well may not!
fr_fr: [_isabelle_s_locker_sit_] Non, vous n'avez pas le sang !
it_it: [_isabelle_s_locker_sit_] No, è bene sanguinoso no!

source: [_isabelle_s_locker_sit_] You may be quiet and think over your actions!
fr_fr: [_isabelle_s_locker_sit_] Vous pouvez être silencieux et penser à vos actions !
it_it: [_isabelle_s_locker_sit_] Potresti essere tranquillo e pensare alle tue azioni!

source: [_isabelle_s_locker_sit_] What?
fr_fr: [_isabelle_s_locker_sit_] Quoi?
it_it: [_isabelle_s_locker_sit_] Cosa?

source: [_mc_] You look absolutely stunning right now.
fr_fr: [_mc_] Vous avez l'air absolument stupéfait en ce moment.
it_it: [_mc_] Sembra assolutamente sorprendente in questo momento.

source: [_mc_] You're the very incarnation of Lady Justice.
fr_fr: [_mc_] Vous êtes l'incarnation même de Lady Justice.
it_it: [_mc_] Sei la stessa incarnazione di Lady Justice.

source: [_isabelle_s_locker_sit_] Thank you! I couldn't have done it without you.
fr_fr: [_isabelle_s_locker_sit_] Merci ! Je n'aurais pas pu le faire sans toi.
it_it: [_isabelle_s_locker_sit_] Grazie! Non avrei potuto farlo senza di voi.

source: [_isabelle_s_locker_sit_] Finally, some things set right in this place...
fr_fr: [_isabelle_s_locker_sit_] Enfin, certaines choses se sont établies à cet endroit ...
it_it: [_isabelle_s_locker_sit_] Finalmente, alcune cose impostate bene in questo posto...

source: [_mc_] You were incredible. That's one bully locked up where she belongs.
fr_fr: [_mc_] Vous avez été incroyable. C'est une brute enfermée où elle appartient.
it_it: [_mc_] Sei stato incredibile. Questo è un bullo bloccato dove lei appartiene.

source: [_mc_] I could kiss you right now.
fr_fr: [_mc_] Je pourrais vous embrasser maintenant.
it_it: [_mc_] Potrei baciarti in questo momento.

source: [_isabelle_s_locker_sit_] Go on, then.
fr_fr: [_isabelle_s_locker_sit_] Allez, puis.
it_it: [_isabelle_s_locker_sit_] Andate avanti, allora.

source: [_mc_] Or maybe I'll do more than just kiss you...
fr_fr: [_mc_] Ou peut-être que je ferai plus que vous embrasser ...
it_it: [_mc_] O forse farò di più che baciarti...

source: [_isabelle_s_locker_sit_] I said go on, then!
fr_fr: [_isabelle_s_locker_sit_] J'ai dit, alors !
it_it: [_isabelle_s_locker_sit_] Ho detto di andare avanti, allora!

source: We roll in the grass, tearing each other's clothes off.
fr_fr: On roule dans l'herbe, s'arrachant les vêtements de l'autre.
it_it: Ci arrotoliamo nell'erba, strappandoci i vestiti l'un l'altro fuori.

source: Her nails dig into my skin, leaving trails of passion down my back.
fr_fr: Ses ongles creusent dans ma peau, laissant derrière moi les sentiers de la passion.
it_it: Le sue unghie scavano nella mia pelle, lasciando sentieri di passione lungo la schiena.

source: It's the kind of unbridled lust they show in movies.
fr_fr: C'est le genre de lust débriété qu'ils montrent dans les films.
it_it: È il tipo di lussuria sfrenata che mostrano nei film.

source: Raw. Skin to skin. Sweat. Hunger. Victory.
fr_fr: Crus. Peau à peau. Balayage. La faim. Victoire.
it_it: Gambero. Pelle a pelle. Sud. Fame. Vittoria.

source: We both wrestle for control, both wanting to devour the other whole.{space=-15}
fr_fr: Nous luttons tous les deux pour le contrôle, tous deux désireux de dévoquer l'ensemble. { space=-15 }
it_it: Entrambi noi lottiamo per il controllo, entrambi vogliono divorare l'altro intero.{space=-15}

source: I lift her up against the wayward locker.
fr_fr: Je la lève contre le casier.
it_it: La sollevo contro l'armadietto verso l'alto.

source: Her mouth paints my neck with lipstick marks. Love bites with a hint of teeth.
fr_fr: Sa bouche peint mon cou avec des marques de rouge à lèvres. Aimez les morsures avec un soupçon de dents.
it_it: La sua bocca mi dipinge il collo con i segni di rossetto. Amore morde con un accenno di denti.

source: Her sweet taste fills my mouth, my veins... and it burns through me like the fiery streams down an erupting volcano.
fr_fr: Son goût sucré remplit ma bouche, mes veines ... et il brûle à travers moi comme les torrants d'un volcan en éruption.
it_it: Il suo sapore dolce riempie la mia bocca, le mie vene... e brucia attraverso di me come i fiumi ardenti giù un vulcano eruttante.

source: Her words come out breathless. Feverish.
fr_fr: Ses paroles sortent de l'air. Feverish.
it_it: Le sue parole escono senza fiato.

source: [_isabelle_s_locker_invitation_] Go on, shag me...
fr_fr: [_isabelle_s_locker_invitation_] Allez, shag me ...
it_it: [_isabelle_s_locker_invitation_] Vai su, shag me...

source: It's one of those things you've always dreamt about hearing.
fr_fr: C'est l'une de ces choses que vous avez toujours rêvé d'entendre.
it_it: È una di quelle cose che hai sempre sognato di sentire.

source: It's more than just a request — it's validation that you're not unlovable. Not unfuckable.
fr_fr: C'est plus qu'une simple demande-c'est la validation que vous n'êtes pas inaimable. Pas incroyable.
it_it: È più di una semplice richiesta - è la convalida che non sei inamabile. Non sfuckable.

source: [isabelle] wants me. She wants me bad.
fr_fr: [isabelle] me veut. Elle me veut mal.
it_it: [isabelle] vuole me. Lei mi vuole male.

source: She wraps her legs around my waist, pulling me closer.
fr_fr: Elle enveloppe ses jambes autour de ma taille, me tirant plus près.
it_it: Avvolge le gambe intorno alla mia vita, tirandomi più vicino.

source: Her labia opens like a rose in bloom, kissed by the morning dew.
fr_fr: Son labia s'ouvre comme une rose en fleurs, embrassée par la rosée du matin.
it_it: Le sue labbra si aprono come una rosa in fiore, baciata dalla rugiada del mattino.

source: Wet, ready, and absolutely gorgeous.
fr_fr: Wet, prêt, et absolument magnifique.
it_it: Bagno, pronto e assolutamente stupendo.

source: Our eyes meet for a moment. Desire and triumph burn in her gaze.
fr_fr: Nos yeux se rencontrent un instant. Desire et triompher brûlent dans son regard.
it_it: I nostri occhi si incontrano per un attimo. Desideri e trionfi bruciano nello sguardo.

source: This is our victory lap.
fr_fr: C'est notre tour de victoire.
it_it: Questo è il nostro giro di vittoria.

source: [_isabelle_s_locker_moan_penetration4_] Let her hear it! Let her feel it!
fr_fr: [_isabelle_s_locker_moan_penetration4_] Laissez-le entendre ! Laissez-le le sentir !
it_it: [_isabelle_s_locker_moan_penetration4_] Lasciala sentire! Lasciala sentire!

source: [isabelle] gasps as I slam into her with force, every last inch of me pinning her against the locker.
fr_fr: [isabelle] gaz comme je l'ai emmenée avec force, chaque centimètre de moi l'emportant contre le casier.
it_it: [isabelle] gasps mentre io sbattere in lei con la forza, ogni ultimo pollice di me pinning lei contro l'armadio.

source: I hold her there for a moment.
fr_fr: Je la tiens là pour un moment.
it_it: La tengo lì per un momento.

source: So deep inside her. Deeper than I ever thought possible.
fr_fr: Donc, profondément à l'intérieur d'elle. Plus profond que j'ai jamais pensé possible.
it_it: Così in profondità dentro di lei. Più profondo di quanto mai pensassi possibile.

source: The heat of her almost sends me over the edge. Her pulsating muscles squeeze me hard.
fr_fr: La chaleur d'elle me fait presque m'envoyer sur le bord. Ses muscles pulsants me serrer dur.
it_it: Il calore della sua quasi mi manda sopra il bordo. I suoi muscoli pulsanti mi stringono duramente.

source: [_maxine_] Be careful. This is a priceless artifact.
fr_fr: [_maxine_] Soyez prudent. C'est un artefact inestimable.
it_it: [_maxine_] State attenti. Questo è un artefatto inestimabile.

source: Oh, god... The fact that we're doing it right on top of [maxine]...
fr_fr: Oh, mon dieu ... Le fait que nous le faisons en haut de [maxine]...
it_it: Oh, dio... Il fatto che lo stiamo facendo proprio in cima alla [maxine]...

source: Only a thin layer of metal separating us...
fr_fr: Seulement une fine couche de métal qui nous sépare ...
it_it: Solo uno strato sottile di metallo che ci separa...

source: She probably feels our heat. She's probably sweating inside.
fr_fr: Elle sent probablement notre chaleur. Elle sut probablement à l'intérieur.
it_it: Probabilmente sente il nostro calore. Probabilmente sta sudando dentro.

source: Our little bully prisoner.
fr_fr: Notre petit prisonnier.
it_it: Il nostro piccolo prigioniero bully.

source: [_mc_] F-fuck! I'm going to—
fr_fr: [_mc_] F-fuck ! Je vais-
it_it: [_mc_] F-fuck! Sto andando a—

source: [_isabelle_s_locker_cum_inside_] Oh, my god! [withvpunch]
fr_fr: [_isabelle_s_locker_cum_inside_] Oh, mon dieu ! [withvpunch]
it_it: [_isabelle_s_locker_cum_inside_] Oh, mio dio! [withvpunch]

source: Her pussy grips me hard as we come in unison.
fr_fr: Sa chatte me grimpe dur alors que nous venons à l'unisson.
it_it: La sua figa mi afferra duramente mentre veniamo all'unisono.

source: The tight muscles milk me for every drop I'm worth.
fr_fr: Les muscles serrés me laitont pour chaque goutte que je mérite.
it_it: I muscoli stretti mi latte per ogni goccia che sto valendo.

source: It's the end of a perfect storm.
fr_fr: C'est la fin d'une tempête parfaite.
it_it: È la fine di una tempesta perfetta.

source: There's a special place this load going...
fr_fr: Il y a un endroit spécial où ce chargement va ...
it_it: C'è un posto speciale questo carico in corso...

source: [_maxine_] That's wet...
fr_fr: [_maxine_] C'est mouillé ...
it_it: [_maxine_] Che è bagnato...

source: [_mc_] Does it taste good?
fr_fr: [_mc_] Le goût est-il bon?
it_it: [_mc_] Ha un buon sapore?

source: [_isabelle_s_locker_cum_outside2_] Oh, my god! I can't believe you did that!
fr_fr: [_isabelle_s_locker_cum_outside2_] Oh, mon dieu ! Je n'arrive pas à croire que tu as fait ça !
it_it: [_isabelle_s_locker_cum_outside2_] Oh, mio Dio! Non posso credere che tu l'abbia fatto!

source: [_mc_] She deserves it.
fr_fr: [_mc_] Elle le mérite.
it_it: [_mc_] lo merita.

source: [_isabelle_s_locker_cum_outside2_] You're absolutely right.
fr_fr: [_isabelle_s_locker_cum_outside2_] Vous avez absolument raison.
it_it: [_isabelle_s_locker_cum_outside2_] Hai assolutamente ragione.

source: [_mc_] We should let her soak in it for a few hours.
fr_fr: [_mc_] Nous devrions la laisser tremper pendant quelques heures.
it_it: [_mc_] Dovremmo lasciarla immergere in esso per qualche ora.

source: [_isabelle_s_locker_cum_outside2_] I'm inclined to keep her in there over the weekend, at least!
fr_fr: [_isabelle_s_locker_cum_outside2_] Je suis enclin à la garder ici au cours du week-end, au moins !
it_it: [_isabelle_s_locker_cum_outside2_] Sono propenso a tenerla lì dentro nel fine settimana, almeno!

source: [_mc_] As long as I get to fuck you on top of her again...
fr_fr: [_mc_] Aussi longtemps que je vais vous baiser dessus à nouveau ...
it_it: [_mc_] Finché arriverò a scoparvi in cima a lei di nuovo...

source: [_mc_] Your turn?
fr_fr: [_mc_] Votre tour?
it_it: [_mc_] Il tuo turno?

source: [_isabelle_s_locker_cum_outside2_] I have another idea...
fr_fr: [_isabelle_s_locker_cum_outside2_] J'ai une autre idée ...
it_it: [_isabelle_s_locker_cum_outside2_] Ho un'altra idea...

source: [_isabelle_s_locker_cum_outside2_] But maybe you should look away.
fr_fr: [_isabelle_s_locker_cum_outside2_] Mais peut-être que vous devriez regarder ailleurs.
it_it: [_isabelle_s_locker_cum_outside2_] Ma forse dovresti guardare lontano.

source: [_mc_] Why would I do that?
fr_fr: [_mc_] Pourquoi je ferais ça?
it_it: [_mc_] Perché lo farei?

source: [_mc_] As far as I'm concerned, she deserves it all.
fr_fr: [_mc_] En ce qui me concerne, elle mérite tout.
it_it: [_mc_] Per quanto mi riguarda, lei merita tutto.

source: [_isabelle_s_locker_cum_outside2_] Bloody right, she does!
fr_fr: [_isabelle_s_locker_cum_outside2_] Bloody right, elle fait !
it_it: [_isabelle_s_locker_cum_outside2_] Sanguinosa destra, lei lo fa!

source: [_isabelle_s_locker_cum_outside2_] It's because of people like you that my sister is dead.
fr_fr: [_isabelle_s_locker_cum_outside2_] C'est à cause de gens comme vous que ma sœur est morte.
it_it: [_isabelle_s_locker_cum_outside2_] È a causa di persone come te che mia sorella è morta.

source: [_isabelle_s_locker_pee1_] I've been wanting to do this for years...
fr_fr: [_isabelle_s_locker_pee1_] Je voulais faire ça depuis des années ...
it_it: [_isabelle_s_locker_pee1_] Ho voluto farlo da anni...

source: [_isabelle_s_locker_pee2_] Yeah? Drink it up!
fr_fr: [_isabelle_s_locker_pee2_] Oui? Buvez-y !
it_it: [_isabelle_s_locker_pee2_] Sì? Bevetelo su!

source: Oh, wow! I can't believe [isabelle] did that!
fr_fr: Oh, wow ! Je n'arrive pas à croire que [isabelle] a fait ça !
it_it: Oh, wow! Non riesco a credere che [isabelle] lo abbia fatto!

source: Is this really the girl that stands for justice and what's right?
fr_fr: Est-ce vraiment la fille qui défend la justice et ce qui est juste?
it_it: Questa è davvero la ragazza che sta per giustizia e che cosa è giusto?

source: This has gone way further than I ever thought it would...
fr_fr: Cela est allé plus loin que je ne pensais qu'il le ferait ...
it_it: Questo è andato più lontano di quanto io abbia mai pensato...

source: I can't say I hate it... but I'm also not sure I like it.
fr_fr: Je ne peux pas dire que je déteste ça ... mais je ne suis pas sûr que j'aime ça.
it_it: Non posso dire che lo odio... ma non sono sicuro che mi piaca.

source: Time seems to move in slow motion.
fr_fr: Le temps semble bouger lentement.
it_it: Il tempo sembra muoversi lentamente.

source: A moment of panic ripples through the glade.
fr_fr: Un moment de panique ripples à travers la clairière.
it_it: Un momento di panico increspature attraverso la ghiandola.

source: What started out as a quest for justice can no longer be recognized...{space=-30}
fr_fr: Ce qui a commencé comme une quête de justice ne peut plus être reconnaissable ... { space=-30 }
it_it: Quello che è iniziato come una ricerca di giustizia non può più essere riconosciuto...{space=-30}

source: Everything can change in the blink of an eye.
fr_fr: Tout peut changer en un clin d'œil.
it_it: Tutto può cambiare in un batter d'occhio.

source: Karma has a tendency to catch up with everyone sooner or later — and in our case, it's definitely sooner.
fr_fr: Karma a tendance à rattraper tout le monde tôt ou tard-et dans notre cas, c'est définitivement plus tôt.
it_it: Il Karma ha la tendenza a raggiungere tutti prima o poi - e nel nostro caso è sicuramente prima.
