Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: [_mc_] It's not for me, though.
fr_fr: [_mc_] Ce n'est pas pour moi.
it_it: [_mc_] Non è per me, però.

source: [_mc_] There's a new girl in my class and she'd like to host an Independence{space=-30} Day dinner to get to know everyone better.
fr_fr: [_mc_] Il y a une nouvelle fille dans ma classe et elle aimerait accueillir un " Independence { space = -30 } Dîner de jour pour apprendre à mieux connaître tout le monde.
it_it: [_mc_] C'è una nuova ragazza nella mia classe e lei vorrebbe ospitare una cena di giorno Independence{space=-30} per conoscere tutti meglio.

source: [_jo_s_blush_] Aw, that's a good cause!
fr_fr: [_jo_s_blush_] Aw, c'est une bonne cause !
it_it: [_jo_s_blush_] Aw, questa è una buona causa!

source: [_jo_s_sad_] Still, rules are rules, I'm afraid.
fr_fr: [_jo_s_sad_] Malgré tout, les règles sont des règles, j'ai peur.
it_it: [_jo_s_sad_] Eppure, le regole sono regole, ho paura.

source: [_mc_] What if I do exceptionally well in a subject of your choice?
fr_fr: [_mc_] Que faire si je fais exceptionnellement bien dans un sujet de votre choix?
it_it: [_mc_] Cosa succede se faccio eccezionalmente bene in un soggetto di vostra scelta?

source: [_jo_s_concerned_] Honey, your grades have been dropping across the board...
fr_fr: [_jo_s_concerned_] Chérie, vos notes ont baissé à travers le tableau ...
it_it: [_jo_s_concerned_] Miele, i tuoi voti sono caduti in tutto il campo...

source: [_mc_] I know, but with the new program, I feel like I can reach my full potential!
fr_fr: [_mc_] Je sais, mais avec le nouveau programme, j'ai l'impression de pouvoir atteindre mon plein potentiel !
it_it: [_mc_] lo so, ma con il nuovo programma, mi sento come se fossi in grado di raggiungere il mio pieno potenziale!

source: [_mc_] I can't do everything at once, though.
fr_fr: [_mc_] Je ne peux pas tout faire à la fois.
it_it: [_mc_] però non posso fare tutto in una volta.

source: [_jo_s_smile_] That's great news, and I suppose you're right.
fr_fr: [_jo_s_smile_] C'est une bonne nouvelle, et je suppose que vous avez raison.
it_it: [_jo_s_smile_] Questa è una grande notizia, e suppongo che tu abbia ragione.

source: [_jo_s_smile_] I'll tell you what — once you complete an assignment with a good grade, I'll sign off on the dinner.
fr_fr: [_jo_s_smile_] Je vais vous dire quoi-une fois que vous aurez terminé une affectation avec une bonne note, je vous signerai au dîner.
it_it: [_jo_s_smile_] ti dirò cosa — una volta completato un incarico con un buon grado, firmerò la cena.

source: [_jo_s_neutral_] You're still going to need adult supervision, and it's going to be a dinner, not a party.
it_it: [_jo_s_neutral_] Avrai ancora bisogno di una supervisione per adulti, e sarà una cena, non una festa.

source: [_mc_] That works for me! Thanks, [jo]!
fr_fr: [_mc_] Ça marche pour moi ! Merci, [jo]!
it_it: [_mc_] Che funziona per me! Grazie, [jo]!

source: Let's see... the English poetry assignment is probably the simplest one to complete.
fr_fr: Voyons ... l'attribution de la poésie anglaise est probablement la plus simple à remplir.
it_it: Vediamo... l'incarico di poesia inglese è probabilmente quello più semplice da completare.

source: As long as no one dies while I'm working on it, everything should be fine.
fr_fr: Tant que personne ne meurt pendant que je travaille sur lui, tout devrait être parfait .
it_it: Finché nessuno muore mentre sto lavorando su di esso, tutto dovrebbe andare bene.

source: Can't be too careful around this stuff.
fr_fr: Je ne peux pas être trop prudent autour de ça.
it_it: Non può essere troppo attento intorno a questa roba.

source: [_mc_] [flora] got a new makeup mirror...
fr_fr: [_mc_] [flora] a un nouveau miroir de maquillage ...
it_it: [_mc_] [flora] ha ricevuto un nuovo specchio di trucco...

source: [_jo_s_concerned_] The lights of her old one broke! It's an early Christmas present.
fr_fr: [_jo_s_concerned_] Les lumières de son vieux ont cassé ! C'est un cadeau de Noël.
it_it: [_jo_s_concerned_] Le luci del suo vecchio si sono rotte! È un regalo di Natale presto.

source: [_mc_] Can't this be an early Christmas present for me, then?
fr_fr: [_mc_] Ca ne peut pas être un cadeau de Noël pour moi, alors?
it_it: [_mc_] Non può questo essere un regalo di Natale per me, allora?

source: [_jo_s_neutral_] That's... actually very selfless of you.
fr_fr: [_jo_s_neutral_] C'est. .. en fait très désintéressé de vous.
it_it: [_jo_s_neutral_] Quello... in realtà molto disinteressato da voi.

source: [_jo_s_smile_] I see that you really want to help the new girl.
fr_fr: [_jo_s_smile_] Je vois que vous voulez vraiment aider la nouvelle fille.
it_it: [_jo_s_smile_] Vedo che si vuole davvero aiutare la nuova ragazza.

source: [_jo_s_smile_] I'll tell you what — if you get adult supervision, I'll allow it.
fr_fr: [_jo_s_smile_] Je vais vous dire quoi-si vous avez la supervision d'un adulte, je le permettrai.
it_it: [_jo_s_smile_] Ti dirò cosa — se ottieni la supervisione degli adulti, lo permetterò.

source: [_mc_] We're all adults...
fr_fr: [_mc_] Nous sommes tous des adultes ...
it_it: [_mc_] Siamo tutti adulti...

source: [_jo_s_skeptical_] Well, I want a member of the staff present.
fr_fr: [_jo_s_skeptical_] Eh bien, je veux un membre du personnel présent.
it_it: [_jo_s_skeptical_] Beh, voglio un membro del personale presente.

source: [_mc_] I guess that's fine. Thanks, [jo]! You're the best!
fr_fr: [_mc_] Je suppose que c'est bien. Merci, [jo]! Tu es le meilleur !
it_it: [_mc_] Immagino che stia bene. Grazie, [jo]! Sei il migliore!

source: [_jo_s_laughing_] Aw, honey! You really know how to make this old lady happy.
fr_fr: [_jo_s_laughing_] Aw, chérie ! Tu sais vraiment comment rendre cette vieille dame heureuse.
it_it: [_jo_s_laughing_] Aw, miele! Sai davvero come rendere felice questa vecchia signora.

source: [_jo_s_excited_] I'd like to chat more, but I need to get back to work now.
fr_fr: [_jo_s_excited_] J'aimerais discuter plus, mais je dois retourner au travail maintenant.
it_it: [_jo_s_excited_] vorrei chattare di più, ma ho bisogno di tornare al lavoro ora.

source: Okay, let's check out the blackboard for this week's assignment...
fr_fr: Ok, allons voir le tableau noir pour l'affectation de cette semaine ...
it_it: Ok, diamo un'occhiata alla lavagna per l'assegnazione di questa settimana...

source: {i}"This week's assignment is to write a poem about love."{/}
fr_fr: {i}"L'affectation de cette semaine est d'écrire un poème sur l'amour." { / }
it_it: {i}"L'incarico di questa settimana è quello di scrivere una poesia sull'amore."{/}

source: Hopefully, that documentary on Shakespeare's sex life will help...
fr_fr: Espérons que ce documentaire sur la vie sexuelle de Shakespeare aidera ...
it_it: Speriamo che il documentario sulla vita sessuale di Shakespeare aiuterà...

source: That should do it! Now I can scoff at the uncultured masses.
fr_fr: Ça devrait le faire ! Maintenant, je peux faire des scoff aux masses non cultivées.
it_it: Questo dovrebbe farlo! Ora posso scavare alle masse incolte.

source: Time to tell [jo] and get her to sign off on [isabelle]'s party.
fr_fr: Il est temps de le dire au [jo] et de la faire signer par le parti [isabelle].
it_it: È ora di dire ad [jo] e farla firmare alla festa di [isabelle].

source: [_mc_] Guess who's a certified poet now? I got my first ever B in an English assignment!
fr_fr: [_mc_] Devinez qui est un poète certifié? J'ai eu mon premier B dans une affectation en anglais !
it_it: [_mc_] Indovina chi è un poeta certificato adesso? Ho ottenuto il mio primo B in un incarico inglese!

source: [_jo_s_confident_] That's great to hear, sweetie!
fr_fr: [_jo_s_confident_] C'est super d'entendre, chérie !
it_it: [_jo_s_confident_] È bello sentire, dolce!

source: [_jo_s_confident_] I'm happy you're finally making some strides in your education.
fr_fr: [_jo_s_confident_] Je suis heureux que vous soyez enfin en train de faire des progrès dans votre éducation.
it_it: [_jo_s_confident_] Sono felice che tu stia finalmente facendo qualche passo nella tua istruzione.

source: [_mc_] You promised to sign off on [isabelle]'s dinner, remember?
fr_fr: [_mc_] You promise to sign off on [isabelle]'s dinner, remember?
it_it: [_mc_] Hai promesso di firmare la cena di [isabelle], ricordati?

source: [_jo_s_laughing_] I did, didn't I?
it_it: [_jo_s_laughing_] l'ho fatto, vero?

source: [_jo_s_excited_] Very well. You can tell her the dinner is happening.
fr_fr: [_jo_s_excited_] Très bien. Tu peux lui dire que le dîner est en train de se produire.
it_it: [_jo_s_excited_] Molto bene. Puoi dirle che sta accadendo la cena.

source: [_jo_s_excited_] But remember, you need staff supervision!
fr_fr: [_jo_s_excited_] Mais rappelez-vous, vous avez besoin de supervision du personnel !
it_it: [_jo_s_excited_] Ma ricordate, avete bisogno di supervisione del personale!

source: [_mc_] Thanks, [jo]!
fr_fr: [_mc_] Merci, [jo]!
it_it: [_mc_] Grazie, [jo]!

source: [_jo_s_excited_] You're very welcome.
fr_fr: [_jo_s_excited_] Vous êtes les bienvenus.
it_it: [_jo_s_excited_] Sei molto benvenuto.

source: [_mc_] Hey! I managed to convince [jo] to allow that dinner of yours.
fr_fr: [_mc_] Hey ! J'ai réussi à convaincre [jo] de permettre ce dîner.
it_it: [_mc_] Hey! Sono riuscito a convincere [jo] per permettere quella cena della tua.

source: [_isabelle_s_excited_] That's fantastic! How?
fr_fr: [_isabelle_s_excited_] C'est fantastique ! Comment?
it_it: [_isabelle_s_excited_] È fantastico! Come?

source: [_mc_] A magician doesn't reveal his tricks...
fr_fr: [_mc_] Un magicien ne révèle pas ses tours ...
it_it: [_mc_] Un mago non rivela i suoi trucchi...

source: [_mc_] ...but we do need staff supervision.
fr_fr: [_mc_] ... mais nous avons besoin d'une supervision du personnel.
it_it: [_mc_] ...ma abbiamo bisogno della supervisione del personale.

source: [_isabelle_s_laughing_] That's fine! I won't ask, then.
fr_fr: [_isabelle_s_laughing_] C'est bien ! Je ne le demanderai pas.
it_it: [_isabelle_s_laughing_] Va bene! Non chiederò, allora.

source: [_isabelle_s_confident_] Since you basically saved my little dinner, would you mind helping me set it up?
fr_fr: [_isabelle_s_confident_] Depuis que vous avez sauvé mon petit dîner, est-ce que vous voulez m'aider à la mettre en place?
it_it: [_isabelle_s_confident_] Dal momento che hai sostanzialmente salvato la mia piccola cena, ti dispiacerebbe aiutarmi a impostarla?

source: [_mc_] Sure, I don't mind that.
fr_fr: [_mc_] Bien sûr, ça ne me dérène pas.
it_it: [_mc_] Certo, non mi dispiace.

source: [_isabelle_s_excited_] Lovely! Would you like to be in charge of invitations?
fr_fr: [_isabelle_s_excited_] Lovely ! Aimeriez-vous être en charge des invitations?
it_it: [_isabelle_s_excited_] Lovely! Vuoi essere responsabile degli inviti?

source: [_isabelle_s_excited_] I know I already announced it, but people love to get a personal invitation as well.
fr_fr: [_isabelle_s_excited_] Je sais que je l'ai déjà annoncé, mais les gens adorent obtenir une invitation personnelle aussi.
it_it: [_isabelle_s_excited_] So che l'ho già annunciato, ma le persone amano ottenere un invito personale.

source: Hmm... me asking could potentially scare people off... but on the other hand, isn't this what a second chance is all about?
fr_fr: Hmm ... me demander pourrait potentiellement effrayer les gens ... mais d'un autre côté, n'est-ce pas là une seconde chance?
it_it: Hmm... mi chiedo potrebbe potenzialmente spaventare la gente... ma d'altra parte, non è questo che una seconda possibilità è tutto?

source: [_mc_] I'm not sure I'm the right person for that.
fr_fr: [_mc_] Je ne suis pas sûr que je sois la bonne personne pour ça.
it_it: [_mc_] Non sono sicuro di essere la persona giusta per questo.

source: [_mc_] I don't know. People don't really like me very much.
fr_fr: [_mc_] Je ne sais pas. Les gens ne m'aiment pas vraiment beaucoup.
it_it: [_mc_] Non lo so. Le persone non piacciono molto molto.

source: [_isabelle_s_laughing_] Oh, bollocks!
it_it: [_isabelle_s_laughing_] Oh, bollini!

source: [_isabelle_s_confident_] Come on, you managed to save the dinner. Just show them your wit.{space=-10}
fr_fr: [_isabelle_s_confident_] Allez, vous avez réussi à sauver le dîner. Il suffit de leur montrer votre wit. { space=-10 }
it_it: [_isabelle_s_confident_] Avanti, sei riuscito a salvare la cena. Basta mostrare loro il tuo wit.{space=-10}

source: [_mc_] I'd... much rather help out with other things...
fr_fr: [_mc_] Je ... beaucoup plus d'aide avec d'autres choses ...
it_it: [_mc_] Io... molto meglio aiutare con altre cose...

source: [_isabelle_s_sad_] I know this is really hard for you.
fr_fr: [_isabelle_s_sad_] Je sais que c'est vraiment dur pour toi.
it_it: [_isabelle_s_sad_] So che questo è davvero difficile per voi.

source: [_isabelle_s_sad_] My sister was the exact same.
fr_fr: [_isabelle_s_sad_] Ma sœur était exactement la même.
it_it: [_isabelle_s_sad_] Mia sorella era la stessa cosa.

source: [_isabelle_s_blush_] But one day, I got her to help me sell magazines.
fr_fr: [_isabelle_s_blush_] Mais un jour, je l'ai eu pour m'aider à vendre des magazines.
it_it: [_isabelle_s_blush_] Ma un giorno, l'ho presa per aiutarmi a vendere riviste.

source: [_isabelle_s_blush_] And it turns out she was really good at it. Better than me!
fr_fr: [_isabelle_s_blush_] Et il s'avère qu'elle était vraiment bonne. Mieux que moi !
it_it: [_isabelle_s_blush_] E si scopre che era davvero brava. Meglio di me!

source: [_isabelle_s_laughing_] She sold so many that she could afford a new xCube that summer!
fr_fr: [_isabelle_s_laughing_] Elle a vendu tellement qu'elle pouvait se permettre un nouveau xCube cet été !
it_it: [_isabelle_s_laughing_] Ha venduto così tanti che poteva permettersi un nuovo xCube quella estate!

source: [_mc_] She played xCube?
fr_fr: [_mc_] Elle a joué xCube?
it_it: [_mc_] Ha giocato a xCube?

source: [_isabelle_s_confident_] Oh, yeah! Every day.
fr_fr: [_isabelle_s_confident_] Oh, oui ! Tous les jours.
it_it: [_isabelle_s_confident_] Oh, sì! Ogni giorno.

source: [_isabelle_s_confident_] Bottom line is, she would never have put herself in that situation if I hadn't pushed her.
fr_fr: [_isabelle_s_confident_] En bas, elle ne se serait jamais mise dans cette situation si je ne l'avais pas poussée.
it_it: [_isabelle_s_confident_] Linea inferiore è, lei non avrebbe mai messo se stessa in quella situazione se non l'avessi spinta.

source: [_mc_] I see what you're saying...
fr_fr: [_mc_] Je vois ce que vous dites ...
it_it: [_mc_] Vedo quello che stai dicendo...

source: [_mc_] Fine, I'll give it a go.
fr_fr: [_mc_] Fine, je vais lui donner un go.
it_it: [_mc_] Bene, lo farò andare.

source: [_isabelle_s_blush_] Awesome! Let me know when you have all the invitations!
fr_fr: [_isabelle_s_blush_] Awesome ! Laissez-moi savoir quand vous aurez toutes les invitations !
it_it: [_isabelle_s_blush_] Fantastico! Fatemi sapere quando avete tutti gli inviti!

source: [_mc_] I'll handle it, no problem!
fr_fr: [_mc_] Je m'en occuperai, pas de problème !
it_it: [_mc_] lo gestirò, nessun problema!

source: [_isabelle_s_blush_] So confident!
fr_fr: [_isabelle_s_blush_] So confiant !
it_it: [_isabelle_s_blush_] Così sicuro!

source: [_mc_] Well, I never really put myself out there in the past. It's time to change that.
fr_fr: [_mc_] Eh bien, je ne me suis jamais vraiment mis moi-même dans le passé. Il est temps de changer ça.
it_it: [_mc_] Beh, non mi sono mai messo lì fuori in passato. È tempo di cambiarlo.

source: [_isabelle_s_blush_] That's great to hear.
fr_fr: [_isabelle_s_blush_] C'est super d'entendre.
it_it: [_isabelle_s_blush_] È bello sentire.

source: [_isabelle_s_blush_] Let me know when you have all the invitations!
fr_fr: [_isabelle_s_blush_] Laissez-moi savoir quand vous avez toutes les invitations !
it_it: [_isabelle_s_blush_] Fatemi sapere quando avete tutti gli inviti!

source: [_flora_s_annoyed_] What do you want?
fr_fr: [_flora_s_annoyed_] Que voulez-vous?
it_it: [_flora_s_annoyed_] Cosa vuoi?

source: [_mc_] Whoa! What did I do now?
fr_fr: [_mc_] Whoa ! Qu'est-ce que j'ai fait maintenant?
it_it: [_mc_] Whoa! Cosa ho fatto adesso?

source: [_flora_s_cringe_] There were no clean plates this morning. I had to go and retrieve one from your dirty stack.
fr_fr: [_flora_s_cringe_] Il n'y avait pas de plaques propres ce matin. J'ai dû aller chercher un de votre pile sale.
it_it: [_flora_s_cringe_] Non c'erano piatti puliti stamattina. Dovevo andare a recuperarne uno dal tuo stack sporco.

source: [_flora_s_cringe_] Gross as hell.
fr_fr: [_flora_s_cringe_] Gross en enfer.
it_it: [_flora_s_cringe_] Lordo come inferno.

source: [_mc_] Err, sorry about that...
fr_fr: [_mc_] Err, désolé pour ça ...
it_it: [_mc_] Err, mi dispiace di quello...

source: [_flora_s_annoyed_] Well, what do you want?
fr_fr: [_flora_s_annoyed_] Eh bien, que voulez-vous?
it_it: [_flora_s_annoyed_] Beh, cosa vuoi?

source: [_mc_] I'm here to invite you to [isabelle]'s dinner.
fr_fr: [_mc_] Je suis ici pour vous inviter au dîner de [isabelle].
it_it: [_mc_] Sono qui per invitarti alla cena di [isabelle].

source: [_flora_s_thinking_] Why? I thought everyone was invited.
fr_fr: [_flora_s_thinking_] Pourquoi? Je pensais que tout le monde était invité.
it_it: [_flora_s_thinking_] Perché? Pensavo che tutti fossero invitati.

source: [_mc_] Yeah, but I wanted to make sure you got it.
fr_fr: [_mc_] Oui, mais je voulais m'assurer que tu l'as.
it_it: [_mc_] Sì, ma volevo assicurarmi di averlo.

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_flora_s_worried_] That doesn't seem like you at all.
fr_fr: [_flora_s_worried_] Cela ne vous semble pas du tout.
it_it: [_flora_s_worried_] Non ti sembra per niente.

source: [_mc_] Well, I'm trying to be a better person. More considerate.
fr_fr: [_mc_] Eh bien, j'essaie d'être une meilleure personne. Plus de considération.
it_it: [_mc_] Beh, sto cercando di essere una persona migliore.

source: [_flora_s_blush_] Okay, I appreciate that. I'm looking forward to it.
fr_fr: [_flora_s_blush_] Ok, j'apprécie ça. J'attends avec impatience.
it_it: [_flora_s_blush_] Okay, lo apprezzo. Non vedo l'ora di farlo.

source: [_mc_] I'm here to tell you that you're not invited to [isabelle]'s dinner.
fr_fr: [_mc_] Je suis ici pour vous dire que vous n'êtes pas invité au dîner de [isabelle].
it_it: [_mc_] Sono qui per dirti che non sei invitato alla cena di [isabelle].

source: [_flora_s_angry_] What?! How dare you?
fr_fr: [_flora_s_angry_] Quoi? ! Comment oses-tu?
it_it: [_flora_s_angry_] Cosa?! Come osi?

source: [_mc_] It's nothing personal.
fr_fr: [_mc_] Ce n'est rien de personnel.
it_it: [_mc_] Non è niente di personale.

source: [_mc_] You happened to be in the cafeteria during the announcement, so I came to clear it up.
fr_fr: [_mc_] Vous êtes arrivé à la cafétéria au cours de l'annonce, donc je suis venu le lever.
it_it: [_mc_] Ti è capitato di essere in caffetteria durante l'annuncio, così sono venuto a ripulirlo.

source: [_flora_s_concerned_] I'm coming anyway. Screw you.
fr_fr: [_flora_s_concerned_] Je viens de toute façon. Vas-y.
it_it: [_flora_s_concerned_] sto venendo comunque. Avvitateli.

source: Oh, well. It was worth a shot.
fr_fr: Oh, bien. Ça valait un coup de feu.
it_it: Oh, bene. Vale la pena un colpo.

source: [_mc_] Don't worry, I'll save you some sausages.
fr_fr: [_mc_] Ne vous inquiétez pas, je vous sauverai quelques saucisses.
it_it: [_mc_] Non ti preoccupare, ti salverò un po' di salsicce.

source: [_flora_s_concerned_] What the hell? Why?
fr_fr: [_flora_s_concerned_] Qu'est-ce que l'enfer? Pourquoi?
it_it: [_flora_s_concerned_] Che inferno? Perché?

source: [_mc_] You seem a bit angry and frustrated right now.
fr_fr: [_mc_] Vous semblez être un peu en colère et frustré en ce moment.
it_it: [_mc_] Sembra un po' arrabbiato e frustrato in questo momento.

source: [_mc_] Maybe they could help you relax?
fr_fr: [_mc_] Peut-être qu'ils pourraient vous aider à vous détendre?
it_it: [_mc_] Forse potrebbero aiutarti a rilassarti?

source: [_flora_s_annoyed_texting_] And anyway, you can't stop me from coming. I'm texting [isabelle].
fr_fr: [_flora_s_annoyed_texting_] Et de toute façon, tu ne peux pas m'empêcher de venir. Je fais des textos [isabelle].
it_it: [_flora_s_annoyed_texting_] E comunque, non puoi impedirmi di venire. Sto scrivendo un messaggio a [isabelle].

source: Well, shit. Gotta run!
fr_fr: Eh bien, merde. Gotta court !
it_it: Beh, merda. Corri tutto!

source: [_kate_s_eyeroll_] Don't make me bring out the measuring tape.
fr_fr: [_kate_s_eyeroll_] Ne me faites pas sortir de la bande de mesure.
it_it: [_kate_s_eyeroll_] Non farmi portare fuori il nastro di misura.

source: [_kate_s_skeptical_] You're in my space, weirdo.
fr_fr: [_kate_s_skeptical_] Vous êtes dans mon espace, weirdo.
it_it: [_kate_s_skeptical_] Sei nel mio spazio, strano.

source: [_mc_] I guess I can take a step back...
fr_fr: [_mc_] Je suppose que je peux prendre un peu de recul ...
it_it: [_mc_] Immagino di poter fare un passo indietro...

source: [_kate_s_skeptical_] How about five steps back?
fr_fr: [_kate_s_skeptical_] Comment environ cinq pas en arrière?
it_it: [_kate_s_skeptical_] Come circa cinque passi indietro?

source: [_mc_] Err... fine.
fr_fr: [_mc_] Err ... fin.
it_it: [_mc_] Errore... bene.

source: [_kate_s_eyeroll_] Aren't you going to apologize?
fr_fr: [_kate_s_eyeroll_] N'allez pas vous présenter des excuses?
it_it: [_kate_s_eyeroll_] non ti scuserai?

source: [_mc_] I'm actually here on [isabelle]'s behalf, so you'll have to take that up with her.
fr_fr: [_mc_] Je suis ici au nom de [isabelle], donc vous devrez prendre ça avec elle.
it_it: [_mc_] In realtà sono qui per conto di [isabelle], quindi dovrai prenderlo con lei.

source: [_kate_s_excited_] Interesting. So, she's your legal guardian now?
fr_fr: [_kate_s_excited_] Interesting. Alors, elle est votre tuteur légal maintenant?
it_it: [_kate_s_excited_] Interessante. Quindi, è il tuo tutore legale ora?

source: [_mc_] I just came to invite you to her dinner.
fr_fr: [_mc_] Je viens de vous inviter à son dîner.
it_it: [_mc_] Sono appena venuto per invitarvi alla sua cena.

source: [_kate_s_neutral_] And why would I want to come?
fr_fr: [_kate_s_neutral_] Et pourquoi je voudrais venir?
it_it: [_kate_s_neutral_] E perché vorrei venire?

source: [_kate_s_neutral_] I'm planning my own party, and it's going to blow her little dinner out of the water.
fr_fr: [_kate_s_neutral_] Je planifie mon propre parti, et ça va faire sauter son petit dîner dehors de l'eau.
it_it: [_kate_s_neutral_] Sto pianificando la mia festa, e sta per soffiare la sua piccola cena fuori dall'acqua.

source: [_mc_] Maybe once you get to know her, you might get along?
fr_fr: [_mc_] Peut-être qu'une fois que vous aurez la connaissance d'elle, vous pourriez vous entendre?
it_it: [_mc_] Forse una volta che la conosci, potresti andare d'accordo?

source: [_kate_s_laughing_] The only way we're getting along is when she's on her knees, begging for forgiveness.
fr_fr: [_kate_s_laughing_] La seule façon de s'entendre c'est quand elle est à genoux, suppliant le pardon.
it_it: [_kate_s_laughing_] L'unico modo in cui stiamo andando avanti è quando lei è in ginocchio, implorando il perdono.

source: [_kate_s_smile_] Honestly, it's quite funny that you even decided to ask me.
fr_fr: [_kate_s_smile_] Honnêtement, c'est assez drôle que vous avez même décidé de me demander.
it_it: [_kate_s_smile_] Onestamente, è abbastanza divertente che hai anche deciso di chiedermi.

source: [_mc_] Ugh, whatever.
fr_fr: [_mc_] Ugh, quoi que ce soit.
it_it: [_mc_] Ugh, qualsiasi cosa.

source: [_kate_s_neutral_] Don't give me attitude.
fr_fr: [_kate_s_neutral_] Ne me donnez pas d'attitude.
it_it: [_kate_s_neutral_] Non darmi atteggiamento.
