Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_haggis.po
Languages: fr_fr, it_it

source: [_mc_] A picture is worth a thousand words!
fr_fr: [_mc_] Une image vaut mille mots !
it_it: [_mc_] Una foto vale mille parole!

source: [_flora_s_sarcastic_s_flip_] And you're worth one word — "clown."
fr_fr: [_flora_s_sarcastic_s_flip_] Et vous valez un mot-"clown".
it_it: [_flora_s_sarcastic_s_flip_] E vale una parola — "clown".

source: [_isabelle_s_confident_] Hey, maybe we should get this done?
fr_fr: [_isabelle_s_confident_] Hey, peut-être devrions-nous faire ça?
it_it: [_isabelle_s_confident_] Ehi, forse dovremmo farlo?

source: [_mc_] Yeah! Stop wasting time, [flora].
fr_fr: [_mc_] Oui ! Stop à la perte de temps, [flora].
it_it: [_mc_] Sì! Smettila di perdere tempo, [flora].

source: [_flora_s_eyeroll_s_flip_] Whatever.
fr_fr: [_flora_s_eyeroll_s_flip_] Quoi qu'il en soit.
it_it: [_flora_s_eyeroll_s_flip_] Qualcosa.

source: [_mc_] So, who do you think should get the reward?
fr_fr: [_mc_] Alors, qui, selon vous, devrait obtenir la récompense?
it_it: [_mc_] Allora, chi pensi dovrebbe ottenere la ricompensa?

source: [_isabelle_s_excited_] I've read about this type of exercise! It's not about who gets the reward, it's about how you solve a problem together.
fr_fr: [_isabelle_s_excited_] J'ai lu sur ce type d'exercice ! Il ne s'agit pas de savoir qui reçoit la récompense, il s'agit de la façon de résoudre un problème ensemble.
it_it: [_isabelle_s_excited_] Ho letto di questo tipo di esercizio! Non si tratta di chi ottiene la ricompensa, si tratta di come risolvere un problema insieme.

source: [_mc_] But if you had to pick, who would it be?
fr_fr: [_mc_] Mais si tu devais choisir, qui serait?
it_it: [_mc_] Ma se dovessi scegliere, chi sarà?

source: [_isabelle_s_concerned_left_] Well, I'm really the victim in all of this. You brought the stinking lunch box, and then you both started arguing...
fr_fr: [_isabelle_s_concerned_left_] Eh bien, je suis vraiment la victime dans tout ça. Vous avez apporté la boîte à lunch puante, et vous avez tous les deux commencé à vous disputer ...
it_it: [_isabelle_s_concerned_left_] Beh, sono davvero la vittima in tutto questo. Hai portato la scatola del pranzo puzzolente, e poi hai iniziato a litigare...

source: [_isabelle_s_concerned_] I think it's only fair I get the reward.
fr_fr: [_isabelle_s_concerned_] Je pense que c'est juste que j'ai la récompense.
it_it: [_isabelle_s_concerned_] Penso che sia giusto ottenere la ricompensa.

source: [_isabelle_s_concerned_] What do you think?
fr_fr: [_isabelle_s_concerned_] Que pensez-vous?
it_it: [_isabelle_s_concerned_] Cosa ne pensi?

source: [_mc_] [flora] should get the reward.
fr_fr: [_mc_] [flora] devrait obtenir la récompense.
it_it: [_mc_] [flora] dovrebbe ottenere la ricompensa.

source: [_isabelle_s_excited_] All right, I agree.
fr_fr: [_isabelle_s_excited_] Très bien, je suis d'accord.
it_it: [_isabelle_s_excited_] Va bene, sono d'accordo.

source: [_isabelle_s_excited_] [flora] is a nice girl, she deserves it. But more importantly, I'm happy we could solve it!
fr_fr: [_isabelle_s_excited_] [flora] est une jolie fille, elle le mérite. Mais plus important encore, je suis heureux que nous pourrions le résoudre !
it_it: [_isabelle_s_excited_] [flora] è una bella ragazza, lo merita. Ma ancora più importante, sono felice che potremmo risolverlo!

source: [_isabelle_s_neutral_] I reckon we must wait for [mrsl] to return now.
it_it: [_isabelle_s_neutral_] I reckon dobbiamo aspettare che [mrsl] torni ora.

source: [_mc_] I guess so.
fr_fr: [_mc_] Je suppose que oui.
it_it: [_mc_] immagino così.

source: [_mc_] I haven't always been the best, so I'd like to do something nice for her...
it_it: [_mc_] Non sono sempre stato il migliore, quindi vorrei fare qualcosa di bello per lei...

source: [_isabelle_s_excited_] That's kind of you, but you can't buy someone's forgiveness.
fr_fr: [_isabelle_s_excited_] C'est gentile de vous, mais vous ne pouvez pas acheter le pardon de quelqu'un.
it_it: [_isabelle_s_excited_] È una specie di te, ma non puoi comprare il perdono di qualcuno.

source: [_mc_] You should get the reward.
fr_fr: [_mc_] Vous devriez obtenir la récompense.
it_it: [_mc_] Dovresti ottenere la ricompensa.

source: [_mc_] ...and I've managed to convince [flora].
fr_fr: [_mc_] ... et j'ai réussi à convaincre [flora].
it_it: [_mc_] ...e sono riuscito a convincere [flora].

source: [_mc_] It was my fault that this thing even happened, and her fault we were fighting.
fr_fr: [_mc_] C'est ma faute que cette chose s'est même produite, et sa faute nous étions en train de nous battre.
it_it: [_mc_] E 'stato colpa mia che questa cosa anche accaduto, e la sua colpa che stavamo combattendo.

source: [_flora_s_annoyed_] Seriously? It's always your fault, [mc]!
fr_fr: [_flora_s_annoyed_] Sérieusement? C'est toujours votre faute, [mc]!
it_it: [_flora_s_annoyed_] Seriamente? È sempre colpa tua, [mc]!

source: [_mc_] Well, anyway. Moving on!
fr_fr: [_mc_] Eh bien, de toute façon. Déménons !
it_it: [_mc_] Beh, comunque. Andare avanti!

source: [_flora_s_eyeroll_] Gross, but I guess the deed is done...
fr_fr: [_flora_s_eyeroll_] Gross, mais je suppose que l'acte est fait ...
it_it: [_flora_s_eyeroll_] Croce, ma immagino che l'atto sia fatto...

source: [_flora_s_sarcastic_] The only positive thing is that [isabelle] gets the reward, and you don't.
fr_fr: [_flora_s_sarcastic_] La seule chose positive est que [isabelle] obtienne la récompense, et vous ne le faites pas.
it_it: [_flora_s_sarcastic_] L'unica cosa positiva è che [isabelle] ottiene la ricompensa, e tu no.

source: [_mc_] ...but I doubt [flora] will agree. She's pretty greedy.
fr_fr: [_mc_] ... mais je doute que [flora] sera d'accord. Elle est assez gourmande.
it_it: [_mc_] ...ma dubito che [flora] sarà d'accordo. È piuttosto avida.

source: [_isabelle_s_laughing_] I'm sure she's all right! Most people would say they're the most deserving.
fr_fr: [_isabelle_s_laughing_] Je suis sûre qu'elle a raison ! La plupart des gens disent qu'ils sont les plus méritants.
it_it: [_isabelle_s_laughing_] Sono sicuro che va bene! La maggior parte delle persone direbbe che sono le più meritevoli.

source: [_mc_] I should get the reward!
fr_fr: [_mc_] Je devrais obtenir la récompense !
it_it: [_mc_] Dovrei ottenere la ricompensa!

source: [_isabelle_s_excited_] I guess that concludes the challenge...
fr_fr: [_isabelle_s_excited_] Je suppose que la conclusion du défi ...
it_it: [_isabelle_s_excited_] Credo che finisca la sfida...

source: [_isabelle_s_excited_] If I'm going to be honest, I didn't think you'd get the reward.
fr_fr: [_isabelle_s_excited_] Si je vais être honnête, je ne pensais pas que vous seriez récompensé.
it_it: [_isabelle_s_excited_] Se fossi onesto, non pensavo che avessi ottenuto la ricompensa.

source: [_mc_] Me neither. I probably don't deserve it.
fr_fr: [_mc_] Moi non plus. Je ne le mérite probablement pas.
it_it: [_mc_] Neanche me. Probabilmente non me lo merito.

source: [_isabelle_s_laughing_] Oh, stop it! You're as deserving as anyone else.
fr_fr: [_isabelle_s_laughing_] Oh, arrête ! Tu es aussi digne que n'importe qui d'autre.
it_it: [_isabelle_s_laughing_] Oh, fermatelo! Ti meriti come chiunque altro.

source: [_isabelle_s_confident_] Let's wait for [mrsl] now.
fr_fr: [_isabelle_s_confident_] Attendons le [mrsl] maintenant.
it_it: [_isabelle_s_confident_] Aspettiamo [mrsl] ora.

source: [_mc_] I brought you a meal. I was trying to be nice.
fr_fr: [_mc_] Je t'ai apporté un repas. J'essayais d'être gentile.
it_it: [_mc_] Ti ho portato un pasto. Stavo cercando di essere gentile.

source: [_isabelle_s_cringe_] You said yourself that it was a gotcha-moment...
fr_fr: [_isabelle_s_cringe_] Vous vous avez dit que c'était un moment de poule ...
it_it: [_isabelle_s_cringe_] Ti sei detto che era un momento di gotcha...

source: [_mc_] Well, if you hadn't gushed so hard over Scotland, I wouldn't have brought you the haggis...
fr_fr: [_mc_] Eh bien, si vous n'aviez pas rossé si dur sur l'Écosse, je ne vous aurais pas amené le haggis ...
it_it: [_mc_] Beh, se non avessi fatto così tanta fatica sulla Scozia, non ti avrei portato l'haggis...

source: [_isabelle_s_thinking_] That's not a very compelling argument. Nobody forced you to bring me the haggis.
fr_fr: [_isabelle_s_thinking_] Ce n'est pas un argument très convaincant. Personne ne vous a forcé à m'apporter le haggis.
it_it: [_isabelle_s_thinking_] Non è un argomento molto avvincente. Nessuno ti ha costretto a portarmi l'aggis.

source: [_flora_s_blush_] I already know what you're going to ask, and the answer is simple...
fr_fr: [_flora_s_blush_] Je sais déjà ce que vous allez demander, et la réponse est simple ...
it_it: [_flora_s_blush_] So già che cosa state per chiedere, e la risposta è semplice...

source: [_flora_s_laughing_] Either I get the reward or we're stuck here forever!
fr_fr: [_flora_s_laughing_] Soit j'ai la récompense, soit nous sommes coincés ici pour toujours !
it_it: [_flora_s_laughing_] O ottengo la ricompensa o siamo bloccati qui per sempre!

source: [_mc_] Do you think you deserve it?
fr_fr: [_mc_] Pensez-vous que vous le méritez?
it_it: [_mc_] Pensi che lo meriti?

source: [_flora_s_laughing_] Without a doubt!
fr_fr: [_flora_s_laughing_] Sans aucun doute !
it_it: [_flora_s_laughing_] Senza dubbio!

source: [_mc_] What about [isabelle]?
fr_fr: [_mc_] Qu'en est-il du [isabelle]?
it_it: [_mc_] Che ne dici di [isabelle]?

source: [_flora_s_thinking_] What about her?
fr_fr: [_flora_s_thinking_] Qu'en est-il de elle?
it_it: [_flora_s_thinking_] Che dire di lei?

source: [_flora_s_laughing_] I'm glad everyone found their senses!
fr_fr: [_flora_s_laughing_] Je suis heureux que tout le monde trouve ses sens !
it_it: [_flora_s_laughing_] Sono contento che tutti abbiano trovato i loro sensi!

source: [_flora_s_excited_] I can't wait to get that reward! Another one for my trophy shelf!
fr_fr: [_flora_s_excited_] Je ne peux pas attendre pour obtenir cette récompense ! Un autre pour mon panier !
it_it: [_flora_s_excited_] Non vedo l'ora di ottenere quella ricompensa! Un'altra per il mio scaffale trofeo!

source: [_mc_] Can you be any more insufferable?
fr_fr: [_mc_] Pouvez-vous être plus insupportable?
it_it: [_mc_] Riesci ad essere più insofferenti?

source: [_flora_s_angry_] What? Are you going to rain on my parade now?
fr_fr: [_flora_s_angry_] Quoi? Tu vas pleuvoir sur ma parade maintenant?
it_it: [_flora_s_angry_] Cosa? Pioverai sulla mia sfilata adesso?

source: [_flora_s_angry_] That's what sore losers do!
fr_fr: [_flora_s_angry_] C'est ce que font les perdants !
it_it: [_flora_s_angry_] Ecco cosa fanno i perdenti!

source: [_mc_] Okay, fine... just stop being so annoying. Else I might change my mind.
fr_fr: [_mc_] Ok, bon ... arrête d'être aussi ennuyeux. Sinon, je pourrais changer d'avis.
it_it: [_mc_] Okay, bene... basta smettere di essere così fastidioso. Altrimenti potrei cambiare idea.

source: [_flora_s_confident_] Fine, I'll save my gloating for later...
fr_fr: [_flora_s_confident_] Amende, je sauverai mon pessimisme pour plus tard ...
it_it: [_flora_s_confident_] Bene, salverò il mio globo più tardi...

source: [_flora_s_neutral_] Let's wait for [mrsl] now.
fr_fr: [_flora_s_neutral_] Attendons le [mrsl] maintenant.
it_it: [_flora_s_neutral_] Aspettiamo [mrsl] ora.

source: [_flora_s_afraid_] Really?
fr_fr: [_flora_s_afraid_] Vraiement?
it_it: [_flora_s_afraid_] Davvero?

source: [_mc_] I know how hard you work, and it's my fault we're here.
fr_fr: [_mc_] Je sais combien vous travaillez dur, et c'est ma faute que nous sommes ici.
it_it: [_mc_] So quanto duramente lavori, ed è colpa mia che siamo qui.

source: [_flora_s_smile_] Finally, something we agree on!
fr_fr: [_flora_s_smile_] Enfin, nous sommes d'accord !
it_it: [_flora_s_smile_] Finalmente, qualcosa su cui siamo d'accordo!

source: [_flora_s_smile_] How do we convince [isabelle]?
fr_fr: [_flora_s_smile_] Comment convaincre [isabelle]?
it_it: [_flora_s_smile_] Come convinceremo [isabelle]?

source: [_mc_] I have a plan.
fr_fr: [_mc_] J'ai un plan.
it_it: [_mc_] ho un piano.

source: [_flora_s_skeptical_] Those words always worry me...
fr_fr: [_flora_s_skeptical_] Ces mots me préoccupent toujours ...
it_it: [_flora_s_skeptical_] Quelle parole mi preoccupano sempre...

source: [_mc_] [isabelle] should get the reward.
fr_fr: [_mc_] [isabelle] devrait obtenir la récompense.
it_it: [_mc_] [isabelle] dovrebbe ottenere la ricompensa.

source: [_flora_s_confused_] All right... let's get out of here.
fr_fr: [_flora_s_confused_] Tous droits ... sortons d'ici.
it_it: [_flora_s_confused_] Va bene... usciamo da qui.

source: [_isabelle_s_smile_] Thanks, guys! I think you're both equally as deserving, but I appreciate it.
fr_fr: [_isabelle_s_smile_] Merci, les gars ! Je pense que vous êtes tous les deux aussi méritants, mais je l'apprécie.
it_it: [_isabelle_s_smile_] Grazie, ragazzi! Penso che siate entrambi ugualmente meritevoli, ma lo apprezzo.

source: [_flora_s_sarcastic_] You're the nicest out of us three. You're especially nicer than [mc]!
fr_fr: [_flora_s_sarcastic_] Vous êtes le plus beau de nous trois. Vous êtes plus gentilles que [mc]!
it_it: [_flora_s_sarcastic_] Sei il più bello di noi tre. Sei particolarmente bello di [mc]!

source: [_isabelle_s_laughing_] You're sweet, [flora]!
fr_fr: [_isabelle_s_laughing_] Vous êtes doux, [flora]!
it_it: [_isabelle_s_laughing_] Sei dolce, [flora]!

source: [_mc_] Ugh, let's just wait for [mrsl].
fr_fr: [_mc_] Ugh, attendons juste le [mrsl].
it_it: [_mc_] Ugh, aspettiamo solo [mrsl].

source: [_mc_] She's suffered through enough of our kibble... she should get something out of this.
fr_fr: [_mc_] Elle a assez souffert de notre kibble ... elle devrait en sortir.
it_it: [_mc_] Lei ha sofferto abbastanza del nostro kibble... dovrebbe ottenere qualcosa da questo.

source: [_flora_s_annoyed_] So what? I have to suffer your bullshit around the clock!
fr_fr: [_flora_s_annoyed_] Alors quoi? Je dois souffrir de vos conneries 24 heures sur 24 !
it_it: [_flora_s_annoyed_] Allora, cosa? Devo soffrire le tue stronzate intorno all'orologio!

source: [flora] actually has a point there...
fr_fr: [flora] a en fait un point là-bas ...
it_it: [flora] in realtà ha un punto lì...

source: [_flora_s_eyeroll_] Typical of you to rub it in.
fr_fr: [_flora_s_eyeroll_] C'est typique de vous de le frotter.
it_it: [_flora_s_eyeroll_] Tipico di te per strofinarlo dentro.

source: [_mc_] Well, I think it's the first time I've ever won something...
fr_fr: [_mc_] Eh bien, je pense que c'est la première fois que j'ai gagné quelque chose ...
it_it: [_mc_] Beh, penso che sia la prima volta che vinco qualcosa...

source: [_flora_s_annoyed_] Winning doesn't suit you very well.
fr_fr: [_flora_s_annoyed_] Le gagnant ne vous convient pas très bien.
it_it: [_flora_s_annoyed_] Vincere non ti va bene.

source: [_isabelle_s_smile_] Hey, I don't think it's about winning. We solved the challenge together.
fr_fr: [_isabelle_s_smile_] Hey, je ne pense pas qu'il s'agit de gagner. Nous avons résolu le défi ensemble.
it_it: [_isabelle_s_smile_] Hey, non penso che si tratti di vincere. Abbiamo risolto la sfida insieme.

source: [_isabelle_s_laughing_] We should all be happy!
fr_fr: [_isabelle_s_laughing_] Nous devrions tous être heureux !
it_it: [_isabelle_s_laughing_] Dovremmo essere tutti felici!

source: [_flora_s_sarcastic_] You're right. The biggest prize is getting out of here and away from [mc]!
fr_fr: [_flora_s_sarcastic_] Vous avez raison. Le plus grand prix est de sortir d'ici et de loin du [mc]!
it_it: [_flora_s_sarcastic_] Hai ragione. Il premio più grande sta uscendo da qui e lontano da [mc]!

source: [_flora_s_confused_] Yeah, whatever... I'm tired of being in this classroom.
fr_fr: [_flora_s_confused_] Oui, peu importe ... Je suis fatigué d'être dans cette classe.
it_it: [_flora_s_confused_] Sì, qualunque cosa... sono stanco di essere in questa classe.

source: [_mc_] Please? I've never won anything...
fr_fr: [_mc_] S'il vous plaît? Je n'ai jamais rien gagné ...
it_it: [_mc_] Per favore? Non ho mai vinto nulla...

source: [_flora_s_eyeroll_] Of course you'd say that.
fr_fr: [_flora_s_eyeroll_] Bien sûr que vous le dites.
it_it: [_flora_s_eyeroll_] Naturalmente lo direi.

source: [_flora_s_eyeroll_] You always seem to think that the world owes you something.
fr_fr: [_flora_s_eyeroll_] Vous semblez toujours penser que le monde vous doit quelque chose.
it_it: [_flora_s_eyeroll_] Sembra sempre che tu pensi che il mondo ti debba qualcosa.

source: [_mrsl_s_neutral_] Okay... so you've come to a conclusion, I hope?
fr_fr: [_mrsl_s_neutral_] Ok ... donc vous êtes arrivé à une conclusion, j'espère?
it_it: [_mrsl_s_neutral_] Okay... quindi sei arrivato a una conclusione, spero?

source: [_mc_] Yeah, we did.
fr_fr: [_mc_] Oui, nous l'avons fait.
it_it: [_mc_] Sì, lo abbiamo fatto.

source: [_mrsl_s_excited_] Very well! Who did you decide on for the reward?
fr_fr: [_mrsl_s_excited_] Très bien ! Qui avez-vous décidé pour la récompense?
it_it: [_mrsl_s_excited_] Molto bene! Chi hai deciso per la ricompensa?

source: [_flora_s_excited_] I won!
fr_fr: [_flora_s_excited_] J'ai gagné !
it_it: [_flora_s_excited_] ho vinto!

source: [_mrsl_s_excited_] Indeed?
fr_fr: [_mrsl_s_excited_] En effet?
it_it: [_mrsl_s_excited_] Infatto?

source: [_mrsl_s_concerned_] It's not really about winning, though. It's about the teamwork that went into the decision.
fr_fr: [_mrsl_s_concerned_] Il ne s'agit pas vraiment de gagner. Il s'agit du travail d'équipe qui a été pris dans la décision.
it_it: [_mrsl_s_concerned_] Non si tratta di vincere, comunque. Si tratta del lavoro di squadra che è andato nella decisione.

source: [_mc_] See, what did I tell you?
fr_fr: [_mc_] Voir, qu'est-ce que je vous ai dit?
it_it: [_mc_] Vedi, cosa ti ho detto?

source: [_isabelle_s_concerned_] Don't start now, else she might make us start over!
fr_fr: [_isabelle_s_concerned_] Ne commencez pas maintenant, sinon elle pourrait nous faire recommencer !
it_it: [_isabelle_s_concerned_] Non iniziare adesso, altrimenti potrebbe farci ricominciare!

source: [_mrsl_s_thinking_] That's a good point, [isabelle]. Moving forward, you should all keep this lesson in mind...
fr_fr: [_mrsl_s_thinking_] C'est un bon point, [isabelle]. Pour aller de l'avant, vous devriez tous garder cette leçon à l'esprit ...
it_it: [_mrsl_s_thinking_] Questo è un buon punto, [isabelle]. In avanti, dovresti tenere a mente questa lezione...

source: [_mrsl_s_excited_] Now, [flora], here's the reward. It's nothing big, just a brooch that shows you're a problem solver. I hope you like it...
fr_fr: [_mrsl_s_excited_] Maintenant, [flora], voici la récompense. C'est rien de grand, juste une broche qui montre que vous êtes un solveur de problèmes. J'espère que vous l'aimez ...
it_it: [_mrsl_s_excited_] Now, [flora], ecco la ricompensa. Non è niente di grande, solo una spilla che mostra che sei un risolutore di problemi. Spero che ti piaccia...

source: [_flora_s_smile_] Whoa! I love it!
fr_fr: [_flora_s_smile_] Whoa ! Je l'adore !
it_it: [_flora_s_smile_] Whoa! Mi piace!

source: [_flora_s_smile_] Thanks so much, [mrsl]!
fr_fr: [_flora_s_smile_] Merci beaucoup, [mrsl]!
it_it: [_flora_s_smile_] Grazie mille, [mrsl]!

source: [_mrsl_s_neutral_] You should thank your classmates first and foremost.
fr_fr: [_mrsl_s_neutral_] Vous devriez d'abord remercier vos camarades de classe.
it_it: [_mrsl_s_neutral_] Dovresti innanzitutto ringraziare i tuoi compagni di classe.

source: [_flora_s_laughing_] Thanks, [isabelle]!
fr_fr: [_flora_s_laughing_] Merci, [isabelle]!
it_it: [_flora_s_laughing_] Grazie, [isabelle]!

source: [_isabelle_s_laughing_] No worries!
fr_fr: [_isabelle_s_laughing_] Pas de soucis !
it_it: [_isabelle_s_laughing_] Nessuna preoccupazione!

source: [_flora_s_concerned_] [mc], I'll maybe thank you later.
fr_fr: [_flora_s_concerned_] [mc], je vous remercie plus tard.
it_it: [_flora_s_concerned_] [mc], forse ti ringrazierò più tardi.

source: [_mc_] Typical...
fr_fr: [_mc_] Standard ...
it_it: [_mc_] Tipico...

source: [_mrsl_s_excited_] Okay, you're all dismissed!
fr_fr: [_mrsl_s_excited_] Ok, vous êtes tous licenciés !
it_it: [_mrsl_s_excited_] Okay, sei tutto escluso!

source: [_mc_] We decided to give the reward to [isabelle].
fr_fr: [_mc_] Nous avons décidé de donner la récompense au [isabelle].
it_it: [_mc_] Abbiamo deciso di dare la ricompensa a [isabelle].

source: [_isabelle_s_blush_] They're too nice!
fr_fr: [_isabelle_s_blush_] Ils sont trop gentiles !
it_it: [_isabelle_s_blush_] Sono troppo gentili!

source: [_mrsl_s_excited_] A good choice. How did you decide that?
fr_fr: [_mrsl_s_excited_] Un bon choix. Comment avez-vous décidé cela?
it_it: [_mrsl_s_excited_] Una buona scelta. Come hai deciso quello?

source: [_flora_s_laughing_] Through careful deliberation and teamwork.
fr_fr: [_flora_s_laughing_] Par une réflexion attentive et un travail d'équipe.
it_it: [_flora_s_laughing_] Attraverso un'attenta deliberazione e un lavoro di squadra.

source: [_mc_] I guess, yeah.
fr_fr: [_mc_] Je suppose, oui.
it_it: [_mc_] Immagino che sì.

source: [_mrsl_s_neutral_] Very well! I'm glad you managed to work it out.
fr_fr: [_mrsl_s_neutral_] Très bien ! Je suis content que tu sois parvenu à le faire sortir.
it_it: [_mrsl_s_neutral_] Molto bene! Sono contento che tu sia riuscito a farlo funzionare.

source: [_mrsl_s_neutral_] The reward isn't that big, just this little brooch that shows you're a problem solver...
fr_fr: [_mrsl_s_neutral_] La récompense n'est pas si grande, juste ce petit broche qui montre que vous êtes un solveur de problèmes ...
it_it: [_mrsl_s_neutral_] La ricompensa non è così grande, solo questa piccola spilla che mostra che sei un risolutore di problemi...

source: [_isabelle_s_excited_] Does it look good?
fr_fr: [_isabelle_s_excited_] Est-ce que ça a l'air bien?
it_it: [_isabelle_s_excited_] Sembra buono?

source: [_mc_] I think it fits you, [isabelle]!
it_it: [_mc_] penso che ti stia bene, [isabelle]!

source: [_flora_s_blush_] Yeah! I'm a little jelly!
fr_fr: [_flora_s_blush_] Oui ! Je suis un peu gelée !
it_it: [_flora_s_blush_] Sì! Sono un po' di gelatina!

source: [_mrsl_s_excited_] Well, the real prize is that you all came out better people by the end of the challenge.
fr_fr: [_mrsl_s_excited_] Eh bien, le vrai prix est que vous avez tous sorti de meilleures personnes d'ici la fin du défi.
it_it: [_mrsl_s_excited_] Beh, il vero premio è che tutti voi siete usciti persone migliori alla fine della sfida.

source: [_isabelle_s_smile_] We decided to give [mc] the reward.
fr_fr: [_isabelle_s_smile_] Nous avons décidé de donner [mc] la récompense.
it_it: [_isabelle_s_smile_] Abbiamo deciso di dare [mc] la ricompensa.

source: [_mc_] Is that a problem?
fr_fr: [_mc_] Est-ce un problème?
it_it: [_mc_] È un problema?

source: [_mrsl_s_surprised_] No, no! I'm just a little surprised, that's all...
fr_fr: [_mrsl_s_surprised_] Non, non ! Je suis juste un peu surpris, c'est tout ...
it_it: [_mrsl_s_surprised_] No, no! Sono solo un po' sorpreso, è tutto...

source: [_flora_s_sarcastic_] I think everyone's surprised. He hasn't won anything before.
fr_fr: [_flora_s_sarcastic_] Je pense que tout le monde est surpris. Il n'a rien gagné avant.
it_it: [_flora_s_sarcastic_] penso che tutti siano sorpresi. Non ha vinto nulla prima.

source: [_mrsl_s_excited_] It's not about winning, it's about teamwork.
fr_fr: [_mrsl_s_excited_] Il ne s'agit pas de gagner, c'est du travail d'équipe.
it_it: [_mrsl_s_excited_] Non si tratta di vincere, si tratta di lavoro di squadra.

source: [_mrsl_s_excited_] And if you've come to an agreement, you're all winners!
fr_fr: [_mrsl_s_excited_] Et si vous êtes arrivé à un accord, vous êtes tous gagnants !
it_it: [_mrsl_s_excited_] E se sei arrivato a un accordo, sei tutti vincitori!
