Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_hurricane.po
Languages: fr_fr, it_it

source: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] The decision to relocate the artifact was made after several malicious attempts to access the nether realm.
fr_fr: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] La décision de déplacer l'artefact a été prise après plusieurs tentatives malveillantes d'accéder au domaine d'attache.
it_it: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] La decisione di ricollocare l'artefatto è stata fatta dopo diversi tentativi dannosi di accedere al regno del nether.

source: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] The stability of this plane is at the very core of the Inconspicuous Group's constitution.
fr_fr: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] La stabilité de cet avion est au cœur même de la constitution du Groupe Invisible.
it_it: [_maxine_s_surveillance_footage_annoyed_school_clubroom_] La stabilità di questo piano è al centro della costituzione del Gruppo Incospicuo.

source: [_maxine_s_surveillance_footage_sad_school_clubroom_] Now, if you've come this far, little will be able to stop you from getting to the bottom of this.
fr_fr: [_maxine_s_surveillance_footage_sad_school_clubroom_] Maintenant, si vous êtes venu à ce jour, peu de temps vous empêchera de vous rendre au fond de cette situation.
it_it: [_maxine_s_surveillance_footage_sad_school_clubroom_] Ora, se sei arrivato così lontano, poco sarà in grado di impedirti di raggiungere il fondo di questo.

source: [_maxine_s_surveillance_footage_sad_school_clubroom_] So, to spare you from further trouble...
fr_fr: [_maxine_s_surveillance_footage_sad_school_clubroom_] Donc, pour vous épargner d'autres problèmes ...
it_it: [_maxine_s_surveillance_footage_sad_school_clubroom_] Quindi, per risparmiare da ulteriori problemi...

source: Yeah, right. As if she would ever spare anyone any trouble.
fr_fr: Ouais, c'est ça. Comme si elle épargnerait à qui que ce soit.
it_it: Sì, giusto. Come se avesse mai risparmiato qualcuno guai.

source: [_maxine_s_surveillance_footage_thinking_school_clubroom_] The artifact is now located outside of harm's reach.
fr_fr: [_maxine_s_surveillance_footage_thinking_school_clubroom_] L'artefact est maintenant situé en dehors de la portée du mal.
it_it: [_maxine_s_surveillance_footage_thinking_school_clubroom_] Il manufatto è ora situato al di fuori della portata del danno.

source: [_maxine_s_surveillance_footage_thinking_school_clubroom_] In a place lost to time and civilization.
fr_fr: [_maxine_s_surveillance_footage_thinking_school_clubroom_] Dans un endroit perdu en temps et en civilisation.
it_it: [_maxine_s_surveillance_footage_thinking_school_clubroom_] In un luogo perduto per tempo e civiltà.

source: Of course it is...
fr_fr: Bien sûr que c'est. ..
it_it: Certo che è...

source: [_maxine_s_surveillance_footage_thinking_school_clubroom_] Find the truth before it finds you.
fr_fr: [_maxine_s_surveillance_footage_thinking_school_clubroom_] Trouvez la vérité avant de vous trouver.
it_it: [_maxine_s_surveillance_footage_thinking_school_clubroom_] Trova la verità prima che ti trovi.

source: So, [maxine] definitely stole the locker. I think that's the takeaway from this.
fr_fr: Donc, [maxine] a définitivement volé le casier. Je pense que c'est le décollage de ça.
it_it: Così, [maxine] ha sicuramente rubato l'armadietto. Penso che sia il takeaway da questo.

source: And it's in a place lost to time and civilization...
fr_fr: Et c'est dans un endroit perdu pour le temps et la civilisation ...
it_it: Ed è in un posto perso al tempo e alla civiltà...

source: Maybe [isabelle] would know?
fr_fr: Peut-être que [isabelle] le sait?
it_it: Forse [isabelle] lo saprebbe?

source: If only I could plug my [item.title_lower] into the computer, all my dreams would come through.
fr_fr: Si seulement je pouvais brancher mon [item.title_lower] à l'ordinateur, tous mes rêves se viendraient.
it_it: Se solo potessi collegare il mio [item.title_lower] al computer, tutti i miei sogni sarebbero passati.

source: Unfortunately, technology hasn't advanced that far.
fr_fr: Malheureusement, la technologie n'a pas avancé jusqu'à présent.
it_it: Sfortunatamente, la tecnologia non è avanzata così lontano.

source: [_isabelle_s_neutral_] Hey, how's it going?
fr_fr: [_isabelle_s_neutral_] Hey, comment ça va?
it_it: [_isabelle_s_neutral_] Ehi, come va?

source: [_mc_] I've made some discoveries...
fr_fr: [_mc_] J'ai fait quelques découvertes ...
it_it: [_mc_] Ho fatto alcune scoperte...

source: [_isabelle_s_neutral_] Truly? What did you learn?
fr_fr: [_isabelle_s_neutral_] Truly? Qu'avez-vous appris?
it_it: [_isabelle_s_neutral_] Veramente? Cosa hai imparato?

source: [_mc_] I've done some digging and your locker is... well...
fr_fr: [_mc_] I've done some excavation and your locker is ... well ...
it_it: [_mc_] Ho fatto qualche scavo e il tuo armadietto è... bene...

source: [_mc_] It's apparently in a place lost to time and civilization.
fr_fr: [_mc_] C'est apparemment dans un endroit perdu pour le temps et la civilisation.
it_it: [_mc_] È apparentemente in un luogo perduto per tempo e civiltà.

source: [_mc_] Any idea where that might be?
fr_fr: [_mc_] Toute idée où cela pourrait être?
it_it: [_mc_] Qualche idea dove potrebbe essere?

source: [_isabelle_s_concerned_left_] I mean, it must be outside the school somewhere, right?
fr_fr: [_isabelle_s_concerned_left_] Je veux dire, ça doit être à l'extérieur de l'école quelque part, non?
it_it: [_isabelle_s_concerned_left_] Voglio dire, deve essere fuori dalla scuola da qualche parte, giusto?

source: [_mc_] If my sources are to be believed.
fr_fr: [_mc_] Si mes sources sont à croire.
it_it: [_mc_] Se le mie fonti devono essere credute.

source: [_isabelle_s_concerned_] Maybe it's in the forest somewhere?
fr_fr: [_isabelle_s_concerned_] Peut-être que c'est dans la forêt quelque part?
it_it: [_isabelle_s_concerned_] Forse è nella foresta da qualche parte?

source: [_mc_] Hmm... you might be right...
fr_fr: [_mc_] Hmm ... vous avez peut-être raison ...
it_it: [_mc_] Hmm... potresti aver ragione...

source: [_mc_] I guess I'll do some hiking. I'll call you if I find it.
fr_fr: [_mc_] Je suppose que je vais faire de la randonnée. Je t'appellerai si je le trouve.
it_it: [_mc_] Immagino che farò qualche escursione. Ti chiamerò se lo trovo.

source: [_isabelle_s_excited_] Perfect!
fr_fr: [_isabelle_s_excited_] Parfait !
it_it: [_isabelle_s_excited_] Perfetto!

source: [_mc_] I guess I'll do some hiking.
fr_fr: [_mc_] Je suppose que je vais faire de la randonnée.
it_it: [_mc_] Immagino che farò un po' di escursioni.

source: [_isabelle_s_excited_] Perfect! Let me put my number in your phone and you can call me if you find it?
fr_fr: [_isabelle_s_excited_] Parfait ! Laissez-moi mettre mon numéro dans votre téléphone et vous pouvez m'appeler si vous le trouvez?
it_it: [_isabelle_s_excited_] Perfetto! Lasciami mettere il mio numero nel tuo telefono e puoi chiamarmi se lo trovi?

source: [_mc_] Sounds good. Here you go.
fr_fr: [_mc_] Sounds good. Ici vous allez.
it_it: [_mc_] Suona bene. Qui vai.

source: [_isabelle_s_excited_] Okay, done!
fr_fr: [_isabelle_s_excited_] Ok, fait !
it_it: [_isabelle_s_excited_] Okay, fatto!

source: Hmm... this old shack is abandoned, so it's definitely lost to time...
fr_fr: Hmm ... cette vieille cabane est abandonnée, donc c'est définitivement perdu pour le temps ...
it_it: Hmm... questa vecchia baracca è abbandonata, quindi è sicuramente perso nel tempo...

source: It's pretty dark inside... I can't see anything.
fr_fr: C'est assez sombre à l'intérieur ... Je ne vois rien.
it_it: All'interno è piuttosto buio... non riesco a vedere niente.

source: Maybe I can get a better look from the other side?
fr_fr: Peut-être que je peux mieux regarder de l'autre côté?
it_it: Forse posso ottenere un aspetto migliore dall'altra parte?

source: There are some holes in the wall near the roof.
fr_fr: Il y a des trous dans le mur près du toit.
it_it: Ci sono alcuni fori nel muro vicino al tetto.

source: They're pretty far up, but luckily I can climb up on this—
fr_fr: Ils sont assez loin, mais heureusement je peux monter sur ce-
it_it: Sono abbastanza lontano, ma per fortuna posso arrampicarmi su questo—

source: Son of a bitch.
fr_fr: Fils d'une salope.
it_it: Figlio di una cagna.

source: It's [isabelle]'s locker. It's just lying here in the grass.
fr_fr: C'est le casier de [isabelle]'s. C'est juste couché ici dans l'herbe.
it_it: È un armadietto di [isabelle]. È solo mentito qui nell'erba.

source: She'll be happy to learn that I found it, I guess.
fr_fr: Elle sera heureuse d'apprendre que je l'ai trouvé, je suppose.
it_it: Lei sarà felice di imparare che l'ho trovato, immagino.

source: [_mc_] Hey, it's me. I've found your locker.
fr_fr: [_mc_] Hé, c'est moi. J'ai trouvé votre casier.
it_it: [_mc_] Ehi, sono io. ho trovato il tuo armadietto.

source: [_isabelle_] You're joking!
fr_fr: [_isabelle_] Vous plaisantez !
it_it: [_isabelle_] Stai scherzando!

source: [_mc_] I wish I was...
it_it: [_mc_] Vorrei che fossi...

source: [_isabelle_] Well, where is it?
fr_fr: [_isabelle_] Eh bien, où est-il?
it_it: [_isabelle_] Beh, dov'è?

source: [_mc_] It's in the forest glade.
fr_fr: [_mc_] C'est dans la claipublique de la forêt.
it_it: [_mc_] È nella bagliore della foresta.

source: [_isabelle_] Someone dragged it there? Bloody hell...
fr_fr: [_isabelle_] Quelqu'un a traîné le là? Bloody enfer ...
it_it: [_isabelle_] Qualcuno l'ha trascinato lì? Inferno sanguinoso...

source: [_mc_] Seems that way.
it_it: [_mc_] sembra così.

source: [_isabelle_] Okay, I'll be there in a bit.
fr_fr: [_isabelle_] Ok, je serai dans un peu.
it_it: [_isabelle_] Okay, sarò lì tra poco.

source: [_isabelle_s_thinking_] Didn't you say the locker was here?
fr_fr: [_isabelle_s_thinking_] N'avez-vous pas dit que le casier était là?
it_it: [_isabelle_s_thinking_] non hai detto che lo spogliatoio era qui?

source: [_mc_] It is. Right behind that old hut.
fr_fr: [_mc_] C'est le. Juste derrière cette vieille cabane.
it_it: [_mc_] È proprio dietro quella vecchia capanna.

source: [_mc_] And I've also confirmed that it was [maxine] who took it.
fr_fr: [_mc_] Et j'ai aussi confirmé que c'était [maxine] qui l'a pris.
it_it: [_mc_] E ho anche confermato che è stato [maxine] a prenderlo.

source: [_isabelle_s_afraid_] And that twat just dumped it here?
fr_fr: [_isabelle_s_afraid_] Et ce twat vient de le balai ici?
it_it: [_isabelle_s_afraid_] E quel gemello lo ha appena scaricato qui?

source: [_isabelle_s_cringe_] So, it was entirely malicious!
fr_fr: [_isabelle_s_cringe_] Alors, il était tout à fait malveillant !
it_it: [_isabelle_s_cringe_] Quindi, era del tutto malizioso!

source: [_isabelle_s_cringe_] Miserable slag...
fr_fr: [_isabelle_s_cringe_] Le scorie misérable ...
it_it: [_isabelle_s_cringe_] scorie miserabili...

source: [_mc_] I guess so...
fr_fr: [_mc_] Je suppose que ...
it_it: [_mc_] Immagino così...

source: [isabelle] is getting really worked up again.
fr_fr: [isabelle] est en train d'être vraiment retravaillé.
it_it: [isabelle] si sta veramente lavorando di nuovo.

source: Perhaps I shouldn't have called her here? I haven't even started to think of a revenge plan yet...
fr_fr: Peut-être que je ne devrais pas l'appeler ici? Je n'ai même pas commencé à penser à un plan de vengeance ...
it_it: Forse non avrei dovuto chiamarla qui? Non ho nemmeno iniziato a pensare ad un piano di vendetta ancora...

source: [_isabelle_s_cringe_] Help me drag it out, please.
fr_fr: [_isabelle_s_cringe_] Aidez-moi à le faire glisser, s'il vous plaît.
it_it: [_isabelle_s_cringe_] Aiutami a trascinarlo, per favore.

source: Damn. She's so polite even when furious.
fr_fr: Merde. Elle est tellement polie, même si elle est furieuse.
it_it: Dannazione. È così educata anche quando furiosa.

source: Man, this thing is heavy...
fr_fr: L'homme, cette chose est lourde ...
it_it: L'uomo, questa cosa è pesante...

source: [_mc_] T-there we go.
fr_fr: [_mc_] T-là on y va.
it_it: [_mc_] T-lì andiamo.

source: [_mc_] What now? How are we going to get it back to the school?
fr_fr: [_mc_] Que maintenant? Comment allons-nous retourner à l'école?
it_it: [_mc_] Che cosa adesso? Come lo faremo tornare alla scuola?

source: [_isabelle_s_skeptical_] Screw that. We're settling this right here, right now.
fr_fr: [_isabelle_s_skeptical_] Va. Nous réglons ce problème ici, en ce moment.
it_it: [_isabelle_s_skeptical_] Avvitatelo. Stiamo sistemando questo proprio qui, in questo momento.

source: [_mc_] What do you mean?
fr_fr: [_mc_] Que voulez-vous dire?
it_it: [_mc_] Che cosa intendi?

source: [_isabelle_s_annoyed_] I mean, ring that wanker. Get her here.
fr_fr: [_isabelle_s_annoyed_] Je veux dire, ring that wanker. Va-le ici.
it_it: [_isabelle_s_annoyed_] Voglio dire, anello che wanker. Portatela qui.

source: [_isabelle_s_annoyed_] I have a brilliant fucking plan.
fr_fr: [_isabelle_s_annoyed_] J'ai un putain de plan.
it_it: [_isabelle_s_annoyed_] Ho un piano di scopata brillante.

source: [_mc_] I don't actually have [maxine]'s number...
fr_fr: [_mc_] Je n'ai pas le numéro de [maxine]...
it_it: [_mc_] in realtà non ho il numero di [maxine]...

source: [_isabelle_s_annoyed_] Luckily, I didn't delete her from my contacts just yet.
fr_fr: [_isabelle_s_annoyed_] Heureusement, je ne l'ai pas encore effacé de mes contacts.
it_it: [_isabelle_s_annoyed_] Per fortuna, non l'ho cancellata dai miei contatti.

source: [_isabelle_s_annoyed_] Here you go.
fr_fr: [_isabelle_s_annoyed_] Ici, vous allez.
it_it: [_isabelle_s_annoyed_] Qui vai.

source: I'm not sure about this. Someone might get seriously hurt.
fr_fr: Je ne suis pas sûr de ça. Quelqu'un pourrait être sérieusement blessé.
it_it: Non sono sicura di questo. Qualcuno potrebbe farsi seriamente del male.

source: [_isabelle_s_angry_] [mc], would you please ring her up? I'm too pissed off to talk right now.
fr_fr: [_isabelle_s_angry_] [mc], pourriez-vous la sonner s'il vous plaît? Je suis trop énervée pour parler en ce moment.
it_it: [_isabelle_s_angry_] [mc], la prego di suonarla? Sono troppo incazzato per parlare in questo momento.

source: [_mc_] I don't think this is a good idea.
fr_fr: [_mc_] Je ne pense pas que ce soit une bonne idée.
it_it: [_mc_] Non penso che questa sia una buona idea.

source: [_isabelle_s_afraid_] What the hell, mate? Have you lost your spine now?
fr_fr: [_isabelle_s_afraid_] Qu'est-ce que l'enfer, mon ami? Avez-vous perdu votre colonne vertébrale maintenant?
it_it: [_isabelle_s_afraid_] Che inferno, compagno? Hai perso la colonna vertebrale adesso?

source: [_isabelle_s_afraid_] This is how the bullies win!
fr_fr: [_isabelle_s_afraid_] C'est comme ça que les brutes gagnent !
it_it: [_isabelle_s_afraid_] Questo è come vincono i buoi!

source: [_mc_] I just don't want you to do something you might regret.
fr_fr: [_mc_] Je ne veux pas que vous faites quelque chose que vous pourriez regretter.
it_it: [_mc_] Semplicemente non voglio che tu faccia qualcosa che potresti pentire.

source: [_mc_] You were talking about decapitating her cat earlier...
fr_fr: [_mc_] Vous parlions de décapiter son chat plus tôt ...
it_it: [_mc_] Stavi parlando di decapitare il suo gatto prima...

source: [_isabelle_s_cringe_] And she would've bloody well deserved it!
fr_fr: [_isabelle_s_cringe_] Et elle l'aurait bien mérité !
it_it: [_isabelle_s_cringe_] E lei lo avrebbe meritato ben sanguinoso!

source: [_mc_] But the cat wouldn't!
fr_fr: [_mc_] Mais le chat ne le ferait pas !
it_it: [_mc_] Ma il gatto non lo farebbe!

source: [_isabelle_s_sad_] I'm not going to hurt the cat, okay?
fr_fr: [_isabelle_s_sad_] Je ne vais pas blesser le chat, d'accord?
it_it: [_isabelle_s_sad_] Non farò del male al gatto, okay?

source: [_isabelle_s_sad_] I'm just trying to get some justice, that's all...
fr_fr: [_isabelle_s_sad_] J'essaie juste d'obtenir justice, c'est tout ...
it_it: [_isabelle_s_sad_] Sto solo cercando di ottenere una certa giustizia, è tutto...

source: [_isabelle_s_sad_] Not just for me, but for other victims as well.
fr_fr: [_isabelle_s_sad_] Non seulement pour moi, mais aussi pour d'autres victimes.
it_it: [_isabelle_s_sad_] Non solo per me, ma anche per altre vittime.

source: [_isabelle_s_sad_] I swear no one will get seriously injured.
fr_fr: [_isabelle_s_sad_] Je jure que personne ne sera gravement blessé.
it_it: [_isabelle_s_sad_] Giuro che nessuno sarà gravemente ferito.

source: [_mc_] All right, fine. I'll call her.
fr_fr: [_mc_] Très bien. Je l'appellerai.
it_it: [_mc_] Va bene, va bene. La chiamerò.

source: [_mc_] But who knows if she'll even come...
fr_fr: [_mc_] Mais qui sait si elle viendra même ...
it_it: [_mc_] Ma chi sa se arriverà...

source: [_mc_] Absolutely. She's had it coming for some time.
fr_fr: [_mc_] Absolument. Elle est arrivée depuis quelque temps.
it_it: [_mc_] Assolutamente. È venuta per qualche tempo.

source: [_isabelle_s_blush_] That's the bloody spirit!
fr_fr: [_isabelle_s_blush_] C'est l'esprit sanglant !
it_it: [_isabelle_s_blush_] Questo è lo spirito sanguinoso!

source: [_isabelle_s_blush_] I reckon we'll show that arsemonger this and that today.
it_it: [_isabelle_s_blush_] Mi sembra che mostreremo che questo arsemonger e che oggi.

source: [_isabelle_s_blush_] Go on then, ring her up.
fr_fr: [_isabelle_s_blush_] Allez ensuite, la bague.
it_it: [_isabelle_s_blush_] Continuate poi, suonatela.

source: Yeah, no. I'm not letting this locker out of my sight again.
fr_fr: Ouais, non. Je ne fais plus sortir ce casier de ma vue.
it_it: Sì, no. Non sto lasciando questo armadietto di nuovo fuori dalla mia vista.

source: [_maxine_] Who is this?
fr_fr: [_maxine_] Qui est ce?
it_it: [_maxine_] Chi è questo?

source: [_mc_] It's [mc].
fr_fr: [_mc_] C'est [mc].
it_it: [_mc_] È [mc].

source: [_maxine_] Why are you calling me on the secure line?
fr_fr: [_maxine_] Pourquoi m'appelez-vous sur la ligne sécurisée?
it_it: [_maxine_] Perché mi stai chiamando sulla linea sicura?

source: [_mc_] I didn't realize there was an unsecure line...
fr_fr: [_mc_] Je n'ai pas réalisé que était une ligne non sécurisée ...
it_it: [_mc_] non ho capito che c'era una linea non sicura...

source: [_maxine_] There isn't. That would be silly.
fr_fr: [_maxine_] Il n'y en a pas. Ce serait idiot.
it_it: [_maxine_] Non c'è. Quella sarebbe stupida.

source: [_mc_] Anyway, I need you to come to the forest glade behind the school.
fr_fr: [_mc_] En tout cas, j'ai besoin de vous au venez à la claibo-forêt derrière l'école.
it_it: [_mc_] Comunque, ho bisogno di voi per venire al glade della foresta dietro la scuola.

source: [_maxine_] Nope. Busy.
fr_fr: [_maxine_] Non. Busy.
it_it: [_maxine_] Nope. Occupato.

source: [_mc_] I've discovered a new species of beaver.
fr_fr: [_mc_] J'ai découvert une nouvelle espèce de castor .
it_it: [_mc_] Ho scoperto una nuova specie di castore.

source: [_maxine_] I'll bring my rifle.
fr_fr: [_maxine_] Je vais apporter mon fusil.
it_it: [_maxine_] porterò il mio fucile.

source: [_mc_] That... won't be necessary.
fr_fr: [_mc_] Que ... ne sera pas nécessaire.
it_it: [_mc_] Quello... non sarà necessario.

source: [_maxine_] Are you a beaver sympathizer?
fr_fr: [_maxine_] Êtes-vous un sympathisant de castor ?
it_it: [_maxine_] Sei un simpatizzatore di castoro ?

source: [_mc_] N-no! I've... uh, already subdued it.
fr_fr: [_mc_] N-no ! J'ai ... euh, déjà subduit.
it_it: [_mc_] N-no! Io... uh, lo ho già sottomesso.

source: [_maxine_] Great. I'll bring my skinning knife, then.
fr_fr: [_maxine_] Grand. Je vais apporter mon couteau .
it_it: [_maxine_] Grande. Porterò il mio coltello da scuoiatura , allora.

source: [_mc_] No need! Already taken care of it!
fr_fr: [_mc_] Pas besoin ! Déjà pris soin de lui !
it_it: [_mc_] Non c'è bisogno! Già curatevi!

source: [_maxine_] So why did you call me?
fr_fr: [_maxine_] Alors pourquoi m'avez-vous appelé?
it_it: [_maxine_] Allora perché mi hai chiamato?

source: [_mc_] I thought you'd be excited that it's a new species...
fr_fr: [_mc_] Je pensais que vous seriez excité que c'est une nouvelle espèce ...
it_it: [_mc_] Ho pensato che saresti stato eccitato che si tratta di una nuova specie...

source: [_maxine_] Are you excited whenever there's a new strain of the flu?
fr_fr: [_maxine_] Êtes-vous excité quand est une nouvelle souche de la grippe?
it_it: [_maxine_] Sei entusiasta ogni volta che c'è una nuova varietà dell'influenza?

source: [_mc_] ...no.
fr_fr: [_mc_] ... non.
it_it: [_mc_] ...n.

source: [_maxine_] Didn't think so.
fr_fr: [_maxine_] Ne l'a pas pensé.
it_it: [_maxine_] non l'ha pensato.

source: [_mc_] Can I at least give you the head to keep as a trophy?
fr_fr: [_mc_] Puis-je au moins vous donner la tête comme trophée?
it_it: [_mc_] Posso almeno darti la testa per tenere come trofeo?

source: [_maxine_] Are you trying to court me?
fr_fr: [_maxine_] Etes-vous en train d'essayer pour le tribunal?
it_it: [_maxine_] Stai cercando di farmi la corte?

source: [_mc_] No! I'm just being friendly.
fr_fr: [_mc_] Non ! Je suis juste être amical.
it_it: [_mc_] No! Sto solo facendo amicizia.

source: [_maxine_] That's too bad.
fr_fr: [_maxine_] C'est dommage.
it_it: [_maxine_] È troppo male.

source: [_mc_] So, you're not coming?
fr_fr: [_mc_] Alors, tu ne viens pas?
it_it: [_mc_] Quindi, non stai arrivando?

source: [_maxine_] I {i}might{/} come.
fr_fr: [_maxine_] I {i}pourrait { / } venir.
it_it: [_maxine_] I {i}potrebbero{/} venire.

source: I guess that's the best I'll get from her...
fr_fr: Je suppose que c'est le mieux que je vais d'elle ...
it_it: Immagino che sia il meglio che traggo da lei...

source: [_mc_] [isabelle] wants to fight you.
fr_fr: [_mc_] [isabelle] veut vous combattre.
it_it: [_mc_] [isabelle] vuole combatterti.

source: [_mc_] Okay? So, you're coming?
fr_fr: [_mc_] Ok? Alors, tu viens?
it_it: [_mc_] Okay? Quindi, stai arrivando?

source: [_maxine_] I've been meaning to test out my homunculus for a while...
it_it: [_maxine_] Ho significato testare il mio homunculus per un po'...

source: [_maxine_] I just haven't found a worthy opponent.
fr_fr: [_maxine_] Je n'ai pas trouvé un adversaire digne.
it_it: [_maxine_] non ho appena trovato un degno avversario.

source: [_mc_] Whatever you say. She's waiting.
fr_fr: [_mc_] Tout ce que vous dites. Elle attend.
it_it: [_mc_] Qualunque cosa tu dica. Sta aspettando.

source: [_maxine_] I'll be right there.
it_it: [_maxine_] sarò proprio lì.

source: [_maxine_] Alpha-Bravo, prepare for launch—
fr_fr: [_maxine_] Alpha-Bravo, préparez pour le lancement-
it_it: [_maxine_] Alpha-Bravo, prepara per il lancio—

source: If [maxine] starts a nuclear war before dinner, I swear to god...
fr_fr: Si le [maxine] commence une guerre nucléaire avant le dîner, je jure sur Dieu ...
it_it: Se [maxine] inizia una guerra nucleare prima di cena, giuro a Dio...

source: [_mc_] I accidentally opened a portal to the underworld.
fr_fr: [_mc_] J'ai accidentellement ouvert un portail au monde inférieur.
it_it: [_mc_] Ho accidentalmente aperto un portale agli inferi.

source: [_maxine_] How did you manage that?
fr_fr: [_maxine_] Comment avez-vous géré cela?
it_it: [_maxine_] Come sei riuscito?

source: [_mc_] Err... I just had some force crystals... and some herbs... and then I rubbed it on the locker... I mean, artifact...
fr_fr: [_mc_] Err ... J'ai juste eu quelques cristaux de force ... et quelques herbes ... et ensuite je l'ai frotée sur le casier ... Je veux dire, artefact ...
it_it: [_mc_] Err... Avevo appena qualche forza cristalli... e alcune erbe... e poi l'ho strofinato sul locker ... Voglio dire, artefatto...
