Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: [_mc_] Besides, what's it to you? It's not like we're dating or anything.
fr_fr: [_mc_] En plus, qu'est-ce que vous voulez? Ce n'est pas comme si nous sortons ou quoi que ce soit.
it_it: [_mc_] Inoltre, cosa ti serve? Non è come se stessimo incontrando o niente.

source: [_isabelle_s_sad_] What's it to me?
fr_fr: [_isabelle_s_sad_] Qu'est-ce que c'est?
it_it: [_isabelle_s_sad_] Che cosa mi fa?

source: [_isabelle_s_sad_] I thought we had—
fr_fr: [_isabelle_s_sad_] Je croyais que nous avions-
it_it: [_isabelle_s_sad_] Ho pensato che avevamo—

source: [_mc_] I'm really sorry. Let me explain.
fr_fr: [_mc_] Je suis vraiment désolé. Laissez-moi vous expliquer.
it_it: [_mc_] mi dispiace davvero. Lasciatemi spiegare.

source: [_isabelle_s_angry_] Mate, you were knee deep in her twat.
fr_fr: [_isabelle_s_angry_] Mate, vous étiez au genou profond dans son jumeau.
it_it: [_isabelle_s_angry_] Mate, eravate il ginocchio in profondità nel suo gemello.

source: [_isabelle_s_angry_] What's there to explain?
fr_fr: [_isabelle_s_angry_] Qu'y a-il à expliquer?
it_it: [_isabelle_s_angry_] Cosa c'è da spiegare?

source: [_mc_] I wasn't thinking...
fr_fr: [_mc_] Je ne pensais pas ...
it_it: [_mc_] Non stavo pensando...

source: [_isabelle_s_angry_] Ain't that the truth.
fr_fr: [_isabelle_s_angry_] Ain't that the vérité.
it_it: [_isabelle_s_angry_] Non è questa la verità.

source: [_mc_] I don't have feelings for her or anything, okay?
fr_fr: [_mc_] Je n'ai pas de sentiments pour elle ou quoi que ce soit, d'accord?
it_it: [_mc_] Non ho sentimenti per lei o nulla, okay?

source: [_isabelle_s_angry_] You just saw a good shag? Is that it?
fr_fr: [_isabelle_s_angry_] Vous venez de voir un bon shag? C'est ça?
it_it: [_isabelle_s_angry_] Hai appena visto una buona scuoia? È vero?

source: [_mc_] No, it's part of a bigger revenge plan!
fr_fr: [_mc_] Non, ça fait partie d'un plan de vengeance plus grand !
it_it: [_mc_] No, fa parte di un piano di vendetta più grande!

source: [_isabelle_s_angry_] Brilliant.
it_it: [_isabelle_s_angry_] Brillante.

source: [_mc_] I'm serious! She hates me, and she thought—
fr_fr: [_mc_] Je suis sérieux ! Elle me déteste, et elle a pensé-
it_it: [_mc_] Sono serio! Lei mi odia e lei pensava—

source: [_isabelle_s_flirty_] All in all, this was a big success!
fr_fr: [_isabelle_s_flirty_] Tout compte fait, c'était un grand succès !
it_it: [_isabelle_s_flirty_] Tutto sommato, questo è stato un grande successo!

source: [_isabelle_s_flirty_] How did it go?
fr_fr: [_isabelle_s_flirty_] Comment ça s'est fait?
it_it: [_isabelle_s_flirty_] Come è andata?

source: [_mc_] Oh, it went better than expected...
fr_fr: [_mc_] Oh, il est allé mieux que prévu ...
it_it: [_mc_] Oh, è andato meglio del previsto...

source: [_mc_] I got my revenge in more than one way today.
fr_fr: [_mc_] J'ai eu ma revanche à plus d'une façon aujourd'hui.
it_it: [_mc_] Ho ricevuto la mia vendetta in più di un modo oggi.

source: [_mc_] She'll probably need therapy after what I put her through.
fr_fr: [_mc_] Elle aura probablement besoin de thérapie après ce que je lui ai mis.
it_it: [_mc_] Lei probabilmente avrà bisogno di terapia dopo quello che l'ho messo attraverso.

source: [_mc_] And, yes, she did in fact pee herself.
fr_fr: [_mc_] Et, oui, elle a fait pipi elle-même.
it_it: [_mc_] E, sì, ha fatto di fatto pisciare se stessa.

source: [_isabelle_s_flirty_] Brilliant! So, it was a big success!
fr_fr: [_isabelle_s_flirty_] Brilliant ! Donc, c'était un grand succès !
it_it: [_isabelle_s_flirty_] Brillante! Così, è stato un grande successo!

source: [_isabelle_s_flirty_] I still can't get over how freaked out she got!
fr_fr: [_isabelle_s_flirty_] Je n'arrive toujours pas à savoir comment elle a panié !
it_it: [_isabelle_s_flirty_] Non riesco ancora a superare quanto ha scosso fuori!

source: [_mc_] Yeah, we definitely took her down a few notches!
fr_fr: [_mc_] Oui, nous l'avons définitivement arrêté quelques crans !
it_it: [_mc_] Sì, la abbiamo sicuramente presa un paio di notches!

source: [_isabelle_s_laughing_] Yeah, we did! And we won't get caught either, thanks to you keeping your head cool.
fr_fr: [_isabelle_s_laughing_] Oui, nous l'avons fait ! Et nous ne nous attraperons pas non plus, grâce à vous garder la tête froide.
it_it: [_isabelle_s_laughing_] Sì, lo abbiamo fatto! E non saremo presi nemmeno grazie a te che mantieni la testa fresca.

source: [_mc_] Thanks to you too for cleaning up that mess.
fr_fr: [_mc_] Merci à vous aussi pour nettoyer ce bordel.
it_it: [_mc_] Grazie anche a voi per aver pulito quel casino.

source: [_isabelle_s_confident_] We make a pretty good team, don't you think?
fr_fr: [_isabelle_s_confident_] Nous faisons une assez bonne équipe, ne pensez-vous pas?
it_it: [_isabelle_s_confident_] Facciamo una squadra abbastanza buona, non pensi?

source: [_mc_] We sure do, and maybe we can—
fr_fr: [_mc_] Nous sommes certains, et peut-être pouvons-nous-
it_it: [_mc_] Siamo sicuri di fare, e forse possiamo—

source: [_isabelle_s_cringe_] What was that?
fr_fr: [_isabelle_s_cringe_] Qu'est-ce que c'était?
it_it: [_isabelle_s_cringe_] Cos'era quello?

source: [_isabelle_s_afraid_] Look!
fr_fr: [_isabelle_s_afraid_] Regarde !
it_it: [_isabelle_s_afraid_] Guarda!

source: [_lindsey_] Hehehe! Run! Hehehe! Run for your life!
fr_fr: [_lindsey_] Hehehe ! Exécuter ! Hehehe ! Couchez pour votre vie !
it_it: [_lindsey_] Hehehe! Corre! Hehehe! Corri per la tua vita!

source: God, that's freaky.
fr_fr: Mon Dieu, c'est plus libre.
it_it: Dio, è strano.

source: I've never seen the cafeteria this quiet before...
fr_fr: Je n'ai jamais vu la cafétéria ce calme avant ...
it_it: Non ho mai visto la caffetteria questa tranquilla prima...

source: It's like everyone froze in fear.
fr_fr: C'est comme si tout le monde avait froid dans la peur.
it_it: È come tutti congelati nella paura.

source: Isn't that the doll I found in the compartment behind that locker?
fr_fr: N'est-ce pas la poupée que j'ai trouvée dans le compartiment derrière ce casier?
it_it: Non è la bambola che ho trovato nel vano dietro quel armadietto?

source: How is it talking?
fr_fr: Comment ça parle?
it_it: Come sta parlando?

source: [_lindsey_] Hehehe! Fly! Hehehe! Fly to the moon!
fr_fr: [_lindsey_] Hehehe ! Mouche ! Hehehe ! Vole à la lune !
it_it: [_lindsey_] Hehehe! Vola! Hehehe! Vola sulla luna!

source: What the fuck...
fr_fr: Quelle merde ...
it_it: Che scopata...

source: [_isabelle_s_thinking_] Nobody panic! This is clearly a bad joke.
fr_fr: [_isabelle_s_thinking_] Personne ne panique ! C'est clairement une mauvaise blague.
it_it: [_isabelle_s_thinking_] Nessuno si fa prendere dal panico! Questa è chiaramente una brutta battuta.

source: [_flora_s_afraid_] Where is [lindsey]?
fr_fr: [_flora_s_afraid_] Où est le [lindsey]?
it_it: [_flora_s_afraid_] Dov'è [lindsey]?

source: [_mc_] Huh? I swear I saw her a minute ago...
fr_fr: [_mc_] Huh? Je te jure que je l'ai vue il y a une minute ...
it_it: [_mc_] Huh? Giuro che l'ho vista un minuto fa...

source: [_flora_s_embarrassed_] She's gone!
fr_fr: [_flora_s_embarrassed_] Elle est partie !
it_it: [_flora_s_embarrassed_] è andata!

source: [_mc_] I'm sure she's around here somewhere...
fr_fr: [_mc_] Je suis sûr qu'elle est là quelque part ...
it_it: [_mc_] Sono sicuro che lei è da qualche parte intorno...

source: [_nurse_s_concerned_] I, um... as the chaperon... I... I think we should leave...
fr_fr: [_nurse_s_concerned_] I, um ... comme le chaperon ... I. .. Je pense que nous devrions partir ...
it_it: [_nurse_s_concerned_] I, um... come chaperon... Io... Penso che dovremmo partire...

source: [_isabelle_s_afraid_] We can't just leave without [lindsey]!
fr_fr: [_isabelle_s_afraid_] Nous ne pouvons pas simplement partir sans [lindsey]!
it_it: [_isabelle_s_afraid_] Non possiamo lasciare senza [lindsey]!

source: [_isabelle_s_cringe_] I know this is just someone trying to mess with us, but... just in case...{space=-45}
fr_fr: [_isabelle_s_cringe_] Je sais que c'est juste quelqu'un qui essaie de gâcher avec nous, mais ... juste dans le case... { space=-45 }
it_it: [_isabelle_s_cringe_] So che questo è solo qualcuno che cerca di pasticciare con noi, ma... nel caso...{space=-45}

source: [_mc_] [isabelle], maybe you can help the [nurse] get everyone out, and I'll try to find [lindsey]?
fr_fr: [_mc_] [isabelle], peut-être que vous pouvez aider le [nurse] à sortir tout le monde, et je vais essayer de trouver le [lindsey]?
it_it: [_mc_] [isabelle], forse puoi aiutare la [nurse] a uscire tutti e cercherò di trovare [lindsey]?

source: [_isabelle_s_afraid_] Are you sure?
fr_fr: [_isabelle_s_afraid_] Etes-vous sûr?
it_it: [_isabelle_s_afraid_] Sei sicuro?

source: [_mc_] Yeah! As you said, it's nothing to worry about.
fr_fr: [_mc_] Oui ! Comme vous l'avez dit, il n'y a rien à craindre.
it_it: [_mc_] Sì! Come hai detto, non c'è niente di cui preoccuparsi.

source: [_isabelle_s_afraid_] Okay, good luck!
fr_fr: [_isabelle_s_afraid_] Ok, bonne chance !
it_it: [_isabelle_s_afraid_] Okay, buona fortuna!

source: [_isabelle_s_afraid_] Everyone, follow me!
fr_fr: [_isabelle_s_afraid_] Tout le monde, suivez-moi !
it_it: [_isabelle_s_afraid_] Tutti, seguimi!

source: [_nurse_s_thinking_] Oh, right... follow [isabelle], everyone!
fr_fr: [_nurse_s_thinking_] Oh, juste ... suivez [isabelle], tout le monde !
it_it: [_nurse_s_thinking_] Oh, giusto... segui [isabelle], tutti!

source: Hmm... where could've [lindsey] gone?
fr_fr: Hmm ... où pourrait avoir [lindsey]?
it_it: Hmm... dove può essere andato [lindsey]?

source: If she ran outside, then the others will find her...
fr_fr: Si elle courait dehors, alors les autres la trouveront ...
it_it: Se corse fuori, gli altri la troveranno...

source: So, I guess I'll search the school...
fr_fr: Donc, je pense que je vais chercher l'école ...
it_it: Quindi, immagino che cercherò la scuola...

source: Well, the good thing is that she doesn't seem to be near the stairs. That could get dangerous.
fr_fr: Eh bien, la bonne chose c'est qu'elle ne semble pas être près des escaliers. Cela pourrait devenir dangereux.
it_it: Bene, la cosa buona è che lei non sembra essere vicino alle scale. Questo potrebbe diventare pericoloso.

source: But where do I even start?
fr_fr: Mais où est-ce que je commence?
it_it: Ma da dove comincio ancora?

source: Murder dolls don't scare me. This place filled with students is the real horror.
fr_fr: Les poupées de meurtre ne me font pas peur. Cet endroit rempli d'étudiants est l'horreur réelle.
it_it: Le bambole omicidio non mi spaventano. Questo posto pieno di studenti è il vero orrore.

source: Luckily, it looks like everyone went outside.
fr_fr: Heureusement, on dirait que tout le monde est sorti.
it_it: Per fortuna, sembra che tutti siano andati fuori.

source: [lindsey] is not in the cafeteria. That's for sure.
fr_fr: [lindsey] n'est pas à la cafétéria. C'est sûr.
it_it: [lindsey] non è nella caffetteria. Sicuramente.

source: Well, she doesn't seem to be here... unless she managed to squeeze in behind the bookshelf.
fr_fr: Eh bien, elle ne semble pas être ici ... sauf si elle a réussi à se presser derrière la bibliothèque.
it_it: Beh, lei non sembra essere qui... a meno che non sia riuscita a spremere dietro la libreria.

source: But I think only [maya] could pull that off.
fr_fr: Mais je pense que seulement [maya] pourrait tirer ça.
it_it: Ma penso che solo [maya] potrebbe tirarlo fuori.

source: Nope, not behind there.
fr_fr: Non, pas derrière.
it_it: No, non dietro di lì.

source: The [nurse] has locked up for the night. There's no way [lindsey] managed to get in there.
fr_fr: Le [nurse] s'est enfermé pour la nuit. Il n'y a aucun moyen de s'y rendre [lindsey].
it_it: La [nurse] si è bloccata per la notte. Non c'è modo che [lindsey] sia riuscito ad entrarci.

source: Unless she's a ghost now... and then it's too late anyway.
fr_fr: A moins qu'elle soit un fantôme maintenant ... et alors il est trop tard de toute façon.
it_it: A meno che non sia un fantasma... e poi è troppo tardi comunque.

source: Well, at least I checked. Better be thorough than... sorrow.
fr_fr: Au moins, j'ai vérifié. Mieux vaut mieux que ... chagrant.
it_it: Beh, almeno ho controllato. Meglio essere completo che... il dolore.

source: Yeah, not my best work.
fr_fr: Ouais, pas mon meilleur travail.
it_it: Sì, non il mio lavoro migliore.

source: Hmm... no [lindsey] here. Where could she have gone?
fr_fr: Hmm ... no [lindsey] ici. Où a-t-elle pu aller?
it_it: Hmm... no [lindsey] qui. Dove avrebbe potuto andare?

source: [_mc_] [lindsey], where are you?!
fr_fr: [_mc_] [lindsey], où êtes-vous? !
it_it: [_mc_] [lindsey], dove sei?!

source: What the hell is that?
fr_fr: Qu'est-ce que c'est que ça?
it_it: Che diavolo è quello?

source: [_mrsl_s_surprised_blowtorch_] [mc]? What are you doing here?
fr_fr: [_mrsl_s_surprised_blowtorch_] [mc]? Qu'est-ce que tu fais ici?
it_it: [_mrsl_s_surprised_blowtorch_] [mc]? Cosa stai facendo qui?

source: [_mc_] I could ask you the same...
fr_fr: [_mc_] Je pourrais vous demander la même ...
it_it: [_mc_] potrei chiederti lo stesso...

source: [_mrsl_s_neutral_blowtorch_] I'm just making sure things are as they should.
fr_fr: [_mrsl_s_neutral_blowtorch_] Je suis juste en train de m'assurer que les choses sont telles qu'elles devraient.
it_it: [_mrsl_s_neutral_blowtorch_] Sto solo facendo in modo che le cose siano come dovrebbero.

source: [_mc_] With a... {i}blow torch?{/}
fr_fr: [_mc_] Avec un torche ... {i}? { / }
it_it: [_mc_] Con un... {i}colpo torcia?{/}

source: [_mrsl_s_thinking_blowtorch_] Oh, this? Someone had left it in the bathroom.
fr_fr: [_mrsl_s_thinking_blowtorch_] Oh, ça? Quelqu'un l'avait laissé dans la salle de bain.
it_it: [_mrsl_s_thinking_blowtorch_] Oh, questo? Qualcuno lo aveva lasciato in bagno.

source: [_mrsl_s_thinking_blowtorch_] It seemed too dangerous to be lying around.
fr_fr: [_mrsl_s_thinking_blowtorch_] Il semblait trop dangereux de mentir.
it_it: [_mrsl_s_thinking_blowtorch_] Sembrava troppo pericoloso stare sdraiati.

source: [_mrsl_s_neutral_blowtorch_] Anyway, I'll see you in class.
fr_fr: [_mrsl_s_neutral_blowtorch_] Quoi qu'il en soit, je te verrai en classe.
it_it: [_mrsl_s_neutral_blowtorch_] Comunque, ti vedrò in classe.

source: [_mc_] I'm looking for [lindsey]! Have you seen her?
fr_fr: [_mc_] Je cherche [lindsey]! L'avez-vous vue?
it_it: [_mc_] sto cercando [lindsey]! L'hai vista?

source: [_mrsl_s_thinking_blowtorch_] [lindsey]? Can't say I have.
fr_fr: [_mrsl_s_thinking_blowtorch_] [lindsey]? Je ne peux pas dire que j'ai.
it_it: [_mrsl_s_thinking_blowtorch_] [lindsey]? Non posso dire di avere.

source: [_mrsl_s_thinking_blowtorch_] Why are you both running around in the school after dark?
fr_fr: [_mrsl_s_thinking_blowtorch_] Pourquoi vous courrez tous les deux dans l'école après la tombée de la nuit?
it_it: [_mrsl_s_thinking_blowtorch_] Perché siete entrambi in giro nella scuola dopo il buio?

source: [_mc_] She disappeared during the Independence Day dinner, and I'm trying to find her...
fr_fr: [_mc_] Elle a disparu pendant le dîner de la fête de l'Indépendance, et j'essaie de la trouver ...
it_it: [_mc_] è scomparsa durante la cena del giorno dell'indipendenza, e sto cercando di trovarla...

source: [_mrsl_s_neutral_blowtorch_] Well, good luck with that. I'll see you in class.
fr_fr: [_mrsl_s_neutral_blowtorch_] Eh bien, bonne chance avec ça. Je te verrai en classe.
it_it: [_mrsl_s_neutral_blowtorch_] Beh, buona fortuna con quello. Ti vedrò in classe.

source: That was pretty odd, but whatever, I guess...
fr_fr: C'était assez bizarre, mais quoi que ce soit, je suppose ...
it_it: Era piuttosto strano, ma qualsiasi cosa, immagino...

source: I'm really starting to get worried about [lindsey].
fr_fr: Je commence vraiment à m'inquiéter au sujet du [lindsey].
it_it: Sto davvero iniziando a preoccuparmi per [lindsey].

source: This is [lindsey]'s domain. Hopefully, she's around here somewhere...{space=-5}
fr_fr: Il s'agit du domaine [lindsey]'s. Espérons qu'elle est ici quelque part ... { space=-5 }
it_it: Questo è il dominio di [lindsey]. Speriamo che sia in giro qui da qualche parte...{space=-5}

source: [lindsey]? Psst! Are you in there?
fr_fr: [lindsey]? Psst ! Es-tu là?
it_it: [lindsey]? Psst! Sei lì dentro?

source: Hmm... doesn't seem so.
fr_fr: Hmm ... ne le semble pas.
it_it: Hmm... non sembra così.

source: Locked...
fr_fr: Verrouillé ...
it_it: Bloccato...

source: Damn it! This was my best guess.
fr_fr: Merde ! C'était ma meilleure idée.
it_it: Dannazione! Questa era la mia migliore ipotesi.

source: The pool doesn't open until later, anyway. There's no way [lindsey] could've gotten in there.
fr_fr: La piscine ne s'ouvre pas avant plus tard, de toute façon. Il n'y a aucun moyen que [lindsey] y soit arrivé.
it_it: La piscina non si apre fino a dopo, comunque. Non c'è modo che [lindsey] possa entrare lì.

source: What the hell...?
fr_fr: Qu'est-ce que l'enfer ...?
it_it: Che inferno...?

source: It's locked, as expected...
fr_fr: Il est verrouillé, comme prévu ...
it_it: È bloccato, come previsto...

source: Hopefully, [jo] steps on the gas.
fr_fr: Heureusement, [jo] étapes sur le gaz.
it_it: Speriamo che [jo] passi sul gas.

source: I need to call [jo]. Besides the [guard], she's the only one with a key to the roof.
fr_fr: Je dois appeler le [jo]. Outre le [guard], elle est la seule à avoir une clé du toit.
it_it: Ho bisogno di chiamare [jo]. Oltre alla [guard], lei è l'unica con una chiave per il tetto.

source: But then how did [lindsey] get through?
fr_fr: Mais comment se passe le [lindsey]?
it_it: Ma allora come ha fatto [lindsey] passare?

source: Damn it, I need to get the key from the [guard]'s booth quickly!
fr_fr: Merde, j'ai besoin d'obtenir rapidement la clé du stand [guard]!
it_it: Dannazione, ho bisogno di ottenere la chiave dallo stand di [guard]rapidamente!

source: No time to fuck around. [lindsey] is in danger.
fr_fr: Pas de temps pour baiser. [lindsey] est en danger.
it_it: Non c'è tempo per scopare intorno. [lindsey] è in pericolo.

source: The key to the roof... is gone.
fr_fr: La clé du toit ... est partie.
it_it: La chiave del tetto... è sparita.

source: Usually, it hangs right there on the wall. [lindsey] must've somehow got a hold of the key...
fr_fr: Habituellement, il se bloque sur le mur. [lindsey] doit avoir une certaine emprise de la clé ...
it_it: Di solito, si blocca proprio lì sul muro. [lindsey] deve avere in qualche modo una presa della chiave...

source: [_guard_] {i}Calling...{/}
fr_fr: [_guard_] {i}Appel ... { / }
it_it: [_guard_] Chiamata {i}...{/}

source: [_jo_] Sweetheart! How's the dinner going?
fr_fr: [_jo_] Sweetheart ! Comment va le dîner ?
it_it: [_jo_] Tesoro! Come va la cena?

source: [_jo_] What's wrong, [mc]?
fr_fr: [_jo_] Qu'est-ce qui ne va pas, [mc]?
it_it: [_jo_] Cosa c'è di sbagliato, [mc]?

source: [_mc_] This is going to sound really weird, but I think something is wrong with [lindsey]...
fr_fr: [_mc_] This is going to sound really weird, but I think something is tort with [lindsey]...
it_it: [_mc_] Questo suonerà davvero strano, ma penso che qualcosa sia sbagliato con [lindsey]...

source: [_mc_] She has gotten onto the roof, and I'm worried. I need the key.
fr_fr: [_mc_] Elle est sur le toit, et je suis inquiète. J'ai besoin de la clé.
it_it: [_mc_] Lei è salita sul tetto, e sono preoccupato. Ho bisogno della chiave.

source: [_jo_] Dear lord. I'm at home, but I'll get into the car right away.
fr_fr: [_jo_] Chère seigneur. Je suis à la maison, mais Je vais rentrer dans la voiture tout de suite.
it_it: [_jo_] Caro signore. Sono a casa, ma arriverò subito in macchina.

source: [_jo_] Meet me outside the school, okay?
fr_fr: [_jo_] Rencontrez-moi en dehors de l'école, d'accord?
it_it: [_jo_] Incontrami fuori la scuola, okay?

source: Well, at least she understands the gravity of the situation...
fr_fr: Eh bien, au moins elle comprend la gravité de la situation ...
it_it: Beh, almeno lei capisce la gravità della situazione...

source: Hopefully, she steps on the gas.
fr_fr: Espérons qu'elle marche sur le gaz.
it_it: Speriamo che lei passi sul gas.

source: Oh, wow. Half the school is still here.
fr_fr: Oh, wow. La moitié de l'école est toujours là.
it_it: Oh, wow. Metà scuola è ancora qui.

source: Must've been one hell of a party...
fr_fr: Ça doit être un sacré parti ...
it_it: Deve essere stato un inferno di una festa...

source: But what are they all looking at? The fireworks?
fr_fr: Mais qu'est-ce qu'ils regardent tous? Les feux d'artifice?
it_it: Ma cosa stanno guardando tutti? I fuochi d'artificio?

source: Holy shit.
fr_fr: Saint-merde.
it_it: Merda santa.

source: [_mc_] Get away from the edge!!
fr_fr: [_mc_] Élotez du bord ! !
it_it: [_mc_] Allontanatevi dal bordo!!

source: There are too many people shouting...
fr_fr: Il y a trop de gens qui crient ...
it_it: Ci sono troppe persone che gridano...

source: Some are even chanting for her to jump...
fr_fr: Certains chantent même pour qu'elle saute ...
it_it: Alcuni stanno anche cantilenando per lei per saltare...

source: Luckily, she probably can't hear a thing up there.
fr_fr: Heureusement, elle ne peut probablement pas entendre une chose là-bas.
it_it: Per fortuna, probabilmente non riesce a sentire una cosa laggiù.

source: Where is [jo]?
fr_fr: Où est le [jo]?
it_it: Dove si trova [jo]?

source: [lindsey] looks completely out of it.
fr_fr: [lindsey] est complètement hors de lui.
it_it: [lindsey] sembra completamente fuori di esso.

source: A gust of wind could knock her right off the roof.
fr_fr: Une rafelle de vent pouvait frapper sa droite au large du toit.
it_it: Una folgorazione di vento potrebbe battere la sua destra fuori dal tetto.

source: Where the hell is [jo]?!
fr_fr: Où diable est [jo]? !
it_it: Dove l'inferno è [jo]?!

source: [_jo_] Hello?
fr_fr: [_jo_] Bonjour?
it_it: [_jo_] Ciao?

source: [_mc_] [jo], how long until you're here?
fr_fr: [_mc_] [jo], combien de temps jusqu'à vous êtes ici?
it_it: [_mc_] [jo], per quanto tempo fino a sei qui?

source: [_jo_] It'll be another fifteen minutes or so, honey.
fr_fr: [_jo_] Ce sera une autre quinzaine de minutes, chérie.
it_it: [_jo_] Ci saranno altri quindici minuti o giù di lì, miele.

source: [_jo_] I just got into the car.
fr_fr: [_jo_] Je viens d'entrer dans la voiture.
it_it: [_jo_] sono appena entrato in macchina.

source: [_mc_] That's too long...
fr_fr: [_mc_] C'est trop long ...
it_it: [_mc_] È troppo lungo...

source: [_jo_] I'll be there as fast as I can—
it_it: [_jo_] Sarò lì come più velocemente che posso—

source: Fuck it, I'm not waiting for [lindsey] to fall down!
fr_fr: Putain, je n'attends pas que [lindsey] tombe !
it_it: Cazzatelo, non sto aspettando che [lindsey] cada!

source: I'm going up there even if I have to break down the door!
fr_fr: Je vais y aller même si je dois casser la porte !
it_it: Sto salendo lì anche se devo abbattere la porta!

source: Oh, well. I've done what I could.
fr_fr: Oh, bien. J'ai fait ce que je pouvais.
it_it: Oh, bene. Ho fatto quello che potevo.

source: She'll probably snap out of it and come back down, right?
fr_fr: Elle va probablement s'enfermer et revenir, non?
it_it: Probabilmente ne uscirà e tornerà giù, giusto?

source: I'm not sure why I'm all that worried.
fr_fr: Je ne sais pas pourquoi je suis tout ce qui s'inquiète.
it_it: Non sono sicuro perché sono tutto così preoccupato.

source: Sure, she's been a bit clumsy lately... but surely she's not going to fall off the roof.
fr_fr: Bien sûr, elle a été un peu maladroit ces derniers temps ... mais elle ne va sûrement pas tomber du toit.
it_it: Certo, è stata un po' goffa ultimamente... ma sicuramente non cadrà dal tetto.
