Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: [_mc_] I'm supposed to polish some of the trophies in the sports wing.
fr_fr: [_mc_] Je suis censé polir certains des trophées de l'aile sportive.
it_it: [_mc_] Dovrei lucidare alcuni dei trofei nell'ala sportiva.

source: [_jo_s_laughing_] Okay, that's not as bad as I thought!
fr_fr: [_jo_s_laughing_] Ok, ce n'est pas aussi mauvais que je le pensais !
it_it: [_jo_s_laughing_] Okay, questo non è male come pensavo!

source: [_jo_s_excited_] I'm glad you're making friends this year. Even if I don't approve of gambling.
fr_fr: [_jo_s_excited_] Je suis heureux que vous soyez amis cette année. Même si je n'approuve pas le jeu.
it_it: [_jo_s_excited_] Sono contento che quest'anno stiate facendo amicizia. Anche se non approvo il gioco d'azzardo.

source: [_mc_] It wasn't gambling! I just lost a weightlifting competition!
fr_fr: [_mc_] Ce n'était pas du jeu ! Je viens de perdre une compétition d'haltérophilie !
it_it: [_mc_] Non era gioco d'azzardo! Ho appena perso una competizione di sollevamento pesi!

source: [_jo_s_thinking_] ...against the cheerleading squad?
fr_fr: [_jo_s_thinking_] ... contre l'équipe de cheerleading?
it_it: [_jo_s_thinking_] ...contro la squadra cheerleader?

source: [_mc_] They're stronger than they look!
fr_fr: [_mc_] Ils sont plus forts qu'ils ne l'ont fait !
it_it: [_mc_] Sono più forti di quanto sembrano!

source: [_jo_s_worried_] I don't know if I believe you.
fr_fr: [_jo_s_worried_] Je ne sais pas si je vous crois.
it_it: [_jo_s_worried_] Non so se ti credo.

source: [_mc_] Fine! I let them win, okay?
fr_fr: [_mc_] Fine ! Je les ai laissé gagner, d'accord?
it_it: [_mc_] Fine! Li ho lasciati vincere, okay?

source: [_mc_] I had fun, though.
it_it: [_mc_] mi sono divertito, però.

source: [_jo_s_blush_] And that's what matters!
fr_fr: [_jo_s_blush_] Et c'est ce qui compte !
it_it: [_jo_s_blush_] E questo è quello che conta!

source: [_jo_s_blush_] You used to be so competitive, but now you're okay with losing to make others happy.
fr_fr: [_jo_s_blush_] Vous étiez si compétitif, mais maintenant vous allez bien avec la perte pour rendre les autres heureux.
it_it: [_jo_s_blush_] Tu eri così competitivo, ma ora stai bene perdendo per rendere gli altri felici.

source: Since when? It's like she doesn't know that I've been losing at everything all my life.
fr_fr: Depuis quand? C'est comme si elle ne savait pas que j'avais perdu toute ma vie.
it_it: Da quando? È come lei non sa che ho perso in tutto il mio vivere.

source: Must be a blindspot of some sort...
fr_fr: Doit être un aveuglement de quelque sorte ...
it_it: Deve essere un punto cieco...

source: [_jo_s_blush_] I'm proud of you.
fr_fr: [_jo_s_blush_] Je suis fier de toi.
it_it: [_jo_s_blush_] Io sono fiero di te.

source: [_mc_] Well, could you unlock the trophy case for me, then?
fr_fr: [_mc_] Eh bien, pourriez-vous débloquer le cas du trophée pour moi, alors?
it_it: [_mc_] Beh, potresti sbloccare il caso del trofeo per me, allora?

source: [_jo_s_flirty_] Sure! I'll unlock it on my way to the gym. I happen to have a meeting{space=-5} in there anyway.
fr_fr: [_jo_s_flirty_] Sure ! Je vais le déverrouiller sur le chemin de la gym. J'ai une réunion { space=-5 } de toute façon.
it_it: [_jo_s_flirty_] Sure! Lo sbloccherò sulla mia strada per la palestra. Mi capita di avere un incontro{space=-5} in ogni caso.

source: [_mc_] I think the janitor forgot to clean the trophy case.
fr_fr: [_mc_] Je pense que le concierge a oublié de nettoyer le trophée.
it_it: [_mc_] Penso che il janitor abbia dimenticato di pulire il caso del trofeo.

source: [_jo_s_afraid_] That doesn't sound like her. She's a very thorough lady.
fr_fr: [_jo_s_afraid_] Cela ne lui ressemble pas. C'est une dame très complète.
it_it: [_jo_s_afraid_] Non sembra lei. È una donna molto completa.

source: [_mc_] Well, there's grease and fingerprints on the inside...
fr_fr: [_mc_] Eh bien, il y a de la graisse et des empreintes à l'intérieur ...
it_it: [_mc_] Beh, c'è grasso e impronte digitali all'interno...

source: [_mc_] I don't mind cleaning it up. The school's pride is important, after all.
fr_fr: [_mc_] Je n'ai pas l'intention de le nettoyer. La fierté de l'école est importante, après tout.
it_it: [_mc_] Non mi dispiace ripulirlo. L'orgoglio della scuola è importante, dopo tutto.

source: [_jo_s_eyeroll_] I don't recall you ever caring about that.
fr_fr: [_jo_s_eyeroll_] Je ne vous rappelle pas que vous vous en souciez.
it_it: [_jo_s_eyeroll_] Non ricordo mai che ti preoccupi mai.

source: [_mc_] I, err... I'm trying to make an effort this last year?
fr_fr: [_mc_] I, err ... J'essaie de faire un effort cette année?
it_it: [_mc_] Io, erro... Sto cercando di fare uno sforzo questo anno scorso?

source: [_jo_s_blush_] This gladdens me.
fr_fr: [_jo_s_blush_] Cet éclat me fait plaisir.
it_it: [_jo_s_blush_] Questo mi rallegra.

source: [_jo_s_blush_] All right, I'll unlock it on my way to the gym. I happen to have a meeting in there anyway.
fr_fr: [_jo_s_blush_] Très bien, je vais le déverrouiller sur le chemin de la gym. Il m'arrive d'avoir une réunion là-bas de toute façon.
it_it: [_jo_s_blush_] Bene, lo sbloccherò sulla mia strada per la palestra. Mi capita di avere una riunione lì comunque.

source: [_mc_] I can't tell you right now, but pray for me.
fr_fr: [_mc_] Je ne peux pas vous dire maintenant, mais priez pour moi.
it_it: [_mc_] Non posso dirti in questo momento, ma pregare per me.

source: [_jo_s_worried_] What did you just say?
fr_fr: [_jo_s_worried_] Qu'est-ce que vous venez de dire?
it_it: [_jo_s_worried_] Che cosa hai appena detto?

source: [_mc_] I have to go.
fr_fr: [_mc_] Je dois y aller.
it_it: [_mc_] devo andare.

source: [_jo_s_embarrassed_] Now, wait just one minute, young man!
fr_fr: [_jo_s_embarrassed_] Maintenant, attendez une minute, jeune homme !
it_it: [_jo_s_embarrassed_] Ora, aspetta solo un minuto, giovane!

source: Phew! Made it out alive!
fr_fr: Phew ! C'est sorti vivant !
it_it: Phew! Lo ha fatto vivo!

source: Too bad I have to face her again soon if I ever want that trophy case opened...
fr_fr: Dommis que je dois la revoir bientôt si je veux que ce trophée soit ouvert ...
it_it: Peccato che devo affrontarla di nuovo presto se mai voglio che quel caso trofeo aperto...

source: At least [jo] didn't forget to unlock it...
fr_fr: Au moins [jo] n'a pas oublié de le déverrouiller ...
it_it: Almeno [jo] non si è dimenticato di sbloccarlo...

source: There we go.
fr_fr: Nous y allons.
it_it: Ci andiamo.

source: I don't need to stick around for this. [kate] won't miss it.
fr_fr: Je n'ai pas besoin de m'en tenir à ça. [kate] ne le manquera pas.
it_it: Non ho bisogno di rimanere per questo. [kate] non lo perderà.

source: Now, I just have to wait for Independence Day...
fr_fr: Maintenant, je dois juste attendre la fête de l'Indépendance ...
it_it: Ora, devo solo aspettare la giornata di indipendenza...

source: As much as I'd like to show [kate] my [item.title_lower], she's not ready for that. Not yet.
fr_fr: Aussi bien que j'aimerais montrer [kate] mon [item.title_lower], elle n'est pas prête pour ça. Pas encore.
it_it: Per quanto mi piacerebbe mostrare [kate] my [item.title_lower], non è ancora pronta.

source: Oh, [isabelle] is just about to make the dinner announcement!
fr_fr: Oh, [isabelle] est sur le point de faire l'annonce du dîner !
it_it: Oh, [isabelle] sta per fare l'annuncio della cena!

source: Look at her getting up on a chair and everything...
fr_fr: Regarde qu'elle se lever sur une chaise et tout ...
it_it: Guardatela alzarsi su una sedia e tutto...

source: I probably should wait until she's done.
fr_fr: Je devrais probablement attendre jusqu'à ce qu'elle soit faite.
it_it: Probabilmente dovrei aspettare finché non ha finito.

source: [_isabelle_] Hi, everyone! I was hoping I could take a few moments out of your lunch today to make an announcement!
fr_fr: [_isabelle_] Salut, tout le monde ! J'espérais pouvoir prendre quelques instants de votre déjeuner aujourd'hui pour faire une annonce !
it_it: [_isabelle_] Ciao, tutti! Speravo di poter prendere qualche istante fuori da il tuo pranzo oggi per fare un annuncio!

source: [_isabelle_] I'm new here and don't really know most of you, but I'd like to change that!
fr_fr: [_isabelle_] Je suis nouveau ici et je ne sais pas vraiment la plupart d'entre vous, mais j'aimerais changer ça !
it_it: [_isabelle_] Sono nuovo qui e non conosco la maggior parte di voi, ma vorrei cambiarlo!

source: [_isabelle_] That's why I'd like to be the host for the Independence Day student dinner this year!
fr_fr: [_isabelle_] C'est pourquoi j'aimerais être l'hôte du dîner d'étudiants de la fête de l'indépendance cette année !
it_it: [_isabelle_] Ecco perché mi piacerebbe essere l'ospite per la cena studentesca del giorno dell'indipendenza quest'anno!

source: [_isabelle_] I would be very happy if you all showed up!
fr_fr: [_isabelle_] Je serais très heureux si vous vous êtes tous montré !
it_it: [_isabelle_] Sarei molto felice se tutti voi foste presentati!

source: It takes some serious balls to just stand up like that and make an announcement to the entire cafeteria.
fr_fr: Il faut des balles sérieuses pour se lever comme ça et faire une annonce à l'ensemble de la cafétéria.
it_it: Ci vogliono alcune palle serie per alzarsi in piedi come questo e fare un annuncio a tutta la caffetteria.

source: It's hard not to be impressed... and a little turned on.
fr_fr: Il est difficile de ne pas être impressionné ... et un peu tournée.
it_it: È difficile non essere impressionato... e un po 'acceso.

source: [_isabelle_] I'll be sending out invitations today! Thank you!
fr_fr: [_isabelle_] Je vais envoyer des invitations aujourd'hui ! Je vous remercie !
it_it: [_isabelle_] invierò gli inviti oggi! Grazie!

source: Well, I don't hear any booing, so that's good.
fr_fr: Eh bien, je n'entends aucun butin, donc c'est bien.
it_it: Beh, non sento alcuna prenotazione, quindi è buono.

source: [_mc_] That was very brave of you.
fr_fr: [_mc_] C'était très courageux de vous.
it_it: [_mc_] Questo è stato molto coraggioso da parte vostra.

source: [_isabelle_s_blush_] Thank you!
fr_fr: [_isabelle_s_blush_] Merci !
it_it: [_isabelle_s_blush_] Grazie!

source: [_isabelle_s_sad_] I've been so caught up in the feud with [kate] that I've neglected the rest of our classmates.
fr_fr: [_isabelle_s_sad_] J'ai été tellement coincé dans la feud avec [kate] que j'ai négligé le reste de nos camarades de classe.
it_it: [_isabelle_s_sad_] Sono stato così intrappolato nel feudo con [kate] che ho trascurato il resto dei nostri compagni di classe.

source: [_isabelle_s_blush_] I'd like to get to know them a bit better.
fr_fr: [_isabelle_s_blush_] J'aimerais mieux les connaître un peu mieux.
it_it: [_isabelle_s_blush_] vorrei conoscerli un po' meglio.

source: [_kate_s_laughing_] [mc], did you tell her yet?
fr_fr: [_kate_s_laughing_] [mc], vous l'avez dit?
it_it: [_kate_s_laughing_] [mc], le hai già detto?

source: [_isabelle_s_annoyed_] Tell me what?
fr_fr: [_isabelle_s_annoyed_] Dis-moi quoi?
it_it: [_isabelle_s_annoyed_] Dimmi cosa?

source: [_kate_s_smile_] That students aren't allowed to host parties at the school.
fr_fr: [_kate_s_smile_] Que les élèves ne soient pas autorisés à accueillir les partis à l'école.
it_it: [_kate_s_smile_] Gli studenti non possono ospitare feste alla scuola.

source: Right, [jo] specifically prohibited it after a series of out-of-control birthday parties during our sophomore year...
fr_fr: A droite, [jo] l'interdisait spécifiquement après une série de fêtes d'anniversaire hors de contrôle au cours de notre année sophomore ...
it_it: Right, [jo] espressamente vietato dopo una serie di feste di compleanno fuori controllo durante il nostro anno di sopomore...

source: Thanks a lot, jocks.
fr_fr: Merci beaucoup, les horloges.
it_it: Grazie molto, scherzi.

source: [_mc_] I'm sorry, but [kate]'s right...
fr_fr: [_mc_] Je suis désolé, mais [kate]'s ...
it_it: [_mc_] mi dispiace, ma [kate]è a destra...

source: [_kate_s_gushing_] And don't you forget it!
fr_fr: [_kate_s_gushing_] Et ne l'oubliez pas !
it_it: [_kate_s_gushing_] E non lo dimentichi!

source: [_isabelle_s_thinking_] I guess we'll just do it as a picnic outside, then...
fr_fr: [_isabelle_s_thinking_] Je suppose que nous le ferons comme un pique-nique à l'extérieur, puis ...
it_it: [_isabelle_s_thinking_] Immagino che lo faremo solo come un picnic fuori, allora...

source: [_kate_s_gushing_] Also not allowed.
fr_fr: [_kate_s_gushing_] Également non autorisé.
it_it: [_kate_s_gushing_] Inoltre non permesso.

source: [_isabelle_s_cringe_] You're lying.
fr_fr: [_isabelle_s_cringe_] Vous mentez.
it_it: [_isabelle_s_cringe_] sta mentendo.

source: [_kate_s_gushing_] Someone recently burnt strange messages into the front lawn.
fr_fr: [_kate_s_gushing_] Quelqu'un a récemment brûlé des messages étranges dans la pelouse.
it_it: [_kate_s_gushing_] Qualcuno ha recentemente bruciato strani messaggi nel prato anteriore.

source: [_kate_s_gushing_] It's been banned ever since.
fr_fr: [_kate_s_gushing_] Il a été interdit depuis.
it_it: [_kate_s_gushing_] Da allora è stato bandito.

source: [_mc_] It was aliens!
fr_fr: [_mc_] C'était des aliens !
it_it: [_mc_] Era alieno!

source: [_kate_s_laughing_] You're a meme.
fr_fr: [_kate_s_laughing_] Vous êtes un mème.
it_it: [_kate_s_laughing_] Sei un memo.

source: [_kate_s_gushing_] Someone once scorched the front lawn with one of those Not-a-Flamethrowers.
fr_fr: [_kate_s_gushing_] Quelqu'un a une fois brûlé la pelouse avec l'un de ces Not-a-Flamethrowers.
it_it: [_kate_s_gushing_] Qualcuno una volta ha bruciato il prato anteriore con uno di quelli Not-a-Flamethrowers.

source: [_kate_s_gushing_] It's been prohibited ever since.
fr_fr: [_kate_s_gushing_] Il est interdit depuis lors.
it_it: [_kate_s_gushing_] Da allora è stato proibito.

source: [_isabelle_s_annoyed_] Seriously?
fr_fr: [_isabelle_s_annoyed_] Sérieusement?
it_it: [_isabelle_s_annoyed_] Seriamente?

source: [_kate_s_laughing_] Quite the rager, that party.
fr_fr: [_kate_s_laughing_] Assez la rager, cette fête.
it_it: [_kate_s_laughing_] Abbastanza il rager, quel partito.

source: So, that's what all the burnt grass was about. [jo] was really angry.
fr_fr: Donc, c'est ce que tout l'herbe brûlée était à propos. [jo] était vraiment en colère.
it_it: Quindi, è quello che era tutto l'erba bruciata. [jo] era davvero arrabbiato.

source: [_isabelle_s_annoyed_] What's your problem, [kate]?
fr_fr: [_isabelle_s_annoyed_] Quel est votre problème, [kate]?
it_it: [_isabelle_s_annoyed_] Qual è il tuo problema, [kate]?

source: [_kate_s_laughing_] I didn't make the rules.
fr_fr: [_kate_s_laughing_] Je n'ai pas fait les règles.
it_it: [_kate_s_laughing_] non ho fatto le regole.

source: [_isabelle_s_annoyed_] But you sure like rubbing it in my face.
fr_fr: [_isabelle_s_annoyed_] Mais vous êtes sûr de la frotter dans mon visage.
it_it: [_isabelle_s_annoyed_] Ma tu sei sicuro di volerlo strofinare in faccia.

source: [_kate_s_smile_] It's my duty as the class president to inform you of them.
fr_fr: [_kate_s_smile_] C'est mon devoir en tant que président de la classe de vous en informer.
it_it: [_kate_s_smile_] È mio dovere come presidente di classe informarvi di loro.

source: [_kate_s_smile_] And you've just been informed. You're welcome!
fr_fr: [_kate_s_smile_] Et vous venez d'être informé. Vous êtes les bienvenus !
it_it: [_kate_s_smile_] E sei appena stato informato. Sei il benvenuto!

source: [_mc_] That's the rule, but I could try talking to the principal.
fr_fr: [_mc_] C'est la règle, mais je pourrais essayer de parler au directeur.
it_it: [_mc_] Questa è la regola, ma potrei provare a parlare con il principale.

source: [_isabelle_s_blush_] Aw, thanks! That would be great.
fr_fr: [_isabelle_s_blush_] Aw, merci ! Ce serait formidable.
it_it: [_isabelle_s_blush_] Aw, grazie! Sarebbe fantastico.

source: [_kate_s_laughing_] You'd have more luck talking the [guard] into a doughnut-free diet.
fr_fr: [_kate_s_laughing_] Vous auriez plus de chance de parler du [guard] dans un régime sans noix.
it_it: [_kate_s_laughing_] Avresti più fortuna di parlare la [guard] in una dieta senza ciambelle.

source: [_isabelle_s_annoyed_] Stay out of this, [kate].
fr_fr: [_isabelle_s_annoyed_] Restez à l'écart, [kate].
it_it: [_isabelle_s_annoyed_] Rimanete fuori da questo, [kate].

source: [_kate_s_smile_] It's my duty as the class president to inform you of the rules.
fr_fr: [_kate_s_smile_] C'est mon devoir en tant que président de la classe de vous informer des règles.
it_it: [_kate_s_smile_] È mio dovere come presidente di classe informarvi delle regole.

source: [_mc_] Get lost, [kate]! You're not invited!
fr_fr: [_mc_] Se perdre, [kate]! Vous n'êtes pas invité !
it_it: [_mc_] Get lost, [kate]! Non sei invitato!

source: [_isabelle_s_sad_] Everyone's invited. Even [kate].
fr_fr: [_isabelle_s_sad_] Tous les invités sont invités. Même [kate].
it_it: [_isabelle_s_sad_] Tutti sono invitati. Anche [kate].

source: [_kate_s_laughing_] A dinner in the school cafeteria? Thanks, but no thanks.
fr_fr: [_kate_s_laughing_] Un dîner à la cafétéria de l'école? Merci, mais pas merci.
it_it: [_kate_s_laughing_] Cena nella caffetteria della scuola? Grazie, ma non grazie.

source: [_kate_s_laughing_] Besides, there won't be one. The rules prohibit it.
fr_fr: [_kate_s_laughing_] En plus, il n'y en aura pas. Les règles l'interdisent.
it_it: [_kate_s_laughing_] Inoltre, non ce n'è uno. Le regole lo vietano.

source: [_mc_] It's true, but I have an idea.
fr_fr: [_mc_] C'est vrai, mais j'ai une idée.
it_it: [_mc_] È vero, ma ho un'idea.

source: [_kate_s_laughing_] Watch him try to trick you into a two-man party behind the bleachers!{space=-35}
fr_fr: [_kate_s_laughing_] Regardez qu'il essaie de vous tromper dans un parti de deux hommes derrière les gradins ! { space=-35 }
it_it: [_kate_s_laughing_] Guardalo cercare di ingannarti in un party di due uomini dietro i candeggianti!{space=-35}

source: [_isabelle_s_concerned_] [mc] is not like that.
fr_fr: [_isabelle_s_concerned_] [mc] n'est pas comme ça.
it_it: [_isabelle_s_concerned_] [mc] non è così.

source: [_kate_s_eyeroll_] Seriously? He's as thirsty as they come.
fr_fr: [_kate_s_eyeroll_] Sérieusement? Il est aussi assoiffé qu'ils viennent.
it_it: [_kate_s_eyeroll_] Seriamente? Ha sete quanto vengono.

source: [_isabelle_s_skeptical_] I'll make up my own mind, thank you very much.
fr_fr: [_isabelle_s_skeptical_] Je me ferai mon propre esprit, merci beaucoup.
it_it: [_isabelle_s_skeptical_] Mi occuperò della mia mente, grazie mille.

source: [_kate_s_excited_] Your funeral... and I mean that literally.
fr_fr: [_kate_s_excited_] Vos funérailles ... et je veux dire littéralement.
it_it: [_kate_s_excited_] Il tuo funerale... e voglio dire che letteralmente.

source: [_kate_s_excited_] He probably already has a folder with your name on his computer.
fr_fr: [_kate_s_excited_] Il a probablement déjà un dossier avec votre nom sur son ordinateur.
it_it: [_kate_s_excited_] Probabilmente ha già una cartella con il tuo nome sul suo computer.

source: [_isabelle_s_angry_] Gah! [kate] makes my blood boil!
fr_fr: [_isabelle_s_angry_] Gah ! [kate] fait bouillir mon sang !
it_it: [_isabelle_s_angry_] Gah! [kate] fa bollire il mio sangue!

source: [_isabelle_s_angry_] I can't wait to set her straight! She so needs a proper lesson!
fr_fr: [_isabelle_s_angry_] Je ne peux pas attendre pour la mettre droite ! Elle a besoin d'une bonne leçon !
it_it: [_isabelle_s_angry_] Non vedo l'ora di metterla dritta! Ha quindi bisogno di una lezione adeguata!

source: [_mc_] She's always been like this.
fr_fr: [_mc_] Elle a toujours été comme ça.
it_it: [_mc_] Lei è sempre stata così.

source: [_isabelle_s_sad_] We're going to change that soon. Mark my words.
fr_fr: [_isabelle_s_sad_] Nous allons bientôt changer cela. Marquez mes mots.
it_it: [_isabelle_s_sad_] Lo cambieremo presto. Segna le mie parole.

source: [_isabelle_s_blush_] Anyway, what's your idea?
fr_fr: [_isabelle_s_blush_] Quoi qu'il en soit, quelle est votre idée?
it_it: [_isabelle_s_blush_] Comunque, qual è la tua idea?

source: [_mc_] I, err... I don't really have an idea other than talking to the principal.
fr_fr: [_mc_] I, err ... Je n'ai pas vraiment d'autre idée que de parler au directeur.
it_it: [_mc_] Io, erro... Non ho davvero un'idea se non parlare con il committente.

source: [_mc_] I just figured [kate] would leave if I said I had a solution...
fr_fr: [_mc_] Je viens de voir [kate] partir si j'ai dit que j'avais une solution ...
it_it: [_mc_] ho appena immaginato che [kate] se avessi detto di avere una soluzione...

source: [_isabelle_s_laughing_] Smart! She does seem to feed off of frustration.
fr_fr: [_isabelle_s_laughing_] Smart ! Elle semble se nourrir de frustration.
it_it: [_isabelle_s_laughing_] intelligente! Sembra che si nutri di frustrazione.

source: [_isabelle_s_confident_] If you could try to talk to [jo], that would be superb! I promise it'll just be dinner and nothing crazy.
fr_fr: [_isabelle_s_confident_] Si tu pouvais essayer de parler à [jo], ce serait superbe ! Je promets que ce sera juste le dîner et rien de fou.
it_it: [_isabelle_s_confident_] Se potessi provare a parlare con [jo], questo sarebbe superbo! Prometto sarà solo cena e niente di pazzo.

source: [_mc_] I'll do my best.
fr_fr: [_mc_] Je ferai de mon mieux.
it_it: [_mc_] farò del mio meglio.

source: [_isabelle_s_confident_] Thank you, [mc].
fr_fr: [_isabelle_s_confident_] Merci, [mc].
it_it: [_isabelle_s_confident_] Grazie, [mc].

source: This seems really important to [isabelle]. I better not screw it up.
fr_fr: Cela semble vraiment important pour [isabelle]. Je ne ferais pas mieux.
it_it: Questo sembra davvero importante per [isabelle]. Meglio non avvitare su.

source: [_kate_] Later, nerds.
fr_fr: [_kate_] Plus tard, les nerfs.
it_it: [_kate_] Più tardi, nerds.

source: [_isabelle_s_blush_] Anyway, if you could try to talk to [jo], that would be superb! I promise it'll just be dinner and nothing crazy.
fr_fr: [_isabelle_s_blush_] En tout cas, si vous pourriez essayer de parler à [jo], ce serait superbe ! Je promets que ce sera juste le dîner et rien de fou.
it_it: [_isabelle_s_blush_] Comunque, se potessi provare a parlare con [jo], sarebbe superbo! Prometto che sarà solo cena e niente di pazzo.

source: [_isabelle_s_blush_] Thank you, [mc].
fr_fr: [_isabelle_s_blush_] Merci, [mc].
it_it: [_isabelle_s_blush_] Grazie, [mc].

source: [_jo_s_flirty_] Hi, honey! How's your day so far?
fr_fr: [_jo_s_flirty_] Salut, chérie ! Comment va votre journée jusqu'à présent?
it_it: [_jo_s_flirty_] Ciao, miele! Com'è la tua giornata finora?

source: [_mc_] Passable, I guess.
fr_fr: [_mc_] Passable, je suppose.
it_it: [_mc_] Passabile, immagino.

source: [_jo_s_eyeroll_] Well, as long as it's not bad.
fr_fr: [_jo_s_eyeroll_] Bien, tant que ce n'est pas mauvais.
it_it: [_jo_s_eyeroll_] Beh, finché non è male.

source: [_mc_] I was wondering if you could make an exception to one of the school rules?
fr_fr: [_mc_] Je me demandais si tu pouvais faire une exception à l'une des règles de l'école ?
it_it: [_mc_] Mi chiedevo se fosse possibile fare un'eccezione a una delle regole della scuola?

source: [_jo_s_worried_] Sorry, hon. I don't think that's possible.
fr_fr: [_jo_s_worried_] Désolé, hon. Je ne pense pas que c'est possible.
it_it: [_jo_s_worried_] Mi dispiace, hon. Non penso che sia possibile.

source: [_jo_s_worried_] It would reflect very poorly on me if I started to make exceptions for you...
fr_fr: [_jo_s_worried_] Cela me refléterait très mal si j'ai commencé à faire des exceptions pour vous ...
it_it: [_jo_s_worried_] Mi rifletterebbe molto male se iniziassi a fare eccezioni per te...
