Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: [_isabelle_s_laughing_] Keep practicing on me, and you'll get it eventually!
fr_fr: [_isabelle_s_laughing_] Continuez à m'exercer sur moi, et vous l'aurez finalement !
it_it: [_isabelle_s_laughing_] Continua a praticare su di me, e lo otterrai alla fine!

source: [_mc_] I do find it easier to talk to you for some reason.
fr_fr: [_mc_] Je trouve plus facile de vous parler pour une raison quelconque.
it_it: [_mc_] Per qualche motivo trovo più facile parlarvi.

source: [_isabelle_s_blush_] That's great to hear! I'm happy.
fr_fr: [_isabelle_s_blush_] C'est super d'entendre ! Je suis heureux.
it_it: [_isabelle_s_blush_] È bello sentire! Sono felice.

source: [_mc_] I think this will be a great dinner party.
fr_fr: [_mc_] Je pense que ce sera un grand dîner.
it_it: [_mc_] Penso che questa sarà una grande festa di cena.

source: [_isabelle_s_blush_] I hope so too. Let's join in?
fr_fr: [_isabelle_s_blush_] J'espère aussi. Rejotons-nous?
it_it: [_isabelle_s_blush_] lo spero anche così. Uniamo?

source: Is it weird to be spending the whole time at a party wondering when it's appropriate to leave?
fr_fr: Est-il bizarre de passer tout le temps à un parti qui se demande quand il est approprié de partir?
it_it: È strano passare tutto il tempo a una festa che si chiede quando è appropriato partire?

source: [_flora_s_eyeroll_] Can't you leave me alone to enjoy the dinner in peace?
fr_fr: [_flora_s_eyeroll_] Vous ne pouvez pas me laisser seul pour profiter du dîner en paix?
it_it: [_flora_s_eyeroll_] Non puoi lasciarmi da solo per godermi la cena in pace?

source: [_mc_] I didn't even do anything...
fr_fr: [_mc_] Je n'ai même rien fait ...
it_it: [_mc_] non ho nemmeno fatto niente...

source: [_flora_s_annoyed_] Yet.
fr_fr: [_flora_s_annoyed_] Pourtant.
it_it: [_flora_s_annoyed_] Eppure

source: [_mc_] Well, I...
fr_fr: [_mc_] Eh bien, je ...
it_it: [_mc_] Beh, Io...

source: I guess she does have a point.
fr_fr: Je suppose qu'elle a un point.
it_it: Immagino che lei abbia un punto.

source: [_isabelle_s_confident_] I guess there's not much else to do than enjoy the food.
fr_fr: [_isabelle_s_confident_] Je suppose qu'il n'y a pas beaucoup d'autres choses à faire que de profiter de la nourriture.
it_it: [_isabelle_s_confident_] Credo che non ci sia molto altro da fare che godersi il cibo.

source: [_mc_] And the company.
fr_fr: [_mc_] Et la compagnie.
it_it: [_mc_] E l'azienda.

source: [_isabelle_s_laughing_] Smooth!
fr_fr: [_isabelle_s_laughing_] Lissage !
it_it: [_isabelle_s_laughing_] Lisci!

source: [_mc_] Thanks!
fr_fr: [_mc_] Merci !
it_it: [_mc_] Grazie!

source: I need to come up with something to say before it gets awkward...
fr_fr: Je dois trouver quelque chose à dire avant qu'il ne soit maladourien ...
it_it: Ho bisogno di trovare qualcosa da dire prima che diventi imbarazzante...

source: [_mc_] You look radiant tonight.
fr_fr: [_mc_] Vous avez l'air radieux ce soir.
it_it: [_mc_] Sembri radioso stasera.

source: [_isabelle_s_blush_] Aw, thank you!
fr_fr: [_isabelle_s_blush_] Aw, merci !
it_it: [_isabelle_s_blush_] Aw, grazie!

source: [_mc_] You're welcome!
fr_fr: [_mc_] Vous êtes les bienvenus !
it_it: [_mc_] Sei il benvenuto!

source: [_mc_] What, err... how was your day?
fr_fr: [_mc_] Quoi, err ... comment était votre journée?
it_it: [_mc_] Che cosa, errore... com'era la tua giornata?

source: [_isabelle_s_excited_] Pretty good. Read a poem I really liked.
fr_fr: [_isabelle_s_excited_] Pretty good. Lisez un poème que j'ai vraiment aimé.
it_it: [_isabelle_s_excited_] Bel bene. Leggi una poesia che mi è piaciuta molto.

source: [_isabelle_s_excited_] How was yours?
fr_fr: [_isabelle_s_excited_] Comment est-ce que vous avez?
it_it: [_isabelle_s_excited_] Com'è stato tuo?

source: [_mc_] Good. Good.
fr_fr: [_mc_] Bon. Bien.
it_it: [_mc_] Bene.

source: This isn't going well at all. Why is socializing so hard?
fr_fr: Ça ne va pas du tout. Pourquoi la socialisation est-elle si dure?
it_it: Questo non sta andando bene affatto. Perché si sta socializzando così duramente?

source: What do you even ask a girl?
fr_fr: Que demandes-tu même à une fille?
it_it: Cosa chiedete anche a una ragazza?

source: [_mc_] What's your favorite... shoes?
fr_fr: [_mc_] Quelles sont vos chaussures préfé­elles?
it_it: [_mc_] Quali sono le tue scarpe... preferite?

source: [_isabelle_s_laughing_] I like boots a lot. They're both comfy and stylish.
fr_fr: [_isabelle_s_laughing_] J'aime beaucoup les bottes. Ils sont à la fois combrants et élégants.
it_it: [_isabelle_s_laughing_] Mi piacciono molto gli stivali. Sono entrambi comodi ed eleganti.

source: [_isabelle_s_laughing_] Why do you ask?
fr_fr: [_isabelle_s_laughing_] Pourquoi demandez-vous?
it_it: [_isabelle_s_laughing_] Perché chiedi?

source: [_mc_] No reason...
fr_fr: [_mc_] Aucune raison ...
it_it: [_mc_] Nessun motivo...

source: [_mc_] Do you miss London?
fr_fr: [_mc_] Ne manquez pas Londres?
it_it: [_mc_] Ti manca Londra?

source: [_isabelle_s_thinking_] Not really. It's pretty dreary and the air is bad.
fr_fr: [_isabelle_s_thinking_] Pas vraiment. C'est plutôt draguer et l'air est mauvais.
it_it: [_isabelle_s_thinking_] Non è veramente. È abbastanza sognante e l'aria è male.

source: [_isabelle_s_thinking_] I find it way nicer here.
fr_fr: [_isabelle_s_thinking_] Je trouve ça plus agréable ici.
it_it: [_isabelle_s_thinking_] Lo trovo molto più bello qui.

source: [_mc_] That's good.
fr_fr: [_mc_] C'est bon.
it_it: [_mc_] È buono.

source: This feels like a damn interrogation. [isabelle] must really hate it.
fr_fr: Ça ressemble à un interrogatoire maudit. [isabelle] doit vraiment la haïr.
it_it: Questo sembra un dannato interrogatorio. [isabelle] deve davvero odiarlo.

source: What are you supposed to do to keep a conversation going?
fr_fr: Qu'est-ce que vous êtes censé faire pour maintenir une conversation?
it_it: Che cosa dovresti fare per far andare una conversazione?

source: Maybe questions aren't even the right way?
fr_fr: Peut-être que les questions ne sont même pas la bonne?
it_it: Forse le domande non sono nemmeno il modo giusto?

source: [_mc_] I don't remember if I've asked you before, but what's your favorite book?
fr_fr: [_mc_] Je ne me souviens pas si je vous avais déjà demandé, mais quel est votre livre préféré?
it_it: [_mc_] Non ricordo se ti ho già chiesto, ma qual è il tuo libro preferito?

source: [_isabelle_s_blush_] Oh! I've always loved the classics!
fr_fr: [_isabelle_s_blush_] Oh ! J'ai toujours aimé les classiques !
it_it: [_isabelle_s_blush_] Oh! Ho sempre amato i classici!

source: [_isabelle_s_blush_] There's so many good books! Jane Eyre, Mockingbird, Lolita...
fr_fr: [_isabelle_s_blush_] Il y a tant de bons livres ! Jane Eyre, Mockingbird, Lolita ...
it_it: [_isabelle_s_blush_] Ci sono così tanti buoni libri! Jane Eyre, Mockingbird, Lolita...

source: [_mc_] Those are old!
fr_fr: [_mc_] Ceux qui sont vieux !
it_it: [_mc_] Quelli sono vecchi!

source: [_isabelle_s_laughing_] Timeless! If I ever learn to write half as good as Nabokov, I'd die happy!
fr_fr: [_isabelle_s_laughing_] Timeless ! Si j'apprendrais à écrire la moitié aussi bonne que Nabokov, je mourrais heureux !
it_it: [_isabelle_s_laughing_] Timeless! Se mai imparo a scrivere la metà buona come Nabokov, morirei felice!

source: [_mc_] You have time! A lot, I hope.
fr_fr: [_mc_] Vous avez le temps ! Beaucoup, j'espère.
it_it: [_mc_] Hai tempo! Un sacco, spero.

source: [_isabelle_s_confident_] You never know when the government tries to kill literature... or the ones writing it.
fr_fr: [_isabelle_s_confident_] Vous ne savez jamais quand le gouvernement tente de tuer la littérature ... ou ceux qui l'écrivent.
it_it: [_isabelle_s_confident_] Non sai mai quando il governo cerca di uccidere la letteratura... o quelli che la scrivono.

source: [_mc_] I think you should be more worried about the Twitter mob.
fr_fr: [_mc_] Je pense que vous devriez être plus inquiet à propos de la mob Twitter.
it_it: [_mc_] Penso che dovresti essere più preoccupato per la mob di Twitter.

source: [_isabelle_s_confident_] What's that?
fr_fr: [_isabelle_s_confident_] Qu'est-ce que c'est?
it_it: [_isabelle_s_confident_] Che cos'è?

source: [_mc_] Oh, you don't have to worry about that for a few years more...
fr_fr: [_mc_] Oh, vous n'avez pas à vous soucier de ça pendant quelques années de plus ...
it_it: [_mc_] Oh, non devi preoccuparti di questo per qualche anno di più...

source: [_isabelle_s_laughing_] Thank god for that!
fr_fr: [_isabelle_s_laughing_] Dieu merci pour ça !
it_it: [_isabelle_s_laughing_] Grazie dio per questo!

source: [_mc_] Do you know which state has the most pirates?
fr_fr: [_mc_] Savez-vous quel état a le plus de pirates?
it_it: [_mc_] Sai quale stato ha più pirati?

source: [_isabelle_s_confident_] Which one?
fr_fr: [_isabelle_s_confident_] Lequel?
it_it: [_isabelle_s_confident_] Quale uno?

source: That was cringe. God damn it.
fr_fr: C'était un grange. Dieu le maudit.
it_it: Era piangente. Dio lo maledette.

source: [_isabelle_s_blush_] I love this. Sometimes, there's no need for words.
fr_fr: [_isabelle_s_blush_] J'adore ça. Parfois, il n'y a pas besoin de mots.
it_it: [_isabelle_s_blush_] Io amo questo. A volte, non c'è bisogno di parole.

source: Wow. I never thought she'd enjoy the awkward silence.
fr_fr: Wow. Je n'ai jamais pensé qu'elle apprécierait le silence embarras.
it_it: Wow. Non ho mai pensato che le sarebbe piaciuto il silenzio imbarazzante.

source: That just goes to show that sometimes it's all in my head...
fr_fr: Cela montre que parfois c'est dans ma tête ...
it_it: Che va solo a dimostrare che a volte è tutto nella mia testa...

source: [_mc_] I agree. I enjoy your company and that's enough for me.
fr_fr: [_mc_] Je suis d'accord. J'aime votre entreprise et c'est assez pour moi.
it_it: [_mc_] Sono d'accordo. Mi piace la tua azienda e questo è abbastanza per me.

source: [_mc_] Did I ever tell you about my pet rock?
fr_fr: [_mc_] Est-ce que je vous ai parlé de mon animal de compagnie?
it_it: [_mc_] Ti ho mai detto del mio animale domestico?

source: [_mc_] Yeah, funny story...
fr_fr: [_mc_] Oui, une histoire drôle ...
it_it: [_mc_] Sì, una storia divertente...

source: [_mc_] I put it on a string and walked it around the block, but it got lost somewhere along the way.
fr_fr: [_mc_] Je l'ai mis sur une ficelle et je l'ai marché autour du bloc, mais il s'est perdu quelque part en chemin.
it_it: [_mc_] L'ho messa su una corda e l'ha camminata intorno al blocco, ma si è perso da qualche parte lungo la strada.

source: [_isabelle_s_concerned_] That's... very interesting.
fr_fr: [_isabelle_s_concerned_] C'est. .. très intéressant.
it_it: [_isabelle_s_concerned_] È molto interessante.

source: [_mc_] I searched for hours!
fr_fr: [_mc_] J'ai cherché des heures !
it_it: [_mc_] ho cercato per ore!

source: [_mc_] Then, when I got back, tired and distraught, I realized that I'd never tied it to the string.
fr_fr: [_mc_] Alors, quand je suis revenu, fatigué et désemparé, j'ai réalisé que je ne l'avais jamais attaché à la corde.
it_it: [_mc_] Poi, quando sono tornato, stanco e scontroso, mi sono reso conto che non l'avevo mai legato alla corda.

source: [_mc_] It was sitting right there on the porch, all gravelly and cute.
fr_fr: [_mc_] C'était assis juste là sur le porche, tous graveleux et mignons.
it_it: [_mc_] E 'stato seduto proprio lì sul portico, tutto ghiaioso e carino.

source: [_isabelle_s_neutral_] Must've been one tiny rock if you didn't notice it not dragging behind you.
fr_fr: [_isabelle_s_neutral_] Il faut avoir été un petit rocher si vous n'avez pas remarqué qu'il ne traîne pas derrière vous.
it_it: [_isabelle_s_neutral_] Deve essere stata una piccola roccia se non ti sei accorto di non trascinarti dietro di te.

source: [_mc_] It was average sized. I measured it.
fr_fr: [_mc_] C'était la taille moyenne. Je l'ai mesuré.
it_it: [_mc_] Era di dimensioni medie. L'ho misurato.

source: [_isabelle_s_neutral_] Of course it was.
fr_fr: [_isabelle_s_neutral_] Bien sûr que c'était le.
it_it: [_isabelle_s_neutral_] Certo è stato.

source: [_mc_] Did you poison my meal?
fr_fr: [_mc_] Avez-vous empoisonner mon repas?
it_it: [_mc_] Hai avvelenato il mio pasto?

source: [_isabelle_s_afraid_] What do you mean?!
fr_fr: [_isabelle_s_afraid_] Qu'est-ce que vous voulez dire? !
it_it: [_isabelle_s_afraid_] Che cosa intendi?!

source: [_mc_] My heart started to beat really fast all of a sudden... but maybe that's just you.
fr_fr: [_mc_] Mon cœur a commencé à battre très vite tout d'un coup ... mais peut-être que c'est juste toi.
it_it: [_mc_] Il mio cuore ha cominciato a battere davvero veloce tutto all'improvviso... ma forse è solo tu.

source: [_isabelle_s_flirty_] That's cheesy!
fr_fr: [_isabelle_s_flirty_] C'est la joie !
it_it: [_isabelle_s_flirty_] È formaggio!

source: [_mc_] That's the line my grandfather used on my grandmother.
fr_fr: [_mc_] C'est la ligne que mon grand-père a utilisée sur ma grand-mère.
it_it: [_mc_] Questa è la linea usata da mio nonno su mia nonna.

source: [_isabelle_s_flirty_] Truly?
it_it: [_isabelle_s_flirty_] Veramente?

source: [_mc_] It's been passed down through generations!
fr_fr: [_mc_] Elle a été transmise par des générations !
it_it: [_mc_] E 'stato tramandato attraverso le generazioni!

source: [_isabelle_s_laughing_] No, it has not!
fr_fr: [_isabelle_s_laughing_] Non, ce n'est pas le !
it_it: [_isabelle_s_laughing_] No, non lo è!

source: [_mc_] Oh, it absolutely has, and it will continue to be passed down now.
fr_fr: [_mc_] Oh, il a absolument, et il va continuer à être transmis maintenant.
it_it: [_mc_] Oh, ha assolutamente e continuerà ad essere tramandata adesso.

source: [_isabelle_s_laughing_] You're bad!
fr_fr: [_isabelle_s_laughing_] Vous êtes mauvais !
it_it: [_isabelle_s_laughing_] Sei male!

source: [_mc_] Funny, that's exactly what my granny said to my grandpa.
fr_fr: [_mc_] Funny, c'est exactement ce que ma maman a dit à mon grand-père.
it_it: [_mc_] Divertente, è esattamente quello che la mia nonna ha detto a mio nonno.

source: [_mc_] So, you showed up after all.
fr_fr: [_mc_] Donc, vous vous avez montré après tout.
it_it: [_mc_] Così, ti sei presentato dopo tutto.

source: [_kate_s_eyeroll_] What a complete snooze.
fr_fr: [_kate_s_eyeroll_] Qu'est-ce qu'un snooze complet.
it_it: [_kate_s_eyeroll_] Che posticipo completo.

source: [_kate_s_eyeroll_] My grandmother throws wilder parties at the retirement home.
fr_fr: [_kate_s_eyeroll_] Ma grand-mère jette des flétrissons à la maison de retraite.
it_it: [_kate_s_eyeroll_] Mia nonna lancia feste più selvagge alla casa di pensione.

source: [_mc_] It's a dinner, not a party...
fr_fr: [_mc_] C'est un dîner, pas une fête ...
it_it: [_mc_] È una cena, non una festa...

source: [_kate_s_laughing_] I love that you think that matters!
it_it: [_kate_s_laughing_] Mi piace che tu pensi che conti!

source: [_kate_s_laughing_] Calling a sloth a cheetah doesn't make it run faster.
fr_fr: [_kate_s_laughing_] Appel d'un sloth a cheetah ne le fait pas courir plus vite.
it_it: [_kate_s_laughing_] Chiamare un ghepardo non lo fa correre più velocemente.

source: [_lindsey_s_laughing_] This is quite nice, don't you agree?
fr_fr: [_lindsey_s_laughing_] C'est très bien, n'êtes-vous pas d'accord?
it_it: [_lindsey_s_laughing_] Questo è abbastanza bello, non sei d'accordo?

source: [_lindsey_s_smile_] [isabelle] is a lovely host.
fr_fr: [_lindsey_s_smile_] [isabelle] est un charmant hôte.
it_it: [_lindsey_s_smile_] [isabelle] è un grazioso host.

source: [_mc_] I noticed that you're not really talking to anyone, so I thought I'd check on you.
fr_fr: [_mc_] J'ai remarqué que vous n'êtes pas vraiment en train de parler à qui que ce soit, alors j'ai pensé que je vous vériverrais.
it_it: [_mc_] Ho notato che non parli con nessuno, così ho pensato di controllare come stai.

source: [_maxine_s_skeptical_] I'm observing.
fr_fr: [_maxine_s_skeptical_] Je suis en observation.
it_it: [_maxine_s_skeptical_] sto osservando.

source: [_mc_] Err... okay. What exactly are you observing?
fr_fr: [_mc_] Err ... ok. Qu'est-ce que vous observez exactement?
it_it: [_mc_] Err... okay. Cosa stai osservando?

source: [_maxine_s_skeptical_] The rise and fall of spirits.
fr_fr: [_maxine_s_skeptical_] La montée et la chute des spiritueux.
it_it: [_maxine_s_skeptical_] L'ascesa e la caduta degli spiriti.

source: [_mc_] So, ghosts, eh?
fr_fr: [_mc_] Alors, fantômes, hein?
it_it: [_mc_] Allora, fantasmi, eh?

source: [_maxine_s_eyeroll_] Don't be ridiculous.
fr_fr: [_maxine_s_eyeroll_] Ne pas être ridicule.
it_it: [_maxine_s_eyeroll_] Non essere ridicolo.

source: [_maxine_s_eyeroll_] In a wingding like this one, mood swings come in abundance.
fr_fr: [_maxine_s_eyeroll_] Dans une enflure comme celle-ci, les sautes d'humeur sont en abondance.
it_it: [_maxine_s_eyeroll_] In un'ala come questa, le oscillazioni d'umore vengono in abbondanza.

source: [_mc_] Why don't you just call it a dinner?
fr_fr: [_mc_] Pourquoi ne pas appeler ça un dîner?
it_it: [_mc_] Perché non la chiami solo una cena?

source: [_maxine_s_concerned_] That would be highly inappropriate... and potentially dangerous.
fr_fr: [_maxine_s_concerned_] Ce serait très inapproprié ... et potentiellement dangereux.
it_it: [_maxine_s_concerned_] Questo sarebbe molto inappropriato... e potenzialmente pericoloso.

source: [_maxine_s_excited_] Anyway, watch how [most_love]'s pupils dilate whenever she looks over here.
fr_fr: [_maxine_s_excited_] En tout cas, regardez comment les élèves de [most_love]dilate chaque fois qu'elle a l'air de ici.
it_it: [_maxine_s_excited_] Comunque, guarda come gli alunni di [most_love]si dilatano ogni volta che guarda qui.

source: [_maxine_s_excited_] A soft shade of pink kissing her cheeks.
fr_fr: [_maxine_s_excited_] Une nuance molle de rose qui embrasse ses joues.
it_it: [_maxine_s_excited_] Una morbida tonalità di rosa che bacia le guance.

source: [_maxine_s_excited_] According to my studies, a reaction like this is due to a temporary hormonal imbalance.
fr_fr: [_maxine_s_excited_] Selon mes études, une réaction comme celle-ci est due à un déséquilibre hormonal temporaire.
it_it: [_maxine_s_excited_] Secondo i miei studi, una reazione come questa è dovuta a uno squilibrio ormonale temporaneo.

source: [_maxine_s_concerned_] Or being a Lakers fan.
fr_fr: [_maxine_s_concerned_] Ou être un fan des Lakers.
it_it: [_maxine_s_concerned_] O essere un fan dei Lakers.

source: [_maxine_s_sad_] Of course, there's still research left to be done in this field of study.
fr_fr: [_maxine_s_sad_] Bien sûr, il reste des recherches à faire dans ce domaine d'étude.
it_it: [_maxine_s_sad_] Naturalmente, ci sono ancora ricerche da fare in questo campo di studio.

source: [_maxine_s_sad_] And that's why I'm here now.
fr_fr: [_maxine_s_sad_] Et c'est pourquoi je suis ici maintenant.
it_it: [_maxine_s_sad_] Ed è per questo che sono qui ora.

source: [_mc_] Right...
fr_fr: [_mc_] Droit ...
it_it: [_mc_] A Destra...

source: [_maxine_s_thinking_] Now, for your part in this endeavor.
fr_fr: [_maxine_s_thinking_] Maintenant, pour votre part dans cette entreprise.
it_it: [_maxine_s_thinking_] Ora, per parte vostra in questo sforzo.

source: [_mc_] My part? I never agreed to take part in your experiments.
fr_fr: [_mc_] Ma part? Je n'ai jamais accepté de participer à vos expériences.
it_it: [_mc_] La mia parte? Non ho mai accettato di prendere parte ai tuoi esperimenti.

source: [_maxine_s_skeptical_] I could've sworn you agreed...
fr_fr: [_maxine_s_skeptical_] I could've serment you convenue ...
it_it: [_maxine_s_skeptical_] Avrei potuto giurare che hai accettato...

source: [_maxine_s_skeptical_] Very well. Some people just aren't meant to carry the burden of greater insight.
fr_fr: [_maxine_s_skeptical_] Très bien. Certaines personnes ne sont tout simplement pas censées porter le fardeau d'une meilleure compréhension.
it_it: [_maxine_s_skeptical_] Molto bene. Alcune persone semplicemente non sono destinate a portare l'onere di maggiore intuizione.

source: She doesn't look too disappointed. That's good.
fr_fr: Elle n'a pas l'air trop déça. C'est bon.
it_it: Non sembra troppo delusa. È buona.

source: If there's something I've learned in the past, it's to stay clear of [maxine]'s experiments.
fr_fr: S'il y a quelque chose que j'ai appris par le passé, c'est pour rester clair des expériences de [maxine].
it_it: Se c'è qualcosa che ho imparato in passato, è quello di rimanere chiari degli esperimenti di [maxine].

source: [_maxine_s_skeptical_] Let's see here... an unwillingness to cooperate... slight perspiration...{space=-10} confusion and suppressed anger...
fr_fr: [_maxine_s_skeptical_] Let's see here ... an unempresto coopérer ... légère perspiration... { space=-10 } confusion et suppression de la colère ...
it_it: [_maxine_s_skeptical_] Vediamo qui... una riluttanza a cooperare... leggera traspirazione...{space=-10} confusione e rabbia soppressa...

source: Crap. She's profiling me now. Let's not give her any more data.
fr_fr: Crap. Elle me profilage maintenant. Ne lui donnons plus de données.
it_it: Crap. Mi sta profilando ora. Non le diamo altri dati.

source: [_mc_] This sounds important. Are you sure you can entrust me with this?
fr_fr: [_mc_] Cela semble important. Es-tu sûr de pouvoir me confier?
it_it: [_mc_] Sembra importante. Sei sicuro di potermi affidare con questo?

source: [_maxine_s_thinking_] We're going to find out. You're also part of the study.
fr_fr: [_maxine_s_thinking_] Nous allons le découvrir. Vous faites également partie de l'étude.
it_it: [_maxine_s_thinking_] Lo scopriremo. Anche tu fai parte dello studio.

source: [_maxine_s_sad_] That may or may not have been me slipping you inflammatory pieces of information.
fr_fr: [_maxine_s_sad_] C'est peut-être moi qui vous avez glissé des éléments d'information incendiaires.
it_it: [_maxine_s_sad_] Che può o non può essere stato me scivolando voi parti infiammatorie di informazioni.

source: [_maxine_s_thinking_] Of course, as a test subject, you can't know if that was a mistake on my part, or if it's a component of the experiment.
fr_fr: [_maxine_s_thinking_] Bien sûr, en tant que sujet d'essai, vous ne pouvez pas savoir si c'était une erreur de ma part, ou si c'est un élément de l'expérience.
it_it: [_maxine_s_thinking_] Naturalmente, come soggetto di prova, non puoi sapere se è stato un errore da parte mia, o se è un componente dell'esperimento.

source: [_mc_] Okay, fine. I'll do it. I trust you.
fr_fr: [_mc_] Ok, bien. Je le ferai. Je vous fais confiance.
it_it: [_mc_] Okay, bene. Lo farò. Mi fido di te.

source: [_maxine_s_confident_] Excellent. Let's get started.
fr_fr: [_maxine_s_confident_] Excellent. Commençons.
it_it: [_maxine_s_confident_] Eccellente. Iniziamo.

source: [_mc_] Sorry, but I'm not a guinea pig.
fr_fr: [_mc_] Désolé, mais je ne suis pas un cobaye.
it_it: [_mc_] Mi dispiace, ma non sono una cavia.

source: [_maxine_s_concerned_] That is a shame, and entirely unexpected.
fr_fr: [_maxine_s_concerned_] C'est dommage, et tout à fait inattendu.
it_it: [_maxine_s_concerned_] Questo è un peccato, e del tutto inaspettato.

source: [_maxine_s_concerned_] This disproves six hypotheses.
fr_fr: [_maxine_s_concerned_] Cela confirme six hypothèses.
it_it: [_maxine_s_concerned_] Questo smentisce sei ipotesi.

source: She looks disappointed, but such is life.
fr_fr: Elle a l'air déça, mais c'est la vie.
it_it: Sembra delusa, ma tale è la vita.

source: [_mc_] Just tell me what to do.
fr_fr: [_mc_] Simplement me dire quoi faire.
it_it: [_mc_] Basta dirmi cosa fare.

source: [_maxine_s_excited_] Your eagerness is duly noted.
fr_fr: [_maxine_s_excited_] Votre ardeur est dûment notée.
it_it: [_maxine_s_excited_] La tua impazienza è debitamente notata.
