Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: It's an unfair trade that most girls would never make.
fr_fr: C'est un commerce injuste que la plupart des filles ne feraient jamais.
it_it: È un commercio ingiusto che la maggior parte delle ragazze non farebbero mai.

source: But [isabelle] isn't most girls.
fr_fr: Mais le [isabelle] n'est pas la plupart des filles.
it_it: Ma [isabelle] non è la maggior parte delle ragazze.

source: She will take it for me.
fr_fr: Elle le prendra pour moi.
it_it: Lei lo prenderà per me.

source: If that's not romantic and selfless, I don't know what is!
fr_fr: Si ce n'est pas romantique et désintéressé, je ne sais pas ce qui est !
it_it: Se non è romantico e altruista, non so cos'è!

source: [_isabelle_s_desk_sex_anal4_] Oh, my god! Careful!
fr_fr: [_isabelle_s_desk_sex_anal4_] Oh, mon dieu ! Attention !
it_it: [_isabelle_s_desk_sex_anal4_] Oh, mio Dio! Attenzione!

source: It's hard to contain the urge to just ram it home. Very hard.
fr_fr: Il est difficile de contenir l'envie de simplement la bélier à la maison. Très dur.
it_it: È difficile contenere la voglia di montarla a casa. Molto difficile.

source: But hurting her too much would just be cruel when she's offering me something so priceless.
fr_fr: Mais la blesser trop serait cruelle quand elle me offrira quelque chose de si inestimable.
it_it: Ma farle troppo male sarebbe crudele quando mi offre qualcosa di così impagabile.

source: [_isabelle_s_desk_sex_anal4_] Ow! Ow! Ow!
it_it: [_isabelle_s_desk_sex_anal4_] Ow! Ow! Ow! Ow!

source: God, that feels so good.
fr_fr: Dieu, c'est si bon.
it_it: Dio, che si sente così bene.

source: The heat from her ass is radiating through my dick, into my pelvis, making me sweat bullets.
fr_fr: La chaleur de son cul irradie à travers ma bite, dans mon bassin, me faisant des balles de sueur.
it_it: Il calore dal suo culo si sta irradiando attraverso il mio cazzo, nel mio bacino, facendomi sudare proiettili.

source: The way her anal muscles try to push me out is driving me crazy.
fr_fr: La façon dont ses muscles anaux essaient de me pousser dehors me rend fou.
it_it: Il modo in cui i suoi muscoli anali cercano di spingermi fuori mi sta spingendo pazzo.

source: [_isabelle_s_desk_sex_anal4_] Oh, god!
fr_fr: [_isabelle_s_desk_sex_anal4_] Oh, mon dieu !
it_it: [_isabelle_s_desk_sex_anal4_] Oh, dio!

source: Fuck, I'm about to explode!
fr_fr: Putain, je vais exploser !
it_it: Cazzo sto per esplodere!

source: With a roar of satisfaction, I pull out and blast my seed all over her.
fr_fr: Avec un rugtemps de satisfaction, je me retire et je déblai mes graines tout autour d'elle.
it_it: Con un ruggito di soddisfazione, tiro fuori e soffiare il mio seme su di lei.

source: [_mc_] Took the words right out of my mouth. Hot damn.
fr_fr: [_mc_] J'ai pris les mots hors de ma bouche. Toutu chaud.
it_it: [_mc_] Ho preso le parole direttamente dalla mia bocca. Dannazione calda.

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord?
it_it: [_mc_] Stai bene?

source: In a final deep thrust, I push myself all the way in, emptying my balls inside her bowels.
fr_fr: Dans une dernière poussée profonde, je me pousse tout le temps à vider mes boules à l'intérieur de ses intestins.
it_it: In una spinta finale profonda, mi spingo fino in fondo, svuotando le mie palle dentro le sue viscere.

source: [_isabelle_s_desk_sex_anal_cum_inside_] Did you just...?
fr_fr: [_isabelle_s_desk_sex_anal_cum_inside_] Avez-vous juste ...?
it_it: [_isabelle_s_desk_sex_anal_cum_inside_] Hai solo...?

source: [_mc_] Sorry, I didn't have time...
fr_fr: [_mc_] Désolé, je n'ai pas eu le temps ...
it_it: [_mc_] Mi dispiace, non avevo tempo...

source: [_isabelle_s_desk_sex_aftermath_inside_] It's okay! Don't worry about it.
fr_fr: [_isabelle_s_desk_sex_aftermath_inside_] C'est bon ! Ne vous en faites pas.
it_it: [_isabelle_s_desk_sex_aftermath_inside_] Va bene! Non preoccuparti.

source: Knowing that she'll have to walk around with my cum in her ass the rest of the day...
fr_fr: Sachant qu'elle va devoir marcher avec mon foutre dans son cul le reste de la journée ...
it_it: Sapendo che dovrà camminare con il mio sperma nel suo culo il resto della giornata...

source: ...is just so incredibly hot.
fr_fr: ... est tellement sexy.
it_it: ...è così incredibilmente caldo.

source: [_mc_] Are {i}you{/} okay, though?
it_it: [_mc_] {i}Tu{/} stai bene, comunque?

source: [_isabelle_] I... think so.
fr_fr: [_isabelle_] Je ... pense.
it_it: [_isabelle_] Io... pensate così.

source: [_mc_] I really went hard in the end.
fr_fr: [_mc_] J'ai vraiment été dur à la fin.
it_it: [_mc_] Sono davvero andato duro alla fine.

source: [_isabelle_] I noticed!
fr_fr: [_isabelle_] J'ai remarqué !
it_it: [_isabelle_] ho notato!

source: [_mc_] We should definitely do this again another time.
fr_fr: [_mc_] Nous devrions définitivement le faire encore une fois encore.
it_it: [_mc_] Dovremmo sicuramente farlo di nuovo un'altra volta.

source: [_mc_] What? Was it that bad?
fr_fr: [_mc_] Quoi? Est-ce que c'était mauvais?
it_it: [_mc_] Cosa? Era così male?

source: [_isabelle_] Well, I... would've liked to have an orgasm.
fr_fr: [_isabelle_] Eh bien, je ... aurait aimé avoir un orgasme.
it_it: [_isabelle_] Beh, mi sarebbe piaciuto avere un orgasmo.

source: [_mc_] Next time, I'll take care of it first.
fr_fr: [_mc_] La prochaine fois, je m'en occupe d'abord.
it_it: [_mc_] La prossima volta, mi occuperò prima di questo.

source: [_isabelle_] I think that will be a must if you ever want to fuck my ass again...
fr_fr: [_isabelle_] Je pense que ce sera un must si jamais vous voulez baiser mon cul à nouveau ...
it_it: [_isabelle_] Penso che sarà un must se mai volete scopare il culo di nuovo...

source: [_mc_] Hehe, deal!
it_it: [_mc_] Hehe, affari!

source: [_mc_] I think it's hot that you didn't.
fr_fr: [_mc_] Je pense qu'il fait chaud que vous ne l'avez pas fait.
it_it: [_mc_] Penso che sia caldo che tu no.

source: [_isabelle_] That's...
fr_fr: [_isabelle_] C'est. ..
it_it: [_isabelle_] Che È...

source: [_isabelle_] ...I don't know, a little twisted?
fr_fr: [_isabelle_] ...Je ne sais pas, un peu tordu?
it_it: [_isabelle_] ... non lo so, un po' contorto?

source: [_mc_] It is.
fr_fr: [_mc_] C'est le.
it_it: [_mc_] È così.

source: [_isabelle_] I think I get it, though.
fr_fr: [_isabelle_] Je pense que je l'ai bien.
it_it: [_isabelle_] penso di averlo, però.

source: [_mc_] You do?
fr_fr: [_mc_] Vous faites?
it_it: [_mc_] Hai fatto?

source: [_isabelle_] Sure. It's about putting someone else above your own gratification.
fr_fr: [_isabelle_] Sure. Il s'agit de placer quelqu'un d'autre au-dessus de votre propre gratification.
it_it: [_isabelle_] Certo. Si tratta di mettere qualcun altro al di sopra della tua gratificazione.

source: [_isabelle_] I definitely see the appeal.
fr_fr: [_isabelle_] Je vois vraiment l'appel.
it_it: [_isabelle_] Vedo sicuramente l'appello.

source: [_isabelle_] If it's something that really turns you on, we can play that game sometimes.
fr_fr: [_isabelle_] Si c'est quelque chose qui vous tourne vraiment, on peut jouer ce jeu parfois.
it_it: [_isabelle_] Se è qualcosa che ti accende davvero, a volte possiamo giocare a quel gioco.

source: [_mc_] God, you're perfect.
fr_fr: [_mc_] Dieu, vous êtes parfait.
it_it: [_mc_] Dio, sei perfetto.

source: [_isabelle_s_laughing_] Let's find [maxine] now, shall we?
fr_fr: [_isabelle_s_laughing_] Voyons le [maxine] maintenant, allons-nous?
it_it: [_isabelle_s_laughing_] Cerchiamo di trovare [maxine] adesso, vero?

source: [_isabelle_s_laughing_untucked_] Let's find [maxine] now, shall we?
fr_fr: [_isabelle_s_laughing_untucked_] Voyons le [maxine] maintenant, allons-nous?
it_it: [_isabelle_s_laughing_untucked_] Cerchiamo di trovare [maxine] adesso, vero?

source: [_mc_] Perhaps later. We need to find [maxine].
fr_fr: [_mc_] Peut-être plus tard. Nous devons trouver le [maxine].
it_it: [_mc_] Forse più tardi. Abbiamo bisogno di trovare [maxine].

source: [_isabelle_s_excited_] You're right! Let's go!
fr_fr: [_isabelle_s_excited_] Vous avez raison ! Allons-y !
it_it: [_isabelle_s_excited_] Hai ragione! Andiamo!

source: [_maxine_s_afraid_] What took you so long?
fr_fr: [_maxine_s_afraid_] Qu'est-ce qui t'a pris si longtemps?
it_it: [_maxine_s_afraid_] Cosa ti ha richiesto così tanto tempo?

source: [_isabelle_s_eyeroll_] Oh, I don't know, running around the school trying to figure out a damn riddle?
fr_fr: [_isabelle_s_eyeroll_] Oh, je ne sais pas, courir autour de l'école essayant de comprendre une putain d'énigme?
it_it: [_isabelle_s_eyeroll_] Oh, non so, correre intorno alla scuola cercando di capire un indovinello maledetto?

source: [_maxine_s_thinking_] Why would you waste your time like that? You should've come here immediately.
fr_fr: [_maxine_s_thinking_] Pourquoi gaspiez-vous votre temps comme ça? Tu devrais venir ici immédiatement.
it_it: [_maxine_s_thinking_] Perché perderesti il tuo tempo così? Saresti dovuto venire qui immediatamente.

source: [_isabelle_s_annoyed_] Don't you try putting this on us!
fr_fr: [_isabelle_s_annoyed_] N'essayez pas de mettre ça sur nous !
it_it: [_isabelle_s_annoyed_] Non provare a metterci questo su di noi!

source: [_mc_] Ladies! Let's not get too heated. We have bigger fish to fry.
fr_fr: [_mc_] Dames ! Ne nous chauffons pas trop. Nous avons des poissons plus gros pour les faire frire.
it_it: [_mc_] Signore! Non riscaldiamo. Abbiamo pesce più grande per friggere.

source: [_isabelle_s_blush_] You're right.
fr_fr: [_isabelle_s_blush_] Vous avez raison.
it_it: [_isabelle_s_blush_] Hai ragione.

source: [_mc_] [maxine], let's have that meeting right now. No more games.
fr_fr: [_mc_] [maxine], ayons cette réunion en ce moment. Plus de jeux.
it_it: [_mc_] [maxine], cerchiamo di avere quella riunione in questo momento. Niente più giochi.

source: [_maxine_s_thinking_] Games?
fr_fr: [_maxine_s_thinking_] Jeux?
it_it: [_maxine_s_thinking_] Giochi?

source: [_mc_] Look, can we have the meeting or not?
fr_fr: [_mc_] Ecoute, pouvons-nous avoir la réunion ou pas?
it_it: [_mc_] Guarda, possiamo avere la riunione o no?

source: [_maxine_s_sad_] I suppose we could...
fr_fr: [_maxine_s_sad_] Je suppose que nous pourrions ...
it_it: [_maxine_s_sad_] Suppongo che potremmo...

source: [_mc_] So, we have a story you might be interested in.
fr_fr: [_mc_] Alors, nous avons une histoire qui vous intéresse.
it_it: [_mc_] Quindi, abbiamo una storia che potrebbe interessarti.

source: [_isabelle_s_blush_] Newspaper headlines.
fr_fr: [_isabelle_s_blush_] titres de journaux.
it_it: [_isabelle_s_blush_] Quotidiani titoli.

source: [_maxine_s_thinking_] I'm listening.
fr_fr: [_maxine_s_thinking_] Je suis à l'écoute.
it_it: [_maxine_s_thinking_] sto ascoltando.

source: [_mc_] Have you heard of the devil pig?
fr_fr: [_mc_] Avez-vous entendu parler du cochon du diable?
it_it: [_mc_] Hai sentito parlare del maiale del diavolo?

source: [_maxine_s_confident_] Of course! Who hasn't?
fr_fr: [_maxine_s_confident_] Bien sûr ! Qui n'en a pas?
it_it: [_maxine_s_confident_] Certo! Chi non è?

source: [_mc_] Well, we caught a photo of it inside the school.
fr_fr: [_mc_] Eh bien, nous en avons pris une photo à l'intérieur de l'école.
it_it: [_mc_] Beh, ne abbiamo catturato una foto all'interno della scuola.

source: [_maxine_s_skeptical_] The devil-pig hasn't been spotted outside of Papua New Guinea since 1906.
fr_fr: [_maxine_s_skeptical_] Le cochon de porc n'a pas été repéré à l'extérieur de la Papouasie-Nouvelle-Guinée depuis 1906.
it_it: [_maxine_s_skeptical_] Il maiale del diavolo non è stato avvistato al di fuori della Papua Nuova Guinea dal 1906.

source: [_isabelle_s_confident_] ...alive.
fr_fr: [_isabelle_s_confident_] ... vivant.
it_it: [_isabelle_s_confident_] ...vivo.

source: [_maxine_s_annoyed_] What?
fr_fr: [_maxine_s_annoyed_] Quoi?
it_it: [_maxine_s_annoyed_] Cosa?

source: [_isabelle_s_laughing_] It hasn't been spotted {i}alive{/} since 1906. The one we're talking about has attained a more... incorporeal form.
fr_fr: [_isabelle_s_laughing_] Il n'a pas été repéré {i}vivant { / } depuis 1906. L'unique dont nous parlons a atteint un format plus ... incorporels.
it_it: [_isabelle_s_laughing_] Non è stato individuato da {i}vivo{/} dal 1906. Quello di cui stiamo parlando ha raggiunto una forma incorporeal più...

source: [_mc_] Basically, it's a ghost pig, and we have the proof right here.
fr_fr: [_mc_] Fondamentalement, c'est un cochon fantôme, et nous avons la preuve ici.
it_it: [_mc_] Fondamentalmente, è un maiale fantasma, e abbiamo la prova proprio qui.

source: [_mc_] Take a look at this photo.
fr_fr: [_mc_] Jetez un coup d'oeil à cette photo.
it_it: [_mc_] Dai un'occhiata a questa foto.

source: [_maxine_s_confident_isabelle_phone_] Hmm... very intriguing...
fr_fr: [_maxine_s_confident_isabelle_phone_] Hmm ... très intriguant ...
it_it: [_maxine_s_confident_isabelle_phone_] Hmm... molto intrigante...

source: [_maxine_s_confident_mc_phone_] Hmm... very intriguing...
fr_fr: [_maxine_s_confident_mc_phone_] Hmm ... très intriguant ...
it_it: [_maxine_s_confident_mc_phone_] Hmm... molto intrigante...

source: [_isabelle_s_concerned_] It attacked us out of nowhere. We're lucky to be alive.
fr_fr: [_isabelle_s_concerned_] Il nous a attaqués de nulle part. Nous avons de la chance d'être en vie.
it_it: [_isabelle_s_concerned_] Ci ha attaccati dal nulla. Siamo fortunati ad essere vivi.

source: [_mc_] The fact that we caught it with the camera is a small miracle.
fr_fr: [_mc_] Le fait que nous l'avons pris avec la caméra est un petit miracle.
it_it: [_mc_] Il fatto che l'abbiamo catturata con la macchina fotografica è un piccolo miracolo.

source: [_maxine_s_confident_isabelle_phone_] The photo does seem to be unmanipulated...
fr_fr: [_maxine_s_confident_isabelle_phone_] La photo ne semble pas être manipulée ...
it_it: [_maxine_s_confident_isabelle_phone_] La foto sembra essere inmanipolata...

source: [_maxine_s_confident_mc_phone_] The photo does seem to be unmanipulated...
fr_fr: [_maxine_s_confident_mc_phone_] La photo ne semble pas être manipulée ...
it_it: [_maxine_s_confident_mc_phone_] La foto sembra essere inmanipolata...

source: [_isabelle_s_skeptical_] We showed it to the [guard], but he ignored it.
fr_fr: [_isabelle_s_skeptical_] Nous l'avons montré au [guard], mais il l'a ignoré.
it_it: [_isabelle_s_skeptical_] Lo abbiamo mostrato alla [guard], ma l'ha ignorato.

source: [_mc_] People have a right to know they might be in danger, don't you think?{space=-30}
fr_fr: [_mc_] Les gens ont le droit de savoir qu'ils sont en danger, ne pensez-vous pas? { space=-30 }
it_it: [_mc_] Le persone hanno il diritto di sapere che potrebbero essere in pericolo, non si pensa?{space=-30}

source: [_maxine_s_annoyed_isabelle_phone_] This is true...
fr_fr: [_maxine_s_annoyed_isabelle_phone_] C'est vrai ...
it_it: [_maxine_s_annoyed_isabelle_phone_] Questo è vero...

source: [_maxine_s_annoyed_mc_phone_] This is true...
fr_fr: [_maxine_s_annoyed_mc_phone_] C'est vrai ...
it_it: [_maxine_s_annoyed_mc_phone_] Questo è vero...

source: [_maxine_s_annoyed_] Okay, fax me the picture.
fr_fr: [_maxine_s_annoyed_] Ok, faxez-moi la photo.
it_it: [_maxine_s_annoyed_] Okay, fax me la foto.

source: [_isabelle_s_excited_] It's fine, I'll handle it!
fr_fr: [_isabelle_s_excited_] C'est bien, je m'en occuperai !
it_it: [_isabelle_s_excited_] Va bene, lo gestirò!

source: [_isabelle_s_neutral_] My dad is a lawyer, and he has an old fax machine in the garage.
fr_fr: [_isabelle_s_neutral_] Mon père est avocat, et il a un vieux télécopieur dans le garage.
it_it: [_isabelle_s_neutral_] Mio padre è un avvocato, e ha un vecchio fax nel garage.

source: [_maxine_s_confident_] Perfect. Now, if you'll excuse me, I have inverted flects to tend to.
fr_fr: [_maxine_s_confident_] Parfait. Maintenant, si vous m'excusez, j'ai des flûtes inversées pour avoir tendance à.
it_it: [_maxine_s_confident_] Perfetto. Ora, se mi scusi, ho invertito i fletti a cui tendere.

source: [_mc_] Have fun, I guess.
fr_fr: [_mc_] Amusea, je suppose.
it_it: [_mc_] Buon divertimento, immagino.

source: [_maxine_s_thinking_] That's like saying "have fun" to a soldier going to war.
fr_fr: [_maxine_s_thinking_] C'est comme dire "s'amuser" à un soldat qui va à la guerre.
it_it: [_maxine_s_thinking_] È come dire che "divertiti" ad un soldato che sta andando in guerra.

source: [_maxine_s_thinking_] War is never fun.
fr_fr: [_maxine_s_thinking_] La guerre n'est jamais amusante.
it_it: [_maxine_s_thinking_] La guerra non è mai divertente.

source: [_isabelle_s_laughing_] That didn't take a lot of convincing.
fr_fr: [_isabelle_s_laughing_] Cela n'a pas beaucoup été convaincant.
it_it: [_isabelle_s_laughing_] Non ci è voluto molto convincente.

source: [_mc_] Yeah, well. Fortunately for us, [maxine] will believe in anything.
fr_fr: [_mc_] Oui, eh bien. Heureusement pour nous, [maxine] croira quoi que ce soit.
it_it: [_mc_] Sì, bene. Fortunatamente per noi, [maxine] crederà a qualsiasi cosa.

source: [_mc_] So, what's next?
fr_fr: [_mc_] Alors, qu'est-ce qui va?
it_it: [_mc_] Allora, cosa c'è dopo?

source: [_isabelle_s_confident_] Everything is ready. Now, we just need to make sure [kate] sees the article.
fr_fr: [_isabelle_s_confident_] Tout est prêt. Maintenant, nous devons juste nous assurer que [kate] voit l'article.
it_it: [_isabelle_s_confident_] Tutto è pronto. Ora abbiamo solo bisogno di assicurarsi che [kate] veda l'articolo.

source: [_isabelle_s_confident_] Then, during the Independence Day dinner, just before the cheerleader tryouts...
fr_fr: [_isabelle_s_confident_] Puis, pendant le dîner de la fête de l'Indépendance, juste avant les essais de cheerleader ...
it_it: [_isabelle_s_confident_] Poi, durante la cena della giornata di indipendenza, poco prima della cheerleader prova...

source: [_isabelle_s_confident_] ...that's when we'll strike.
fr_fr: [_isabelle_s_confident_] ... c'est quand on va frapper.
it_it: [_isabelle_s_confident_] ... è quando colpiremo.

source: [_mc_] But what are we going to do with the paint and stuff?
fr_fr: [_mc_] Mais qu'allons-nous faire avec la peinture et les trucs?
it_it: [_mc_] Ma che cosa faremo con la vernice e la roba?

source: [_isabelle_s_flirty_] We'll scare her witless with the mask.
fr_fr: [_isabelle_s_flirty_] Nous allons scinquer sa sorcière avec le masque.
it_it: [_isabelle_s_flirty_] La spaventeremo con la maschera.

source: [_isabelle_s_flirty_] She'll run, trip, splash — tryouts missed.
fr_fr: [_isabelle_s_flirty_] She'll run, trip, splash-tryouts manqué.
it_it: [_isabelle_s_flirty_] Lei correrà, viaggierà, spruzzerà — tryouts persi.

source: [_mc_] All right, then. Are you sure about this?
fr_fr: [_mc_] Très bien, alors. Es-tu sûre de ça?
it_it: [_mc_] Va bene, allora. Sei sicuro di questo?

source: [_mc_] Being a cheerleader is basically her entire identity. She'll be furious.
fr_fr: [_mc_] Être un cheerchef est essentiellement son identité. Elle sera furieuse.
it_it: [_mc_] Essere un cheerleader è fondamentalmente tutta la sua identità. Sarà furiosa.

source: [_isabelle_s_cringe_] I don't think anything else will teach her a lesson.
fr_fr: [_isabelle_s_cringe_] Je ne pense pas que quoi que ce soit d'autre lui apprira une leçon.
it_it: [_isabelle_s_cringe_] Non penso che nient'altro le insegnerà una lezione.

source: [_mc_] You're probably right...
fr_fr: [_mc_] Vous avez probablement raison ...
it_it: [_mc_] probabilmente hai ragione...

source: [_mc_] Okay, I'll make sure the newspaper about the ghost pig crosses her path.
fr_fr: [_mc_] Ok, je ferai en sorte que le journal sur le cochon de fantôme traverse le son chemin.
it_it: [_mc_] Okay, mi assicurerò che il giornale sul maiale fantasma attraversa il suo percorso.

source: [_isabelle_s_flirty_] Lovely! I'll see you later, then!
fr_fr: [_isabelle_s_flirty_] Lovely ! Je te verrai plus tard, alors !
it_it: [_isabelle_s_flirty_] Lovely! Ti vedrò più tardi, allora!

source: It'll probably take a day or two before [maxine] has printed up a new issue of the school paper...
fr_fr: Il faudra probablement un jour ou deux avant que le [maxine] ait imprimé un nouveau numéro du papier de l'école ...
it_it: Probabilmente ci vorrà un giorno o due prima che [maxine] abbia stampato un nuovo numero della carta scolastica...

source: I'll just have to keep checking the newspaper stand.
fr_fr: Je vais juste devoir vérifier le stand du journal.
it_it: Dovrò solo continuare a controllare lo stand del giornale.

source: [_kate_s_eyeroll_] What exactly do you think you're doing this close to me?
fr_fr: [_kate_s_eyeroll_] Que penses-tu exactement que tu fais ça près de moi?
it_it: [_kate_s_eyeroll_] Che cosa pensi esattamente che tu stia facendo questo vicino a me?

source: Crap. If I just give her the newspaper, she'll get suspicious.
fr_fr: Crap. Si je lui donne le journal, elle se méfie.
it_it: Crap. Se le do solo il giornale, lei si sospetterà.

source: [_kate_s_skeptical_] Go grunt somewhere else. You're disturbing the peace.
fr_fr: [_kate_s_skeptical_] Go grunt ailleurs. Vous dérangez la paix.
it_it: [_kate_s_skeptical_] Andate a sdegnare da qualche altra parte. Stai disturbando la pace.

source: Hmm... I probably need to plant it somewhere she'll find it...
fr_fr: Hmm ... J'ai probablement besoin de l'planter quelque part, elle le trouvera ...
it_it: Hmm... Probabilmente ho bisogno di piantarlo da qualche parte lo troverà...

source: [kate] always sits down to take her shoes off... which means the trophy case is right in her field of view.
fr_fr: [kate] s'assoit toujours pour enlever ses chaussures ... ce qui signifie que l'affaire du trophée est juste dans son champ de vision.
it_it: [kate] si siede sempre per togliere le scarpe... il che significa che il caso trofeo è giusto nel suo campo visivo.

source: If I could somehow get the newspaper inside the glass, that would be perfect.
fr_fr: Si je pouvais trouver le journal à l'intérieur du verre, ça serait parfait.
it_it: Se potessi in qualche modo ottenere il giornale all'interno del vetro, sarebbe perfetto.

source: Unfortunately, it's locked, and only [jo] has the key.
fr_fr: Malheureusement, il est verrouillé, et seul le [jo] a la clé.
it_it: Purtroppo, è bloccato, e solo [jo] ha la chiave.

source: [_jo_s_smile_] What's going on, kiddo?
fr_fr: [_jo_s_smile_] Que se passe-t-il, kiddo?
it_it: [_jo_s_smile_] Cosa sta succedendo, il bambino?

source: [_mc_] I'm in a bit of a pickle.
fr_fr: [_mc_] Je suis dans un peu de cornichon.
it_it: [_mc_] sono in un po' di un sottaceto.

source: [_jo_s_skeptical_] That doesn't sound good.
fr_fr: [_jo_s_skeptical_] Ça ne semble pas bon.
it_it: [_jo_s_skeptical_] Quello non sembra buono.

source: [_mc_] I lost a bet with the cheerleading squad.
fr_fr: [_mc_] J'ai perdu un pari avec l'équipe de cheerleading.
it_it: [_mc_] Ho perso una scommessa con la squadra cheerleader.

source: [_jo_s_cringe_] Gambling, [mc]? Really?
fr_fr: [_jo_s_cringe_] Jeu de hasard, [mc]? Vraiement?
it_it: [_jo_s_cringe_] Gioco D'azzardo, [mc]? Davvero?

source: [_mc_] It wasn't really gambling... just a silly bet.
fr_fr: [_mc_] Ce n'était pas vraiment du jeu ... juste un pari stupide.
it_it: [_mc_] Non era davvero gioco d'azzardo... solo una scommessa sciocca.

source: [_jo_s_cringe_] Well, how much do you owe them?
fr_fr: [_jo_s_cringe_] Eh bien, combien vous devez?
it_it: [_jo_s_cringe_] Beh, quanto li dovete?

source: [_mc_] Nothing! I mean, I don't owe them money.
fr_fr: [_mc_] Rien ! Je veux dire, je ne leur dois pas d'argent.
it_it: [_mc_] Niente! Voglio dire, non devo loro soldi.

source: [_jo_s_displeased_] What, then?
fr_fr: [_jo_s_displeased_] Quoi, alors?
it_it: [_jo_s_displeased_] Che cosa, allora?
