Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_locker.po
Languages: fr_fr, it_it

source: [_isabelle_s_cringe_] That's how the world works.
fr_fr: [_isabelle_s_cringe_] C'est comme ça que fonctionne le monde.
it_it: [_isabelle_s_cringe_] Ecco come funziona il mondo.

source: [_isabelle_s_cringe_] An eye for an eye because the world is already blind.
fr_fr: [_isabelle_s_cringe_] oeil pour œil parce que le monde est déjà aveugle.
it_it: [_isabelle_s_cringe_] Un occhio per un occhio perché il mondo è già cieco.

source: [_mc_] Well, [maxine] is far from blind — she has eyes everywhere. Stealing [spinach] won't be easy.
fr_fr: [_mc_] Eh bien, [maxine] est loin d'être aveugle-elle a les yeux partout. Le vol [spinach] ne sera pas facile.
it_it: [_mc_] Beh, [maxine] è tutt'altro che cieca: ha occhi ovunque. Rubare [spinach] non sarà facile.

source: [_isabelle_s_thinking_] But it's possible, right?
fr_fr: [_isabelle_s_thinking_] Mais c'est possible, non?
it_it: [_isabelle_s_thinking_] Ma è possibile, giusto?

source: [_mc_] Maybe if we can lure the cat out of her office...
fr_fr: [_mc_] Peut-être que si nous pouvons attirer le chat hors de son bureau ...
it_it: [_mc_] Forse se possiamo attirare il gatto fuori dal suo ufficio...

source: [_mc_] I actually might have an idea.
fr_fr: [_mc_] Je pourrais avoir une idée.
it_it: [_mc_] in realtà potrei avere un'idea.

source: [_isabelle_s_flirty_] What is it?
fr_fr: [_isabelle_s_flirty_] Qu'est-ce que c'est?
it_it: [_isabelle_s_flirty_] Che cos'è?

source: [_mc_] Well, [maxine] calls her cat Detective [spinach].
fr_fr: [_mc_] Eh bien, [maxine] appelle son chat Detective [spinach].
it_it: [_mc_] Beh, [maxine] chiama il suo gatto Detective [spinach].

source: [_isabelle_s_flirty_] Does it solve crimes?
fr_fr: [_isabelle_s_flirty_] Est-ce qu'il résout les crimes?
it_it: [_isabelle_s_flirty_] Risolve i crimini?

source: [_mc_] Not really, but it has a really good sense of smell. Like a bloodhound.
fr_fr: [_mc_] Pas vraiment, mais ça a un très bon sens de l'odorat. Comme une effusion de sang.
it_it: [_mc_] Non davvero, ma ha un buon senso dell'odore. Come un circolo di sangue.

source: [_isabelle_s_thinking_] That's fascinating. Not sure how it'll help us steal it, though...
fr_fr: [_isabelle_s_thinking_] C'est fascinant. Je ne sais pas comment ça va nous aider à le voler, même si ...
it_it: [_isabelle_s_thinking_] È affascinante. Non è sicuro come ci aiuterà a rubarlo, però...

source: [_mc_] I do.
fr_fr: [_mc_] Je le fais.
it_it: [_mc_] lo faccio.

source: [_mc_] Give me your panties.
fr_fr: [_mc_] Donnez-moi vos cultes.
it_it: [_mc_] Dammi le tue mutandine.

source: [_isabelle_s_afraid_] What?! Why?
fr_fr: [_isabelle_s_afraid_] Quoi? ! Pourquoi?
it_it: [_isabelle_s_afraid_] Cosa?! Perché?

source: [_mc_] Because, uh... it's the only way [spinach] will search for you?
fr_fr: [_mc_] Parce que, euh ... c'est la seule façon pour [spinach] de vous chercher?
it_it: [_mc_] Perché, uh... è l'unico modo [spinach] ti cercherà?

source: [_mc_] Are you willing to make a personal sacrifice in the quest for revenge?
fr_fr: [_mc_] Êtes-vous prêt à faire un sacrifice personnel dans la quête de la vengeance?
it_it: [_mc_] Sei disposto a fare un sacrificio personale nella ricerca della vendetta?

source: [_isabelle_s_confident_] Be right back.
fr_fr: [_isabelle_s_confident_] Soyez de retour.
it_it: [_isabelle_s_confident_] Sii subito indietro.

source: Wait, seriously?
fr_fr: Attends, sérieusement?
it_it: Aspetta, seriamente?

source: [_isabelle_] Just give me a minute!
fr_fr: [_isabelle_] Laissez-moi juste une minute !
it_it: [_isabelle_] Mi dia un minuto!

source: Huh, I guess so...
fr_fr: Huh, je suppose ...
it_it: Huh, immagino così...

source: [_isabelle_s_flirty_holdingpanties_] Here you go.
fr_fr: [_isabelle_s_flirty_holdingpanties_] Ici, vous allez.
it_it: [_isabelle_s_flirty_holdingpanties_] Qui vai.

source: [_mc_] Thanks!
fr_fr: [_mc_] Merci !
it_it: [_mc_] Grazie!

source: [_isabelle_s_laughing_] Don't lose them!
fr_fr: [_isabelle_s_laughing_] Ne les perdez pas !
it_it: [_isabelle_s_laughing_] Non perderli!

source: [_mc_] Don't worry. They're my most treasured possession.
fr_fr: [_mc_] Ne vous inquiétez pas. Ils sont ma possession la plus précieuse.
it_it: [_mc_] Non ti preoccupare. Sono il mio bene più prezioso.

source: [_isabelle_s_smile_] I want them back when we're done.
fr_fr: [_isabelle_s_smile_] Je veux qu'ils reviennent quand on est fait.
it_it: [_isabelle_s_smile_] Le voglio indietro quando abbiamo finito.

source: [_mc_] We'll see about that...
fr_fr: [_mc_] Nous verrons à ce sujet ...
it_it: [_mc_] Vedremo a questo proposito...

source: [_mc_] Relax, I'm joking!
fr_fr: [_mc_] Relax, je plaisant !
it_it: [_mc_] Relax, sto scherzando!

source: [_mc_] I need an article of your clothing.
fr_fr: [_mc_] J'ai besoin d'un article de vos vêtements.
it_it: [_mc_] Ho bisogno di un articolo del tuo abbigliamento.

source: [_isabelle_s_laughing_] Oh, I get it — you'll let her sniff it and then she'll search for me. Clever!
fr_fr: [_isabelle_s_laughing_] Oh, je l'ai, vous la laisserez renifler et elle me cherche. Clever !
it_it: [_isabelle_s_laughing_] Oh, lo ottengo — lascerai il suo sniff e poi mi cercherà. Clever!

source: [_mc_] Exactly.
fr_fr: [_mc_] Exactement.
it_it: [_mc_] Esattamente.

source: [_isabelle_s_confident_] Okay, do you think my glasses will work?
fr_fr: [_isabelle_s_confident_] D'accord, croyez-vous que mes lunettes fonctionnent?
it_it: [_isabelle_s_confident_] Okay, pensi che i miei occhiali funzioneranno?

source: [_mc_] Probably...
fr_fr: [_mc_] Probablement ...
it_it: [_mc_] Probabilmente...

source: [_isabelle_s_confident_] All right, here.
fr_fr: [_isabelle_s_confident_] Très bien, ici.
it_it: [_isabelle_s_confident_] Va bene, qui.

source: [_mc_] I'll take good care of them.
fr_fr: [_mc_] Je prendrai soin d'eux.
it_it: [_mc_] mi prenderò cura di loro.

source: [_mc_] Now, go wait outside and I'll make the cat come to you.
fr_fr: [_mc_] Maintenant, allez attendre dehors et je ferai venir le chat.
it_it: [_mc_] Ora, vai ad aspettare fuori e farò venire il gatto da te.

source: Damn it — [maxine] is here.
fr_fr: Damn it- [maxine] est ici.
it_it: Dannazione — [maxine] è qui.

source: If I'm going to lure the cat outside, I'll need to get rid of her somehow...
fr_fr: Si je vais attirer le chat à l'extérieur, j'aurai besoin de me débarrasser d'elle d'une façon ou d'une autre ...
it_it: Se sto per attirare il gatto fuori, ho bisogno di sbarazzarmi di lei in qualche modo...

source: [_maxine_s_concerned_binoculars_] Do not disturb me. This is an important process.
fr_fr: [_maxine_s_concerned_binoculars_] Ne me dérange pas. Il s'agit d'un processus important.
it_it: [_maxine_s_concerned_binoculars_] Non disturbarmi. Questo è un processo importante.

source: [_maxine_s_concerned_binoculars_] Observing the extraction of milk from bananas.
fr_fr: [_maxine_s_concerned_binoculars_] Observation de l'extraction du lait de la banane.
it_it: [_maxine_s_concerned_binoculars_] Osservando l'estrazione di latte dalle banane.

source: [_mc_] Right, of course. What else would you be looking at up there?
fr_fr: [_mc_] Bien sûr. Que feriez-vous d'autre là-bas?
it_it: [_mc_] destra, ovviamente. Che altro guarderesti lì?

source: [_maxine_s_concerned_binoculars_] What did I just tell you? Go away.
fr_fr: [_maxine_s_concerned_binoculars_] Qu'est-ce que je viens de vous dire? Vas-y.
it_it: [_maxine_s_concerned_binoculars_] Cosa ti ho appena detto? Andate via.

source: Hmm... I need to come up with something that catches her interest...
fr_fr: Hmm ... J'ai besoin de trouver quelque chose qui attire son intérêt ...
it_it: Hmm... Ho bisogno di trovare qualcosa che cattura il suo interesse...

source: [_mc_] What do you think about the new art teacher?
fr_fr: [_mc_] Que pensez-vous du nouveau professeur d'art?
it_it: [_mc_] Cosa ne pensi del nuovo insegnante d'arte?

source: [_maxine_s_concerned_binoculars_] A colorful personality. Very fertile.
fr_fr: [_maxine_s_concerned_binoculars_] Une personnalité colorée. Très fertile.
it_it: [_maxine_s_concerned_binoculars_] Una personalità colorata. Molto fertile.

source: [_maxine_s_concerned_binoculars_] That's when a female is able to produce offspring.
fr_fr: [_maxine_s_concerned_binoculars_] C'est quand une femelle est capable de produire sa progéniture.
it_it: [_maxine_s_concerned_binoculars_] Questo è quando una femmina è in grado di produrre prole.

source: [_mc_] I know that!
fr_fr: [_mc_] Je le sais !
it_it: [_mc_] lo so!

source: [_mc_] Anyway, did you know that she doesn't dabble?
fr_fr: [_mc_] Quoi qu'il en soit, tu savais qu'elle ne savait pas?
it_it: [_mc_] Comunque sapevate che lei non si abbla?

source: [_maxine_s_concerned_binoculars_] Everyone knows that.
fr_fr: [_maxine_s_concerned_binoculars_] Tout le monde le sait.
it_it: [_maxine_s_concerned_binoculars_] Lo sanno tutti.

source: [_mc_] Did you know that she might actually be dabbling?
fr_fr: [_mc_] Saviez-vous qu'elle pourrait être en train de se chamaillant?
it_it: [_mc_] Lo sapevate che potrebbe essere in realtà abbling?

source: [_maxine_s_skeptical_] I'm listening.
fr_fr: [_maxine_s_skeptical_] Je suis à l'écoute.
it_it: [_maxine_s_skeptical_] sto ascoltando.

source: [_mc_] Stop listening. Go investigate.
fr_fr: [_mc_] Arrêter l'écoute. Va enquêter.
it_it: [_mc_] Smetti di ascoltare. Vai a indagare.

source: [_maxine_s_skeptical_] Are your sources solid?
fr_fr: [_maxine_s_skeptical_] Vos sources sont-elles solides?
it_it: [_maxine_s_skeptical_] Le tue fonti sono solide?

source: [_mc_] Naturally! Do you think I would bring you false information?
fr_fr: [_mc_] Naturellement ! Pensez-vous que je vous apporte de fausses informations?
it_it: [_mc_] Naturalmente! Pensi che ti porterei false informazioni?

source: [_maxine_s_thinking_] Would you?
fr_fr: [_maxine_s_thinking_] Diriez-vous?
it_it: [_maxine_s_thinking_] vero?

source: [_mc_] No!
fr_fr: [_mc_] Non !

source: [_maxine_s_thinking_] Excuse me.
fr_fr: [_maxine_s_thinking_] Excuse-moi.
it_it: [_maxine_s_thinking_] Scusatemi.

source: Perfect. That'll keep her busy for a while...
fr_fr: Parfait. Ça va la garder occupée pendant un moment ...
it_it: Perfetto. La terrà impegnata per un po'...

source: [_mc_] Do you ever work out?
fr_fr: [_mc_] Est-ce que vous travaillez déjà?
it_it: [_mc_] Si lavora mai?

source: [_maxine_s_concerned_binoculars_] I don't need to.
fr_fr: [_maxine_s_concerned_binoculars_] Je n'ai pas besoin de.
it_it: [_maxine_s_concerned_binoculars_] non mi serve.

source: [_mc_] Why not?
fr_fr: [_mc_] Pourquoi pas?
it_it: [_mc_] Perché no?

source: [_mc_] ...In your body?
fr_fr: [_mc_] ...Dans ton corps?
it_it: [_mc_] ...Nel tuo corpo?

source: [_maxine_s_concerned_binoculars_] Only in my arms and legs.
fr_fr: [_maxine_s_concerned_binoculars_] Seulement dans mes bras et mes jambes.
it_it: [_maxine_s_concerned_binoculars_] Solo nelle mie braccia e gambe.

source: [_mc_] Did you know that [mrsl] used to sell workout videos?
fr_fr: [_mc_] Saviez-vous que [mrsl] a utilisé pour vendre des vidéos de travail?
it_it: [_mc_] Lo sapevate che [mrsl] usato per vendere video di allenamento?

source: [_maxine_s_concerned_] I did not.
fr_fr: [_maxine_s_concerned_] Je ne l'ai pas fait.
it_it: [_maxine_s_concerned_] non l'ho fatto.

source: [_mc_] Well, you might want to invest in that conspiracy.
fr_fr: [_mc_] Eh bien, vous pourriez vouloir investir dans cette conspiration.
it_it: [_mc_] Beh, potresti voler investire in quella cospirazione.

source: [_maxine_s_excited_] I might indeed. Excuse me.
fr_fr: [_maxine_s_excited_] Je pourrais en effet. Excusez-moi.
it_it: [_maxine_s_excited_] Potrei davvero. Scusatemi.

source: Easy! Now for the cat...
fr_fr: Facile ! Maintenant pour le chat ...
it_it: Facile! Ora per il gatto...

source: [_mc_] Have you been outside lately?
fr_fr: [_mc_] Avez-vous été dehors récemment?
it_it: [_mc_] Sei stato fuori ultimamente?

source: [_maxine_s_concerned_binoculars_] Yes, whenever I hunt goblins in the woods.
fr_fr: [_maxine_s_concerned_binoculars_] Oui, chaque fois que je chasse les goblins dans les bois.
it_it: [_maxine_s_concerned_binoculars_] Sì, ogni volta che caccia i goblin nei boschi.

source: [_mc_] Did you know that two very rare herbs grow on the school grounds?
fr_fr: [_mc_] Saviez-vous que deux herbes très rares poussent sur le terrain de l'école?
it_it: [_mc_] Lo sapevate che due erbe molto rare crescono sul terreno della scuola?

source: [_maxine_s_concerned_] You have my attention.
fr_fr: [_maxine_s_concerned_] Vous avez mon attention.
it_it: [_maxine_s_concerned_] Hai la mia attenzione.

source: [_mc_] They're called Nymphoria Heartus and Venus Vagenis.
fr_fr: [_mc_] Ils sont appelés Nymphoria Heartus et Venus Vagenis.
it_it: [_mc_] Si chiamano Nymphoria Heartus e Venere Vagenis.

source: [_maxine_s_excited_] That is very interesting! Excuse me.
fr_fr: [_maxine_s_excited_] C'est très intéressant ! Excusez-moi.
it_it: [_maxine_s_excited_] È molto interessante! Scusatemi.

source: Well, that was easy...
fr_fr: Eh bien, c'était facile ...
it_it: Beh, è stato facile...

source: [_mc_] I'll be back.
fr_fr: [_mc_] Je reviendrai.
it_it: [_mc_] sarò di ritorno.

source: [_mc_] Here, kitty kitty...
fr_fr: [_mc_] Ici, chaton chaton ...
it_it: [_mc_] Qui, kitty kitty...

source: [_mc_] Can you help me find [isabelle]?
fr_fr: [_mc_] Pouvez-vous m'aider à trouver le [isabelle]?
it_it: [_mc_] Puoi aiutarmi a trovare [isabelle]?

source: [_mc_] Sniff these — I promise they smell lovely.
fr_fr: [_mc_] Sniff ceux-ci-je promets qu'ils sentent bon.
it_it: [_mc_] Sniff questi — Prometto che hanno un buon odore.

source: There she goes! Right out of the window.
fr_fr: Elle y va ! En dehors de la fenêtre.
it_it: Ci va! Proprio fuori dalla finestra.

source: [_mc_] Come on, [spinach]... I know you want another sniff.
fr_fr: [_mc_] Come on, [spinach]... Je sais que tu veux un autre sniff.
it_it: [_mc_] Avanti, [spinach]... So che vuoi un altro sniff.

source: [_spinach_s_hearteyed_] Mewhehehehew!
fr_fr: [_spinach_s_hearteyed_] Mewhehehew !

source: Damn, she's flying!
fr_fr: Merde, elle vole !
it_it: Dannazione, sta volando!

source: [_mc_] [spinach], I need your help!
fr_fr: [_mc_] [spinach], j'ai besoin de votre aide !
it_it: [_mc_] [spinach], ho bisogno del tuo aiuto!

source: [_mc_] I can't find [isabelle], and she's lost her glasses.
fr_fr: [_mc_] Je ne trouve pas le [isabelle], et elle a perdu ses lunettes.
it_it: [_mc_] Non riesco a trovare [isabelle]e lei ha perso i suoi occhiali.

source: [_mc_] Here, have a whiff...
fr_fr: [_mc_] Voici un coup de fouet ...
it_it: [_mc_] Qui, hai un capriccio...

source: [_mc_] Oh, I think she's caught a trail!
fr_fr: [_mc_] Oh, je pense qu'elle a attrapa un sentier !
it_it: [_mc_] Oh, penso che lei abbia preso un percorso!

source: [_mc_] Here, [spinach]! Find [isabelle] for me.
fr_fr: [_mc_] Ici, [spinach]! Trouvez le [isabelle] pour moi.
it_it: [_mc_] Qui, [spinach]! Trova [isabelle] per me.

source: There she goes!
fr_fr: Elle y va !
it_it: Ci va!

source: If I let [spinach] sniff my [item.title_lower], she might lead me to [item.title_lower]-land. I don't have time to visit exotic places right now.
fr_fr: Si j'ai laissé [spinach] renifler mon [item.title_lower], elle pourrait me conduire au [item.title_lower]-terre. Je n'ai pas le temps de visiter des endroits exotiques en ce moment.
it_it: Se lascio [spinach] annaffinare la mia [item.title_lower]potrebbe portarmi alla [item.title_lower]-terra. Non ho tempo di visitare luoghi esotici in questo momento.

source: [_mc_] Come on, little one! Lead the way!
fr_fr: [_mc_] Allez, petit ! Plomb le chemin !
it_it: [_mc_] Avanti, piccolo! Guida la strada!

source: Finally! She ran outside!
fr_fr: Enfin ! Elle courait dehors !
it_it: Finalmente! Corse fuori!

source: Ugh, not upstairs! Bad [spinach]!
fr_fr: Ugh, pas à l'étage ! Bad [spinach]!
it_it: Ugh, non al piano di sopra! Bad [spinach]!

source: Hmm... she went into the admin wing...
fr_fr: Hmm ... elle est entrée dans l'aile admin ...
it_it: Hmm... è entrata nell'ala di amministratore...

source: Okay, good — she made a one-eighty back to the entrance hall!
fr_fr: Okay, bonne-elle a fait un-quatre-vingts pour le hall d'entrée !
it_it: Ok, buono — ha fatto un ottanta indietro alla sala d'ingresso!

source: [_mc_] Did you lose the trail, [spinach]?
fr_fr: [_mc_] Avez-vous perdu le sentier, [spinach]?
it_it: [_mc_] Hai perso il percorso, [spinach]?

source: I guess not...
fr_fr: Je suppose pas ...
it_it: Immagino di no...

source: She went back downstairs again.
fr_fr: Elle est de nouveau en bas.
it_it: Lei tornò di nuovo al piano di sotto.

source: [_maxine_s_concerned_] [spinach]! What are you doing down here?
fr_fr: [_maxine_s_concerned_] [spinach]! Qu'est-ce que tu fais ici?
it_it: [_maxine_s_concerned_] [spinach]! Cosa stai facendo qui?

source: [_maxine_s_blush_] Come on, let's go back to my office.
fr_fr: [_maxine_s_blush_] Allez, retournons à mon bureau.
it_it: [_maxine_s_blush_] Avanti, torniamo nel mio ufficio.

source: Okay, I got to get [maxine] out of here again...
fr_fr: Ok, je dois obtenir [maxine] d'ici encore ...
it_it: Va bene, ho ottenuto di nuovo [maxine] da qui...

source: [_mc_] In case you're interested, there was a case of spontaneous combustion in the gym earlier.
fr_fr: [_mc_] Si vous êtes intéressé, il y a eu un cas de combustion spontanée dans la salle de gym plus tôt.
it_it: [_mc_] Nel caso in cui ti interessi, c'è stato un caso di combustione spontanea in palestra prima.

source: [_maxine_s_concerned_] Let me grab my asbestos suit.
fr_fr: [_maxine_s_concerned_] Laissez-moi saisir mon costume d'amiante.
it_it: [_maxine_s_concerned_] Permettetemi di afferrare il mio abito per amianto.

source: It was really just [kate] going off on a girl in her squad for having a wrinkly skirt...
fr_fr: C'était vraiment juste [kate] de descendre sur une fille dans son escouade pour avoir une jupe ridée ...
it_it: Era davvero solo [kate] andare su una ragazza nella sua squadra per avere una gonna rugosa...

source: Sorry, Barry.
fr_fr: Désolé, Barry.
it_it: Spiacenti, Barry.

source: [_mc_] Did you know there's a gathering of snails in the fine arts wing?
fr_fr: [_mc_] Saviez-vous qu'il y a un rassemblement d'escargots dans l'aile des beaux-arts?
it_it: [_mc_] Lo sapevi che c'è una raccolta di lumache nell'ala di belle arti?

source: [_mc_] They seemed drawn to douchey impressionist art.
fr_fr: [_mc_] Ils semblaient attirés par l'art impressionniste douchey.
it_it: [_mc_] Sembravano attratti a douchey impressionista arte.

source: [_maxine_s_concerned_] This requires further investigation.
fr_fr: [_maxine_s_concerned_] Cela nécessite une enquête plus approfondie.
it_it: [_maxine_s_concerned_] Ciò richiede ulteriori indagini.

source: Obviously just some jocks trying to impress [jacklyn], but [maxine] doesn't need to know that...
fr_fr: De toute évidence, juste quelques jocks essayant d'impressiprimer le [jacklyn], mais [maxine] n'a pas besoin de savoir que ...
it_it: Ovviamente solo alcuni jocks che cercano di impressionare [jacklyn], ma [maxine] non ha bisogno di sapere che...

source: [_mc_] Someone managed to get in [maya]'s pants!
fr_fr: [_mc_] Quelqu'un a réussi à obtenir le pantalon [maya]!
it_it: [_mc_] Qualcuno è riuscito ad entrare nei pantaloni di [maya]!

source: [_maxine_s_thinking_] Don't lie to me.
fr_fr: [_maxine_s_thinking_] Ne me mens pas.
it_it: [_maxine_s_thinking_] Non mentirmi.

source: [_mc_] Sorry...
fr_fr: [_mc_] Désolé ...

source: Crap. That was obviously too unbelievable.
fr_fr: Crap. C'était évidemment trop incroyable.
it_it: Crap, è stato ovviamente troppo incredibile.

source: [_mc_] What I meant was, uh... there's an evil AI on the loose... trying to take over the school?
fr_fr: [_mc_] Ce que je voulais dire, c'était ... il y a un mauvais IA sur le lâche ... essayant de prendre l'école?
it_it: [_mc_] Che cosa significavo, uh... c'è un'IA malvagia al libero... cercando di prendere il controllo della scuola?

source: [_maxine_s_afraid_] I knew this would happen sooner or later! [withvpunch]
fr_fr: [_maxine_s_afraid_] Je savais que cela arriverait tôt ou tard ! [withvpunch]
it_it: [_maxine_s_afraid_] Sapevo che questo sarebbe successo prima o poi! [withvpunch]

source: [_maxine_s_afraid_] Where did I put my battering-RAM?! [withvpunch]
fr_fr: [_maxine_s_afraid_] Où ai-je mis ma matraque-RAM? ! [withvpunch]
it_it: [_maxine_s_afraid_] Dove ho messo la mia RAM?! [withvpunch]

source: Hope she doesn't break all the school computers. I still have a folder of... {i}important stuff{/} on one of them.
fr_fr: J'espère qu'elle ne casse pas tous les ordinateurs de l'école. J'ai encore un dossier de ... {i}choses importantes { / } sur l'un d'eux.
it_it: Spero che non rompa tutti i computer della scuola. Ho ancora una cartella di... {i}cose importanti{/} su uno di loro.

source: [_mc_] I hear beaver-gnawing from inside the walls sometimes.
fr_fr: [_mc_] J'entends le castor-gnawing de l'intérieur des murs parfois.
it_it: [_mc_] A volte sento castore-rodere dall'interno delle pareti.

source: [_mc_] It's like a termite infestation. Night and day.
fr_fr: [_mc_] C'est comme une infestation de termites. Nuit et jour.
it_it: [_mc_] È come un'infestazione termita. Notte e giorno.

source: [_maxine_s_concerned_] Where?
fr_fr: [_maxine_s_concerned_] Où?
it_it: [_maxine_s_concerned_] Dove?

source: [_mc_] At home... at school... in my dreams...
fr_fr: [_mc_] À la maison ... à l'école ... dans mes rêves ...
it_it: [_mc_] A casa... a scuola... nei miei sogni...

source: [_mc_] I rarely sleep anymore...
fr_fr: [_mc_] Je dors rarement ...
it_it: [_mc_] dormo più raramente...

source: [_maxine_s_concerned_] Let me go grab my haruspex gear. We might be dealing with beaver ghosts.
fr_fr: [_maxine_s_concerned_] Laissez-moi aller chercher mon équipement de haruspex. On pourrait avoir affaire à des fantômes de castor.
it_it: [_maxine_s_concerned_] Lasciami andare a prendere la mia attrezzatura di haruspex. Potremmo avere a che fare con fantasmi di castori.

source: [spinach] probably lost her trail too — I better allow her another sniff.
fr_fr: [spinach] a probablement perdu son chemin aussi-je lui permet de mieux lui permettre de se renifler.
it_it: [spinach] probabilmente ha perso anche il suo sentiero — meglio permettetele un altro sniff.

source: [_isabelle_s_excited_spinach_] Look what I found!
fr_fr: [_isabelle_s_excited_spinach_] Regarde ce que j'ai trouvé !
it_it: [_isabelle_s_excited_spinach_] Guarda cosa ho trovato!

source: [_mc_] So, what do we do now?
fr_fr: [_mc_] Alors, que faisons-nous maintenant?
it_it: [_mc_] Allora, cosa facciamo adesso?

source: [_isabelle_s_neutral_spinach_] I figured we'd take her to your place.
fr_fr: [_isabelle_s_neutral_spinach_] Je me suis dit que nous la prendrions à votre place.
it_it: [_isabelle_s_neutral_spinach_] Ho pensato che la porteremmo al tuo posto.

source: [_mc_] Why not yours?
fr_fr: [_mc_] Pourquoi pas les vôtres?
it_it: [_mc_] Perché non vostro?

source: [_isabelle_s_concerned_left_spinach_] We're actually still living in a hotel, and they don't allow pets...
fr_fr: [_isabelle_s_concerned_left_spinach_] Nous vivons toujours dans un hôtel, et ils ne permettent pas les animaux de compagnie ...
it_it: [_isabelle_s_concerned_left_spinach_] Stiamo ancora vivendo in un hotel, e non permettono animali domestici...

source: [_isabelle_s_neutral_spinach_] It'll only be for a short while! We'll trade her in for my locker.
fr_fr: [_isabelle_s_neutral_spinach_] It'll only be for a short while ! Nous la échangerons pour mon casier.
it_it: [_isabelle_s_neutral_spinach_] Sarà solo per un po'! Faremo trading con lei per il mio armadietto.
