Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_haggis.po
Languages: fr_fr, it_it

source: [_isabelle_s_excited_] What is this?
fr_fr: [_isabelle_s_excited_] Qu'est-ce que c'est?
it_it: [_isabelle_s_excited_] Che cos'è questo?

source: [_mc_] Have a taste.
fr_fr: [_mc_] Ayez un goût.
it_it: [_mc_] Avere un gusto.

source: [_isabelle_s_afraid_] Dear god! What in the blooming hell is that?!
fr_fr: [_isabelle_s_afraid_] Cher dieu ! Qu'est-ce que c'est que ça, c'est ça? !
it_it: [_isabelle_s_afraid_] Caro Dio! Che cosa è nell'inferno fiorente quello?!

source: [_mc_] What, you don't like it?
fr_fr: [_mc_] Quoi, vous n'aimez pas?
it_it: [_mc_] Che cosa, non ti piace?

source: [_isabelle_s_cringe_] It's awful.
fr_fr: [_isabelle_s_cringe_] C'est affreux.
it_it: [_isabelle_s_cringe_] è terribile.

source: [_mc_] Are you sure?
fr_fr: [_mc_] Etes-vous sûr?
it_it: [_mc_] Sei sicuro?

source: [_isabelle_s_afraid_] Yes, I'm bloody sure!
fr_fr: [_isabelle_s_afraid_] Oui, je suis sûr !
it_it: [_isabelle_s_afraid_] Sì, sono sicuro di sangue!

source: [_mc_] I thought you loved everything Scottish?
fr_fr: [_mc_] Je croyais que vous aimiez tout ce qui est écossais?
it_it: [_mc_] pensavo che ti piacesse tutto scozzese?

source: [_isabelle_s_thinking_] What is this? Some kind of gotcha-moment?
fr_fr: [_isabelle_s_thinking_] Qu'est-ce que c'est? Certains gotcha-moment?
it_it: [_isabelle_s_thinking_] Che cos'è questo? Qualche tipo di gotcha-momento?

source: [_isabelle_s_cringe_] Seriously? What's wrong with you?
fr_fr: [_isabelle_s_cringe_] Sérieusement? Qu'est-ce qui ne va pas avec toi?
it_it: [_isabelle_s_cringe_] Seriamente? Cosa c'è di sbagliato con te?

source: [_mc_] Just wanted to prove that not everything Scottish is great.
fr_fr: [_mc_] Je voulais juste prouver que tout ce n'est pas tout écossais.
it_it: [_mc_] Voleva solo dimostrare che non tutto quello che scozzese è grande.

source: [_isabelle_s_annoyed_] That's messed up. Obviously, there'll be things I don't like that are Scottish.
fr_fr: [_isabelle_s_annoyed_] C'est désorbé. Évidemment, il y aura des choses que je n'aime pas être écossaises.
it_it: [_isabelle_s_annoyed_] Questo è inconveniente. Ovviamente, ci saranno cose che non mi piacciono sono scozzesi.

source: [_isabelle_s_annoyed_] You don't have to prove that.
fr_fr: [_isabelle_s_annoyed_] Vous n'avez pas à le prouver.
it_it: [_isabelle_s_annoyed_] Non è necessario dimostrarlo.

source: [_isabelle_s_sad_] Can't I be allowed to like something without you trying to spoil it?
fr_fr: [_isabelle_s_sad_] Je ne peux pas être autorisé à quelque chose sans que tu essayais de le gâcher?
it_it: [_isabelle_s_sad_] Non mi può essere permesso di piacermi qualcosa senza che tu cerchi di rovinarlo?

source: [_mc_] Haggis — the Scottish national dish.
fr_fr: [_mc_] Haggis-le plat national écossais.
it_it: [_mc_] Haggis — il piatto nazionale scozzese.

source: [_isabelle_s_flirty_] Maybe it's an acquired taste... I'll give it another shot.
fr_fr: [_isabelle_s_flirty_] Peut-être que c'est un goût acquis ... Je vais lui donner un autre coup de feu.
it_it: [_isabelle_s_flirty_] Forse è un gusto acquisito... gli darò un altro colpo.

source: [_mc_] Go ahead.
fr_fr: [_mc_] Allez-y.
it_it: [_mc_] Vai avanti.

source: [_isabelle_s_laughing_] Later! I'll save it!
fr_fr: [_isabelle_s_laughing_] Plus tard ! Je vais le sauver !
it_it: [_isabelle_s_laughing_] Più tardi! Lo salverò!

source: [_isabelle_s_laughing_] Thanks for bringing it!
fr_fr: [_isabelle_s_laughing_] Merci de l'avoir apporté !
it_it: [_isabelle_s_laughing_] Grazie per averlo portato!

source: [_mc_] I think you should have another taste now.
fr_fr: [_mc_] Je pense que vous devriez avoir un autre goût maintenant.
it_it: [_mc_] Penso che si dovrebbe avere un altro gusto ora.

source: [_mc_] Just to be sure you like it, I mean.
fr_fr: [_mc_] Juste pour être sûr que tu aimes ça, je veux dire.
it_it: [_mc_] Solo per essere sicuri che ti piace, voglio dire.

source: [_isabelle_s_flirty_] Okay, fine... how bad can it be?
fr_fr: [_isabelle_s_flirty_] Ok, bon ... comment ça peut être mauvais?
it_it: [_isabelle_s_flirty_] Okay, fine... quanto male può essere?

source: [_isabelle_s_cringe_] Good! It's... very good.
fr_fr: [_isabelle_s_cringe_] Bon ! C'est. .. très bien.
it_it: [_isabelle_s_cringe_] Buono! E'... molto buono.

source: [_mc_] Are you sure? You look a little nauseous.
fr_fr: [_mc_] Etes-vous sûr? Tu as l'air un peu nauséeux.
it_it: [_mc_] Sei sicuro? Sembri un po' nauseato.

source: [_isabelle_s_cringe_] I'm... fine...
fr_fr: [_isabelle_s_cringe_] Je vais ... bien ...
it_it: [_isabelle_s_cringe_] Io... bene...

source: [_mc_] You're welcome!
fr_fr: [_mc_] Vous êtes les bienvenus !
it_it: [_mc_] Sei il benvenuto!

source: [_isabelle_s_confident_] I appreciate the gesture.
fr_fr: [_isabelle_s_confident_] J'apprécie le geste.
it_it: [_isabelle_s_confident_] Apprezzo il gesto.

source: [_mc_] You're a good sport, [isabelle].
fr_fr: [_mc_] Vous êtes un bon sport, [isabelle].
it_it: [_mc_] Sei un bravo sport, [isabelle].

source: [_isabelle_s_laughing_] I will eat it later. Maybe.
fr_fr: [_isabelle_s_laughing_] Je le mangerai plus tard. Peut-être.
it_it: [_isabelle_s_laughing_] lo mangerò più tardi. Forse.

source: [_mc_] Don't worry! I won't be checking the trash cans if you change your mind.
fr_fr: [_mc_] Ne vous inquiétez pas ! Je ne vais pas vérifier les poubelles si vous changez d'avis.
it_it: [_mc_] Non preoccuparti! Non controllerò le lattine del cestino se cambi idea.

source: [_isabelle_s_laughing_] It's actually one of the most repulsive things I've tasted.
fr_fr: [_isabelle_s_laughing_] C'est en fait une des choses les plus répugnantes que j'ai goûtée.
it_it: [_isabelle_s_laughing_] In realtà è una delle cose più ripugnanti che abbia assaggiato.

source: [_mc_] Hah! I knew it.
fr_fr: [_mc_] Hah ! Je le savais.
it_it: [_mc_] Hah! Lo sapevo.

source: [_flora_s_smile_] What's that smell?
fr_fr: [_flora_s_smile_] Quelle est cette odeur?
it_it: [_flora_s_smile_] Che cos'è quell'odore?

source: [_isabelle_s_annoyed_left_] It's this box of death.
fr_fr: [_isabelle_s_annoyed_left_] C'est cette boîte de mort.
it_it: [_isabelle_s_annoyed_left_] È questa scatola di morte.

source: [_flora_s_afraid_] I think it smells nice!
fr_fr: [_flora_s_afraid_] Je pense que ça sent bon !
it_it: [_flora_s_afraid_] Penso che abbia un buon odore!

source: Always trust [flora] to be the contrarian.
fr_fr: Ayez toujours confiance au [flora] pour être le maître de l'ouvrage.
it_it: Fida sempre di [flora] per essere il contrario.

source: [_mc_] Why don't you have a taste, then?
fr_fr: [_mc_] Pourquoi n'avez-vous pas de goût, alors?
it_it: [_mc_] Perché non hai un gusto, allora?

source: [_flora_s_flirty_] I think I just might.
fr_fr: [_flora_s_flirty_] Je pense que je pourrais.
it_it: [_flora_s_flirty_] Penso che potrei solo fare.

source: [_mc_] Okay, here you go...
fr_fr: [_mc_] Ok, ici vous allez ...
it_it: [_mc_] Okay, qui vai...

source: [_flora_s_blush_] It's amazing!
fr_fr: [_flora_s_blush_] C'est incroyable !
it_it: [_flora_s_blush_] È incredibile!

source: [_isabelle_s_afraid_] Really?!
fr_fr: [_isabelle_s_afraid_] Vraiement? !
it_it: [_isabelle_s_afraid_] Davvero?!

source: [_mc_] [flora]'s always had some messed up taste buds.
fr_fr: [_mc_] [flora]'s a toujours eu des papilles désorbées.
it_it: [_mc_] [flora]ha sempre avuto alcune papille gustative disordinate.

source: [_mc_] She used to put ketchup on ice cream when she was little.
fr_fr: [_mc_] Elle a mis du ketchup sur la glace quand elle était petite.
it_it: [_mc_] Aveva usato mettere ketchup su gelato quando era piccola.

source: [_flora_s_laughing_] It's not as bad as it sounds!
fr_fr: [_flora_s_laughing_] Ce n'est pas aussi mauvais que ça semble !
it_it: [_flora_s_laughing_] Non è male come sembra!

source: [_mc_] There's definitely something wrong with her.
fr_fr: [_mc_] Il y a vraiment quelque chose qui ne va pas avec elle.
it_it: [_mc_] C'è sicuramente qualcosa che non va con lei.

source: [_isabelle_s_annoyed_] That's not very nice, [mc].
fr_fr: [_isabelle_s_annoyed_] Ce n'est pas très joli, [mc].
it_it: [_isabelle_s_annoyed_] Non è molto bello, [mc].

source: [_flora_s_annoyed_] Yeah! You should take a look in the mirror some time!
fr_fr: [_flora_s_annoyed_] Oui ! Vous devriez jeter un coup d'œil dans le miroir quelque temps !
it_it: [_flora_s_annoyed_] Sì! Dovresti dare un'occhiata allo specchio un po' di tempo!

source: [_mc_] I think it's cool that she's able to appreciate things others might not.
fr_fr: [_mc_] Je pense que c'est cool qu'elle soit capable d'apprécier les choses que d'autres pourraient ne pas.
it_it: [_mc_] Penso che sia bello che lei sia in grado di apprezzare le cose che altri potrebbero non fare.

source: [_isabelle_s_blush_] You guys are adorable!
fr_fr: [_isabelle_s_blush_] Vous êtes adorable !
it_it: [_isabelle_s_blush_] Voi ragazzi siete adorabili!

source: [_flora_s_blush_] I did not expect you to be mature about it!
fr_fr: [_flora_s_blush_] Je ne m'attendais pas à ce que vous en arriverez à maturité !
it_it: [_flora_s_blush_] Non mi aspettavo che tu ne fosse maturo!

source: Earning [flora]'s respect is like the twelve Herculean labors combined. Where's my reward?
fr_fr: Le respect du [flora]est comme les douze labeurs herculéens réunis. Où est ma récompense?
it_it: Guadagnare il rispetto di [flora]è come i dodici lavori erculei combinati. Dov'è la mia ricompensa?

source: [_mc_] [flora], not now.
fr_fr: [_mc_] [flora], pas maintenant.
it_it: [_mc_] [flora], non ora.

source: [_flora_s_annoyed_] What are you going to do about it? Steal my panties again?
fr_fr: [_flora_s_annoyed_] Qu'est-ce que vous allez faire à ce sujet? Steal mes panties à nouveau?
it_it: [_flora_s_annoyed_] Che cosa farai? Ruba di nuovo le mie mutandine?

source: [_isabelle_s_thinking_] What is she talking about?
fr_fr: [_isabelle_s_thinking_] De quoi parle-t-elle?
it_it: [_isabelle_s_thinking_] Di cosa sta parlando?

source: [_mc_] Err, nothing! She's just trying to embarrass me!
fr_fr: [_mc_] Err, rien ! Elle essaie juste de m'embarrasser !
it_it: [_mc_] Err, niente! Sta solo cercando di imbarazzarmi!

source: [_flora_s_confused_] As if you need any help with that.
fr_fr: [_flora_s_confused_] Comme si vous avez besoin d'aide pour cela.
it_it: [_flora_s_confused_] Come se avessi bisogno di aiuto.

source: [_flora_s_sarcastic_] He used to take them out of the laundry basket.
fr_fr: [_flora_s_sarcastic_] Il les sora de la buanderie.
it_it: [_flora_s_sarcastic_] Egli usava portarli fuori dal cestino della lavanderia.

source: [_mc_] [flora], you're killing me...
fr_fr: [_mc_] [flora], vous me tuez ...
it_it: [_mc_] [flora], mi stai uccidendo...

source: [_isabelle_s_cringe_] That's highly inappropriate.
fr_fr: [_isabelle_s_cringe_] C'est très inapproprié.
it_it: [_isabelle_s_cringe_] Questo è altamente inappropriato.

source: [_mc_] She's lying!
fr_fr: [_mc_] Elle ment !
it_it: [_mc_] Sta mentendo!

source: [_flora_s_laughing_] Yeah, that was a joke about the laundry basket.
fr_fr: [_flora_s_laughing_] Oui, c'était une blague sur le panier de linge.
it_it: [_flora_s_laughing_] Yeah, che era una barzelletta sul cestino della lavanderia.

source: [_flora_s_flirty_] He usually tries to pull them off while I'm still wearing them!
fr_fr: [_flora_s_flirty_] Il essaie habituellement de les enlever pendant que je les porte encore !
it_it: [_flora_s_flirty_] Di solito prova a tirarli fuori mentre li indosso ancora!

source: [_mc_] Ugh, that's not—
fr_fr: [_mc_] Ugh, ce n'est pas-
it_it: [_mc_] Ugh, non è così—

source: [_mc_] [isabelle], put that lunch box in the trash, please.
fr_fr: [_mc_] [isabelle], mets cette boîte à lunch dans la poubelle, s'il vous plaît.
it_it: [_mc_] [isabelle], mettere quella scatola pranzo nel cestino, per favore.

source: [_flora_s_angry_] No! I want a taste.
fr_fr: [_flora_s_angry_] Non ! Je veux un goût.
it_it: [_flora_s_angry_] No! Voglio un gusto.

source: [_mc_] You're joking.
fr_fr: [_mc_] Vous plaisantez.
it_it: [_mc_] stai scherzando.

source: [_flora_s_confident_] I'm one hundred percent serious!
fr_fr: [_flora_s_confident_] Je suis 100% sérieux !
it_it: [_flora_s_confident_] Sono al cento per cento serio!

source: [_mc_] Well, it's your funeral.
fr_fr: [_mc_] Eh bien, c'est vos funérailles.
it_it: [_mc_] Beh, è il tuo funerale.

source: [_flora_s_confident_] Would you visit my grave?
fr_fr: [_flora_s_confident_] Voudriez-vous visiter ma tombe?
it_it: [_flora_s_confident_] visiteresti la mia tomba?

source: [_mc_] Of course! You actually mean a lot to me.
fr_fr: [_mc_] Bien sûr ! Tu veux vraiment dire beaucoup pour moi.
it_it: [_mc_] Certo! In realtà intendi molto per me.

source: [_flora_s_flirty_] That's not what I expected from you!
fr_fr: [_flora_s_flirty_] Ce n'est pas ce que j'attendais de vous !
it_it: [_flora_s_flirty_] Non è quello che mi aspettavo da te!

source: [_flora_s_laughing_] I was sure you'd make it weird somehow!
fr_fr: [_flora_s_laughing_] Je suis sûr que vous le feriez bizarre d'une façon ou d'une autre !
it_it: [_flora_s_laughing_] ero sicuro di renderlo strano in qualche modo!

source: [_mc_] I'm full of surprises.
fr_fr: [_mc_] Je suis plein de surprises.
it_it: [_mc_] Sono piena di sorprese.

source: [_mc_] Yeah... and I'd stake you, just to be sure.
fr_fr: [_mc_] Oui ... et je vous en veux, juste pour être sûr.
it_it: [_mc_] Sì... e ti partecipo, solo per essere sicuri.

source: [_flora_s_concerned_] Typical.
fr_fr: [_flora_s_concerned_] Standard.
it_it: [_flora_s_concerned_] Tipico.

source: [_mc_] You wouldn't want to be a zombie-vampire, would you?
fr_fr: [_mc_] Vous ne voudriez pas être un zombie-vampire, vous?
it_it: [_mc_] Non vorresti essere un vampiro zombie, vero?

source: [_flora_s_angry_] Maybe I would! Stop making assumptions!
fr_fr: [_flora_s_angry_] Peut-être que je le ferais ! Cessez de faire des suppositions !
it_it: [_flora_s_angry_] Forse smetterò! Smettetela di fare presunzioni!

source: [_isabelle_s_thinking_] I agree with [flora]. Don't, err... stake without consent.
fr_fr: [_isabelle_s_thinking_] Je suis d'accord avec le [flora]. Ne vous sentez pas, péchez sans consentement.
it_it: [_isabelle_s_thinking_] I agree with [flora]. Don't, err... stake without consensu.

source: [_mc_] Can you two stop ganging up on me for trying to keep the world safe?
fr_fr: [_mc_] Pouvez-vous m'arrêter pour essayer de garder le monde en sécurité?
it_it: [_mc_] Riesci due a smetterla di mettermi su per cercare di mantenere il mondo al sicuro?

source: [_mrsl_s_surprised_] What's going on here?
fr_fr: [_mrsl_s_surprised_] Qu'est-ce qui se passe ici?
it_it: [_mrsl_s_surprised_] Cosa sta succedendo qui?

source: [_mrsl_s_thinking_] What's that smell?
fr_fr: [_mrsl_s_thinking_] Quelle est cette odeur?
it_it: [_mrsl_s_thinking_] Che cos'è quell'odore?

source: [_mc_] It's [flora].
fr_fr: [_mc_] C'est [flora].
it_it: [_mc_] È [flora].

source: [_mc_] Apparently, she's into graveyard fragrances.
fr_fr: [_mc_] Apparemment, elle est dans les parfums de cimetière.
it_it: [_mc_] A quanto pare, lei è nelle fragranze del cimitero.

source: [_mc_] And her stinking lies.
fr_fr: [_mc_] Et ses mensonges puants.
it_it: [_mc_] E le sue bugie puzzolenti.

source: [_mc_] She didn't shower this morning.
fr_fr: [_mc_] Elle n'a pas pris de douche ce matin.
it_it: [_mc_] Lei non ha fatto la doccia stamattina.

source: [_flora_s_annoyed_] I'm going to poison your next meal...
fr_fr: [_flora_s_annoyed_] Je vais empoisonner votre prochain repas ...
it_it: [_flora_s_annoyed_] Avvelenerò il tuo prossimo pasto...

source: [_isabelle_s_cringe_] It's actually this lunch box.
fr_fr: [_isabelle_s_cringe_] C'est en fait cette boîte à lunch.
it_it: [_isabelle_s_cringe_] È in realtà questo pranzo scatola.

source: [_mc_] [isabelle]'s favorite food.
fr_fr: [_mc_] [isabelle]'s préférés food.
it_it: [_mc_] [isabelle]è il cibo preferito.

source: [_isabelle_s_cringe_] It really isn't...
fr_fr: [_isabelle_s_cringe_] Ce n'est vraiment pas ...
it_it: [_isabelle_s_cringe_] Non è veramente...

source: [_mrsl_s_surprised_] It does smell from that lunch box of yours.
fr_fr: [_mrsl_s_surprised_] C'est l'odeur de cette boîte à lunch de la tienne.
it_it: [_mrsl_s_surprised_] Fa odore da quella scatola del pranzo della vostra.

source: [_isabelle_s_thinking_] It's not mine! And I meant that it's not my favorite food.
fr_fr: [_isabelle_s_thinking_] Ce n'est pas le mien ! Et je voulais dire que ce n'était pas mon plat préféré.
it_it: [_isabelle_s_thinking_] Non è mio! E intendevo dire che non è il mio cibo preferito.

source: [_mc_] I only smell your perfume... and it's heavenly.
fr_fr: [_mc_] Je ne sens que votre parfum ... et c'est céleste.
it_it: [_mc_] Io odore solo il tuo profumo... ed è celeste.

source: [_mrsl_s_laughing_] Thank you, [mc]! You're quite the charmer.
fr_fr: [_mrsl_s_laughing_] Merci, [mc]! Tu es la plus chaude.
it_it: [_mrsl_s_laughing_] Grazie, [mc]! Sei il più affascinante.

source: [_flora_s_eyeroll_] Quite the kiss-ass, more like.
fr_fr: [_flora_s_eyeroll_] Assez le baiser, plus comme.
it_it: [_flora_s_eyeroll_] Abbastanza il bacio-culo, più simile.

source: [_mrsl_s_confident_] Now, where does that smell come from?
fr_fr: [_mrsl_s_confident_] Maintenant, d'où vient cette odeur?
it_it: [_mrsl_s_confident_] Ora, da dove viene quell'odore?

source: [_isabelle_s_cringe_] It's this stupid lunch box.
fr_fr: [_isabelle_s_cringe_] C'est cette stupide boîte à lunch.
it_it: [_isabelle_s_cringe_] È questa stupida scatola del pranzo.

source: [_mrsl_s_surprised_] Don't you know that eating cooked meals outside the cafeteria is against the rules?
fr_fr: [_mrsl_s_surprised_] Ne saviez-vous pas que manger des repas cuits à l'extérieur de la cafétéria est contraire aux règles?
it_it: [_mrsl_s_surprised_] Non sai che mangiare i pasti cucinati al di fuori della mensa è contrario alle regole?

source: [_isabelle_s_afraid_] I didn't!
fr_fr: [_isabelle_s_afraid_] Je ne l'ai pas fait !
it_it: [_isabelle_s_afraid_] non l'ho fatto!

source: [_mrsl_s_skeptical_] Very well... you're new here, [isabelle]. But you two should know better.
fr_fr: [_mrsl_s_skeptical_] Très bien ... vous êtes nouveau ici, [isabelle]. Mais vous devriez savoir mieux.
it_it: [_mrsl_s_skeptical_] Molto bene... sei nuovo qui, [isabelle]. Ma voi due dovreste sapere meglio.

source: [_mc_] I didn't eat anything!
fr_fr: [_mc_] Je n'ai rien mangé !
it_it: [_mc_] non ho mangiato niente!

source: [_flora_s_sarcastic_] But he brought it.
fr_fr: [_flora_s_sarcastic_] Mais il l'a apporté.
it_it: [_flora_s_sarcastic_] Ma lo portò.

source: [_mc_] Thanks a lot, [flora]...
fr_fr: [_mc_] Merci beaucoup, [flora]...
it_it: [_mc_] Grazie molto, [flora]...

source: [_mrsl_s_thinking_] I think you've all broken the rules to some extent, but I'm hesitant to give you detention...
fr_fr: [_mrsl_s_thinking_] Je pense que vous avez tous enfreint les règles dans une certaine mesure, mais j'hésite à vous accorder la détention ...
it_it: [_mrsl_s_thinking_] Penso che tu abbia violato in qualche misura le regole, ma sono esitante a darti la detenzione...

source: [_mrsl_s_neutral_] Perhaps a lesson in communication and cooperation would be more suitable since you all seem to be in disagreement.
fr_fr: [_mrsl_s_neutral_] Peut-être qu'une leçon de communication et de coopération serait plus appropriée puisque vous semblez tous être en désaccord.
it_it: [_mrsl_s_neutral_] Forse una lezione di comunicazione e cooperazione sarebbe più adatta dato che tutti sembrano essere in disaccordo.

source: [_mrsl_s_neutral_] Meet me in the homeroom.
fr_fr: [_mrsl_s_neutral_] Rencontrez-moi dans le salon.
it_it: [_mrsl_s_neutral_] Incontrami nell'homeroom.

source: [_flora_s_confused_] Well done, [mc].
fr_fr: [_flora_s_confused_] Bien fait, [mc].
it_it: [_flora_s_confused_] Ben fatto, [mc].

source: [_isabelle_s_annoyed_] Yeah, this one's on you.
fr_fr: [_isabelle_s_annoyed_] Oui, celui-ci est sur vous.
it_it: [_isabelle_s_annoyed_] Sì, questo è su di voi.

source: Not sure why [isabelle] would want my [item.title_lower].
fr_fr: Pas sûr pourquoi [isabelle] voudrait mon [item.title_lower].
it_it: Non è sicuro perché [isabelle] vorrebbe la mia [item.title_lower].

source: [_mrsl_s_confident_] Here we are! Cooperation and teamwork are important skills to master.
fr_fr: [_mrsl_s_confident_] Nous voici ! La coopération et le travail d'équipe sont des compétences importantes pour maîtriser.
it_it: [_mrsl_s_confident_] Ecco! La cooperazione e il lavoro di squadra sono competenze importanti da padroneggiare.

source: [_mrsl_s_laughing_] Hopefully, by the end of this exercise, you'll all have a better understanding of it.
fr_fr: [_mrsl_s_laughing_] Avec un peu de chance, à la fin de cet exercice, vous en aurez tous une meilleure compréhension.
it_it: [_mrsl_s_laughing_] Speriamo che, entro la fine di questo esercizio, avrai tutti una migliore comprensione di esso.

source: [_mrsl_s_flirty_] I'll leave you to it. Instructions are on the blackboard!
fr_fr: [_mrsl_s_flirty_] Je vous laisse. Les instructions sont sur le tableau noir !
it_it: [_mrsl_s_flirty_] ti lascerò. Le istruzioni sono sulla lavagna!

source: [_mc_] Locked in with two cute girls. Is this really a punishment?
fr_fr: [_mc_] Verrouillé avec deux filles mignonnes. Est-ce vraiment une punition?
it_it: [_mc_] Bloccato con due ragazze carine. È davvero una punizione?

source: [_flora_s_angry_] It is for us.
fr_fr: [_flora_s_angry_] C'est pour nous.
it_it: [_flora_s_angry_] È per noi.

source: [_mc_] This is almost like in your questionnaire!
fr_fr: [_mc_] C'est presque comme dans votre questionnaire !
it_it: [_mc_] Questo è quasi come nel tuo questionario!

source: [_flora_s_angry_] I've already repressed your answers.
fr_fr: [_flora_s_angry_] J'ai déjà réprimé vos réponses.
it_it: [_flora_s_angry_] Ho già represso le tue risposte.

source: [_mc_] That's probably for the best.
fr_fr: [_mc_] C'est probablement pour le mieux.
it_it: [_mc_] È probabilmente per il meglio.

source: [_isabelle_s_thinking_] Hold on, [mc]. I'm mid-chew.
fr_fr: [_isabelle_s_thinking_] Suspension, [mc]. Je suis à mi-mâche.
it_it: [_isabelle_s_thinking_] Tieni avanti, [mc]. Sono metà masticato.

source: I should probably talk to her somewhere else...
fr_fr: Je devrais probablement lui parler ailleurs ...
it_it: Probabilmente dovrei parlare con lei da qualche altra parte...

source: [_mc_] So, what now?
fr_fr: [_mc_] Alors, que maintenant?
it_it: [_mc_] Allora, che ora?

source: [_isabelle_s_smile_left_] I think we should start by reading the instructions.
fr_fr: [_isabelle_s_smile_left_] Je pense que nous devrions commencer par lire les instructions.
it_it: [_isabelle_s_smile_left_] Penso che dovremmo iniziare leggendo le istruzioni.

source: [_flora_s_sarcastic_s_flip_] I'm not sure [mc] actually knows how to read.
fr_fr: [_flora_s_sarcastic_s_flip_] Je ne suis pas sûr que [mc] sache lire.
it_it: [_flora_s_sarcastic_s_flip_] Non sono sicuro che [mc] in realtà sappia leggere.

source: [_isabelle_s_laughing_] I'm sure that's not true!
fr_fr: [_isabelle_s_laughing_] Je suis sûr que ce n'est pas vrai !
it_it: [_isabelle_s_laughing_] sono sicuro che non è vero!

source: [_flora_s_annoyed_s_flip_] It is! That's why he's reading comic books! Lots of pictures.
fr_fr: [_flora_s_annoyed_s_flip_] C'est ! C'est pourquoi il lit des bandes dessinées ! Beaucoup de photos.
it_it: [_flora_s_annoyed_s_flip_] Lo è! Ecco perché sta leggendo fumetti! Un sacco di immagini.

source: Ugh... what did that quote in the English classroom say again?
fr_fr: Ugh ... qu'est-ce que cette citation dans la salle de classe anglaise dit à nouveau?
it_it: Ugh... cosa ha detto di nuovo quella citazione in aula inglese?

source: Oh, right!
fr_fr: Oh, c'est ça !
it_it: Oh, giusto!
