Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_stolen.po
Languages: fr_fr, it_it

source: [_jo_s_thinking_] Shouldn't you be in class?
fr_fr: [_jo_s_thinking_] Ne devriez-vous pas être en classe?
it_it: [_jo_s_thinking_] Non dovresti essere in lezione?

source: [_jo_s_thinking_] Shouldn't you be cleaning your room?
fr_fr: [_jo_s_thinking_] Ne devriez-vous pas nettoyer votre chambre?
it_it: [_jo_s_thinking_] Non dovresti pulire la tua stanza?

source: [_mc_] I, err... I want to practice my handwriting.
fr_fr: [_mc_] I, err ... Je veux pratiquer mon écriture.
it_it: [_mc_] Io, erro... Voglio praticare la mia calligrafia.

source: [_jo_s_annoyed_] That's not what I asked.
fr_fr: [_jo_s_annoyed_] Ce n'est pas ce que j'ai demandé.
it_it: [_jo_s_annoyed_] Non è quello che ho chiesto.

source: [_mc_] I, err... feel like handwriting is important in all stages of life!
it_it: [_mc_] Io, errore... sentiti come la scrittura a mano è importante in tutte le fasi della vita!

source: [_jo_s_confident_] You're not wrong about that.
fr_fr: [_jo_s_confident_] Vous n'avez pas tort à ce sujet.
it_it: [_jo_s_confident_] Non ti sbagli a riguardo.

source: [_mc_] Do you know where I can find any paper to write on? I feel like I've looked everywhere.
fr_fr: [_mc_] Vous savez où je peux trouver du papier sur lequel écrire? J'ai l'impression d'avoir regardé partout.
it_it: [_mc_] Sai dove posso trovare qualsiasi carta su cui scrivere? Mi sento come se avessi guardato ovunque.

source: [_jo_s_skeptical_] We've actually run out of paper at school... the manufacturer said something about beavers chewing up the trees.
fr_fr: [_jo_s_skeptical_] Nous avons en fait sorti du papier à l'école ... le fabricant a dit quelque chose sur les castors qui mâchouent les arbres.
it_it: [_jo_s_skeptical_] In realtà abbiamo esaurito la carta a scuola... il produttore ha detto qualcosa di castori masticare gli alberi.

source: [_jo_s_neutral_] Anyway, we should probably have some here.
fr_fr: [_jo_s_neutral_] Quoi qu'il en soit, nous devrions probablement en avoir ici.
it_it: [_jo_s_neutral_] Comunque, probabilmente dovremmo averne alcuni qui.

source: [_jo_s_neutral_] Anyway, we should probably have some at home.
fr_fr: [_jo_s_neutral_] En tout cas, nous devrions probablement en avoir chez nous.
it_it: [_jo_s_neutral_] Comunque, probabilmente dovremmo averne alcuni a casa.

source: [_jo_s_smile_] Worst case you could use the back of one of those horrendous posters in your room!
fr_fr: [_jo_s_smile_] Pire cas vous pourriez utiliser le dos de l'une de ces affiches horribles dans votre chambre !
it_it: [_jo_s_smile_] peggiore caso si potrebbe utilizzare la parte posteriore di uno di quei manifesti orrendi nella vostra stanza!

source: How dare [jo] insult art and culture like that?
fr_fr: Comment oser [jo] insulte art et culture comme ça?
it_it: Come osa [jo] insultare l'arte e la cultura così?

source: Okay, let's see what the latest gossip is...
fr_fr: Ok, voyons ce que le dernier gossip est. ..
it_it: Va bene, vediamo cosa è l'ultimo pettegolezzo...

source: [_kate_] ...not that I know of, but anyway. Great work today, girls!
fr_fr: [_kate_] ... pas que je sache, mais de toute façon. Super travail aujourd'hui, les filles !
it_it: [_kate_] ... non che io ne so, ma comunque. Ottimo lavoro oggi, ragazze!

source: [_kate_] And if we can get [lacey] to stop drooling over Brad during practice, we'll be set for the season.
fr_fr: [_kate_] Et si nous pouvons obtenir [lacey] pour arrêter le pendage sur Brad pendant la pratique, nous serons fixés pour la saison.
it_it: [_kate_] E se riusciamo ad ottenere [lacey] per smettere di cadere su Brad durante l'allenamento, saremo impostati per la stagione.

source: [_lacey_] He kept giving me flirty looks!
fr_fr: [_lacey_] Il a continué à me donner des perspectives de flirt !
it_it: [_lacey_] ha continuato a darmi look flirtanti!

source: [_stacy_] He totally wants to eat your peach.
fr_fr: [_stacy_] Il veut absolument manger votre pêche.
it_it: [_stacy_] Vuole mangiare totalmente la tua pesca.

source: [_stacy_] It's true, babe! You're busting his balls with your teasing!
fr_fr: [_stacy_] C'est vrai, bébé ! Tu bus ses couilles avec ta taquinante !
it_it: [_stacy_] È vero, babe! Stai sbattendo le sue palle con il tuo stuzzicare!

source: [_lacey_] Maybe if he stops playing, I'll be nicer to his balls...
fr_fr: [_lacey_] Peut-être que s'il arrête de jouer, je serai plus gentile avec ses couilles ...
it_it: [_lacey_] Forse se smette di giocare, sarò più bello alle sue palle...

source: [_casey_] Speaking of busting balls, what's the sitch with the new chick, Katie?
fr_fr: [_casey_] Parler de balles en buste, quel est le sitch avec le nouveau chick, Katie?
it_it: [_casey_] Parlando di busting balls, qual è il sito con il nuovo pulcino, Katie?

source: [_stacy_] Yeah, is she still being a total hoe-bag?
fr_fr: [_stacy_] Oui, est-ce qu'elle est toujours un sac à hoe?
it_it: [_stacy_] Sì, è ancora una zaina totale?

source: [_kate_] Still working on it, but I'm planning on replacing the stick up her ass with... this thing!
fr_fr: [_kate_] Toujours en train de travailler sur elle, mais j'ai l'intention de remplacer le bâton de son cul par ... cette chose !
it_it: [_kate_] Ancora lavorando su di esso, ma ho intenzione di sostituire il bastone in su il suo culo con... questa cosa!

source: [_casey_] What the frick is that?
fr_fr: [_casey_] Quel est le frick?
it_it: [_casey_] Che cos'è il mattonello?

source: [_stacy_] Check out little miss innocent!
it_it: [_stacy_] Check out poco mancante innocente!

source: [_casey_] It's not my fault I have a boyfriend and don't spend all day looking up weird things...
fr_fr: [_casey_] Ce n'est pas de ma faute j'ai un petit ami et je ne passe pas toute la journée à regarder des choses étranges ...
it_it: [_casey_] Non è colpa mia ho un ragazzo e non passare tutto il giorno a cercare cose strane...

source: [_stacy_] I don't settle for losers, babe.
fr_fr: [_stacy_] Je ne m'installe pas pour les perdants, chérie.
it_it: [_stacy_] Non mi accontento per perdenti, babe.

source: [_casey_] Are you calling Tanner a loser?
fr_fr: [_casey_] Vous appelez Tanner un loser?
it_it: [_casey_] Stai chiamando Tanner un perdente?

source: [_stacy_] If you compare him to Chad!
fr_fr: [_stacy_] Si vous le comparez au Tchad !
it_it: [_stacy_] Se lo confronti con il Ciad!

source: [_casey_] As if you could have Chad...
fr_fr: [_casey_] Comme si tu pouvais avoir le Tchad ...
it_it: [_casey_] Come se potessi avere Ciad...

source: [_kate_] Ladies!
fr_fr: [_kate_] Dames !
it_it: [_kate_] Signore!

source: [_kate_] Allow me to demonstrate. You use these straps... to fasten it around your hips... like so. And then you just... thrust.
fr_fr: [_kate_] Permettez-moi de faire la démonstration. Vous utilisez ces sangles ... pour le fixer autour de vos hanches ... comme si. Et puis tu viens juste ... de la poussée.
it_it: [_kate_] Permettetemi di dimostrare. Usi queste cinghie... per fissarle intorno ai fianchi... così. E poi solo... spinta.

source: [_lacey_] Whoa! That thing is probably bigger than Chad!
fr_fr: [_lacey_] Whoa ! Cette chose est probablement plus grande que le Tchad !
it_it: [_lacey_] Whoa! Quella cosa è probabilmente più grande del Ciad!

source: [_kate_] If you must know, it was molded after him.
fr_fr: [_kate_] Si vous devez savoir, il a été moulé après lui.
it_it: [_kate_] Se dovete sapere, è stato modellato dopo di lui.

source: [_stacy_] Oh, shit... I knew he was big, but damn, girl!
fr_fr: [_stacy_] Oh, merde ... Je savais qu'il était grand, mais putain, fille !
it_it: [_stacy_] Oh, merda... Sapevo che era grande, ma dannata, ragazza!

source: [_casey_] Maybe I should aim for Chad too...
fr_fr: [_casey_] Peut-être que je devrais viser le Tchad aussi ...
it_it: [_casey_] Forse dovrei mirare anche al Ciad...

source: [_lacey_] Gonna need a bucket of lube to get that thing into her dry English cunt.
fr_fr: [_lacey_] Gonna besoin d'un seau de lube pour obtenir ce truc dans sa tante anglaise sèche.
it_it: [_lacey_] Gonna ha bisogno di un secchio di lubrificante per ottenere quella cosa nella sua figa inglese secca.

source: [_kate_] Like I said, it's going in her ass.
fr_fr: [_kate_] Comme je l'ai dit, elle va dans son cul.
it_it: [_kate_] Come ho detto, sta andando nel suo culo.

source: [_stacy_] Hah, you're wicked!
fr_fr: [_stacy_] Hah, tu es méchant !
it_it: [_stacy_] Hah, sei malvagio!

source: [_casey_] The bitch deserves it.
fr_fr: [_casey_] La salope le mérite.
it_it: [_casey_] La cagna lo merita.

source: [_lacey_] She won't be able to sit for the rest of the year!
fr_fr: [_lacey_] Elle ne pourra pas s'asseoir pour le reste de l'année !
it_it: [_lacey_] Non sarà in grado di sedersi per il resto dell'anno!

source: [_kate_] She won't have to... once I'm done with her, she'll crawl around like a little puppy.
fr_fr: [_kate_] Elle n'aura pas à ... une fois que j'aurai fini avec elle, elle rampera comme un petit chiot.
it_it: [_kate_] Lei non dovrà... una volta che ho finito con lei, striscerà in giro come un piccolo cucciolo.

source: [_kate_] All right, let's hit the showers, girls!
fr_fr: [_kate_] Très bien, frapperons les douches, les filles !
it_it: [_kate_] Va bene, colpiamo le docce, le ragazze!

source: Well, that's not exactly what I'd hoped for...
fr_fr: Eh bien, ce n'est pas exactement ce que j'espérais pour ...
it_it: Beh, non è esattamente quello che speravo...

source: Although, the thought of [kate] fucking [isabelle] in the ass with a massive strap-on is definitely a turn on.
fr_fr: Bien que la pensée du [kate] fucking [isabelle] dans le cul avec un sangle massif est définitivement un virage.
it_it: Anche se, il pensiero di [kate] cazzo [isabelle] nel culo con un enorme strap-on è sicuramente un accensione.

source: Anyway, nothing about the theft... you'd think that'd be a topic of conversation if [kate] were behind it.
fr_fr: Quoi qu'il en soit, rien sur le vol ... vous penseriez que ce serait un sujet de conversation si le [kate] était derrière.
it_it: In ogni caso, niente del furto... pensereste che sarebbe un argomento di conversazione se [kate] fosse dietro di esso.

source: Best report back to [isabelle] anyway.
fr_fr: Meilleur rapport au [isabelle] de toute façon.
it_it: Il miglior rapporto torna comunque ad [isabelle].

source: [_mc_] So, I got some new information, but it's not really what we're looking for...
fr_fr: [_mc_] Donc, j'ai de nouvelles informations, mais ce n'est pas vraiment ce que nous recherchons ...
it_it: [_mc_] Quindi, ho ricevuto alcune nuove informazioni, ma non è proprio quello che stiamo cercando...

source: [_isabelle_s_concerned_] What did you learn?
fr_fr: [_isabelle_s_concerned_] Qu'avez-vous appris?
it_it: [_isabelle_s_concerned_] Che cos'hai imparato?

source: It probably wouldn't help to tell her about the strap-on.
fr_fr: Cela n'aiderait probablement pas à lui parler de la sangle.
it_it: Probabilmente non aiuterebbe a dirle del cinturino.

source: Honestly, that would probably give her anxiety.
fr_fr: Honnêtement, ça lui donnerait probablement son anxiété.
it_it: Onestamente, questo probabilmente darebbe la sua ansia.

source: [_mc_] That [kate] is evil.
fr_fr: [_mc_] Le [kate] est mauvais.
it_it: [_mc_] Quella [kate] è malvagia.

source: [_isabelle_s_thinking_] When I was younger I didn't believe in good and evil.
fr_fr: [_isabelle_s_thinking_] Quand j'étais plus jeune, je ne croyais pas au bien et au mal.
it_it: [_isabelle_s_thinking_] Quando ero più giovane non credevo nel bene e nel male.

source: [_isabelle_s_thinking_] I used to tell myself that people were just unlucky with their situations, causing them to do evil things.
fr_fr: [_isabelle_s_thinking_] J'avais l'habitude de me dire que les gens n'avaient pas de chance avec leur situation, ce qui les a fait faire du mal.
it_it: [_isabelle_s_thinking_] Ero abituato a dirmi che le persone erano semplicemente sfortunate con le loro situazioni, facendole fare cose malvagie.

source: [_isabelle_s_cringe_] But there are exceptions to that...
fr_fr: [_isabelle_s_cringe_] Mais il y a des exceptions ...
it_it: [_isabelle_s_cringe_] Ma ci sono delle eccezioni...

source: [_isabelle_s_cringe_] I've come to realize that there are people who are indeed evil... and [kate] may very well be one of them.
fr_fr: [_isabelle_s_cringe_] Je suis venu me rendre compte qu'il y a des gens qui sont vraiment mauvais ... et [kate] peut très bien être l'un d'entre eux.
it_it: [_isabelle_s_cringe_] Sono venuto a capire che ci sono persone che sono davvero malvagie... e [kate] può benissimo essere una di loro.

source: [_mc_] I didn't think you were this cynical, but I couldn't agree more.
fr_fr: [_mc_] Je ne pensais pas que vous étiez ce cynique, mais je n'étais pas d'accord.
it_it: [_mc_] Non pensavo che tu fossi questo cinico, ma non potevo essere più d'accordo.

source: [_mc_] It's unusual coming from an intellectual like you.
fr_fr: [_mc_] C'est inhabituel de venir d'un intellectuel comme vous.
it_it: [_mc_] È insolito venire da un intellettuale come te.

source: [_isabelle_s_sad_] Intellectuals are usually the first ones to be killed when a dictator takes control of a country...
fr_fr: [_isabelle_s_sad_] Les intellectuels sont généralement les premiers à être tués quand un dictateur prend le contrôle d'un pays ...
it_it: [_isabelle_s_sad_] Gli intellettuali sono di solito i primi ad essere uccisi quando un dittatore prende il controllo di un paese...

source: [_isabelle_s_blush_] Thanks for calling me that, though!
fr_fr: [_isabelle_s_blush_] Merci de m'appeler ainsi !
it_it: [_isabelle_s_blush_] Grazie per avermi chiamato questo, però!

source: [_mc_] [kate] said she's planning to replace the stick up your butt...
fr_fr: [_mc_] [kate] dit qu'elle a l'intention de remplacer le bâton ...
it_it: [_mc_] [kate] ha detto che sta pianificando di sostituire il bastone sul tuo bottino...

source: [_isabelle_s_cringe_] ...With what?
fr_fr: [_isabelle_s_cringe_] ...Avec quoi?
it_it: [_isabelle_s_cringe_] ...Con che cosa?

source: [_mc_] Well, she had this... strap-on, if you know what that is...
fr_fr: [_mc_] Eh bien, elle avait ce ... lanière, si tu sais ce que c'est. ..
it_it: [_mc_] Beh, ha avuto questo... strap-on, se sapete che cos'è...

source: [_isabelle_s_afraid_] She's joking!
fr_fr: [_isabelle_s_afraid_] Elle plaisant !
it_it: [_isabelle_s_afraid_] sta scherzando!

source: [_mc_] To be honest, probably... she was probably just showing off to her sycophants.
fr_fr: [_mc_] Pour être honnête, probablement ... elle était probablement juste en montrant à ses sycophants.
it_it: [_mc_] Per essere onesti, probabilmente... probabilmente stava solo mostrando ai suoi sycophants.

source: [_isabelle_s_cringe_] She's absolutely bonkers!
fr_fr: [_isabelle_s_cringe_] Elle est absolument démarcheur !
it_it: [_isabelle_s_cringe_] Lei è assolutamente bonkers!

source: [_isabelle_s_blush_] Thanks for telling me, though.
fr_fr: [_isabelle_s_blush_] Merci de me le dire.
it_it: [_isabelle_s_blush_] Grazie per avermi raccontato, però.

source: [_mc_] I'll make sure it doesn't happen.
fr_fr: [_mc_] Je m'assurerai que ce n'est pas le cas.
it_it: [_mc_] mi assicurerò che non succeda.

source: [_mc_] Anyway, I'm sorry to say it, but I didn't learn anything useful so far.
fr_fr: [_mc_] Quoi qu'il en soit, je suis désolé de le dire, mais je n'ai rien appris jusqu'à présent.
it_it: [_mc_] Comunque, mi dispiace dirlo, ma non ho imparato nulla di utile finora.

source: [_isabelle_s_sad_] That's too bad. What should we do now?
fr_fr: [_isabelle_s_sad_] C'est dommage. Que devrions-nous faire maintenant?
it_it: [_isabelle_s_sad_] È troppo male. Cosa dovremmo fare adesso?

source: [_mc_] I think you should keep on investigating on your own. I have another idea.
fr_fr: [_mc_] Je pense que vous devriez continuer d'enquêter de votre propre initiative. J'ai une autre idée.
it_it: [_mc_] Penso che dovreste continuare a indagare da soli. Ho un'altra idea.

source: [_isabelle_s_neutral_] What's that?
fr_fr: [_isabelle_s_neutral_] Qu'est-ce que c'est?
it_it: [_isabelle_s_neutral_] Che cos'è?

source: [_mc_] I think if anyone's seen something it's [maxine].
fr_fr: [_mc_] Je pense que si quelqu'un a vu quelque chose, c'est [maxine].
it_it: [_mc_] Penso che se qualcuno ha visto qualcosa è [maxine].

source: ?quest.kate_over_isabelle.started and not quest.kate_over_isabelle.failed@|{image=kate contact_icon}|"Was anything stolen?"
fr_fr: ? quest.kate_over_isabelle.started et non quest.kate_over_isabelle.failed @ | { image = kate contact_icon } | "Avez-vous quelque chose volé?"
it_it: ?quest.kate_over_isabelle.started e non quest.kate_over_isabelle.failed@<unk> {image=kate contact_icon}<unk> "È stato rubato qualcosa?"

source: "Have you talked to the [guard]?"
fr_fr: "Avez-vous parlé au [guard]?"
it_it: "Hai parlato con la [guard]?"

source: ?quest.isabelle_over_kate.started and not quest.isabelle_over_kate.failed@|{image=isabelle contact_icon}|"Do you think this is retaliation?"
fr_fr: ? quest.isabelle_over_kate.started et non quest.isabelle_over_kate.failed @ | { image = isabelle contact_icon } | "Pensez-vous qu'il s'agit de représailles?"
it_it: ?quest.isabelle_over_kate.started e non quest.isabelle_over_kate.failed@<unk> {image=isabelle contact_icon}<unk> "Pensi che si tratti di ritorsioni?"

source: "Maybe we can ask [maxine]? She's got this school under a microscope."
fr_fr: " Peut-être que nous pouvons demander le [maxine]? Elle a cette école au microscope. "
it_it: "Forse possiamo chiedere [maxine]? Ha questa scuola sotto un microscopio."

source: "I'll do some snooping. You stay put."
fr_fr: " Je vais faire du snooping. Tu restes mis. "
it_it: "Farò un po' di snooping. Rimane messo."

source: "Yes, sit pretty like a lady for once and let me do the work."
fr_fr: "Oui, assezvous comme une dame pour une fois et laissez-moi faire le travail."
it_it: "Sì, siediti abbastanza come una signora per una volta e lasciami fare il lavoro."

source: "No one ever notices me... I'm the perfect spy."
fr_fr: " Personne ne me remarque jamais ... Je suis l'espion parfait. "
it_it: "Nessuno mi nota mai... sono la spia perfetta."

source: ?mc.charisma>=3@[mc.charisma]/3|{image=stats cha}|"Someone once told me you need to nip bad behaviors in the bud and confront your enemies."
fr_fr: ? mc.charisma> =3@[mc.charisma]/3 | { image=stats cha } | "Quelqu'un m'a dit une fois que vous avez besoin de tuer les mauvais comportements dans le bourgeon et de confronter vos ennemis."
it_it: ?mc.charisma>=3@[mc.charisma]/3<unk> {image=stats cha}<unk> "Qualcuno mi ha detto una volta che devi spezzare i cattivi comportamenti nel germoglio e affrontare i tuoi nemici."

source: ?mc.money>=20@[mc.money]/20|{image=ui hud icon_money}|Buy the doughnuts
fr_fr: ? mc.money> =20 @[mc.money]/20 | { image=ui hud icon_money } | Achetez les beignes
it_it: ?mc.money>=20@[mc.money]/20<unk> {image=ui hud icon_money}<unk> Acquista le ciambelle

source: ?mc.strength>=7@[mc.strength]/7|{image=stats str}|Steal the doughnuts
fr_fr: ? mc.renforc> =7@[mc.strength]/7 | { image=stats str } | Steal les beignes
it_it: ?mc.strength>=7@[mc.strength]/7<unk> {image=stats str}<unk> Rubare le ciambelle

source: Come back later
fr_fr: Revenez plus tard
it_it: Torna più tardi

source: "It's not what it looks like..."
fr_fr: "Ce n'est pas à quoi ça ressemble ..."
it_it: "Non è quello che sembra..."

source: ?mc.intellect>=3@[mc.intellect]/3|{image=stats int}|"I'm doing an art project!"
fr_fr: ? mc.intellect> =3@[mc.intellect]/3 | { image=stats int } | "Je fais un projet d'art !"
it_it: ?mc.intellect>=3@[mc.intellect]/3<unk> {image=stats int}<unk> "Sto facendo un progetto d'arte!"

source: "So, I'm free to go?"
fr_fr: "Alors, je suis libre de partir?"
it_it: "Quindi, sono libera di andare?"

source: ?jacklyn.lust>=3@[jacklyn.lust]/3|{image= jacklyn contact_icon}|{image=stats lust}|"I was hoping you could help me with the project..."
fr_fr: ? jacklyn.lust> =3@[jacklyn.lust]/3 | { image= jacklyn contact_icon } | { image=stats lust } | "J'espérais que vous pourriez m'aider avec le projet ..."
it_it: ?jacklyn.lust>=3@[jacklyn.lust]/3<unk> {image= jacklyn contact_icon}<unk> {image=stats lust}<unk> "Stavo sperando che potesse aiutarmi con il progetto..."

source: "Sorry, but I need these."
fr_fr: "Désolé, mais j'en ai besoin."
it_it: "Mi dispiace, ma ne ho bisogno."

source: "Sure, I don't need all of these!"
fr_fr: "Bien sûr, je n'ai pas besoin de tout ça !"
it_it: "Certo, non ho bisogno di tutti questi!"

source: "Thanks, I hope you like it!"
fr_fr: "Merci, j'espère que vous l'aimez !"
it_it: "Grazie, spero che vi piace!"

source: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"Oh, they're more expensive than that..."
fr_fr: ? mc.owned_item ('compromising_photo') @ | { image = items compromising_photo } | "Oh, ils sont plus chers que ça ..."
it_it: ?mc.owned_item('compromising_photo')@<unk> {image=items compromising_photo}<unk> "Oh, sono più costosi di questo..."

source: "They're $10 each now."
fr_fr: "Ils sont 10 $ chacun maintenant."
it_it: "Ora sono $10 ciascuno."

source: ?nurse.lust>=2@[nurse.lust]/2|{image= nurse contact_icon}|{image=stats lust}|"I'm not looking for money."
fr_fr: ? nurse.lust> =2@[nurse.lust]/2 | { image= infirmière contact_icon } | { image=stats lust } | "Je ne recherche pas d'argent."
it_it: ?nurse.lust>=2@[nurse.lust]/2<unk> {image= nurse contact_icon}<unk> {image=stats lust}<unk> "Non sto cercando soldi."

source: Eat one of the doughnuts to savor his misery
fr_fr: Eat l'un des beignets à savourer sa misère
it_it: Mangiare una delle ciambelle per assaporare la sua miseria

source: Gloating is how you end up in a bodybag
fr_fr: Gants c'est comme ça que tu finis dans un sac de carrosserie
it_it: Gloating è come si finisce in un bodybag

source: "I've finished my investigation."
fr_fr: "J'ai terminé mon enquête."
it_it: "Ho finito la mia indagine."

source: "I'm still investigating..."
fr_fr: "Je suis toujours en train d'enquêter ..."
it_it: "Sto ancora indagando..."

source: "[kate] did it."
fr_fr: "[kate] l'a fait. "
it_it: "[kate] lo ha fatto."

source: "[lindsey] did it."
fr_fr: "[lindsey] l'a fait. "
it_it: "[lindsey] lo ha fatto."

source: ?quest.isabelle_stolen['lindsey_talk']@|{image=lindsey contact_icon}|"It's complicated..."
fr_fr: ? quest.isabelle_volé ['lindsey_talk'] @ | { image = lindsey contact_icon } | "C'est compliqué ..."
it_it: ?quest.isabelle_stolen['lindsey_talk']@<unk> {image=lindsey contact_icon}<unk> "È complicato..."

source: "That's very hard to believe..."
fr_fr: "C'est très difficile de croire ..."
it_it: "È molto difficile credere..."

source: "You look lovely today, ma'am!"
fr_fr: "Tu as l'air adorable aujourd'hui, madame !"
it_it: "Sembra bello oggi, ma'am!"

source: ?mc.random_consumable()@|{image=items random_consumables_1}|{image=ui random}|{image=items random_consumables_2}|"I bring tributes."
fr_fr: ? mc.random_consommable () @ | { image = items random_consumables_ 1 } | { image=ui random } | { image=items random_consumables_ 2 } | "I bring tributes."
it_it: ?mc.random_consumable()@<unk> {image=items random_consumables_1}<unk> {image=ui random}<unk> {image=items random_consumables_2}<unk> "I bring tributes."

source: "If you're civil about it, I might provide you with some information."
fr_fr: "Si vous êtes civil, je pourrais vous fournir quelques informations."
it_it: "Se siete civili al riguardo, potrei fornirvi alcune informazioni."
