Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_red.po
Languages: fr_fr, it_it

source: [_lacey_] Doesn't taste like papaya...
fr_fr: [_lacey_] N'a pas le goût de papaye ...
it_it: [_lacey_] Non ha un sapore di papaia...

source: [kate] stifles a gasp of pleasure, a single bead of sweat sparkling down the side of her face.
fr_fr: Le [kate] étouffe un bonbon de plaisir, un seul bec de sueur étincelant sur le côté de son visage.
it_it: [kate] soffoca una goccia di piacere, un solo tallone di sudore scintillante sul lato del suo viso.

source: [_kate_s_lacey_bet_licking_pussy1_] W-what does it taste like?
fr_fr: [_kate_s_lacey_bet_licking_pussy1_] W-à quoi ressemble le goût?
it_it: [_kate_s_lacey_bet_licking_pussy1_] W-what does it like?

source: [_lacey_] I don't know...
fr_fr: [_lacey_] Je ne sais pas ...
it_it: [_lacey_] non lo so...

source: God, [kate] has completely mesmerized her with her pussy.
fr_fr: Dieu, [kate] l'a complètement hypnotisée avec sa chatte.
it_it: Dio, [kate] la ha completamente affascinata con la sua figa.

source: How can someone so rotten on the inside, be so beautiful on the outside?
fr_fr: Comment quelqu'un si pourri à l'intérieur, être si beau à l'extérieur?
it_it: Come può qualcuno così marcio all'interno, essere così bello all'esterno?

source: It's not fair.
fr_fr: Ce n'est pas juste.
it_it: Non è giusta.

source: Pretty privilege is absolutely real, and [kate] is the ruling class.
fr_fr: Le privilège Pretty est absolument réel, et le [kate] est la classe dirigeante.
it_it: Abbastanza privilegio è assolutamente reale, e [kate] è la classe dominante.

source: [_kate_s_lacey_bet_licking_pussy1_] Touch me like you would touch yourself, [lacey].
fr_fr: [_kate_s_lacey_bet_licking_pussy1_] Touche-moi comme tu te touchez, [lacey].
it_it: [_kate_s_lacey_bet_licking_pussy1_] Tocca me come vorresti toccare te stesso, [lacey].

source: [_kate_s_lacey_bet_fingering_pussy_] Ohhh! Yes! Exactly like that!
fr_fr: [_kate_s_lacey_bet_fingering_pussy_] Ohhh ! Oui ! Exactement comme ça !
it_it: [_kate_s_lacey_bet_fingering_pussy_] Ohhh! Sì! Proprio così!

source: [_lacey_] If you have an orgasm, that means you're gay, right?
fr_fr: [_lacey_] Si vous avez un orgasme, ça veut dire que vous êtes gay, n'est-ce pas?
it_it: [_lacey_] Se hai un orgasmo, questo significa che sei gay, giusto?

source: [_kate_s_lacey_bet_fingering_pussy_] Ahh! No, it doesn't!
fr_fr: [_kate_s_lacey_bet_fingering_pussy_] Ahh ! Non, ce n'est pas le cas !
it_it: [_kate_s_lacey_bet_fingering_pussy_] Ahh! No, non è!

source: [_kate_s_lacey_bet_fingering_pussy_] Keep going! I love it when you talk into my pussy!
fr_fr: [_kate_s_lacey_bet_fingering_pussy_] Continuez ! Je l'adore quand tu parles dans ma chatte !
it_it: [_kate_s_lacey_bet_fingering_pussy_] Continui ad andare! Mi piace quando parli nella mia figa!

source: [_lacey_] Mmmm... what?
fr_fr: [_lacey_] Mmmm ... quoi?
it_it: [_lacey_] Mmmm... cosa?

source: [_kate_s_lacey_bet_fingering_pussy_] Nothing! Tell me about your day.
fr_fr: [_kate_s_lacey_bet_fingering_pussy_] Rien ! Parlez-moi de votre journée.
it_it: [_kate_s_lacey_bet_fingering_pussy_] Niente! Raccontami la tua giornata.

source: Whoa! [kate] is really getting into it...
fr_fr: Whoa ! [kate] est vraiment en train de s'y rendre ...
it_it: Choa! [kate] sta davvero entrando...

source: She slips out of her top and helps [lacey] out of hers.
fr_fr: Elle sort de son sommet et aide [lacey] de ses hers.
it_it: Lei scivola fuori dalla sua parte superiore e aiuta [lacey] da lei.

source: [_lacey_] Mmm... after school... mmm.... I'm going to my sister's beauty pageant...{space=-75}
fr_fr: [_lacey_] Mmm ... après l'école ... mmm ... Je vais au concours de beauté de ma sœur ... { space=-75 }
it_it: [_lacey_] Mmm... dopo la scuola... mmm.... Vado alla pagina di bellezza di mia sorella...{space=-75}

source: [_lacey_] Mmm... then I'm going to go shopping... mmm... then maybe a mani-pedi...{space=-110}
fr_fr: [_lacey_] Mmm ... alors je vais aller faire du shopping ... mmm ... alors peut-être un mani-pedi ... { space=-110 }
it_it: [_lacey_] Mmm... poi andrò a fare shopping... mmm... poi forse un mani-pedi...{space=-110}

source: [_kate_s_lacey_bet_removing_kate_and_lacey_bra_] Y-yes!
fr_fr: [_kate_s_lacey_bet_removing_kate_and_lacey_bra_] Oui !
it_it: [_kate_s_lacey_bet_removing_kate_and_lacey_bra_] Y-y!

source: [_lacey_] Mmm... okay... definitely a mani-pedi, then...
fr_fr: [_lacey_] Mmm ... ok ... certainement un mani-pedi, alors ...
it_it: [_lacey_] Mmm... okay... sicuramente un mani-pedi, allora...

source: The vibrations from [lacey]'s voice are driving [kate] closer and closer to the edge.
fr_fr: Les vibrations de la voix [lacey]'s conduisent [kate] plus près et plus près du bord.
it_it: Le vibrazioni dalla voce di [lacey]stanno guidando [kate] più vicino al bordo.

source: I wonder what bet it was that put them in this position, but I'm sure [kate] rigged it.
fr_fr: Je me demande ce que c'était que de les mettre dans cette position, mais je suis sûr que le [kate] l'a truqué.
it_it: Mi chiedo quale scommessa fosse che li mettesse in questa posizione, ma sono sicuro che [kate] lo abbia truccato.

source: Getting her friends to eat her out over a bet is typical [kate] behavior.{space=-5}
fr_fr: Obtenir ses amis pour la manger sur un pari est un comportement typique [kate] . { space=-5 }
it_it: Ottenere i suoi amici a mangiarla fuori su una scommessa è il tipico comportamento [kate] . {space=-5}

source: [_lacey_] Mmm... then I'm going to see Tanner...
fr_fr: [_lacey_] Mmm ... alors je vais voir Tanner ...
it_it: [_lacey_] Mmm... poi vedrò Tanner...

source: [_kate_s_lacey_bet_removing_kate_and_lacey_bra_] Touch me like you touch yourself when you think of Tanner!
fr_fr: [_kate_s_lacey_bet_removing_kate_and_lacey_bra_] Touche-moi comme tu te touchez quand tu penses à Tanner !
it_it: [_kate_s_lacey_bet_removing_kate_and_lacey_bra_] Tocca me come te stesso quando pensi a Tanner!

source: [_lacey_] Mmm... okay...
fr_fr: [_lacey_] Mmm ... Ok ...

source: Holy shit! [lacey] just put two fingers up [kate]'s ass...
fr_fr: Holy shit ! [lacey] juste deux doigts de [kate]'s ass ...
it_it: Merda santa! [lacey] basta mettere due dita su [kate]'il culo...

source: I knew the cheerleaders were slutty bimbos, but god damn!
fr_fr: Je savais que les cheerleaders étaient des bimbos salopes, mais Dieu merde !
it_it: Sapevo che gli cheerleader erano troia bimbo, ma dio dannato!

source: [_kate_s_lacey_bet_fingering_ass1_] That's... hnnngh!
fr_fr: [_kate_s_lacey_bet_fingering_ass1_] C'est. .. hnnngh !
it_it: [_kate_s_lacey_bet_fingering_ass1_] Quello... hnnngh!

source: [kate]'s eyes roll back as [lacey] drives her finger in and out, forcing the orgasm out.
fr_fr: [kate]'s les yeux reroulis sous le [lacey] conduit son doigt dans et dehors, forçant l'orgasme.
it_it: [kate]'s eyes roll back as [lacey] drives her finger in and out, forzando l'orgasmo fuori.

source: [_kate_s_lacey_bet_fingering_ass1_] Aaaaaaaah! My god! [withvpunch]
fr_fr: [_kate_s_lacey_bet_fingering_ass1_] Aaaaaaaah ! Mon Dieu ! [withvpunch]
it_it: [_kate_s_lacey_bet_fingering_ass1_] Aaaaaaaah! Mio Dio! [withvpunch]

source: Suddenly, [kate]'s entire body bucks, and a deep orgasmic spasm runs through her abdomen.
fr_fr: Soudain, [kate]'s du corps entier, et un spasme orgasmique profond court à travers son abdomen.
it_it: Improvvisamente, [kate]è tutto il corpo dollari, e un profondo spasmo orgasmico attraversa il suo addome.

source: Then the climax hits in full, turning her limbs into jelly.
fr_fr: Puis le climax frappe en plein, transformant ses membres en gelée.
it_it: Poi il culmine colpisce pienamente, trasformando gli arti in gelatina.

source: For a moment, she just lies there while [lacey], clearly unaware of the climax, keeps licking and fingering.
fr_fr: Pour un instant, elle se trouve juste là tandis que [lacey], ignorant clairement le climax, conserve léchage et fingering.
it_it: Per un attimo, lei si trova lì mentre [lacey], chiaramente inconsapevole del climax, continua a leccare e diteggiare.

source: [_kate_s_lacey_bet_fingering_ass2_] [lacey]-baby?
fr_fr: [_kate_s_lacey_bet_fingering_ass2_] [lacey]-bébé?

source: [_kate_s_lacey_bet_fingering_ass2_] Would you do something for me?
fr_fr: [_kate_s_lacey_bet_fingering_ass2_] Est-ce que vous feriez quelque chose pour moi?
it_it: [_kate_s_lacey_bet_fingering_ass2_] Faresti qualcosa per me?

source: [_lacey_] Yes, what?
fr_fr: [_lacey_] Oui, quoi?
it_it: [_lacey_] Sì, cosa?

source: [kate] suddenly flips over, presenting her ass.
fr_fr: [kate] s'estompe subitement, lui présentant son cul.
it_it: [kate] improvvisamente capovolge, presentando il suo culo.

source: And it is a fine ass by any standard.
fr_fr: Et c'est un beau cul par n'importe quelle norme.
it_it: Ed è un bel culo da qualsiasi standard.

source: Round and firm, like a semi-ripe peach.
fr_fr: Ronde et ferme, comme une pêche semi-mûre.
it_it: Rotondo e solido, come una pesca semi-matura.

source: [_lacey_] There...?
fr_fr: [_lacey_]...?
it_it: [_lacey_] Lì...?

source: [_kate_s_lacey_bet_spreading_ass_] Yes, I'm very clean. You might even like it.
fr_fr: [_kate_s_lacey_bet_spreading_ass_] Oui, je suis très propre. Vous pourriez même l'être.
it_it: [_kate_s_lacey_bet_spreading_ass_] Sì, sono molto pulito. Potrebbe piacerti anche.

source: [_lacey_] Hmm... okay. If you say so...
fr_fr: [_lacey_] Hmm ... Ok. Si vous le dites ...
it_it: [_lacey_] Hmm... okay. Se lo dici...

source: [_kate_s_lacey_bet_spreading_ass_] I do say so.
fr_fr: [_kate_s_lacey_bet_spreading_ass_] Je le dis.
it_it: [_kate_s_lacey_bet_spreading_ass_] lo dico.

source: [kate] does bossy just right. Man, I wish she would boss me like this.
fr_fr: [kate] bossa juste à droite. J'aimerais qu'elle me patron comme ça.
it_it: [kate] fa bossy giusto. Uomo, vorrei che mi capisse così.

source: I know I wouldn't mind eating her ass...
fr_fr: Je sais que je ne voudrais pas manger son cul ...
it_it: So che non mi dispiacerebbe mangiare il suo culo...

source: Ugh, what am I thinking?
fr_fr: Qu'est-ce que je pense?
it_it: Ugh, cosa sto pensando?

source: Carefully, [lacey] pokes her tongue out.
fr_fr: De plus, [lacey] se défait la langue.
it_it: Accuratamente [lacey] spinge la sua lingua.

source: She circles [kate]'s rosebud.
fr_fr: Elle fait tourner le rosebud de [kate].
it_it: Cerchia il bocciolo di rosa di [kate].

source: A million nerve endings meeting a million nerve endings.
fr_fr: Un million de terminaisons nerveuses qui rencontrent un million de terminaisons nerveuses.
it_it: Un milione di terminazioni nervose incontra un milione di terminazioni nervose.

source: The tip of her tongue, swirling over the tiny dark brown wrinkles.
fr_fr: La pointe de sa langue, tourchant sur les petites ridules brunes foncées.
it_it: La punta della lingua, ruotando sopra le piccole rughe marrone scuro.

source: Poking through the sphincter, tasting, exploring deeper.
fr_fr: Poking through the sphincter, tasting, explore approfondissement.
it_it: Poking attraverso lo sfintere, degustazione, esplorazione più profonda.

source: [kate] moans in pleasure — it's a soft feminine sound, very unlike her usual harsh tone.
fr_fr: [kate] ains de plaisir-c'est un son doux féminin, très différent de sa tonalité habituelle.
it_it: [kate] lamenta di piacere — è un suono femminile morbido, molto diverso dal suo solito tono duro.

source: [lacey] again slides her fingers into [kate]'s pussy, fucking her with both tongue and digit.
fr_fr: [lacey] glisse encore ses doigts dans [kate]'s la chatte, la baiser avec la langue et le chiffre.
it_it: [lacey] scivola di nuovo le dita nella figa di [kate], facendola scopare sia con la lingua che con la cifra.

source: [_kate_s_lacey_bet_licking_ass2_] Oh my god...
fr_fr: [_kate_s_lacey_bet_licking_ass2_] Oh mon dieu ...
it_it: [_kate_s_lacey_bet_licking_ass2_] Oh mio dio...

source: [_kate_s_lacey_bet_licking_ass2_] Yes... eat my ass, [isabelle]...
fr_fr: [_kate_s_lacey_bet_licking_ass2_] Oui ... manger mon cul, [isabelle]...
it_it: [_kate_s_lacey_bet_licking_ass2_] Sì... mangia il mio asino, [isabelle]...

source: [_kate_s_lacey_bet_spreading_ass_] Uh... sorry, my mind was somewhere else...
fr_fr: [_kate_s_lacey_bet_spreading_ass_] Uh ... désolé, mon esprit était ailleurs ...
it_it: [_kate_s_lacey_bet_spreading_ass_] Uh... mi dispiace, la mia mente era da qualche altra parte...

source: [_kate_s_lacey_bet_spreading_ass_] Continue.
fr_fr: [_kate_s_lacey_bet_spreading_ass_] Continuer.
it_it: [_kate_s_lacey_bet_spreading_ass_] Continua.

source: [_kate_s_lacey_bet_licking_ass2_] I was just daydreaming about when I'll have her eating my ass on every recess...
fr_fr: [_kate_s_lacey_bet_licking_ass2_] J'étais en train de rêver quand je vais manger mon cul à chaque recoeur ...
it_it: [_kate_s_lacey_bet_licking_ass2_] Stavo solo sognando di quando avrò lei mangiare il culo ad ogni assedio...

source: [_kate_s_lacey_bet_licking_ass2_] I'm so looking forward to making her my docile bitch-pet...
fr_fr: [_kate_s_lacey_bet_licking_ass2_] Je suis tellement impatient de faire d'elle ma benne docile ...
it_it: [_kate_s_lacey_bet_licking_ass2_] Non vedo l'ora di farle il mio docile bitch-pet...

source: [_kate_s_lacey_bet_licking_ass2_] And everyone else... on the squad...
fr_fr: [_kate_s_lacey_bet_licking_ass2_] Et tout le monde ... sur l'escouade ...
it_it: [_kate_s_lacey_bet_licking_ass2_] E tutti gli altri... sulla squadra...

source: [_kate_s_lacey_bet_licking_ass2_] Hnnngh! Yes!
fr_fr: [_kate_s_lacey_bet_licking_ass2_] Hnnngh ! Oui !
it_it: [_kate_s_lacey_bet_licking_ass2_] Hnnngh! Sì!

source: [_kate_s_lacey_bet_licking_ass2_] God, you're good at this, [lacey]!
fr_fr: [_kate_s_lacey_bet_licking_ass2_] Dieu, vous êtes bon, [lacey]!
it_it: [_kate_s_lacey_bet_licking_ass2_] Dio, sei bravo in questo, [lacey]!

source: [_kate_s_lacey_bet_licking_pussy_] Just like that!
fr_fr: [_kate_s_lacey_bet_licking_pussy_] Tout comme ça !
it_it: [_kate_s_lacey_bet_licking_pussy_] Proprio così!

source: With her tongue inside that pussy, and her nose buried in [kate]'s ass, [lacey] is really showing her true self.
fr_fr: Avec sa langue à l'intérieur de cette chatte, et son nez enterré dans le cul de [kate], [lacey] montre vraiment son vrai moi.
it_it: Con la sua lingua dentro quella figa, e il suo naso sepolto nel culo di [kate], [lacey] sta davvero mostrando il suo vero sé.

source: She has always been such a brown-nosed kiss-ass.
fr_fr: Elle a toujours été un baiser à nez brun.
it_it: Lei è sempre stata un bacio-culo dal naso bruno.

source: Always the yes-man... or well, yes-queen in this case.
fr_fr: Toujours le oui ... ou bien, oui-la reine dans ce cas.
it_it: Sempre il sì-uomo... o bene, sì-regina in questo caso.

source: Her tongue whips across [kate]'s fold, almost like a machine.
fr_fr: Sa langue est de [kate]'s, presque comme une machine.
it_it: La sua lingua frusta attraverso la piega di [kate], quasi come una macchina.

source: She might be a complete airhead, but at least she knows how to eat pussy and ass.
fr_fr: Elle pourrait être une tête d'avion complète, mais au moins elle sait manger des chattes et des fesses.
it_it: Potrebbe essere una testa d'aria completa, ma almeno lei sa come mangiare figa e culo.

source: Maybe it comes natural to girls like her?
fr_fr: Peut-être que c'est naturel pour les filles comme elle?
it_it: Forse viene naturale alle ragazze come lei?

source: [_kate_s_lacey_bet_licking_pussy_] Oh, my god!
fr_fr: [_kate_s_lacey_bet_licking_pussy_] Oh, mon dieu !
it_it: [_kate_s_lacey_bet_licking_pussy_] Oh, mio dio!

source: [kate] seems to be having the time of her life.
fr_fr: [kate] semble avoir le temps de sa vie.
it_it: [kate] sembra avere il tempo della sua vita.

source: I wish I was able to please someone as popular and pretty as her...
fr_fr: J'aimerais pouvoir plaire à quelqu'un aussi populaire et jolie qu'elle ...
it_it: Vorrei essere in grado di piacere a qualcuno come popolare e bella come lei...

source: If only she would give me a chance...
fr_fr: Si seulement elle me donnerait une chance ...
it_it: Se solo lei mi darebbe una possibilità...

source: [_kate_s_lacey_bet_squirting1_] Oh, fuck! Yes! [withvpunch]
fr_fr: [_kate_s_lacey_bet_squirting1_] Oh, merde ! Oui ! [withvpunch]
it_it: [_kate_s_lacey_bet_squirting1_] Oh, cazzo! Sì! [withvpunch]

source: God damn! She came again and squirted all over [lacey]!
fr_fr: Dieu putain ! Elle est venue à nouveau et a surmonté tout le [lacey]!

source: [lacey] narrows her eyes in annoyance, but [kate] just squirts again, this time on her face.
fr_fr: [lacey] se rétrécte les yeux en agacement, mais [kate] se moque de nouveau, cette fois sur son visage.
it_it: [lacey] restringe gli occhi in fastidio, ma [kate] si sprigiona di nuovo, questa volta sul suo volto.

source: Eyes half-closed, she peers around the room for a tissue of some sort.{space=-60}
fr_fr: Eyes est à moitié fermée, elle se classe autour de la pièce pour un tissu de quelque sorte. { space=-60 }
it_it: Occhi semi-chiusi, lei coinquina intorno alla stanza per un tessuto di qualche tipo. {space=-60}

source: Holy shit, I can't believe that just happened!
fr_fr: Holy shit, je ne peux pas croire que c'est arrivé !
it_it: Merda santa, non riesco a credere che sia appena successo!

source: If only I'd had the presence of mind to record it...
fr_fr: Si seulement j'avais eu la présence de l'esprit pour l'enregistrer ...
it_it: Se solo avessi avuto la presenza della mente per registrarla...

source: Damn, that could've been my ticket out of the gutter.
fr_fr: Merde, ça aurait pu être mon billet hors du caniveau.
it_it: Dannazione, che avrebbe potuto essere il mio biglietto fuori dalla grondaia.

source: Feels a bit like I won the lottery and then lost the ticket.
fr_fr: C'est un peu comme si j'avais gagné à la loterie, puis j'ai perdu le billet.
it_it: Si sente un po 'come ho vinto la lotteria e poi ha perso il biglietto.

source: I need to step up my game this time around. No way I'm letting an opportunity like that slip through my fingers again.
fr_fr: J'ai besoin de renforcer mon jeu cette fois. Je ne laisserai pas une opportunité comme ça à travers mes doigts à nouveau.
it_it: Ho bisogno di aumentare il mio gioco questa volta intorno. In nessun modo sto lasciando un'opportunità come quella scivolare attraverso le dita di nuovo.

source: Crap. I really need to go before they notice me.
fr_fr: Crap. J'ai vraiment besoin de me rendre avant qu'ils me remarent.
it_it: Crap. Ho davvero bisogno di andare prima che mi notino.

source: And I really need to find the nearest bathroom and jerk off.
fr_fr: Et j'ai vraiment besoin de trouver la salle de bain la plus proche.
it_it: E ho davvero bisogno di trovare il bagno più vicino e masturbarsi.

source: Ah, that was one of the better wanks this week!
fr_fr: Ah, c'était l'un des meilleurs décroches cette semaine !
it_it: Ah, che è stato uno dei wank migliori questa settimana!

source: I really should jerk off more often in a bathroom stall. It's just more thrilling.
fr_fr: Je devrais vraiment me branchez plus souvent dans une cabine de toilettes. C'est juste plus exprès.
it_it: Dovrei davvero masturbarmi più spesso in una stalla da bagno. È solo più emozionante.

source: Hopefully, [kate] and [lacey] are done in the English classroom now, and I can go find [maxine]'s next clue...
fr_fr: Espérons que les [kate] et [lacey] sont faits dans la salle de classe anglaise maintenant, et je peux trouver [maxine]'s le prochain indice ...
it_it: Speriamo che [kate] e [lacey] siano fatti nell'aula inglese ora, e posso andare a trovare il prossimo indizio di [maxine]...

source: Just my luck...
fr_fr: Juste ma chance ...
it_it: Solo la mia fortuna...

source: I guess I'll just have to wait for them to finish.
fr_fr: Je devrai juste attendre qu'ils terminent.
it_it: Immagino che dovrò solo aspettare che finiscano.

source: Okay, I think they left...
fr_fr: Ok, je pense qu'ils sont partis ...
it_it: Va bene, penso che se ne siano andati...

source: Seriously? Black paper?
fr_fr: Sérieusement? Papier noir?
it_it: Seriamente? Carta nera?

source: Let's see what it says, I guess.
fr_fr: Voyons ce qu'il dit, je suppose.
it_it: Vediamo cosa dice, immagino.

source: {i}"Clever is your middle name, your eye for detail is no shame. My name is a tricky matter, hit me hard and ears may shatter."{/}
fr_fr: {i}" Clever is your middle name, your eye for detail is no honte. Mon nom est délicat, me frappe dur et les oreilles peuvent se briser. " { / }
it_it: {i}"Clever is your middle name, your eye for detail is no shame. Il mio nome è una questione difficile, mi ha colpito duro e le orecchie possono frantumare."{/}

source: [_mc_] Hey, [isabelle]! Could you help me with another riddle?
fr_fr: [_mc_] Hey, [isabelle]! Pourriez-vous m'aider avec une énigme?
it_it: [_mc_] Hey, [isabelle]! Potresti aiutarmi con un altro indovinello?

source: [_mc_] What do you think about this one?
fr_fr: [_mc_] Que pensez-vous de celui-ci?
it_it: [_mc_] Cosa ne pensi di questo?

source: [_mc_] {i}"Clever is your middle name, your eye for detail is no shame. My name is a tricky matter, hit me hard and ears may shatter."{/}
fr_fr: [_mc_] {i}" Clever is your middle name, your eye for detail is no honte. Mon nom est délicat, me frappe dur et les oreilles peuvent se briser. " { / }
it_it: [_mc_] {i}"Clever is your middle name, your eye for detail is no shame. Il mio nome è una questione difficile, mi ha colpito duro e le orecchie possono frantumare."{/}

source: [_isabelle_s_skeptical_] Hmm... that's a tough one.
fr_fr: [_isabelle_s_skeptical_] Hmm ... c'est dur.
it_it: [_isabelle_s_skeptical_] Hmm... questo è un duro.

source: [_isabelle_s_skeptical_] Tricky matter? Ears shattering might have something to do with sound?{space=-85}
fr_fr: [_isabelle_s_skeptical_] Tricky matière? Les oreilles qui se sont écrasées peuvent avoir quelque chose à voir avec le son? { space=-85 }
it_it: [_isabelle_s_skeptical_] Tricky matter? Ears shattering potrebbe avere qualcosa a che fare con il suono?{space=-85}

source: [_mc_] I think I have an idea now, thanks!
fr_fr: [_mc_] Je pense que j'ai une idée maintenant, merci !
it_it: [_mc_] Penso di avere un'idea ora, grazie!

source: [_isabelle_s_excited_] Thanks for sharing these riddles with me! I'm having a ton of fun.
fr_fr: [_isabelle_s_excited_] Merci de partager ces énigmes avec moi ! J'ai une tonne de plaisir.
it_it: [_isabelle_s_excited_] Grazie per aver condiviso questi indovinelli con me! Mi sto divertendo.

source: [_isabelle_s_neutral_] You're welcome!
fr_fr: [_isabelle_s_neutral_] Vous êtes les bienvenus !
it_it: [_isabelle_s_neutral_] Sei il benvenuto!

source: I can never resist the urge...
fr_fr: Je ne résiste jamais à l'envie ...
it_it: Non posso mai resistere all'urgenza...

source: [_mc_] Huh? Where the hell did you come from?
fr_fr: [_mc_] Huh? D'où tu viens?
it_it: [_mc_] Huh? Da dove è venuto l'inferno?

source: [_maxine_s_thinking_] Keep it down.
fr_fr: [_maxine_s_thinking_] Restez à l'arrêt.
it_it: [_maxine_s_thinking_] Tienilo giù.

source: What the fuck? She climbed into a cabinet drawer!
fr_fr: Quelle baise? Elle est montée dans un tiroir de cabinet !
it_it: Quale scopata? Si è arrampicata in un cassetto dell'armadio!

source: Huh? How did she fit inside?
fr_fr: Huh? Comment a-t-elle été à l'intérieur?
it_it: Huh? Come si è adattata dentro?

source: [_mc_] Hello?
fr_fr: [_mc_] Bonjour?
it_it: [_mc_] Ciao?

source: [_maxine_] What?
fr_fr: [_maxine_] Quoi?
it_it: [_maxine_] Cosa?

source: [_mc_] What are you doing in there?
fr_fr: [_mc_] Qu'est-ce que vous faites là?
it_it: [_mc_] Cosa stai facendo lì dentro?

source: [_maxine_] What does it look like I'm doing?
fr_fr: [_maxine_] Qu'est-ce que j'ai l'air de faire?
it_it: [_maxine_] Come sembra che stia facendo?
