Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_haggis.po
Languages: fr_fr, it_it

source: [_mrsl_s_neutral_] Now, the reward isn't very big, but hopefully, you'll like it.
fr_fr: [_mrsl_s_neutral_] Maintenant, la récompense n'est pas très grande, mais j'espère que vous l'aimerez.
it_it: [_mrsl_s_neutral_] Ora, la ricompensa non è molto grande, ma speriamo che ti piacerà.

source: [_isabelle_s_confident_] Looks good on you, [mc]!
it_it: [_isabelle_s_confident_] ti guarda bene, [mc]!

source: [_flora_s_annoyed_] It doesn't look terrible...
fr_fr: [_flora_s_annoyed_] Ça ne semble pas terrible ...
it_it: [_flora_s_annoyed_] Non sembra terribile...

source: [_mc_] Hey, [flora]! I want to play a game...
fr_fr: [_mc_] Hey, [flora]! Je veux jouer à un jeu ...
it_it: [_mc_] Hey, [flora]! Voglio giocare a un gioco...

source: [_flora_s_annoyed_] Very funny.
fr_fr: [_flora_s_annoyed_] Très drôle.
it_it: [_flora_s_annoyed_] Molto divertente.

source: [_flora_s_eyeroll_] What now?
fr_fr: [_flora_s_eyeroll_] Que maintenant?
it_it: [_flora_s_eyeroll_] Che cosa adesso?

source: [_mc_] If you can guess which cup the eraser is under, I'll give up my claim on the reward.
fr_fr: [_mc_] Si vous pouvez deviner quelle tasse la gomme est sous, je donnerai ma réclamation sur la récompense.
it_it: [_mc_] Se riesci a indovinare in quale coppa si trova la gomma, rinuncerò al mio diritto sulla ricompensa.

source: [_mc_] If you can't guess, you'll have to give up your claim on the reward.
fr_fr: [_mc_] Si vous ne pouvez pas deviner, vous devrez renoncer à votre demande de récompense.
it_it: [_mc_] Se non riesci a indovinare, dovrai rinunciare al tuo reclamo sulla ricompensa.

source: [_flora_s_sarcastic_] Okay, should be easy enough.
fr_fr: [_flora_s_sarcastic_] Ok, devrait être assez facile.
it_it: [_flora_s_sarcastic_] Okay, dovrebbe essere abbastanza facile.

source: [_mc_] Great. Let's begin!
fr_fr: [_mc_] Grand. Commençons !
it_it: [_mc_] Grande. Cominciamo!

source: Okay, under which cup should the eraser go?
fr_fr: Ok, sous quelle tasse devrait aller la gomme?
it_it: Ok, sotto quale tazza dovrebbe andare la gomma?

source: Hopefully, she didn't see me dropping the eraser into my pocket...
fr_fr: Espérons qu'elle ne m'a pas vu déposer la gomme dans ma poche ...
it_it: Speriamo che non mi abbia visto cadere la gomma nella mia tasca...

source: [_mc_] Well, which one is it?
fr_fr: [_mc_] Eh bien, lequel est-il?
it_it: [_mc_] Beh, chi è?

source: [_flora_s_sarcastic_] Easy! Right one.
fr_fr: [_flora_s_sarcastic_] Facile ! Juste un.
it_it: [_flora_s_sarcastic_] Facile! Uno giusto.

source: [_flora_s_cringe_] What the hell? I could've sworn you put it there!
fr_fr: [_flora_s_cringe_] Qu'est-ce que l'enfer? J'aurais pu prêter serment de le mettre là !
it_it: [_flora_s_cringe_] Che inferno? Avrei potuto giurare di metterlo lì!

source: [_mc_] Well, that's too bad.
fr_fr: [_mc_] Eh bien, c'est trop mauvais.
it_it: [_mc_] Beh, è troppo male.

source: Okay, let's see if she got it right.
fr_fr: Ok, voyons si elle a raison.
it_it: Va bene, vediamo se ha capito bene.

source: [_mc_] Where's the eraser?
fr_fr: [_mc_] Où est la gomme?
it_it: [_mc_] Dov'è la gomma?

source: [_flora_s_thinking_] Middle one!
fr_fr: [_flora_s_thinking_] Moyen 1 !
it_it: [_flora_s_thinking_] di mezzo!

source: [_mc_] Crap. You got it.
fr_fr: [_mc_] Crap. Vous l'avez eu.
it_it: [_mc_] Crap. L'hai capito.

source: [_flora_s_laughing_] Yes!
fr_fr: [_flora_s_laughing_] Oui !
it_it: [_flora_s_laughing_] Sì!

source: Oh, well... the reward probably sucks anyway.
fr_fr: Oh, eh bien ... la récompense suce probablement de toute façon.
it_it: Oh, bene... la ricompensa probabilmente succhia comunque.

source: [_flora_] Middle one!
fr_fr: [_flora_] Moyen 1 !
it_it: [_flora_] di mezzo!

source: [_mc_] Wrong!
it_it: [_mc_] Sbagliato!

source: [_flora_s_annoyed_] Bullshit. Let's play again. Best of three!
fr_fr: [_flora_s_annoyed_] Bullshit. Rejouons. Meilleur de trois !
it_it: [_flora_s_annoyed_] Bullshit. Giochiamo di nuovo. Meglio di tre!

source: [_mc_] Sure, but we up the stakes.
fr_fr: [_mc_] Bien sûr, mais nous avons les enjeux.
it_it: [_mc_] Certo, ma noi abbiamo la posta in gioco.

source: [_flora_s_confused_] What do you mean?
fr_fr: [_flora_s_confused_] Que voulez-vous dire?
it_it: [_flora_s_confused_] Che cosa intendi?

source: [_mc_] If you lose again, you'll have to accept a dare.
fr_fr: [_mc_] Si vous perdez à nouveau, vous devrez accepter un oser.
it_it: [_mc_] Se perdi di nuovo, dovrai accettare un osare.

source: [_flora_s_annoyed_] Well, I'm not getting naked if that's what you're thinking.
fr_fr: [_flora_s_annoyed_] Eh bien, je ne suis pas nu si c'est ce que vous pensez.
it_it: [_flora_s_annoyed_] Beh, non sto diventando nudo se è quello che stai pensando.

source: [_mc_] Err, okay... I wasn't thinking that!
fr_fr: [_mc_] Err, ok ... Je ne pensais pas ça !
it_it: [_mc_] Err, va bene... Non stavo pensando!

source: [_flora_s_eyeroll_] You're gross.
fr_fr: [_flora_s_eyeroll_] Vous êtes brut.
it_it: [_flora_s_eyeroll_] Sei grossolano.

source: [_mc_] I said I wasn't thinking that!
fr_fr: [_mc_] J'ai dit que je ne pensais pas ça !
it_it: [_mc_] Ho detto che non stavo pensando!

source: [_flora_s_annoyed_] Let's just play.
it_it: [_flora_s_annoyed_] Giochiamo e basta.

source: Under which cup should the eraser go this time?
fr_fr: Sous quelle tasse le gomme devrait-il aller cette fois?
it_it: Sotto quale tazza la gomma dovrebbe andare questa volta?

source: [_mc_] You lost. Get over it.
fr_fr: [_mc_] Vous avez perdu. Va-y.
it_it: [_mc_] Hai perso. Scendi sopra.

source: [_flora_s_eyeroll_] Whatever. I don't really care anyway.
fr_fr: [_flora_s_eyeroll_] Quoi qu'il en soit. Je ne me souciais pas vraiment.
it_it: [_flora_s_eyeroll_] Qualunque cosa non mi importi.

source: [_mc_] Which one, [flora]?
fr_fr: [_mc_] Laquelle, [flora]?
it_it: [_mc_] Quale [flora]?

source: [_flora_s_thinking_] Hmm... middle one!
fr_fr: [_flora_s_thinking_] Hmm ... intermédiaire !
it_it: [_flora_s_thinking_] Hmm... di mezzo!

source: [_mc_] Damn it, [flora]!
it_it: [_mc_] Dannazione, [flora]!

source: [_flora_s_laughing_] Woo! Easy!
fr_fr: [_flora_s_laughing_] Woo ! Facile !
it_it: [_flora_s_laughing_] Woo! Facile!

source: [_mc_] Congratulations, I guess.
fr_fr: [_mc_] Félicitations, je suppose.
it_it: [_mc_] Congratulazioni, immagino.

source: [_flora_] Hmm... middle one!
fr_fr: [_flora_] Hmm ... intermédiaire !
it_it: [_flora_] Hmm... di mezzo!

source: [_mc_] Sorry, [flora]. Better luck next time.
fr_fr: [_mc_] Désolé, [flora]. Bonne chance la prochaine fois.
it_it: [_mc_] Scusa, [flora]. Migliore fortuna la prossima volta.

source: [_flora_] You cheated!
fr_fr: [_flora_] Vous avez triché !
it_it: [_flora_] Hai imbrogliato!

source: [_mc_] I would never cheat. I take all games very seriously.
fr_fr: [_mc_] Je ne tricherais jamais. Je prends tous les jeux très au sérieux.
it_it: [_mc_] Non imbroglierei mai. Io prendo tutti i giochi molto seriamente.

source: [_flora_s_annoyed_] I can't believe this.
fr_fr: [_flora_s_annoyed_] Je n'arrive pas à y croire.
it_it: [_flora_s_annoyed_] Non riesco a credere a questo.

source: [_mc_] I guess it's just my lucky day. Now for the dare...
fr_fr: [_mc_] Je suppose que c'est juste mon jour de chance. Maintenant, pour le pari ...
it_it: [_mc_] Immagino che sia solo il mio giorno fortunato. Ora per il oso...

source: [_flora_s_cringe_] I'm not eating anything gross, and I'm not getting naked.
fr_fr: [_flora_s_cringe_] Je ne mange rien de brut, et je ne me fais pas nue.
it_it: [_flora_s_cringe_] Non sto mangiando nulla di grossolano, e non sto diventando nudo.

source: [_mc_] Your dare is to kiss [isabelle].
fr_fr: [_mc_] Votre oser est d'embrasser [isabelle].
it_it: [_mc_] Il tuo coraggio è baciare [isabelle].

source: [_flora_s_cringe_] No way, you perv!
fr_fr: [_flora_s_cringe_] Non, vous perv !
it_it: [_flora_s_cringe_] In nessun modo, perv!

source: [_mc_] On the mouth.
fr_fr: [_mc_] Sur la bouche.
it_it: [_mc_] Sulla bocca.

source: [_flora_s_eyeroll_] Not happening.
fr_fr: [_flora_s_eyeroll_] Pas en train de se produire.
it_it: [_flora_s_eyeroll_] Non succede.

source: [_mc_] She's smart, kind, and a total bookworm. You'd make a perfect couple!
fr_fr: [_mc_] Elle est intelligente, aimable et un ver de bibliothèque. Tu ferais un couple parfait !
it_it: [_mc_] Lei è intelligente, gentile, e una libreria totale. Faresti una coppia perfetta!

source: [_flora_s_sarcastic_] In other words, she's your polar opposite?
fr_fr: [_flora_s_sarcastic_] En d'autres mots, c'est votre contraire polaire?
it_it: [_flora_s_sarcastic_] In altre parole, lei è il tuo opposto?

source: [_mc_] Well, I wouldn't go that far—
fr_fr: [_mc_] Eh bien, je ne vais pas aller aussi loin-
it_it: [_mc_] Beh, non andrei così lontano—

source: [_flora_s_sarcastic_] You're right, she's also pretty. Wait, that's still your opposite!
fr_fr: [_flora_s_sarcastic_] Vous avez raison, elle est aussi jolie. Attends, c'est toujours le contraire !
it_it: [_flora_s_sarcastic_] Hai ragione, è anche bella. Aspetta, è ancora il tuo opposto!

source: [_mc_] I don't know what the big deal is. It's just a dare.
fr_fr: [_mc_] Je ne sais pas ce que c'est. C'est juste un oser.
it_it: [_mc_] Non so quale sia il grande affare. È solo un osare.

source: [_flora_s_annoyed_] And you're just a pervert.
fr_fr: [_flora_s_annoyed_] Et vous n'êtes qu'un pervers.
it_it: [_flora_s_annoyed_] E sei solo un pervertito.

source: [_mc_] I beat you fair and square. And it could've been worse.
fr_fr: [_mc_] Je vous ai battu juste et carrée. Et ça aurait pu être pire.
it_it: [_mc_] Ti ho battuto giusto e quadrato. E avrebbe potuto essere peggio.

source: [_flora_s_annoyed_] How?
fr_fr: [_flora_s_annoyed_] Comment?
it_it: [_flora_s_annoyed_] Come?

source: [_mc_] I could've dared you to kiss anyone, but I picked a girl that you think is cute.
fr_fr: [_mc_] Je pourrais t'avoir osé embrasser n'importe qui, mais j'ai choisi une fille que tu penses mignonne.
it_it: [_mc_] Avrei potuto darti il coraggio di baciare chiunque, ma ho scelto una ragazza che pensi sia carina.

source: [_mc_] Just pay your dues.
fr_fr: [_mc_] Il vous suffit de payer vos cotisations.
it_it: [_mc_] Paga il tuo dovuto.

source: [_mc_] Oh? Does that mean I can back out of the slug deal?
fr_fr: [_mc_] Oh? Cela signifie-t-il que je peux sortir de l'affaire des limaces?
it_it: [_mc_] Oh? Questo significa che posso tornare fuori dall'affare slug ?

source: [_flora_s_afraid_] What?! No!
fr_fr: [_flora_s_afraid_] Quoi? ! Non !
it_it: [_flora_s_afraid_] Cosa?! No!

source: [_mc_] Well, then you know what to do...
fr_fr: [_mc_] Eh bien, alors vous savez quoi faire ...
it_it: [_mc_] Beh, allora sai cosa fare...

source: [_flora_s_sad_] Have I ever told you that I hate you?
fr_fr: [_flora_s_sad_] Je vous ai déjà dit que je vous déteste?
it_it: [_flora_s_sad_] Ti ho mai detto che ti odio?

source: [_mc_] No, this is the first time. And I'm deeply wounded.
fr_fr: [_mc_] Non, c'est la première fois. Et je suis profondément blessé.
it_it: [_mc_] No, questa è la prima volta. E sono profondamente ferito.

source: [_mc_] Only a kiss will heal me. Meaning, you kissing [isabelle].
fr_fr: [_mc_] Seul un baiser me guérira. Sens, vous embrasser [isabelle].
it_it: [_mc_] Solo un bacio mi guarirà. Significato, baci [isabelle].

source: [_flora_s_skeptical_] Whatever, perv.
fr_fr: [_flora_s_skeptical_] Quoi qu'il en soit, perv.
it_it: [_flora_s_skeptical_] Qualunque cosa sia, perv.

source: [_mc_] I'll let you buy your way out of it.
fr_fr: [_mc_] Je vous laisse vous en sortir.
it_it: [_mc_] ti lascerò comprare la tua via d'uscita.

source: [_flora_s_confused_] How much?
fr_fr: [_flora_s_confused_] Combien?
it_it: [_flora_s_confused_] Quanto?

source: [_mc_] Hmm... ten bucks.
fr_fr: [_mc_] Hmm ... dix dollars.
it_it: [_mc_] Hmm... dieci dollari.

source: She's not going to do it anyway. This way, I at least get something out of it.
fr_fr: Elle ne va pas le faire de toute façon. De cette façon, j'en ai au moins quelque chose.
it_it: Non lo farà comunque. In questo modo, almeno ne ottengo qualcosa.

source: [_flora_s_annoyed_] All right, fine.
fr_fr: [_flora_s_annoyed_] Très bien.
it_it: [_flora_s_annoyed_] Va bene, va bene.

source: [_mc_] Come on, get to it.
fr_fr: [_mc_] Allez, allez-y.
it_it: [_mc_] Avanti, arrivi.

source: [_flora_s_confident_] [isabelle], can you come here for a moment?
fr_fr: [_flora_s_confident_] [isabelle], pouvez-vous venir ici un instant?
it_it: [_flora_s_confident_] [isabelle], puoi venire qui per un momento?

source: [_isabelle_s_excited_] What's up?
fr_fr: [_isabelle_s_excited_] Qu'est-ce qui est en cours?
it_it: [_isabelle_s_excited_] Che cos'è?

source: It's probably wrong to be turned on by what many courts would consider an assault, but you only live once, right?
fr_fr: Il est probablement faux de s'en tenir à ce que de nombreux tribunaux considéreraient comme une agression, mais vous ne vivrez qu'une seule fois, n'est-ce pas?
it_it: Probabilmente è sbagliato essere acceso da quello che molti tribunali considererebbero un attacco, ma vivete solo una volta, giusto?

source: [isabelle]'s surprise adds extra spice... a hint of non-con, but it's still rather playful.
fr_fr: [isabelle]'s surprise ajoute spice extra ... un indice de non-con, mais c'est encore plutôt ludique.
it_it: La sorpresa di [isabelle]aggiunge una spezia... un accenno di non-con, ma è ancora piuttosto giocoso.

source: [flora]'s usually never one to back out of a dare, but she seems to be enjoying it.
fr_fr: [flora]'s ne sont habituellement jamais à l'écart d'un oser, mais elle semble en profiter.
it_it: [flora]di solito non è mai uno a tornare fuori di un osare, ma sembra che lei si stia divertendo.

source: There are things about her that even I don't know.
fr_fr: Il y a des choses sur elle que même je ne sais pas.
it_it: Ci sono delle cose su di lei che nemmeno io lo so.

source: Two straight girls kissing, though...
fr_fr: Deux filles qui s'embrassent, bien que ...
it_it: Due ragazze dritte baciano, però...

source: And the way their boobs squish together...
fr_fr: Et la façon dont leurs seins s'écroule ...
it_it: E il modo in cui le loro tette squish insieme...

source: Hot!
it_it: Caldo!

source: [_isabelle_s_afraid_] What the hell?!
fr_fr: [_isabelle_s_afraid_] Qu'est-ce que l'enfer?
it_it: [_isabelle_s_afraid_] Che inferno?!

source: [_flora_s_embarrassed_] Oh, I'm so sorry! I tripped!
fr_fr: [_flora_s_embarrassed_] Oh, je suis désolé ! J'ai trébuté !
it_it: [_flora_s_embarrassed_] Oh, mi dispiace! Ho viaggiato!

source: [_flora_s_embarrassed_] I didn't mean for that to happen! God, I'm so embarrassed!
fr_fr: [_flora_s_embarrassed_] Je n'avais pas l'intention de le faire ! Mon Dieu, je suis tellement gênée !
it_it: [_flora_s_embarrassed_] non intendevo che accadesse! Dio, sono così imbarazzato!

source: [_isabelle_s_laughing_] Aw, it's okay! Don't worry about it.
fr_fr: [_isabelle_s_laughing_] Aw, c'est bon ! Ne vous en faites pas.
it_it: [_isabelle_s_laughing_] Aw, va bene! Non preoccuparti.

source: [_isabelle_s_smile_left_] Seriously, it's no big deal! Don't beat yourself up.
fr_fr: [_isabelle_s_smile_left_] Sérieusement, ce n'est pas grand chose ! Ne vous batte pas.
it_it: [_isabelle_s_smile_left_] Seriamente, non è un grande affare! Non batterti su.

source: [_flora_s_skeptical_] I hope you're happy.
fr_fr: [_flora_s_skeptical_] J'espère que vous êtes heureux.
it_it: [_flora_s_skeptical_] Spero che tu sia felice.

source: [_mc_] You have no idea!
fr_fr: [_mc_] Vous n'avez aucune idée !
it_it: [_mc_] Non hai idea!

source: [_mc_] I also want you to endorse me in getting the reward.
fr_fr: [_mc_] Je veux aussi que vous m'endrmiez pour obtenir la récompense.
it_it: [_mc_] Voglio anche che tu mi appoggi per ottenere la ricompensa.

source: [_flora_s_annoyed_] Yeah, that's fine. Just get me out of here.
fr_fr: [_flora_s_annoyed_] Oui, c'est bien. Das-moi juste d'ici.
it_it: [_flora_s_annoyed_] Sì, va bene. Basta farmi uscire da qui.

source: [_mc_] I also want you to endorse [isabelle] in getting the reward.
fr_fr: [_mc_] Je veux aussi que vous avaliser [isabelle] pour obtenir la récompense.
it_it: [_mc_] voglio anche che tu approvi [isabelle] per ottenere la ricompensa.

source: [_flora_s_sarcastic_] Better her than you.
fr_fr: [_flora_s_sarcastic_] Mec mieux que toi.
it_it: [_flora_s_sarcastic_] Meglio lei di te.

source: [_flora_s_excited_] Oh, good! I'm freaking starving!
fr_fr: [_flora_s_excited_] Oh, bien ! Je libère de la faim !
it_it: [_flora_s_excited_] Oh, buono! Sto morendo di fame!

source: [_mc_] You're probably the only person in the school that likes this food...
fr_fr: [_mc_] Vous êtes probablement la seule personne dans l'école qui aime cette nourriture ...
it_it: [_mc_] Sei probabilmente l'unica persona della scuola che ama questo cibo...

source: [_flora_s_excited_] It's an acquired taste!
fr_fr: [_flora_s_excited_] C'est un goût acquis !
it_it: [_flora_s_excited_] È un gusto acquisito!

source: [_flora_s_confident_] I'd like you to have this as thanks for saving me from starvation!
fr_fr: [_flora_s_confident_] J'aimerais que vous l'avez remerciez pour m'avoir sauvé de la famine !
it_it: [_flora_s_confident_] Vorrei che avessi questo come grazie per avermi salvato dalla fame!

source: [_mc_] Can I also have the reward?
fr_fr: [_mc_] Puis-je aussi avoir la récompense?
it_it: [_mc_] Posso anche avere la ricompensa?

source: [_mc_] Can I have the reward?
fr_fr: [_mc_] Puis-je avoir la récompense?
it_it: [_mc_] Posso avere la ricompensa?

source: [_flora_s_annoyed_] Yeah, whatever. Take it. I'm tired of being in this classroom...
fr_fr: [_flora_s_annoyed_] Oui, quoi que ce soit. Prends ça. Je suis fatigué d'être dans cette classe ...
it_it: [_flora_s_annoyed_] Sì, qualsiasi cosa. Prendetelo. Sono stanco di essere in questa aula...

source: [_flora_s_sarcastic_] But seriously, though. Have a taste of this! It's fantastic!
fr_fr: [_flora_s_sarcastic_] Mais sérieusement, cependant. J'en ai le goût ! C'est fantastique !
it_it: [_flora_s_sarcastic_] Ma seriamente, però. Abbiate un assaggio di questo! È fantastico!

source: [_mc_] [flora], look! Someone drew an octopus on the blackboard!
fr_fr: [_mc_] [flora], regarde ! Quelqu'un a dessiné une pieuvre sur le tableau !
it_it: [_mc_] [flora], guarda! Qualcuno ha disegnato un polpo sulla lavagna!

source: [_flora_s_excited_] Really?!
fr_fr: [_flora_s_excited_] Vraiement? !
it_it: [_flora_s_excited_] Davvero?!

source: [_flora_s_afraid_] What the hell?
fr_fr: [_flora_s_afraid_] Qu'est-ce que l'enfer?
it_it: [_flora_s_afraid_] Che inferno?

source: [_flora_s_angry_] Did you just wipe off the grease from that bolt on my shirt...?
fr_fr: [_flora_s_angry_] Avez-vous juste effacement de la graisse de ce boulon sur ma chemise ...?
it_it: [_flora_s_angry_] Hai appena spazzato via il grasso da quel bullone sulla mia camicia...?

source: [_mc_] Maybe...
fr_fr: [_mc_] Peut-être ...
it_it: [_mc_] Forse...

source: [_flora_] What's wrong with you?
fr_fr: [_flora_] Qu'est-ce qui ne va pas avec vous?
it_it: [_flora_] Cosa c'è di sbagliato con te?

source: [_mc_] Sorry!
fr_fr: [_mc_] Désolé !
it_it: [_mc_] Spiacenti!

source: Some people have sticky fingers.
fr_fr: Certaines personnes ont des doigts collants.
it_it: Alcune persone hanno le dita appiccicose.

source: [flora] has radioactive fingers.
fr_fr: [flora] a des doigts radioactifs.
it_it: [flora] ha dita radioattive.

source: I'm not giving her my [item.title_lower].
fr_fr: Je ne lui donne pas mon [item.title_lower].
it_it: Non le sto dando la mia [item.title_lower].

source: [_mc_] Here's another lunch box of haggis.
fr_fr: [_mc_] Voici une autre boîte à lunch de haggis.
it_it: [_mc_] Ecco un'altra scatola di pranzo di haggis.

source: [_isabelle_s_sad_] All right...
fr_fr: [_isabelle_s_sad_] Très bien ...
it_it: [_isabelle_s_sad_] Va bene...

source: [_mc_] I see that you're already regretful. Don't eat it.
fr_fr: [_mc_] Je vois que vous êtes déjà regrettables. Ne le mangez pas.
it_it: [_mc_] Vedo che sei già dispiaciuto. Non mangiarlo.

source: [_isabelle_s_sad_] But I'd hate to be disrespectful...
fr_fr: [_isabelle_s_sad_] Mais je détesterais être irrespectueux ...
it_it: [_isabelle_s_sad_] Ma odierei essere irrispettoso...

source: [_mc_] Come on, it's just a dish. There's no need to hold yourself to medieval traditions.
fr_fr: [_mc_] Allez, c'est juste un plat. Il n'est pas nécessaire de vous tenir aux traditions médiévales.
it_it: [_mc_] Avanti, è solo un piatto. Non c'è bisogno di trattenersi alle tradizioni medievali.

source: [_isabelle_s_sad_] Do you really think so?
fr_fr: [_isabelle_s_sad_] Pensez-vous vraiment?
it_it: [_isabelle_s_sad_] Pensate davvero così?

source: [_mc_] Yeah! I know you're a great person. No need to prove yourself.
fr_fr: [_mc_] Oui ! Je sais que tu es une grande personne. Pas besoin de vous prouver.
it_it: [_mc_] Sì! So che sei una grande persona. Non c'è bisogno di dimostrarti.

source: [_isabelle_s_blush_] Thank you, [mc].
fr_fr: [_isabelle_s_blush_] Merci, [mc].
it_it: [_isabelle_s_blush_] Grazie, [mc].

source: [_mc_] Give me the lunch box and I'll throw it away.
fr_fr: [_mc_] Donnez-moi la boîte à lunch et je la jetterai.
it_it: [_mc_] Dammi la scatola del pranzo e la butterò via.

source: [_isabelle_s_blush_] This was really nice and mature of you! I think you should have the reward.
fr_fr: [_isabelle_s_blush_] C'était vraiment sympa et mature de toi ! Je pense que tu devrais avoir la récompense.
it_it: [_isabelle_s_blush_] Questo è stato davvero bello e maturo di te! Penso che dovresti avere la ricompensa.

source: [_mc_] Bon appetit!
fr_fr: [_mc_] Bon appétit !
it_it: [_mc_] Bon appetito!

source: [_isabelle_s_cringe_] Very... ugh.... tasty...
fr_fr: [_isabelle_s_cringe_] Très ... ugh ... savoureux ...
it_it: [_isabelle_s_cringe_] Vero... ugh.... gustoso...

source: [isabelle] looks like she's about to throw up.
fr_fr: [isabelle] a l'air d'être sur le point de vomaller.
it_it: [isabelle] sembra che stia per lanciare.

source: [_isabelle_s_cringe_] That's... cough... all of it...
fr_fr: [_isabelle_s_cringe_] C'est. .. toux ... tout ça ...
it_it: [_isabelle_s_cringe_] Qui... tosse... tutto ciò...

source: [_isabelle_s_cringe_] Do you have anything to wash my mouth out with?
fr_fr: [_isabelle_s_cringe_] Avez-vous quelque chose à faire pour me laver la bouche?
it_it: [_isabelle_s_cringe_] Hai qualcosa con cui lavarmi la bocca?

source: [_mc_] No, sorry.
fr_fr: [_mc_] Non, désolé.
it_it: [_mc_] No, mi dispiace.

source: [_isabelle_s_afraid_] Excuse me, [flora]... do you have anything I can drink?
fr_fr: [_isabelle_s_afraid_] Excusez-moi, [flora]... avez-vous quelque chose que je puisse boire?
it_it: [_isabelle_s_afraid_] Scusami, [flora]... hai qualcosa che posso bere?

source: [_flora_s_excited_s_flip_] Sure thing! I always bring water with me. Here, have a sip.
fr_fr: [_flora_s_excited_s_flip_] Sure chose ! J'apporte toujours de l'eau avec moi. Ici, avez un sip.
it_it: [_flora_s_excited_s_flip_] Sicura! Io porto sempre acqua con me. Qui, hai un sorso.

source: [_isabelle_s_laughing_s_flip_] Thank you!
fr_fr: [_isabelle_s_laughing_s_flip_] Merci !
it_it: [_isabelle_s_laughing_s_flip_] Grazie!

source: [_flora_s_laughing_s_flip_] No problem, friend!
fr_fr: [_flora_s_laughing_s_flip_] Pas de problème, ami !
it_it: [_flora_s_laughing_s_flip_] Nessun problema, amico!

source: [_isabelle_s_smile_left_s_flip_] [flora], I think you should have the reward for being so nice!
fr_fr: [_isabelle_s_smile_left_s_flip_] [flora], je pense que vous devriez avoir la récompense pour être si gentile !
it_it: [_isabelle_s_smile_left_s_flip_] [flora], penso che dovresti avere la ricompensa per essere così bello!
