Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_tour.po
Languages: fr_fr, it_it

source: Beads of sweat on her forehead, so close to reaching her climax — but unable now.
fr_fr: Les perles de sueur sur son front, si près d'atteindre son apogée-mais pas maintenant.
it_it: Perline di sudore sulla fronte, così vicino a raggiungere il suo culmine — ma ora incapace.

source: Denied.
fr_fr: Refusé.
it_it: Negato.

source: And then the repercussions start filling her head. Shame... regret... fear... but also excitement.
fr_fr: Et puis les répercussions commencent à remplir sa tête. Honte ... regrette ... peur ... mais aussi excitation.
it_it: E poi le ripercussioni iniziano a riempire la testa. Vergogna... rimpiangere... paura... ma anche eccitazione.

source: It still lingers as her body disagrees with her mind.
fr_fr: Elle traîne encore, son corps n'étant pas d'accord avec son esprit.
it_it: Si linge ancora come il suo corpo non è d'accordo con la sua mente.

source: Her blush deepens.
fr_fr: Sa grive s'approfona.
it_it: Il suo arrossimento si approfondisce.

source: How will she get out of this? Will I let her?
fr_fr: Comment va-t-elle sortir de ça? Je vais la laisser?
it_it: Come uscirà da questo? La lascerò?

source: The loss of power... the exposure... we're both feeling it.
fr_fr: La perte de puissance ... l'exposition ... nous le sentons tous les deux.
it_it: La perdita di potere... l'esposizione... entrambi lo sentiamo.

source: [_nurse_s_afraid_] This is not what it looks like!
fr_fr: [_nurse_s_afraid_] Ce n'est pas ce à quoi ça ressemble !
it_it: [_nurse_s_afraid_] Questo non è quello che sembra!

source: [_mc_] Huh! It looks exactly like you were having a very wet daydream about the English teacher!
fr_fr: [_mc_] Huh ! On dirait que vous avez un rêve de jour très pluvieux à propos du professeur d'anglais !
it_it: [_mc_] Huh! Sembra proprio che stavi avendo un sogno di un giorno molto bagnato per l'insegnante inglese!

source: [_mc_] Don't worry, I won't tell anyone.
fr_fr: [_mc_] Ne vous inquiétez pas, je ne le dirai à personne.
it_it: [_mc_] Non ti preoccupare, non lo dirò a nessuno.

source: [_nurse_s_neutral_] Really?
fr_fr: [_nurse_s_neutral_] Vraiement?
it_it: [_nurse_s_neutral_] Davvero?

source: [_mc_] Of course not! It'll be our little secret.
fr_fr: [_mc_] Bien sûr que non ! Ce sera notre petit secret.
it_it: [_mc_] Certamente no! Sarà il nostro piccolo segreto.

source: [_nurse_s_smile_] Thank you... I can't lose this job...
fr_fr: [_nurse_s_smile_] Merci ... Je ne peux pas perdre ce boulot ...
it_it: [_nurse_s_smile_] Grazie... Non posso perdere questo lavoro...

source: [_mc_] You're welcome!
fr_fr: [_mc_] Vous êtes les bienvenus !
it_it: [_mc_] Sei il benvenuto!

source: [_mc_] Just one for the yearbook, okay?
fr_fr: [_mc_] Juste un pour l'annuaire, d'accord?
it_it: [_mc_] Solo uno per l'annuario, okay?

source: [_nurse_s_afraid_] W-what?
fr_fr: [_nurse_s_afraid_] -Quoi?
it_it: [_nurse_s_afraid_] W-cosa?

source: [_mc_] Your job and reputation mean everything to you, right?
fr_fr: [_mc_] Votre travail et votre réputation signifient tout pour vous, n'est-ce pas?
it_it: [_mc_] Il tuo lavoro e la tua reputazione significano tutto per te, giusto?

source: [_nurse_s_surprised_] Please, this can't get out!
fr_fr: [_nurse_s_surprised_] S'il vous plaît, ça ne peut pas sortir !
it_it: [_nurse_s_surprised_] Per favore, non puoi uscire!

source: [_mc_] If you play your cards right, nobody will see this.
fr_fr: [_mc_] Si vous jouez vos cartes à droite, personne ne le verra.
it_it: [_mc_] Se giochi a destra le tue carte, nessuno lo vedrà.

source: [_nurse_s_surprised_] This is blackmail!
fr_fr: [_nurse_s_surprised_] C'est du chantage !
it_it: [_nurse_s_surprised_] Questo è ricatto!

source: [_mc_] Yes, and I've got nothing to lose... you do.
fr_fr: [_mc_] Oui, et je n'ai rien à perdre ... vous le faites.
it_it: [_mc_] Sì, e non ho nulla da perdere... lo fai.

source: [_mc_] Do you know how easy it is to print up a few of these?
fr_fr: [_mc_] Savez-vous combien il est facile d'imprimer quelques-uns de ces documents?
it_it: [_mc_] Sai quanto è facile stampare alcuni di questi?

source: [_mc_] Or just report you to [jo]?
fr_fr: [_mc_] Ou juste vous rapporter au [jo]?
it_it: [_mc_] O basta segnalare a [jo]?

source: [_nurse_s_afraid_] Please! I'll be ruined!
fr_fr: [_nurse_s_afraid_] S'il vous plaît ! Je vais être ruiné !
it_it: [_nurse_s_afraid_] Per favore! Sarò rovinato!

source: [_mc_] You'll be all right... just don't do anything stupid.
fr_fr: [_mc_] Vous allez bien ... ne faites rien de stupide.
it_it: [_mc_] starai bene... basta non fare nulla di stupido.

source: [_nurse_s_annoyed_] Like what?
fr_fr: [_nurse_s_annoyed_] Comme quoi?
it_it: [_nurse_s_annoyed_] Ti piace cosa?

source: [_mc_] Like snitching. No snitching!
fr_fr: [_mc_] Comme le nitrurage. Pas de tricotage !
it_it: [_mc_] Come snitching. Nessun snitching!

source: [_nurse_s_afraid_] I won't say anything!
fr_fr: [_nurse_s_afraid_] Je ne dirai rien !
it_it: [_nurse_s_afraid_] non dirò niente!

source: [_nurse_s_afraid_] Just please don't show this to anyone!
fr_fr: [_nurse_s_afraid_] Je vous prie de ne pas le montrer à qui que ce soit !
it_it: [_nurse_s_afraid_] Basta per favore non mostrare questo a nessuno!

source: [_mc_] You have my word.
fr_fr: [_mc_] Vous avez ma parole.
it_it: [_mc_] Hai la mia parola.

source: This could all come crashing down on me, but I never took risks in the past.
fr_fr: Cela pourrait venir s'écraser sur moi, mais je n'ai jamais pris de risques par le passé.
it_it: Tutto questo potrebbe crollare su di me, ma non ho mai preso rischi in passato.

source: Here's my chance to get something back from the place that took everything from me...
fr_fr: Voici ma chance de récupérer quelque chose de l'endroit qui a tout pris de moi ...
it_it: Ecco la mia possibilità di ottenere qualcosa di nuovo dal luogo che ha preso tutto da me...

source: Just got to be smart about this.
fr_fr: Il faut juste être intelligent à ce sujet.
it_it: Basta essere intelligenti su questo.

source: [_mc_] It's okay, I know how hard you work.
fr_fr: [_mc_] C'est bon, je sais combien vous travaillez dur.
it_it: [_mc_] Va bene, so quanto duramente lavori.

source: [_nurse_s_smile_] I appreciate that. It won't happen again!
fr_fr: [_nurse_s_smile_] J'apprécie ça. Ça ne se reproduira pas !
it_it: [_nurse_s_smile_] lo apprezzo. Non succederà di nuovo!

source: [_mc_] And if it does, just make sure you lock the door first.
fr_fr: [_mc_] Et si c'est le cas, assurez-vous de verrouiller la porte en premier.
it_it: [_mc_] E se lo fa, assicurati di chiudere prima la porta.

source: [_nurse_s_smile_] Okay, I promise.
fr_fr: [_nurse_s_smile_] Ok, je te promets.
it_it: [_nurse_s_smile_] Okay, lo prometto.

source: The [nurse] seems relieved, but there's something else in her eyes.
fr_fr: Le [nurse] semble soulagé, mais il y a autre chose dans ses yeux.
it_it: La [nurse] sembra sollevata, ma c'è qualcos'altro nei suoi occhi.

source: Disappointment...? Nah, that can't be — must be my imagination.
fr_fr: Dérendez-vous ...? Nah, ça ne peut pas être-doit être mon imagination.
it_it: La delusione...? Nah, che non può essere — deve essere la mia immaginazione.

source: [_mc_] I'm so sorry! I should've knocked!
fr_fr: [_mc_] Je suis désolé ! J'aurais dû faire tomber !
it_it: [_mc_] mi dispiace! Avrei dovuto bussare!

source: [_nurse_s_afraid_] Oh my lord! This can't be happening...
fr_fr: [_nurse_s_afraid_] Oh mon seigneur ! Ça ne peut pas se passer ...
it_it: [_nurse_s_afraid_] Oh mio signore! Questo non può accadere...

source: [_mc_] Hey, it could've been worse... at least you look great.
fr_fr: [_mc_] Hey, ça aurait pu être pire ... au moins vous avez l'air super.
it_it: [_mc_] Hey, avrebbe potuto essere peggio... almeno tu sembri grande.

source: [_nurse_s_smile_] Do you really think so?
fr_fr: [_nurse_s_smile_] Pensez-vous vraiment?
it_it: [_nurse_s_smile_] Pensate davvero così?

source: [_nurse_s_annoyed_] Err, I mean... this is widely inappropriate!
fr_fr: [_nurse_s_annoyed_] Err, je veux dire ... c'est très inapproprié !
it_it: [_nurse_s_annoyed_] Err, voglio dire... questo è ampiamente inappropriato!

source: [_mc_] Maybe what you were doing. I'm just complimenting you.
fr_fr: [_mc_] Peut-être ce que vous faisiez. Je viens juste de vous complimenter.
it_it: [_mc_] Forse quello che stavi facendo. Ti sto solo complimentando.

source: [_nurse_s_neutral_] This is the most embarrassing moment of my life...
fr_fr: [_nurse_s_neutral_] C'est le moment le plus embarrassant de ma vie ...
it_it: [_nurse_s_neutral_] Questo è il momento più imbarazzante della mia vita...

source: [_mc_] Don't beat yourself up. It's really not a big deal.
fr_fr: [_mc_] Ne vous battez pas. Ce n'est pas vraiment un gros problème.
it_it: [_mc_] Non batterti su. Non è davvero un grande affare.

source: [_nurse_s_neutral_] Don't tell anyone, okay?
fr_fr: [_nurse_s_neutral_] Ne le dites à personne, d'accord?
it_it: [_nurse_s_neutral_] Non dirlo a nessuno, okay?

source: [_mc_] My lips are sealed!
fr_fr: [_mc_] Mes lèvres sont scellées !
it_it: [_mc_] Le mie labbra sono sigillate!

source: [_mc_] Smile for the camera!
fr_fr: [_mc_] Smile pour la caméra !
it_it: [_mc_] Sorriso per la fotocamera!

source: [_nurse_s_surprised_] D-did you just...?
fr_fr: [_nurse_s_surprised_] D-Avez-vous juste ...?
it_it: [_nurse_s_surprised_] D-hai solo...?

source: [_mc_] You have a lot to lose, don't you?
fr_fr: [_mc_] Vous avez beaucoup à perdre, n'est-ce pas?
it_it: [_mc_] Hai molto da perdere, vero?

source: [_nurse_s_afraid_] Oh, my... this... this can't get out!
fr_fr: [_nurse_s_afraid_] Oh, mon ... ça ... ça ne peut pas sortir !
it_it: [_nurse_s_afraid_] Oh, mio... questo... questo non può uscire!

source: [_mc_] If you follow my instructions, it won't.
fr_fr: [_mc_] Si vous suivez mes instructions, ce ne sera pas le cas.
it_it: [_mc_] Se segui le mie istruzioni, non lo farà.

source: [_nurse_s_afraid_] Y-you're going to blackmail me?!
fr_fr: [_nurse_s_afraid_] Y-you're going to chantage moi? !
it_it: [_nurse_s_afraid_] Mi ricatterai?!

source: [_mc_] We'll see, I guess...
fr_fr: [_mc_] Nous verrons, je suppose ...
it_it: [_mc_] Lo vedremo, immagino...

source: [_mc_] Maybe I'll just print up a bunch of these and post them all over the school.
fr_fr: [_mc_] Peut-être que je vais en imprimer un tas et les poster partout à l'école.
it_it: [_mc_] Forse stamperò un mucchio di questi e li posterò in tutta la scuola.

source: [_mc_] Maybe I'll give the photo anonymously to the principal.
fr_fr: [_mc_] Peut-être que je donnerai la photo anonymement au directeur.
it_it: [_mc_] Forse darò la foto in modo anonimo al committente.

source: [_nurse_s_surprised_] Oh, please! Please, you can't! My life will be over!
fr_fr: [_nurse_s_surprised_] Oh, s'il vous plaît ! S'il vous plaît, vous ne pouvez pas ! Ma vie sera finie !
it_it: [_nurse_s_surprised_] Oh, per favore! Per favore, non puoi! La mia vita sarà finita!

source: [_mc_] Maybe I won't... it all depends on your actions.
fr_fr: [_mc_] Peut-être que je ne vais pas ... tout dépend de vos actions.
it_it: [_mc_] Forse non lo farò... tutto dipende dalle tue azioni.

source: [_nurse_s_annoyed_] What do you mean?
fr_fr: [_nurse_s_annoyed_] Que voulez-vous dire?
it_it: [_nurse_s_annoyed_] Che cosa intendi?

source: [_mc_] If you're quiet about it, no one will know. But if you decide to tell people...
fr_fr: [_mc_] Si vous êtes silencieux à ce sujet, personne ne le saura. Mais si vous décidez de dire aux gens ...
it_it: [_mc_] Se sei tranquillo, nessuno lo saprà. Ma se decidi di dire alle persone...

source: [_nurse_s_afraid_] I'll keep quiet! I swear!
fr_fr: [_nurse_s_afraid_] Je vais garder le silence ! Je le jure !
it_it: [_nurse_s_afraid_] starò tranquillo! Giuro!

source: [_nurse_s_afraid_] Please, don't ruin me...
fr_fr: [_nurse_s_afraid_] S'il vous plaît, ne me ruine pas ...
it_it: [_nurse_s_afraid_] Per favore, non rovinarmi...

source: [_mc_] Okay, that's good. We'll see what happens, then... for now, you're safe.
fr_fr: [_mc_] Ok, c'est bien. Nous verrons ce qui va se passer, alors ... pour l'instant, vous êtes en sécurité.
it_it: [_mc_] Okay, è buono. Vedremo cosa succede, allora... per ora, sei al sicuro.

source: [_mc_] But if you do decide to tell people, just know that my life isn't worth anything, and the only loser in that scenario will be you.
fr_fr: [_mc_] Mais si vous décidez de dire aux gens, il suffit de savoir que ma vie ne vaut rien, et le seul perdant dans ce scénario sera vous.
it_it: [_mc_] Ma se decidete di dire alla gente, sappiate solo che la mia vita non vale niente, e l'unico perdente in quello scenario sarà voi.

source: [_nurse_s_afraid_] I won't! I promise!
fr_fr: [_nurse_s_afraid_] Je ne le ferai pas ! Je promets !
it_it: [_nurse_s_afraid_] Non lo farò! Prometto!

source: [_mc_] Relax... there's no shame in this, and I won't tell anyone.
fr_fr: [_mc_] Relax ... il n'y a pas de honte à ça, et je ne le dirai à personne.
it_it: [_mc_] Relax... non c'è vergogna in questo, e non dirò a nessuno.

source: [_mc_] Yes, really.
fr_fr: [_mc_] Oui, vraiment.
it_it: [_mc_] Sì, davvero.

source: Getting caught masturbating is a very relatable fear...
fr_fr: Se faire prendre pour se masturber est une peur très relatante ...
it_it: Ottenere catturato masturbarsi è una paura...

source: If it ever happened to me, I'd like it to be by someone kind and understanding.
fr_fr: Si ça m'est arrivé, j'aimerais que ce soit quelqu'un de gentile et de compréhension.
it_it: Se mai mi è capitato, vorrei che fosse da qualcuno gentile e comprensivo.

source: [_mc_] Everyone needs to take the edge off... just lock the door next time.
fr_fr: [_mc_] Tout le monde a besoin de prendre le bord de la route ... il suffit de fermer la porte la prochaine fois.
it_it: [_mc_] Ognuno deve togliere il bordo... basta bloccare la porta la prossima volta.

source: [_nurse_s_smile_] I'm such an idiot... I'm so sorry you had to see it. I've been so stressed out lately...
fr_fr: [_nurse_s_smile_] Je suis un tel idiot ... Je suis désolé que vous avez dû le voir. J'ai été tellement stressé ces derniers temps ...
it_it: [_nurse_s_smile_] sono un tale idiota... mi dispiace che tu abbia dovuto vederlo. Sono stato così stressato ultimamente...

source: [_mc_] Don't worry about it!
fr_fr: [_mc_] Ne vous en faites pas !
it_it: [_mc_] Non preoccuparti di esso!

source: The [nurse] seems relieved, but there's something else in her eyes, as well...
fr_fr: Le [nurse] semble soulagé, mais il y a autre chose dans ses yeux ...
it_it: La [nurse] sembra sollevata, ma c'è anche qualcos'altro nei suoi occhi...

source: [_mc_] ...Hello?
fr_fr: [_mc_] ...Bonjour?
it_it: [_mc_] ...Ciao?

source: [_nurse_] Just a moment!
fr_fr: [_nurse_] Un instant !
it_it: [_nurse_] Solo un momento!

source: [_nurse_] How can I help?
fr_fr: [_nurse_] Comment puis-je m'aider?
it_it: [_nurse_] Come posso aiutare?

source: [_mc_] Where is Mr. Brown?
fr_fr: [_mc_] Où est M. Brown?
it_it: [_mc_] Dov'è il signor Brown?

source: [_mc_] The English teacher. I thought I heard you say his name?
fr_fr: [_mc_] Le professeur d'anglais. Je pensais t'avoir entendu dire son nom?
it_it: [_mc_] L'insegnante di inglese. Pensavo di averti sentito dire il suo nome?

source: [_nurse_s_annoyed_] I, err... I think you must've misheard...
fr_fr: [_nurse_s_annoyed_] I, err ... Je pense que tu dois avoir mal entendu ...
it_it: [_nurse_s_annoyed_] Io, erro... Penso che tu debba aver frainteso...

source: [_mc_] Were you masturbating?
fr_fr: [_mc_] Étiez-vous masturbant?
it_it: [_mc_] Ti stavi masturbando?

source: [_nurse_s_surprised_] Absolutely not! What an outrageous thing to say!
fr_fr: [_nurse_s_surprised_] Absolument pas ! Quelle chose scandaleuse à dire !
it_it: [_nurse_s_surprised_] Assolutamente no! Che cosa scandalosa dire!

source: [_nurse_s_smile_] I... I didn't, but thanks... that's very mature of you...
fr_fr: [_nurse_s_smile_] I ... Je ne l'ai pas fait, mais merci ... c'est très mature ...
it_it: [_nurse_s_smile_] Io... Non l'ho fatto, ma grazie... è molto maturo di te...

source: [_mc_] Right, I almost forgot. [lindsey] had an accident in the gym.
fr_fr: [_mc_] Très bien, j'ai presque oublié. [lindsey] a eu un accident dans la salle de gym.
it_it: [_mc_] Destra, ho quasi dimenticato. [lindsey] ha avuto un incidente in palestra.

source: [_nurse_s_surprised_] My goodness! Let's go immediately!
fr_fr: [_nurse_s_surprised_] Ma bonté ! Allons-y immédiatement !
it_it: [_nurse_s_surprised_] La mia bontà! Andiamo immediatamente!

source: Looks like she forgot to hide the evidence... these might come in handy.
fr_fr: On dirait qu'elle a oublié de cacher les preuves ... elles pourraient venir à la main.
it_it: Sembra che lei abbia dimenticato di nascondere le prove... questi potrebbero venire utili.

source: [_mc_] What were you doing behind there?
fr_fr: [_mc_] Qu'est-ce que vous avez fait derrière là?
it_it: [_mc_] Cosa stavi facendo dietro lì?

source: [_nurse_s_annoyed_] N-nothing! Just preparing for the day.
fr_fr: [_nurse_s_annoyed_] N-rien ! Juste préparation pour la journée.
it_it: [_nurse_s_annoyed_] N-niente! Basta prepararsi per il giorno.

source: [_mc_] Sounded like very in-depth preparation...
fr_fr: [_mc_] Sonné comme une préparation très en profondeur ...
it_it: [_mc_] Sembra una preparazione molto approfondita...

source: [_nurse_s_afraid_] Thanks! I... I like to—
fr_fr: [_nurse_s_afraid_] Merci ! I. .. J'aime-
it_it: [_nurse_s_afraid_] Grazie! Io... mi piace—

source: [_mc_] Oh, it did sound like you were enjoying yourself!
fr_fr: [_mc_] Oh, ça a fait comme si vous étiez en train de vous amuser !
it_it: [_mc_] Oh, ha suonato come ti stavi divertendo!

source: [_nurse_s_annoyed_] Err... was there anything you wanted?
fr_fr: [_nurse_s_annoyed_] Err ... Y a-t-il quelque chose que vous voudrez?
it_it: [_nurse_s_annoyed_] Err... c'era qualcosa che volevi?

source: [_mc_] Yes, [lindsey] had an accident in the gym.
fr_fr: [_mc_] Oui, [lindsey] a eu un accident dans la salle de gym.
it_it: [_mc_] Sì, [lindsey] ha avuto un incidente in palestra.

source: [_mc_] Sorry to intrude, but [lindsey] had an accident in the gym...
fr_fr: [_mc_] Désolé d'empiéter, mais [lindsey] a eu un accident dans la salle de gym ...
it_it: [_mc_] Mi dispiace intrude, ma [lindsey] ha avuto un incidente in palestra...

source: [_nurse_s_surprised_] Oh, no! What happened?
fr_fr: [_nurse_s_surprised_] Oh, non ! Que s'est-il passé?
it_it: [_nurse_s_surprised_] Oh, no! Cos'è successo?

source: [_mc_] She ran into me. Hit her head quite hard.
fr_fr: [_mc_] Elle a couru vers moi. Hit la tête assez fort.
it_it: [_mc_] Lei si è imbattuta in me. Colpisce la testa abbastanza duramente.

source: [_nurse_s_neutral_] Okay, let's hurry then!
fr_fr: [_nurse_s_neutral_] Ok, dépêchez alors !
it_it: [_nurse_s_neutral_] Okay, allora sbrigiamoci!

source: [_nurse_s_neutral_] Gosh, I hope she's okay...
fr_fr: [_nurse_s_neutral_] Gosh, j'espère qu'elle va bien ...
it_it: [_nurse_s_neutral_] Gosh, spero che stia bene...

source: Hmm... the room smells a bit funny...
fr_fr: Hmm ... la chambre sent un peu drôle ...
it_it: Hmm... la stanza ha un odore un po' divertente...

source: Oh, well. Better go and make sure [lindsey]'s okay.
fr_fr: Oh, bien. Mieux aller et s'assurer que [lindsey]'s d'accord.
it_it: Oh, bene. Meglio andare e assicurarsi che [lindsey]stia bene.

source: [_nurse_s_neutral_] My goodness! Let me just...
fr_fr: [_nurse_s_neutral_] Ma bonté ! Laisse-moi juste ...
it_it: [_nurse_s_neutral_] Mia bontà! Lasciami solo...

source: [_mc_] We should probably hurry, she hit her head quite hard...
fr_fr: [_mc_] Nous devrions probablement nous dépêchez, elle a frappé la tête assez fort ...
it_it: [_mc_] Dovremmo probabilmente sbrigarci, lei ha colpito la testa abbastanza duramente...

source: [_nurse_s_neutral_] Gosh, I hope she's okay.
fr_fr: [_nurse_s_neutral_] Gosh, j'espère qu'elle va bien.
it_it: [_nurse_s_neutral_] Gosh, spero che stia bene.

source: [_nurse_s_concerned_] Goodness gracious, [lindsey]!
fr_fr: [_nurse_s_concerned_] Goodness gracieuse, [lindsey]!
it_it: [_nurse_s_concerned_] Bontà gentile, [lindsey]!

source: [_lindsey_s_lindseypose01_] It's not the knee this time, I think...
fr_fr: [_lindsey_s_lindseypose01_] Ce n'est pas le genou cette fois, je pense ...
it_it: [_lindsey_s_lindseypose01_] Questa volta non è il ginocchio, penso...

source: [_isabelle_s_concerned_left_] No, it's way worse! She's been talking all sorts of nonsense while you were gone.
fr_fr: [_isabelle_s_concerned_left_] Non, c'est pire ! Elle a parlé toutes sortes d'absurdes pendant que vous étiez parti.
it_it: [_isabelle_s_concerned_left_] No, è molto peggio! Sta parlando di tutte le sciocchezze mentre eri andato.

source: [_isabelle_s_concerned_left_] It's like the collision made her drunk... is that common?
fr_fr: [_isabelle_s_concerned_left_] C'est comme si la collision avait fait son ivresse ... c'est commun?
it_it: [_isabelle_s_concerned_left_] È come se la collisione si facesse ubriaca... è così comune?

source: [_nurse_s_thinking_] I don't know... I don't think it is...
fr_fr: [_nurse_s_thinking_] Je ne sais pas ... Je ne pense pas que ce soit ...
it_it: [_nurse_s_thinking_] non lo so... non penso che sia...

source: [_nurse_s_concerned_] Can you help me get her up?
fr_fr: [_nurse_s_concerned_] Pouvez-vous m'aider à l'obtenir?
it_it: [_nurse_s_concerned_] Puoi aiutarmi a alzarmi?

source: [_isabelle_s_neutral_] Of course!
fr_fr: [_isabelle_s_neutral_] Bien sûr !
it_it: [_isabelle_s_neutral_] Certo!

source: [_lindsey_s_skeptical_] Why is the floor moving...?
fr_fr: [_lindsey_s_skeptical_] Pourquoi le plancher est-il en mouvement ...?
it_it: [_lindsey_s_skeptical_] Perché il pavimento è in movimento...?

source: [_nurse_s_thinking_] I think you have a concussion, but I'll need to take you to my office for more tests.
fr_fr: [_nurse_s_thinking_] Je pense que vous avez une commotion cérébrale, mais je dois vous emmener à mon bureau pour plus de tests.
it_it: [_nurse_s_thinking_] Penso che tu abbia una commozione, ma dovrò portarti nel mio ufficio per ulteriori prove.

source: [_lindsey_s_laughing_] Do I get a lollipop?
fr_fr: [_lindsey_s_laughing_] Est-ce que j'ai un lollipop?
it_it: [_lindsey_s_laughing_] Ho un lecca?

source: [_nurse_s_blush_] I suppose that could be arranged...
fr_fr: [_nurse_s_blush_] Je suppose que cela pourrait être arrangés ...
it_it: [_nurse_s_blush_] Suppongo che potrebbe essere organizzato...

source: [_nurse_s_blush_] Thank you, [mc]. I've got it from here.
fr_fr: [_nurse_s_blush_] Merci, [mc]. Je viens d'ici.
it_it: [_nurse_s_blush_] Grazie, [mc]. Lo ho da qui.

source: [_mc_] I'll be in touch.
fr_fr: [_mc_] Je serai en contact.
it_it: [_mc_] sarò in contatto.

source: [_mc_] About... you know.
fr_fr: [_mc_] À propos ... vous savez.
it_it: [_mc_] su... sai.

source: [_nurse_s_annoyed_] But I thought—
fr_fr: [_nurse_s_annoyed_] Mais j'ai pensé:
it_it: [_nurse_s_annoyed_] Ma ho pensato—

source: [_mc_] We can discuss it now if you want! I don't think anyone would mind.
fr_fr: [_mc_] Nous pouvons en discuter maintenant si vous le voulez ! Je ne pense pas que quelqu'un se penserait.
it_it: [_mc_] Possiamo discuterne adesso, se vuoi! Non penso che qualcuno vorrebbe dispiacere.

source: [_nurse_s_afraid_] No! That's okay!
fr_fr: [_nurse_s_afraid_] Non ! C'est bon !
it_it: [_nurse_s_afraid_] No! Va bene!

source: [_mc_] Okay, then. Don't worry too much about it now... just tend to [lindsey].
fr_fr: [_mc_] Ok, alors. Ne t'en souciez pas trop maintenant ... venez juste au [lindsey].
it_it: [_mc_] Okay, allora. Non preoccuparti troppo adesso... tendi solo ad [lindsey].

source: [_nurse_s_neutral_] Right... fine...
fr_fr: [_nurse_s_neutral_] Droit ... amende ...
it_it: [_nurse_s_neutral_] Destra... fine...
