Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_tour.po
Languages: fr_fr, it_it

source: [_isabelle_s_laughing_] I just wanted to say that I appreciate you showing me around.
fr_fr: [_isabelle_s_laughing_] Je voulais juste dire que je vous suis reconnaissant de m'avoir montré.
it_it: [_isabelle_s_laughing_] Volevo solo dire che apprezzo che mi mostri intorno.

source: [_mc_] It's fine! This school is confusing sometimes, even for me.
fr_fr: [_mc_] C'est bien ! Cette école prête parfois à confusion, même pour moi.
it_it: [_mc_] Va bene! Questa scuola a volte confonde, anche per me.

source: It's been years since graduation... my memory is a bit fuzzy on the layout.
fr_fr: Il y a des années depuis l'obtention du diplôme ... ma mémoire est un peu floue sur la mise en page.
it_it: Sono passati anni dalla graduazione... la mia memoria è un po' confusa sul layout.

source: [_mc_] So, I guess we should start by signing up for our focus classes. That's what [mrsl] said, right?
fr_fr: [_mc_] Donc, je suppose que nous devrions commencer par nous inscrire à nos classes de focus. C'est ce que [mrsl] a dit, non?
it_it: [_mc_] Quindi, immagino che dovremmo iniziare registrandoci per le nostre classi di messa a fuoco. Ecco cosa [mrsl] ha detto, vero?

source: [_isabelle_s_smile_] I think so!
fr_fr: [_isabelle_s_smile_] Je pense que oui !
it_it: [_isabelle_s_smile_] penso così!

source: [_mc_] What classes are you interested in?
fr_fr: [_mc_] Quelles classes vous intéressent?
it_it: [_mc_] Quali lezioni ti interessano?

source: [_isabelle_s_smile_left_] Hmm... I haven't really had the time to think about it yet, but English is a given for me... we could start there.
fr_fr: [_isabelle_s_smile_left_] Hmm ... Je n'ai pas vraiment eu le temps d'y réfléchir, mais l'anglais est une donnée pour moi ... nous pourrions commencer là.
it_it: [_isabelle_s_smile_left_] Hmm... Non ho avuto il tempo di pensarci ancora, ma l'inglese è un dato per me... potremmo iniziare da lì.

source: [_mc_] Sure, just got to pick up my locker key. Meet you upstairs, okay?
fr_fr: [_mc_] Sure, viens juste de ramasser ma clé de casier. Rencontrez vous à l'étage, d'accord?
it_it: [_mc_] Certo, basta prendere la mia chiave armadietto. Incontra di sopra, okay?

source: [_isabelle_s_laughing_] All right! See you there.
fr_fr: [_isabelle_s_laughing_] Très bien ! Tu vois là.
it_it: [_isabelle_s_laughing_] Va bene! Ci vediamo lì.

source: [_mc_] Sure, let's head upstairs, then.
fr_fr: [_mc_] Bien sûr, la tête en haut, puis.
it_it: [_mc_] Certo, guidiamoci al piano di sopra, allora.

source: [_isabelle_s_laughing_] Great!
fr_fr: [_isabelle_s_laughing_] Grand !
it_it: [_isabelle_s_laughing_] Ottimo!

source: [_isabelle_s_annoyed_left_] I saw [kate] on the way up.
fr_fr: [_isabelle_s_annoyed_left_] J'ai vu [kate] en route.
it_it: [_isabelle_s_annoyed_left_] ho visto [kate] sulla strada in alto.

source: [_isabelle_s_annoyed_left_] She gave me this smug look... as if she took some kind of twisted pleasure in ditching me earlier.
fr_fr: [_isabelle_s_annoyed_left_] Elle m'a donné ce coup de smug ... comme si elle avait pris une sorte de plaisir tordu en me ditant plus tôt.
it_it: [_isabelle_s_annoyed_left_] Lei mi ha dato questo sguardo di tazza... come se lei ha preso una sorta di piacere contorto ad ammorbidirmi prima.

source: [_mc_] Best you can do is keep your head down.
it_it: [_mc_] Il meglio che puoi fare è mantenere la testa giù.

source: [_isabelle_s_annoyed_] I don't think I will. She needs to learn some manners...
fr_fr: [_isabelle_s_annoyed_] Je ne pense pas que je le ferai. Elle a besoin d'apprendre quelques manières ...
it_it: [_isabelle_s_annoyed_] Non penso che lo farò. Ha bisogno di imparare qualche maniera...

source: [_mc_] Trust me, you don't want to push her.
fr_fr: [_mc_] Trust-moi, vous ne voulez pas la pousser.
it_it: [_mc_] Fidati di me, non vuoi spingerla.

source: [_isabelle_s_angry_] Bullies make me sick! I'm going to have a word with her... are you coming or not?
fr_fr: [_isabelle_s_angry_] Les balles me rendent malade ! Je vais avoir un mot avec elle ... tu viens ou pas?
it_it: [_isabelle_s_angry_] Bullies mi fa malare! Ho una parola con lei... vieni o no?

source: [_mc_] She probably doesn't understand what a great opportunity it is.
fr_fr: [_mc_] Elle ne comprend probablement pas ce que c'est une belle occasion.
it_it: [_mc_] Probabilmente non capisce cosa sia una grande opportunità.

source: [_isabelle_s_annoyed_] A great opportunity for what?
fr_fr: [_isabelle_s_annoyed_] Une grande opportunité pour quoi?
it_it: [_isabelle_s_annoyed_] Una grande opportunità per cosa?

source: [_mc_] To meet a new person and exchange experiences!
fr_fr: [_mc_] Pour rencontrer une nouvelle personne et échanger des expériences !
it_it: [_mc_] Per incontrare una nuova persona e scambiare esperienze!

source: [_isabelle_s_blush_] Aw, I like that mindset!
fr_fr: [_isabelle_s_blush_] Aw, j'aime bien cette mentalité !
it_it: [_isabelle_s_blush_] Aw, mi piace quella mentalità!

source: Playing Super Seducer is finally paying off! Hell yeah.
fr_fr: Jouer Super Seducer est enfin en train de payer ! Oui, oui.
it_it: Giocare Super Seducer sta finalmente pagando! Inferno sì.

source: [_mc_] I'll go talk to her and make sure she apologizes.
fr_fr: [_mc_] Je vais lui parler et m'assurer qu'elle s'excuse.
it_it: [_mc_] andrò a parlare con lei e assicurarsi che si scusi.

source: [_isabelle_s_blush_] That's so nice!
fr_fr: [_isabelle_s_blush_] C'est tellement bien !
it_it: [_isabelle_s_blush_] È così bello!

source: And probably so stupid... sometimes the need to impress flushes my wits down the toilet.
fr_fr: Et probablement aussi stupide ... Parfois, la nécessité d'impressierles pousse mes wits vers le bas des toilettes.
it_it: E probabilmente così stupido... a volte la necessità di impressionare vampate il mio wits giù la toilette.

source: [_isabelle_s_blush_] I didn't think you would do something like that...
fr_fr: [_isabelle_s_blush_] Je ne pensais pas que vous feriez quelque chose comme ça ...
it_it: [_isabelle_s_blush_] Non pensavo che avreste fatto qualcosa del genere...

source: [_isabelle_s_sad_] I'm sorry for misjudging your character. You're more than meets the eye.
fr_fr: [_isabelle_s_sad_] Je suis désolé d'avoir mal interprété votre personnage. Vous êtes plus que les yeux.
it_it: [_isabelle_s_sad_] Mi dispiace per aver giudicato erroneamente il tuo personaggio. Sei più di quello che incontri.

source: The old me was too much of a loser to even look at [kate]... has anything really changed?
it_it: Il vecchio sono stato troppo perdente per persino guardare [kate]... qualcosa è davvero cambiato?

source: [_mc_] On second thought, that's a terrible idea...
fr_fr: [_mc_] Sur la seconde pensée, c'est une idée terrible ...
it_it: [_mc_] Secondo pensiero, questa è un'idea terribile...

source: [_isabelle_s_annoyed_] Really? Did your spine turn to rubber all of a sudden?
fr_fr: [_isabelle_s_annoyed_] Vraiement? Votre colonne vertébrale a-t-elle été soudainement en caoutchouc?
it_it: [_isabelle_s_annoyed_] Davvero? La tua spina dorsale si è girata in gomma all'improvviso?

source: [_mc_] I mean... it's not like that. It's just...
fr_fr: [_mc_] Je veux dire ... c'est pas comme ça. C'est juste ...
it_it: [_mc_] Voglio dire... non è così. È solo...

source: [_mc_] I've always wanted to set her straight. It's about damn time!
fr_fr: [_mc_] J'ai toujours voulu la mettre droite. C'est un peu de temps !
it_it: [_mc_] Ho sempre voluto metterla dritta. È circa il tempo maledetto!

source: [_isabelle_s_blush_] Definitely! Let's go!
fr_fr: [_isabelle_s_blush_] Définitivement ! Allons-y !
it_it: [_isabelle_s_blush_] definitamente! Andiamo!

source: Things are different now. At least, on the paper... hopefully?
fr_fr: Les choses sont différentes maintenant. Au moins, sur le papier ... j'espère?
it_it: Le cose sono diverse adesso. Almeno, sul giornale... speriamo?

source: Shit... this might just be the worst idea ever.
fr_fr: Merde ... ça pourrait être la pire idée jamais.
it_it: Merda... questa potrebbe essere solo la peggiore idea mai.

source: [_isabelle_s_annoyed_left_] Who is the bored-looking blonde over there?
fr_fr: [_isabelle_s_annoyed_left_] Qui est la blonde en apparence ennuyeux là-bas?
it_it: [_isabelle_s_annoyed_left_] Chi è la bionda annoiata laggiù?

source: [_mc_] That's [kate]. She's the head cheerleader, mean-bean extraordinaire, and future prom queen.
fr_fr: [_mc_] C'est le [kate]. Elle est la cheerleader à la tête, le haricot moyen, et la future reine du bal.
it_it: [_mc_] That's [kate]. È la testa cheerleader, media fagiola straordinaria, e futura regina di ballo .

source: [_isabelle_s_annoyed_] On the way up the stairs, I overheard her calling you all sorts of nasty things for volunteering.
fr_fr: [_isabelle_s_annoyed_] En haut de l'escalier, je l'ai entendu vous appeler toutes sortes de choses méchants pour le bénévolat.
it_it: [_isabelle_s_annoyed_] Sulla via delle scale, l'ho sentita chiamarvi tutti i tipi di cose brutte per il volontariato.

source: [_mc_] That's... let's just ignore that...
fr_fr: [_mc_] C'est. .. ignorons ça ...
it_it: [_mc_] Questo... ignoriamo che...

source: [_isabelle_s_annoyed_] Ignore it? Why?
fr_fr: [_isabelle_s_annoyed_] Ignore it? Pourquoi?
it_it: [_isabelle_s_annoyed_] Ignorarlo? Perché?

source: Crap. How do you tell someone that you're everyone's punching bag?
fr_fr: Crap. Comment dis-tu à quelqu'un que tu es le sac de poing de tout le monde?
it_it: Crap. Come dici a qualcuno che sei la borsa da pugno di tutti?

source: [_mc_] You're new here... some things just aren't worth it.
it_it: [_mc_] Sei nuovo qui... alcune cose non ne valgono la pena.

source: [_isabelle_s_angry_] And some things are absolutely worth it!
fr_fr: [_isabelle_s_angry_] Et certaines choses en valent la peine !
it_it: [_isabelle_s_angry_] E alcune cose ne valgono assolutamente la pena!

source: [_isabelle_s_angry_] I've seen this all before, and it makes everyone miserable... even her.
fr_fr: [_isabelle_s_angry_] J'ai déjà vu ça, et ça rend tout le monde misérable ... même elle.
it_it: [_isabelle_s_angry_] L'ho visto tutto prima, e rende tutti miserabili... anche lei.

source: [_mc_] I think you're wrong. [kate] takes great pleasure in this.
fr_fr: [_mc_] Je pense que vous avez tort. [kate] est un grand plaisir.
it_it: [_mc_] Penso che tu abbia torto. [kate] è un grande piacere in questo.

source: [_isabelle_s_angry_] I'm going to have a word with her. Are you coming or not?
fr_fr: [_isabelle_s_angry_] Je vais avoir un mot avec elle. Tu viens ou pas?
it_it: [_isabelle_s_angry_] Ho intenzione di avere una parola con lei. Stai venendo o no?

source: [_mc_] I'm used to it.
fr_fr: [_mc_] Je suis habituai.
it_it: [_mc_] sono abituato ad esso.

source: [_isabelle_s_sad_] That's one of the saddest things I've heard. You need to stand up for yourself...
fr_fr: [_isabelle_s_sad_] C'est l'une des choses les plus tristes que j'ai entendues. Vous devez vous lever pour vous ...
it_it: [_isabelle_s_sad_] Questa è una delle cose più tristi che abbia sentito. Devi alzarti in piedi...

source: Right... because that's such an easy thing to do.
fr_fr: D'accord ... parce que c'est une chose facile à faire.
it_it: Giusto... perché è una cosa così facile da fare.

source: [_mc_] She's probably just jealous that I got to hang out with the cute new girl first.
fr_fr: [_mc_] Elle est probablement jalouse que je dois d'abord traîner avec la mignonne nouvelle fille.
it_it: [_mc_] Lei è probabilmente solo geloso che ho dovuto uscire con la nuova ragazza carina prima.

source: [_isabelle_s_blush_] Aw, that's so sweet!
fr_fr: [_isabelle_s_blush_] Aw, c'est si gentil !
it_it: [_isabelle_s_blush_] Aw, è così dolce!

source: [_isabelle_s_annoyed_left_] But her behavior is unacceptable! I'm going to have a word with her.
fr_fr: [_isabelle_s_annoyed_left_] Mais son comportement est inacceptable ! Je vais avoir un mot avec elle.
it_it: [_isabelle_s_annoyed_left_] Ma il suo comportamento è inaccettabile! Ho una parola con lei.

source: [_mc_] I've always wanted to set her straight... it's about damn time.
fr_fr: [_mc_] J'ai toujours voulu la mettre droite ... c'est à peu de temps.
it_it: [_mc_] Ho sempre voluto impostare il suo dritto... è circa il tempo maledetto.

source: Things are different now. At least, on paper... hopefully?
fr_fr: Les choses sont différentes maintenant. Au moins, sur papier ... j'espère?
it_it: Ora le cose sono diverse. Almeno, sulla carta... speriamo?

source: [_mc_] That's not a good idea.
fr_fr: [_mc_] Ce n'est pas une bonne idée.
it_it: [_mc_] Non è una buona idea.

source: [_isabelle_s_angry_] I think it's a perfect idea! We can't allow this type of behavior.
fr_fr: [_isabelle_s_angry_] Je pense que c'est une idée parfaite ! Nous ne pouvons pas permettre ce genre de comportement.
it_it: [_isabelle_s_angry_] Penso che sia un'idea perfetta! Non possiamo permettere questo tipo di comportamento.

source: [_mc_] This is how you end up in a dumpster. Don't try to break the status quo.
fr_fr: [_mc_] C'est comme ça que vous vous refilez dans une benne. N'essayez pas de rompre le statu quo.
it_it: [_mc_] Questo è il modo in cui finisci in un dumpster. Non cercare di rompere lo status quo.

source: [_isabelle_s_angry_] Sorry, but that's what I'm all about.
fr_fr: [_isabelle_s_angry_] Désolé, mais c'est ce que je suis.
it_it: [_isabelle_s_angry_] Mi dispiace, ma è quello di cui sono tutto.

source: [_isabelle_s_angry_] I'm going to have a word with her... are you coming or not?
fr_fr: [_isabelle_s_angry_] Je vais avoir un mot avec elle ... tu viens ou pas?
it_it: [_isabelle_s_angry_] Ho intenzione di avere una parola con lei... stai venendo o no?

source: [_mc_] Is making enemies really the best way to start off the year?
fr_fr: [_mc_] Est-ce que faire des ennemis est vraiment la meilleure façon de commencer l'année?
it_it: [_mc_] È davvero il modo migliore per iniziare l'anno?

source: [_isabelle_s_sad_] I suppose it's not...
fr_fr: [_isabelle_s_sad_] Je suppose que ce n'est pas ...
it_it: [_isabelle_s_sad_] Suppongo che non sia...

source: [_isabelle_s_angry_] But with people like her, you have to nip that attitude in the bud! Otherwise, they'll just keep doing it...
fr_fr: [_isabelle_s_angry_] Mais avec des gens comme elle, tu dois tuer cette attitude dans le bourgeon ! Sinon, ils vont continuer à le faire ...
it_it: [_isabelle_s_angry_] Ma con le persone come lei, devi spezzare quell'atteggiamento nel nascere! Altrimenti, continueranno a farlo...

source: [_mc_] Ugh, I guess...
fr_fr: [_mc_] Ugh, je suppose ...
it_it: [_mc_] Ugh, immagino...

source: [_isabelle_s_angry_] Let's go!
fr_fr: [_isabelle_s_angry_] Allons-y !
it_it: [_isabelle_s_angry_] Andiamo!

source: [_mc_] No, I've made that mistake before...
fr_fr: [_mc_] Non, j'ai fait cette erreur avant ...
it_it: [_mc_] No, ho commesso quell'errore prima...

source: [_isabelle_s_sad_] Why did I expect more?
fr_fr: [_isabelle_s_sad_] Pourquoi j'en attendais plus?
it_it: [_isabelle_s_sad_] Perché mi aspettavo di più?

source: [_isabelle_s_sad_] I'll go alone.
fr_fr: [_isabelle_s_sad_] Je vais y aller seul.
it_it: [_isabelle_s_sad_] andrò da sola.

source: [_isabelle_s_annoyed_left_] I can't believe people like [kate] are allowed to walk around the school...
fr_fr: [_isabelle_s_annoyed_left_] Je ne peux pas croire que des gens comme [kate] soient autorisés à marcher autour de l'école ...
it_it: [_isabelle_s_annoyed_left_] Non posso credere che persone come [kate] abbiano il permesso di camminare intorno alla scuola...

source: [_isabelle_s_annoyed_left_] It's stark raving bonkers!
fr_fr: [_isabelle_s_annoyed_left_] C'est des bonkers de raser !
it_it: [_isabelle_s_annoyed_left_] È stravagante bonkers!

source: [_mc_] She's always been like that, and she never gets detention or any other form of discipline.
fr_fr: [_mc_] Elle a toujours été comme ça, et elle n'a jamais été retenue ni aucune autre forme de discipline.
it_it: [_mc_] Lei è sempre stata così, e non ottiene mai la detenzione o qualsiasi altra forma di disciplina.

source: [_isabelle_s_annoyed_] How come?
fr_fr: [_isabelle_s_annoyed_] Comment venir?
it_it: [_isabelle_s_annoyed_] Come viene?

source: [_mc_] Her dad knows the people on the board... at least, that's what I've heard.
fr_fr: [_mc_] Son père connaît les gens du conseil ... au moins, c'est ce que j'ai entendu.
it_it: [_mc_] Suo papà conosce le persone sul tavolo... almeno, è quello che ho sentito.

source: [_isabelle_s_angry_] A corrupt system! That's always how bad people get away with things.
fr_fr: [_isabelle_s_angry_] Un système corrompu ! C'est toujours comme ça que les gens sont méchants avec les choses.
it_it: [_isabelle_s_angry_] Un sistema corrotto! È sempre così che le persone cattive ottengono via con le cose.

source: [_isabelle_s_sad_] If we can't trust the authorities to do their job, we'll have to take justice into our own hands...
fr_fr: [_isabelle_s_sad_] Si nous ne pouvons pas faire confiance aux autorités pour faire leur travail, nous devons prendre la justice entre nos mains ...
it_it: [_isabelle_s_sad_] Se non possiamo fidarci delle autorità per fare il loro lavoro, dovremo prendere giustizia nelle nostre mani...

source: [_mc_] What are you planning to do?
fr_fr: [_mc_] Qu'est-ce que vous prévoyez faire?
it_it: [_mc_] Cosa hai intenzione di fare?

source: [_isabelle_s_concerned_left_] I don't know yet, but I'm sure I'll come up with something...
fr_fr: [_isabelle_s_concerned_left_] Je ne sais pas encore, mais je suis sûr que je vais trouver quelque chose ...
it_it: [_isabelle_s_concerned_left_] Non so ancora, ma sono sicuro che arriverò qualcosa...

source: [_isabelle_s_skeptical_] Someone needs to show her that her behavior isn't acceptable.
fr_fr: [_isabelle_s_skeptical_] Quelqu'un doit lui montrer que son comportement n'est pas acceptable.
it_it: [_isabelle_s_skeptical_] Qualcuno deve mostrarle che il suo comportamento non è accettabile.

source: [_mc_] And I guess that someone is you?
fr_fr: [_mc_] Et je suppose que quelqu'un est vous?
it_it: [_mc_] E immagino che qualcuno sia?

source: [_isabelle_s_neutral_] And you, I hope? You saw how she acted...
fr_fr: [_isabelle_s_neutral_] Et vous, j'espère? Vous avez vu comment elle a agi ...
it_it: [_isabelle_s_neutral_] E tu, spero? Hai visto come ha agitato...

source: [_mc_] I mean, it's a bit risky, but I've got your back.
fr_fr: [_mc_] Je veux dire, c'est un peu risqué, mais j'ai ton dos.
it_it: [_mc_] Voglio dire, è un po' rischioso, ma ho le spalle.

source: [_isabelle_s_excited_] Thanks! I knew you weren't all bad.
fr_fr: [_isabelle_s_excited_] Merci ! Je savais que vous n'étiez pas tous mauvais.
it_it: [_isabelle_s_excited_] Grazie! Sapevo che non eravate tutto male.

source: That's funny... might be the first time I've heard those words within these walls.
fr_fr: C'est drôle ... c'est peut-être la première fois que j'entends ces mots à l'intérieur de ces murs.
it_it: È divertente... potrebbe essere la prima volta che sento quelle parole all'interno di queste pareti.

source: [_isabelle_s_excited_] I've signed up for English. Can you take me to the art classroom next?
fr_fr: [_isabelle_s_excited_] J'ai signé pour l'anglais. Peux-tu m'emmener à la salle de classe?
it_it: [_isabelle_s_excited_] mi sono iscritta per l'inglese. Puoi portarmi all'aula d'arte successiva?

source: [_mc_] Sure thing, it's right next door.
fr_fr: [_mc_] Bien sûr, c'est juste à côté.
it_it: [_mc_] Certo, è proprio la porta accanto.

source: [_mc_] I think we should start by signing up for our focus classes. Have you decided on yours yet?
fr_fr: [_mc_] Je pense que nous devrions commencer par nous inscrire à nos classes de focus. As-tu déjà décidé de vous?
it_it: [_mc_] Penso che dovremmo iniziare registrandoci per le nostre classi di attenzione. Hai già deciso la tua?

source: [_isabelle_s_skeptical_] You're right... revenge and malice can wait.
fr_fr: [_isabelle_s_skeptical_] Vous avez raison ... la vengeance et le malice peuvent attendre.
it_it: [_isabelle_s_skeptical_] Hai ragione... vendetta e malizia può aspettare.

source: [_isabelle_s_excited_] So, I've signed up for English now. I think art would be fun as well!
fr_fr: [_isabelle_s_excited_] Alors, j'ai signé pour l'anglais maintenant. Je pense que l'art serait aussi amusant !
it_it: [_isabelle_s_excited_] Così, mi sono iscritto per l'inglese ora. Penso che anche l'arte sarebbe divertente!

source: [_isabelle_s_neutral_] I'll have to think a bit more on my third pick.
fr_fr: [_isabelle_s_neutral_] Je vais devoir penser un peu plus sur mon troisième choix.
it_it: [_isabelle_s_neutral_] dovrò pensare un po' di più sulla mia terza scelta.

source: [_mc_] Okay, let's meet in the art classroom? It's right next door.
fr_fr: [_mc_] Bon, rencontrons-nous dans la salle de classe? C'est juste à côté.
it_it: [_mc_] Okay, incontriamoci in aula d'arte? È proprio accanto a te.

source: [_isabelle_s_excited_] Sure. Meet you there!
fr_fr: [_isabelle_s_excited_] Sure. Rencontrez-y !
it_it: [_isabelle_s_excited_] Certo. Incontra lì!

source: [_isabelle_s_excited_] [jacklyn] seems nice! I'm really looking forward to taking her classes.
fr_fr: [_isabelle_s_excited_] [jacklyn] semble sympa ! J'ai vraiment hâte de prendre ses cours.
it_it: [_isabelle_s_excited_] [jacklyn] sembra bello! Non vedo l'ora di prendere le sue lezioni.

source: [_isabelle_s_concerned_] What? You don't think so?
fr_fr: [_isabelle_s_concerned_] Quoi? Vous ne le pensez pas?
it_it: [_isabelle_s_concerned_] Cosa? Non lo pensi?

source: [_isabelle_s_concerned_] You seem distracted...
fr_fr: [_isabelle_s_concerned_] Vous semblez distrait ...
it_it: [_isabelle_s_concerned_] Sembri distratto...

source: [_mc_] I have a lot on my mind right now.
fr_fr: [_mc_] J'ai beaucoup à l'esprit en ce moment.
it_it: [_mc_] Ho molto in mente in questo momento.

source: And a hot teacher's assistant is just one of them.
fr_fr: Et l'assistant d'un professeur de chaleur n'est que l'un d'entre eux.
it_it: E l'assistente di un insegnante caldo è solo uno di loro.

source: The whole [kate] drama is making me nervous. [isabelle] is acting like nothing happened... does she often run into trouble like that?
fr_fr: L'ensemble du drame [kate] me rend nerveux. [isabelle] agit comme si rien ne s'est passé ... elle est souvent en difficulté comme ça?
it_it: L'intero dramma [kate] mi sta rendendo nervoso. [isabelle] si sta comportando come niente è accaduto... spesso corre in guai come questo?

source: Also, going back in time still has me off balance.
fr_fr: De plus, le retour dans le temps m'a toujours déséquilibré.
it_it: Inoltre, tornare indietro nel tempo mi ha ancora fuori equilibrio.

source: Those texts... I really need to find out who sent them... they might be the only one with answers.
fr_fr: Ces textes ... J'ai vraiment besoin de savoir qui les a envoyés ... ils pourraient être les seuls avec des réponses.
it_it: Quei testi... Ho davvero bisogno di scoprire chi li ha mandati... potrebbero essere l'unico con le risposte.

source: [_isabelle_s_neutral_] I think I need to balance out my schedule with something physical.
fr_fr: [_isabelle_s_neutral_] Je pense que j'ai besoin d'équilibrer mon planning avec quelque chose de physique.
it_it: [_isabelle_s_neutral_] Penso di dover bilanciare il mio programma con qualcosa di fisico.

source: [_isabelle_s_excited_] I'm going to take gym classes as my last focus!
fr_fr: [_isabelle_s_excited_] Je vais prendre des cours de gym comme dernière priorité !
it_it: [_isabelle_s_excited_] Ho intenzione di prendere lezioni di palestra come il mio ultimo fuoco!

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi?
it_it: [_mc_] Perché?

source: [_isabelle_s_concerned_] Why what?
fr_fr: [_isabelle_s_concerned_] Pourquoi?
it_it: [_isabelle_s_concerned_] Perché cosa?
