Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_tour.po
Languages: fr_fr, it_it

source: [_nurse_s_smile_] Okay, [lindsey], come with me.
fr_fr: [_nurse_s_smile_] Ok, [lindsey], viens avec moi.
it_it: [_nurse_s_smile_] Okay, [lindsey], vieni con me.

source: [_mc_] I've always wanted to help out those in need. Glad I got the chance!
fr_fr: [_mc_] J'ai toujours voulu aider ceux qui en ont besoin. J'ai eu la chance !
it_it: [_mc_] Ho sempre voluto aiutare coloro che ne hanno bisogno. Sono contento di avere l'occasione!

source: [_isabelle_s_excited_] That's a great goal to have!
fr_fr: [_isabelle_s_excited_] C'est un grand objectif à avoir !
it_it: [_isabelle_s_excited_] Questo è un grande obiettivo da avere!

source: [_lindsey_s_smile_] Thanks again! Sorry for running into you!
fr_fr: [_lindsey_s_smile_] Merci encore ! Désolé de t'avoir lancé !
it_it: [_lindsey_s_smile_] Grazie ancora! Mi dispiace per essere entrato in te!

source: [_lindsey_s_flirty_] I hope it didn't hurt too much...
fr_fr: [_lindsey_s_flirty_] J'espère que ça n'a pas fait trop de mal ...
it_it: [_lindsey_s_flirty_] Spero che non abbia fatto troppo male...

source: [_mc_] I'm fine! Never been better.
fr_fr: [_mc_] Je vais bien ! Jamais mieux.
it_it: [_mc_] sto bene! Non è mai stato meglio.

source: [_lindsey_s_laughing_] That's nice... I'll see you around, [mc]!
fr_fr: [_lindsey_s_laughing_] C'est sympa ... Je te verrai, [mc]!
it_it: [_lindsey_s_laughing_] È bello... Ti vedrò in giro, [mc]!

source: [_nurse_s_blush_] Okay, let's go.
fr_fr: [_nurse_s_blush_] Ok, allons-y.
it_it: [_nurse_s_blush_] Okay, andiamo.

source: Somehow, being positive feels good.
fr_fr: D'une certaine façon, être positif se sent bien.
it_it: In qualche modo, essere positivi si sente bene.

source: Even though it's mostly forced and for show, everyone else seems to appreciate it...
fr_fr: Même s'il est pour la plupart forcé et pour le spectacle, tout le monde semble l'apprécier ...
it_it: Anche se è per lo più forzato e per lo spettacolo, tutti gli altri sembra apprezzarlo...

source: Maybe that's worth it?
fr_fr: Peut-être que ça en vaut la peine?
it_it: Forse ne vale la pena?

source: [_mc_] I demand a kiss as payment! That's what all heroes get!
fr_fr: [_mc_] Je demande un baiser comme paiement ! C'est ce que tous les héros reçoivent !
it_it: [_mc_] Chiedo un bacio come pagamento! È quello che tutti gli eroi ottengono!

source: [_isabelle_s_skeptical_] Running to get the [nurse] hardly qualifies as heroic...
fr_fr: [_isabelle_s_skeptical_] La course pour obtenir le [nurse] est à peine qualifiée d'héroïque ...
it_it: [_isabelle_s_skeptical_] in esecuzione per ottenere la [nurse] difficilmente si qualifica come eroico...

source: [_isabelle_s_skeptical_] Besides, heroes don't demand payment.
fr_fr: [_isabelle_s_skeptical_] En plus, les héros n'exigent pas de paiement.
it_it: [_isabelle_s_skeptical_] Inoltre, gli eroi non richiedono il pagamento.

source: [_lindsey_s_skeptical_] Thanks for getting me help, but that's really not how it works...
fr_fr: [_lindsey_s_skeptical_] Merci de m'avoir fait aider, mais ce n'est vraiment pas comment ça marche ...
it_it: [_lindsey_s_skeptical_] Grazie per avermi aiutato, ma non è così che funziona...

source: Ugh, girls are the worst... so entitled to everything, yet never willing to pay up!
fr_fr: Ugh, les filles sont les pires ... si droit à tout, mais jamais prêts à payer !
it_it: Ugh, le ragazze sono il peggio... così diritto a tutto, ma mai disposti a pagare!

source: Ridiculous, when you think about it. The nicer you are, the less they like you...
fr_fr: Ridicule, quand tu y penses. Plus vous êtes gentile, moins ils vous aiment ...
it_it: Ridicolo, quando ci pensi. Più bello, meno ti piace, meno ti piace...

source: [_nurse_s_concerned_] Okay, [lindsey], come with me.
fr_fr: [_nurse_s_concerned_] Ok, [lindsey], viens avec moi.
it_it: [_nurse_s_concerned_] Okay, [lindsey], vieni con me.

source: [_mc_] It's my fault she's hurt... fetching you was the least I could do.
fr_fr: [_mc_] C'est ma faute qu'elle a du mal ... à récupérer, c'était le moins que je puisse faire.
it_it: [_mc_] È colpa mia che è ferita... prenderti era il minimo che potessi fare.

source: [_nurse_s_blush_] That's a good attitude to have.
fr_fr: [_nurse_s_blush_] C'est une bonne attitude à avoir.
it_it: [_nurse_s_blush_] Questo è un buon atteggiamento da avere.

source: [_isabelle_s_excited_] Yes, I like that! If everyone was more like you, the world would be a better place.
fr_fr: [_isabelle_s_excited_] Oui, j'aime ça ! Si tout le monde était comme vous, le monde serait un meilleur endroit.
it_it: [_isabelle_s_excited_] Sì, mi piace! Se tutti fossero più come te, il mondo sarebbe un posto migliore.

source: That's probably a stretch and a half... I can hardly stand my reflection.
fr_fr: C'est probablement un bout et demi ... Je peux difficilement supporter ma réflexion.
it_it: Probabilmente è un tratto e mezzo... difficilmente posso sopportare la mia riflessione.

source: Feels kinda nice that they noticed it, though! Trying to be a decent human being might not be so bad after all.
fr_fr: Feels kinda sympa qu'ils l'ont remarqué, cependant ! Essavoir d'être un être humain décent ne serait peut-être pas si mal après tout.
it_it: Si sente gentile che hanno notato, però! Cercare di essere un essere umano decente potrebbe non essere così male dopo tutto.

source: [_lindsey_s_skeptical_] I think I might pass out...
fr_fr: [_lindsey_s_skeptical_] Je pense que je pourrais passer ...
it_it: [_lindsey_s_skeptical_] penso che potrei passare fuori...

source: [_nurse_s_concerned_] It's okay, there's a bed in my office... lean on me.
fr_fr: [_nurse_s_concerned_] C'est bon, il y a un lit dans mon bureau ... maigre sur moi.
it_it: [_nurse_s_concerned_] Va bene, c'è un letto nel mio ufficio... appoggiati su di me.

source: [_isabelle_s_concerned_left_] I hope she'll be okay...
fr_fr: [_isabelle_s_concerned_left_] J'espère qu'elle ira bien ...
it_it: [_isabelle_s_concerned_left_] Spero che lei starà bene...

source: [_mc_] I'm sure she'll be fine.
fr_fr: [_mc_] Je suis sûre qu'elle ira bien.
it_it: [_mc_] sono sicuro che starà bene.

source: [_isabelle_s_excited_] Oh, man! This tour turned out way more eventful than I expected!
fr_fr: [_isabelle_s_excited_] Oh, mec ! Cette visite s'est avérée plus mouvementée que je ne m'y attendais !
it_it: [_isabelle_s_excited_] Oh, uomo! Questo tour è risultato molto più ricco di quanto mi aspettavo!

source: [_isabelle_s_excited_] I think I need to sit down for a bit... let's go to the cafeteria.
fr_fr: [_isabelle_s_excited_] Je pense que j'ai besoin de m'asseoir pour un peu ... allons à la cafétéria.
it_it: [_isabelle_s_excited_] penso di dover sedermi per un po'... andiamo alla mensa.

source: [_mc_] All right.
fr_fr: [_mc_] Très bien.
it_it: [_mc_] Va bene.

source: [_nurse_s_concerned_] My, oh my! Please, put her on the bed...
fr_fr: [_nurse_s_concerned_] Mon, oh mon ! S'il te plaît, la met sur le lit ...
it_it: [_nurse_s_concerned_] Mia, oh mio! Per favore, mettila sul letto...

source: [_nurse_] How are you feeling, [lindsey]?
fr_fr: [_nurse_] Comment vous sentez-vous, [lindsey]?
it_it: [_nurse_] Come ti senti, [lindsey]?

source: [_lindsey_s_clinic_lindsey_annoyed_] D-dizzy... my head hurts...
fr_fr: [_lindsey_s_clinic_lindsey_annoyed_] D-dizzy ... ma tête me fait mal ...
it_it: [_lindsey_s_clinic_lindsey_annoyed_] D-vertigini... la mia testa fa male...

source: [_nurse_s_clinic_nurse_angry_] How did this happen?
fr_fr: [_nurse_s_clinic_nurse_angry_] Comment cela a-il eu lieu?
it_it: [_nurse_s_clinic_nurse_angry_] Come è successo questo?

source: [_mc_] She tried to mow me down, but didn't realize I'm made of steel.
fr_fr: [_mc_] Elle a essayé de me départir, mais je n'ai pas réalisé que je suis en acier.
it_it: [_mc_] Lei provò a scacciarmi, ma non mi rendeva conto di essere fatta di acciaio.

source: [_lindsey_s_clinic_lindsey_laughing_] Not true! I just didn't see you!
fr_fr: [_lindsey_s_clinic_lindsey_laughing_] Pas vrai ! Je ne vous ai pas vu !
it_it: [_lindsey_s_clinic_lindsey_laughing_] Non è vero! Non ti ho visto!

source: [_nurse_s_clinic_nurse_confused_] I get the feeling this wasn't a car accident...
fr_fr: [_nurse_s_clinic_nurse_confused_] J'ai le sentiment que ce n'était pas un accident de voiture ...
it_it: [_nurse_s_clinic_nurse_confused_] Ho la sensazione che questo non fosse un incidente automobilistico...

source: [_mc_] No, but the result would probably have been the same.
fr_fr: [_mc_] Non, mais le résultat aurait probablement été le même.
it_it: [_mc_] No, ma probabilmente il risultato sarebbe stato lo stesso.

source: [_isabelle_] Right. Since you're all muscle, there aren't any brain cells to lose.
fr_fr: [_isabelle_] Droit. Puisque vous êtes tous musculaires, il n'y a pas de cellules cérébrales à perdre.
it_it: [_isabelle_] destra. Poiché sei tutto muscolare, non ci sono cellule cerebrali da perdere.

source: [_lindsey_s_clinic_lindsey_angry_] Nothing wrong with staying fit!
fr_fr: [_lindsey_s_clinic_lindsey_angry_] Rien de mal à rester en forme !
it_it: [_lindsey_s_clinic_lindsey_angry_] Niente di male rimanendo in forma!

source: [_mc_] Frontal collision at about eighty miles an hour.
fr_fr: [_mc_] Collision frontale à environ quatre-vingt milles à l'heure.
it_it: [_mc_] Collisione frontale a circa ottanta miglia all'ora.

source: [_mc_] No, but she was going way over the speed limit.
fr_fr: [_mc_] Non, mais elle se passait au-dessus de la limite de vitesse.
it_it: [_mc_] No, ma stava andando oltre il limite di velocità.

source: [_lindsey_s_clinic_lindsey_blush_] Awww, I never knew you were so charming before!
fr_fr: [_lindsey_s_clinic_lindsey_blush_] Awww, je ne savais pas que tu étais si charmante avant !
it_it: [_lindsey_s_clinic_lindsey_blush_] Awww, non ho mai saputo che eri così affascinante prima!

source: [_lindsey_s_clinic_lindsey_blush_] In fact, we've never really talked much at all...
fr_fr: [_lindsey_s_clinic_lindsey_blush_] En fait, nous n'avons jamais vraiment beaucoup parlé ...
it_it: [_lindsey_s_clinic_lindsey_blush_] Infatti, non abbiamo mai davvero parlato molto...

source: [_mc_] She was doing laps in the gym and accidentally ran into me... she hit her head quite hard.
fr_fr: [_mc_] Elle a fait des tours dans la salle de gym et a accidentellement couru en moi ... elle a frappé sa tête assez durement.
it_it: [_mc_] Stava facendo giri in palestra e accidentalmente corse in me... ha colpito la sua testa abbastanza difficile.

source: [_nurse_s_clinic_nurse_confused_] Accidents happen. Good job bringing her here so fast.
fr_fr: [_nurse_s_clinic_nurse_confused_] Des accidents surviennent. Bon travail l'amenant ici si vite.
it_it: [_nurse_s_clinic_nurse_confused_] Gli incidenti accadono. Buon lavoro portarla qui così velocemente.

source: [_mc_] It's my duty to keep the people safe!
fr_fr: [_mc_] C'est mon devoir de garder les gens en sécurité !
it_it: [_mc_] È mio dovere mantenere la gente al sicuro!

source: [_isabelle_s_blush_] That's an admirable sentiment.
fr_fr: [_isabelle_s_blush_] C'est un sentiment admirable.
it_it: [_isabelle_s_blush_] Questo è un sentimento ammirevole.

source: [_mc_] It was my fault... and she looked like she needed my help getting here.
fr_fr: [_mc_] C'était ma faute ... et elle avait l'air d'avoir besoin de mon aide pour venir ici.
it_it: [_mc_] È stata colpa mia... e sembrava che avesse bisogno del mio aiuto per arrivare qui.

source: [_lindsey_s_clinic_lindsey_smile_] It was both our faults!
fr_fr: [_lindsey_s_clinic_lindsey_smile_] C'était à la fois nos défauts !
it_it: [_lindsey_s_clinic_lindsey_smile_] Sono stati entrambi i nostri difetti!

source: [_lindsey_s_clinic_lindsey_blush_] But, yes, I could hardly walk... thank you.
fr_fr: [_lindsey_s_clinic_lindsey_blush_] Mais, oui, je pouvais à peine marcher ... merci.
it_it: [_lindsey_s_clinic_lindsey_blush_] Ma, sì, difficilmente potrei camminare... grazie.

source: [_isabelle_s_sad_] They ran into each other... [lindsey] got the worst of it.
fr_fr: [_isabelle_s_sad_] Ils se sont enfuis les uns les autres ... [lindsey] en a eu le pire.
it_it: [_isabelle_s_sad_] Si sono imbattuti l'uno nell'altro... [lindsey] ne ha ottenuto il peggio.

source: [_nurse_s_clinic_nurse_confused_] Very well. Good that you got her here so fast...
fr_fr: [_nurse_s_clinic_nurse_confused_] Très bien. Bien que tu l'as eu ici si vite ...
it_it: [_nurse_s_clinic_nurse_confused_] Molto bene. Bene che l'hai ottenuta qui così velocemente...

source: [_isabelle_s_blush_] That's the least we could do! [mc] seemed more than happy to help out.
fr_fr: [_isabelle_s_blush_] C'est le moins que nous pouvions faire ! [mc] semblait plus que content d'aider.
it_it: [_isabelle_s_blush_] È il minimo che potevamo fare! [mc] è sembrato più che felice di aiutare.

source: [_nurse_s_clinic_nurse_confused_] [lindsey] is lucky to have such considerate classmates...
fr_fr: [_nurse_s_clinic_nurse_confused_] [lindsey] a la chance d'avoir des camarades de classe aussi attentionnés ...
it_it: [_nurse_s_clinic_nurse_confused_] [lindsey] è fortunato ad avere compagni di classe così premurosi...

source: [_nurse_s_clinic_nurse_confused_] I'm sure she's thankful even though she's a bit out of it right now.
fr_fr: [_nurse_s_clinic_nurse_confused_] Je suis sûre qu'elle est reconnaissante, même si elle est un peu hors de lui maintenant.
it_it: [_nurse_s_clinic_nurse_confused_] sono sicuro che lei è grata anche se è un po' fuori di esso in questo momento.

source: [_nurse_s_clinic_nurse_confused_] Okay, [lindsey]. I'm going to check you for a concussion... does anywhere else hurt?
fr_fr: [_nurse_s_clinic_nurse_confused_] Ok, [lindsey]. Je vais te vérifier pour une commotion ... n'importe où ailleurs?
it_it: [_nurse_s_clinic_nurse_confused_] Okay, [lindsey]. Ti controllerò per una commozione... fa male da qualche altra parte?

source: [_lindsey_s_clinic_lindsey_smile_] My head and my chest...
fr_fr: [_lindsey_s_clinic_lindsey_smile_] Ma tête et ma poitrine ...
it_it: [_lindsey_s_clinic_lindsey_smile_] La mia testa e il mio petto...

source: [_nurse_s_clinic_nurse_confused_] All right, you guys can wait outside. Thanks for your help!
fr_fr: [_nurse_s_clinic_nurse_confused_] Très bien, vous pouvez attendre dehors. Merci pour votre aide !
it_it: [_nurse_s_clinic_nurse_confused_] Bene, voi ragazzi potete aspettare fuori. Grazie per il vostro aiuto!

source: [_isabelle_s_neutral_] No problem! [mc], meet me at the cafeteria.
fr_fr: [_isabelle_s_neutral_] Pas de problème ! [mc], rencontre-moi à la cafétéria.
it_it: [_isabelle_s_neutral_] Nessun problema! [mc], incontrami al refettorio.

source: [_nurse_] It looks like you have a concussion, [lindsey], but it's not severe.
fr_fr: [_nurse_] On dirait que vous avez une commotion, [lindsey], mais ce n'est pas grave.
it_it: [_nurse_] Sembra che tu abbia una commozione, [lindsey], ma non è grave.

source: [_lindsey_] Oh, no! How long 'til I can run again?
fr_fr: [_lindsey_] Oh, non ! Combien de temps je peux courir à nouveau?
it_it: [_lindsey_] Oh, no! Per quanto tempo non posso correre di nuovo?

source: [_nurse_] It can take a while, you need to be careful...
fr_fr: [_nurse_] Il peut prendre un certain temps, il faut être prudent ...
it_it: [_nurse_] Ci può volere un po' di tempo, devi stare attento...

source: [_lindsey_] What about the District Marathon?
fr_fr: [_lindsey_] Qu'en est-il du Marathon de District?
it_it: [_lindsey_] Che dire della maratona distrettuale?

source: [_nurse_] If you rest well, you'll be back on your feet long before that.
fr_fr: [_nurse_] Si vous vous reposez bien, vous serez de retour sur vos pieds bien avant ça.
it_it: [_nurse_] Se ti riposi bene, tornerai sui tuoi piedi molto prima di quello.

source: [_nurse_] I'd like to look at your chest now. So, if you could take off your top, please...
fr_fr: [_nurse_] J'aimerais regarder votre poitrine maintenant. Donc, si tu pouvais enlever ton dessus, s'il te plait ...
it_it: [_nurse_] vorrei guardare il tuo petto ora. Quindi, se potessi toglierti la cima, per favore...

source: This could be my only chance to see a pair of real-life boobs!
fr_fr: Ça pourrait être ma seule chance de voir une paire de seins réels !
it_it: Questa potrebbe essere la mia unica possibilità di vedere un paio di tette reali!

source: But it might ruin my chances with [lindsey] for good... and I'd likely get detention...
fr_fr: Mais ça pourrait ruine mes chances avec [lindsey] pour le bien ... et je serais probablement en détention ...
it_it: Ma potrebbe rovinare le mie probabilità con [lindsey] per bene... e probabilmente ottengo la detenzione...

source: [_nurse_] Okay, let's get that bra off so I can listen to your heart...
fr_fr: [_nurse_] Ok, sorte de ce soutien-gorge pour que je puisse écouter votre cœur ...
it_it: [_nurse_] Okay, prendiamo quel reggiseno in modo da poter ascoltare il tuo cuore...

source: Some prophets may call this a heavy risk, but there it finally is — the prize.
fr_fr: Certains prophètes peuvent appeler cela un risque lourd, mais il y en a enfin-le prix.
it_it: Alcuni profeti possono chiamare questo un rischio pesante, ma finalmente è — il premio.

source: People would kill to see her tits. There's a big chance that no man has ever seen her naked...
fr_fr: Les gens tueraient pour voir ses seins. Il y a une grande chance qu'aucun homme ne l'ait jamais vue nue ...
it_it: La gente avrebbe ucciso per vedere le sue tette. C'è una grande probabilità che nessun uomo ha mai visto il suo nudo...

source: That's what makes this so special.
fr_fr: C'est ce qui rend cette situation si spéciale.
it_it: È ciò che rende questo così speciale.

source: Judging by the tan lines, even the sun's been deprived of the soft flesh of her chest.
fr_fr: À en juger par les bronzage, même le soleil a été privé de la chair molle de sa poitrine.
it_it: A giudicare dalle linee di abbronzatura, anche il sole è stato privato della polpa morbida del petto.

source: The unblemished snow-white skin — a sharp but enticing contrast to the soft pink of her areolas.
fr_fr: La peau blanche et enneigée-un contraste frappant mais séduisante avec le rose doux de ses ardoles.
it_it: La pelle bianca di neve incontaminata — un contrasto affilato ma allettante al rosa morbido delle sue areole.

source: Some girls sunbathe to get an even tan, but [lindsey] clearly doesn't care about that.
fr_fr: Certaines filles se baignont pour obtenir un bronzage, mais le [lindsey] ne s'en soucia clairement pas.
it_it: Alcune ragazze prendere il sole per ottenere un abbronzatura uniforme, ma [lindsey] chiaramente non si preoccupa di questo.

source: As long as her sports bra keeps her boobs from bouncing!
fr_fr: Tant que son soutien-gorge de sport empêche ses nichons de rebon­gnant !
it_it: Finché il suo reggiseno sportivo mantiene le sue tette dal rimbalzare!

source: If only she'd allow me to reach out, weigh them in my hands, squeeze them gently...
fr_fr: Si seulement elle me permettait de me sortir, de les peser dans mes mains, de les presser délicatement ...
it_it: Se solo lei mi permettesse di raggiungere, pesarli nelle mie mani, spremere delicatamente...

source: Or roughly... whatever, she prefers! Twist her nipples... or give them kind and gentle kisses...
fr_fr: Ou à peu près ... quoi que ce soit, elle préfère ! Twist ses nipples ... ou donnez-leur des baisers aimables et gentils ...
it_it: O approssimativamente... qualunque cosa preferisci! Twist i capezzoli... o dare loro baci gentili e gentili...

source: There are so many possibilities! Play with them! Nibble them! Suck them!
fr_fr: Il y a tellement de possibilités ! Jouez avec eux ! Nibble les ! Sucre !
it_it: Ci sono così tante possibilità! Gioca con loro! Nibblate! Succhiate!

source: So soft and supple — so forbidden — joy-sized perfection!
fr_fr: So soft and supple-so interdite-joy-sized perfection !
it_it: Così morbido e morbido — così proibito — la perfezione di joysize!

source: [_nurse_s_clinic_nurse_surprised_] What in god's name?!
fr_fr: [_nurse_s_clinic_nurse_surprised_] Quel est le nom de Dieu? !
it_it: [_nurse_s_clinic_nurse_surprised_] Che cosa nel nome di Dio?!

source: [_mc_] Just claiming my reward for helping you.
fr_fr: [_mc_] Je réclame ma récompense pour vous aider.
it_it: [_mc_] Richiedi la mia ricompensa per averti aiutato.

source: [_lindsey_s_clinic_lindsey_angry_topless_] That's sick! Go away!
fr_fr: [_lindsey_s_clinic_lindsey_angry_topless_] C'est malade ! Vas-y !
it_it: [_lindsey_s_clinic_lindsey_angry_topless_] è malato! Vai!

source: [_nurse_s_clinic_nurse_angry_] That is outrageous, [mc]!
fr_fr: [_nurse_s_clinic_nurse_angry_] C'est scandaleux, [mc]!
it_it: [_nurse_s_clinic_nurse_angry_] Questo è oltraggioso, [mc]!

source: [_nurse_] Wait until [jo] hears about this...
fr_fr: [_nurse_] Attendre que [jo] entende sur ce ...
it_it: [_nurse_] Attendere finché [jo] non avrà sentito parlare di questo...

source: [_mc_] I'm sorry, but I figured I'd only have one chance at seeing an angel the way god made her...
fr_fr: [_mc_] Je suis désolé, mais j'ai pensé que je n'aurais qu'une seule chance de voir un ange la façon dont Dieu l'a faite ...
it_it: [_mc_] Mi dispiace, ma ho capito che avrei solo una possibilità di vedere un angelo come il dio l'ha fatta...

source: [_lindsey_s_clinic_lindsey_blush_topless_] That's oddly nice...
fr_fr: [_lindsey_s_clinic_lindsey_blush_topless_] C'est curieusement sympa ...
it_it: [_lindsey_s_clinic_lindsey_blush_topless_] È bello, stranamente...

source: [_nurse_s_clinic_nurse_angry_] No, it's inappropriate, and I'm reporting it!
fr_fr: [_nurse_s_clinic_nurse_angry_] Non, c'est inapproprié, et je le rapporte !
it_it: [_nurse_s_clinic_nurse_angry_] No, è inappropriato e lo sto segnalando!

source: [_nurse_s_clinic_nurse_angry_] Get out of here, [mc].
fr_fr: [_nurse_s_clinic_nurse_angry_] Sortez d'ici, [mc].
it_it: [_nurse_s_clinic_nurse_angry_] Esci da qui, [mc].

source: [_mc_] I was going to see them sooner or later, anyway.
fr_fr: [_mc_] J'allais les voir tôt ou tard, de toute façon.
it_it: [_mc_] Stavo per vederli prima o poi, comunque.

source: [_lindsey_s_clinic_lindsey_laughing_topless_] Oh my god!
fr_fr: [_lindsey_s_clinic_lindsey_laughing_topless_] Oh mon Dieu !
it_it: [_lindsey_s_clinic_lindsey_laughing_topless_] Oh mio dio!

source: [_mc_] I agree... two-fold.
fr_fr: [_mc_] Je suis d'accord ... deux fois.
it_it: [_mc_] Sono d'accordo... due volte.

source: [_lindsey_s_clinic_lindsey_blush_topless_] Oh my god!
fr_fr: [_lindsey_s_clinic_lindsey_blush_topless_] Oh mon Dieu !
it_it: [_lindsey_s_clinic_lindsey_blush_topless_] Oh mio dio!

source: [_nurse_s_clinic_nurse_confused_] Young love, huh? Okay, pull back the curtain now.
fr_fr: [_nurse_s_clinic_nurse_confused_] Jeune amour, hein? Ok, tirez le rideau maintenant.
it_it: [_nurse_s_clinic_nurse_confused_] Giovane amore, eh? Ok, tirare indietro la tenda ora.

source: [_mc_] Who said anything about love?
fr_fr: [_mc_] Qui a dit quoi que ce soit sur l'amour?
it_it: [_mc_] Chi ha detto qualcosa sull'amore?

source: [_lindsey_s_clinic_lindsey_annoyed_topless_] Oh my god!
fr_fr: [_lindsey_s_clinic_lindsey_annoyed_topless_] Oh mon Dieu !
it_it: [_lindsey_s_clinic_lindsey_annoyed_topless_] Oh mio dio!

source: Old me would've jumped at the opportunity, but this is my chance to be better. To learn from my mistakes.
fr_fr: L'ancien moi aurait sauté à l'occasion, mais c'est ma chance d'être mieux. Pour apprendre de mes erreurs.
it_it: Vecchio me lo avrebbe saltato all'occasione, ma questa è la mia possibilità di essere meglio.

source: Someone once told me that being decent goes a long way...
fr_fr: Quelqu'un m'a dit une fois que le fait d'être décent va loin ...
it_it: Qualcuno mi ha detto una volta che essere decente va un lungo cammino...
