Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_stolen.po
Languages: fr_fr, it_it

source: [_mc_] What did she even steal from you?
fr_fr: [_mc_] Qu'est-ce qu'elle a même volé à vous?
it_it: [_mc_] Che cosa vi ha rubato ancora?

source: [_isabelle_s_concerned_left_] It doesn't matter...
fr_fr: [_isabelle_s_concerned_left_] Ça n'a pas d'importance ...
it_it: [_isabelle_s_concerned_left_] Non importa...

source: [_mc_] I think it does. You're usually the most sensible person in the room, but this thing has got you fired up like nothing else.
fr_fr: [_mc_] Je pense que c'est le cas. Vous êtes habituellement la personne la plus sensée dans la pièce, mais cette chose vous a tiré comme rien d'autre.
it_it: [_mc_] Penso che lo sia. Di solito sei la persona più sensata nella stanza, ma questa cosa ti ha fatto sparare come nient'altro.

source: [_isabelle_s_concerned_] Okay, fine... it's a box of chocolate hearts.
fr_fr: [_isabelle_s_concerned_] Ok, bien ... c'est une boîte de cœurs de chocolat.
it_it: [_isabelle_s_concerned_] Okay, fine... è una scatola di cuori al cioccolato.

source: [_mc_] What now?
fr_fr: [_mc_] Que maintenant?
it_it: [_mc_] Che cosa adesso?

source: [_isabelle_s_sad_] It's complicated...
fr_fr: [_isabelle_s_sad_] C'est compliqué ...
it_it: [_isabelle_s_sad_] è complicato...

source: [_mc_] We've got time.
fr_fr: [_mc_] Nous avons le temps.
it_it: [_mc_] abbiamo tempo.

source: [_isabelle_s_sad_] They're my sister's favorite.
fr_fr: [_isabelle_s_sad_] C'est le favori de ma sœur.
it_it: [_isabelle_s_sad_] Sono i preferiti di mia sorella.

source: [_mc_] I didn't know you have a sister.
fr_fr: [_mc_] Je ne savais pas que vous avez une sœur.
it_it: [_mc_] non sapevo che aveste una sorella.

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_isabelle_s_sad_] I {i}had{/} a sister.
fr_fr: [_isabelle_s_sad_] I {i}had { / } a soeur.
it_it: [_isabelle_s_sad_] I {i}aveva{/} una sorella.

source: [_mc_] Oh, I'm so sorry...
fr_fr: [_mc_] Oh, je suis désolé ...
it_it: [_mc_] Oh, mi dispiace...

source: [_isabelle_s_sad_] It's her birthday tomorrow, and I always used to give her a box of chocolate hearts...
fr_fr: [_isabelle_s_sad_] C'est son anniversaire demain, et j'ai toujours utilisé pour lui donner une boîte de coeurs de chocolat ...
it_it: [_isabelle_s_sad_] È il suo compleanno domani, e ho sempre usato per darle una scatola di cuori di cioccolato...

source: [_isabelle_s_sad_] We used to eat them together.
fr_fr: [_isabelle_s_sad_] Nous les mangeons ensemble.
it_it: [_isabelle_s_sad_] Eravamo abituati a mangiarli insieme.

source: [_mc_] Damn...
it_it: [_mc_] Dannazione...

source: That explains [isabelle]'s reaction. I can't imagine what that must feel like.
fr_fr: Ceci explique la réaction de [isabelle]. Je ne peux pas imaginer ce que ça doit ressentir.
it_it: Questo spiega la reazione di [isabelle]. Non riesco a immaginare cosa debba sentirsi.

source: [_isabelle_s_annoyed_] It's... let's just talk about how we destroy [kate].
it_it: [_isabelle_s_annoyed_] È... parliamo di come distruggiamo [kate].

source: [_mc_] I think we're going to have to do a lot of planning.
fr_fr: [_mc_] Je pense que nous allons devoir faire beaucoup de planification.
it_it: [_mc_] Penso che dovremo fare un sacco di pianificazione.

source: [_mc_] Let's get a nice cold bottle of ice tea in the cafeteria and think this through.
it_it: [_mc_] Prendiamo una bella bottiglia fredda di tè di ghiaccio nella caffetteria e pensiamo a tutto questo.

source: [_isabelle_s_concerned_] You're probably right...
fr_fr: [_isabelle_s_concerned_] Vous avez probablement raison ...
it_it: [_isabelle_s_concerned_] probabilmente hai ragione...

source: [_isabelle_s_neutral_] Thanks for calming me down.
fr_fr: [_isabelle_s_neutral_] Merci de me calmer.
it_it: [_isabelle_s_neutral_] Grazie per avermi calmato.

source: [_mc_] [lindsey] did it.
fr_fr: [_mc_] [lindsey] l'a fait.
it_it: [_mc_] [lindsey] l'ha fatto.

source: [_isabelle_s_concerned_left_] [lindsey]...? Are you certain?
fr_fr: [_isabelle_s_concerned_left_] [lindsey]...? Es-tu certain?
it_it: [_isabelle_s_concerned_left_] [lindsey]...? Sei sicuro?

source: [_mc_] Yeah, I watched the surveillance footage...
fr_fr: [_mc_] Oui, j'ai regardé les images de surveillance ...
it_it: [_mc_] Sì, ho guardato il filmato di sorveglianza...

source: [_mc_] I saved the recording of it. I'll send it over.
fr_fr: [_mc_] J'ai enregistré l'enregistrement. Je vais l'envoyer.
it_it: [_mc_] ho salvato la registrazione di esso. La invierò sopra.

source: [_isabelle_s_afraid_] I can't believe it!
fr_fr: [_isabelle_s_afraid_] Je ne peux pas le croire !
it_it: [_isabelle_s_afraid_] non riesco a crederci!

source: [_mc_] It's weird, but there you have it...
fr_fr: [_mc_] C'est bizarre, mais il y a ...
it_it: [_mc_] È strano, ma lì ce l'hai...

source: [_isabelle_s_annoyed_left_] That little bitch.
fr_fr: [_isabelle_s_annoyed_left_] Cette petite salope.
it_it: [_isabelle_s_annoyed_left_] Quella piccola cagna.

source: [_mc_] Are you going to the police?
fr_fr: [_mc_] Vous allez à la police?
it_it: [_mc_] Tu vai alla polizia?

source: [_isabelle_s_annoyed_] Absolutely not. This is personal.
fr_fr: [_isabelle_s_annoyed_] Absolument pas. C'est personnel.
it_it: [_isabelle_s_annoyed_] Assolutamente no. Questo è personale.

source: [_isabelle_s_angry_] I'm going to find her.
fr_fr: [_isabelle_s_angry_] Je vais la trouver.
it_it: [_isabelle_s_angry_] la troverò.

source: Oh, shit... [isabelle] had murder in her eyes. Better go after her to find [lindsey]!
fr_fr: Oh, merde ... [isabelle] a eu des meurtres dans ses yeux. Mieux vaut s'en aller pour trouver le [lindsey]!
it_it: Oh, merda... [isabelle] aveva omicidio nei suoi occhi. Meglio andare dopo di lei per trovare [lindsey]!

source: [_mc_] It's complicated...
fr_fr: [_mc_] C'est compliqué ...
it_it: [_mc_] è complicato...

source: [_isabelle_s_concerned_left_] Complicated how?
fr_fr: [_isabelle_s_concerned_left_] Comment?
it_it: [_isabelle_s_concerned_left_] Complicato come?

source: [_mc_] See, I have evidence of [lindsey] stealing your chocolate hearts...
fr_fr: [_mc_] Voir, j'ai des preuves de [lindsey] voler vos coeurs de chocolat ...
it_it: [_mc_] Vedi, Ho le prove di [lindsey] rubare i vostri cuori di cioccolato...

source: [_mc_] But I spoke to her, and she claims to not remember doing it.
fr_fr: [_mc_] Mais je lui ai parlé, et elle prétend ne pas se souvenir de le faire.
it_it: [_mc_] Ma io le ho parlato, e lei sostiene di non ricordarsi di farlo.

source: [_mc_] And somehow, in spite of all the evidence—
fr_fr: [_mc_] Et en quelque sorte, malgré toutes les preuves-
it_it: [_mc_] E in qualche modo, nonostante tutte le prove—

source: [_isabelle_s_annoyed_] You believe her, don't you?
fr_fr: [_isabelle_s_annoyed_] Vous la croyez, n'est-ce pas?
it_it: [_isabelle_s_annoyed_] Le credi, vero?

source: [_isabelle_s_annoyed_] This is how bullies and cheaters get away with it!
fr_fr: [_isabelle_s_annoyed_] C'est comme ça que les tyrans et les tricheurs s'en éloignont !
it_it: [_isabelle_s_annoyed_] Questo è come bulli e imbroglioni ottenere via con esso!

source: [_isabelle_s_annoyed_] They lie and steal and exploit the goodwill of nice people!
fr_fr: [_isabelle_s_annoyed_] Ils mentent et volent et exploitent la bonne volonté des gens sympas !
it_it: [_isabelle_s_annoyed_] Si trovano e rubano e sfruttano la buona volontà delle persone simpatiche!

source: [_isabelle_s_annoyed_left_] And in spite of the bloody evidence, those same nice people make excuses for them!
fr_fr: [_isabelle_s_annoyed_left_] Et malgré les preuves sanglantes, ces mêmes gens gentiles font des excuses pour eux !
it_it: [_isabelle_s_annoyed_left_] E nonostante le sanguinose prove, quelle stesse belle persone fanno scuse per loro!

source: [isabelle] does have a point...
fr_fr: [isabelle] a un point ...
it_it: [isabelle] ha un punto...

source: This is exactly what someone like [kate] would do... but is [lindsey] really like her?
fr_fr: C'est exactement ce que quelqu'un comme [kate] ferait ... mais c'est [lindsey] vraiment comme elle?
it_it: Questo è esattamente quello che qualcuno come [kate] fare... ma [lindsey] è davvero come lei?

source: [_isabelle_s_angry_] Well, it ends now.
fr_fr: [_isabelle_s_angry_] Eh bien, ça se termine maintenant.
it_it: [_isabelle_s_angry_] Beh, finisce ora.

source: She stomped off, probably in search of [lindsey].
fr_fr: Elle s'est estompée, probablement à la recherche de [lindsey].
it_it: Lei si è spenta, probabilmente alla ricerca di [lindsey].

source: Better follow her so things don't get out of hand.
fr_fr: Mieux la suivre pour que les choses ne sortent pas de la main.
it_it: Meglio seguirla così le cose non sfuggire di mano.

source: [_mc_] I'm still investigating...
fr_fr: [_mc_] Je suis toujours en train d'enquêter ...
it_it: [_mc_] Sto ancora indagando...

source: [_isabelle_s_concerned_] Man, I hope we can figure this out soon.
fr_fr: [_isabelle_s_concerned_] Homme, j'espère que nous pourrons le comprendre bientôt.
it_it: [_isabelle_s_concerned_] Uomo, spero che riusciremo a capirlo presto.

source: She's looking nervous. Perhaps a guilty conscience eating away at her?
fr_fr: Elle est nerveuse. Peut-être une conscience coupable s'en prendre à elle?
it_it: Sembra nervosa. Forse una coscienza colpevole che le mangia via?

source: [_mc_] Hi, thief.
fr_fr: [_mc_] Salut, voleur.
it_it: [_mc_] Ciao, ladro.

source: [_lindsey_s_skeptical_] W-what?
fr_fr: [_lindsey_s_skeptical_] -Quoi?
it_it: [_lindsey_s_skeptical_] W-cosa?

source: [_mc_] The surveillance footage doesn't lie.
fr_fr: [_mc_] Les images de surveillance ne mentont pas.
it_it: [_mc_] Il filmato di sorveglianza non mente.

source: [_lindsey_s_laughing_] You have a weird sense of humor, [mc]!
fr_fr: [_lindsey_s_laughing_] Vous avez un sens bizarre de l'humour, [mc]!
it_it: [_lindsey_s_laughing_] Hai un bizzarro senso dell'umorismo, [mc]!

source: [_mc_] Listen, I saw you breaking into [isabelle]'s locker.
fr_fr: [_mc_] Écoute, je t'ai vu se casser dans le casier de [isabelle].
it_it: [_mc_] Ascolta, ti ho visto rompere nell'armadietto di [isabelle].

source: [_lindsey_s_skeptical_] What are you talking about?
fr_fr: [_lindsey_s_skeptical_] De quoi parlez-vous?
it_it: [_lindsey_s_skeptical_] Di cosa stai parlando?

source: [_lindsey_s_angry_] Why do you keep harassing me?
fr_fr: [_lindsey_s_angry_] Pourquoi ne me harcelez-vous pas?
it_it: [_lindsey_s_angry_] Perché continuate a molestarmi?

source: [_lindsey_s_angry_] I've never done or said anything bad to you!
fr_fr: [_lindsey_s_angry_] Je n'ai jamais rien fait ou rien de mal à toi !
it_it: [_lindsey_s_angry_] Non ho mai fatto o detto nulla di male a te!

source: Of course, she's going to make this about her. Play the victim.
fr_fr: Bien sûr, elle va faire ça à son sujet. Jouez à la victime.
it_it: Naturalmente, sta per fare questo su di lei. Gioca la vittima.

source: Typical entitled bitch behavior...
fr_fr: Comportement type de bitch intitulé ...
it_it: Comportamento tipico...

source: She's had it so easy her entire life. As soon as someone even questions her, the tears start flowing.
fr_fr: Elle a si facile toute sa vie. Dès que quelqu'un lui a posé des questions, les larmes coulent.
it_it: Lei ha avuto così facile tutta la sua vita. Non appena qualcuno le interroga, le lacrime iniziano a fluire.

source: It's pathetic, really.
fr_fr: C'est pathétique, vraiment.
it_it: È patetico, davvero.

source: [_mc_] You might have everyone else fooled, but I know that nice-girl exterior is only a facade.
fr_fr: [_mc_] Vous pourriez avoir tout le monde en berne, mais je sais que la jolie-fille extérieure n'est qu'une façade.
it_it: [_mc_] Potreste avere tutti gli altri ingannati, ma so che la bella ragazza esterna è solo una facciata.

source: [_mc_] You walk around the school without a care in the world. You think the world is yours.
fr_fr: [_mc_] Vous marchez autour de l'école sans soins dans le monde. Vous pensez que le monde est à vous.
it_it: [_mc_] Cammini in giro per la scuola senza alcuna cura nel mondo. Pensi che il mondo sia tuo.

source: [_mc_] But I've got you this time.
fr_fr: [_mc_] Mais je vous ai pris cette fois.
it_it: [_mc_] Ma ti ho questa volta.

source: [_mc_] You can deny it all you want.
fr_fr: [_mc_] Vous pouvez refuser tout ce que vous voulez.
it_it: [_mc_] Puoi negare tutto quello che vuoi.

source: [_lindsey_s_cringe_] I genuinely don't know what you're talking about...
fr_fr: [_lindsey_s_cringe_] Je ne sais vraiment pas de quoi vous parlez ...
it_it: [_lindsey_s_cringe_] sinceramente non so di cosa stai parlando...

source: [_mc_] So, what can you tell me about the clip I have here on my phone?
fr_fr: [_mc_] Alors, que pouvez-vous me dire sur le clip que j'ai ici sur mon téléphone?
it_it: [_mc_] Allora, cosa puoi dirmi della clip che ho qui sul mio telefono?

source: [_lindsey_s_thinking_] What is this?
fr_fr: [_lindsey_s_thinking_] Qu'est-ce que c'est?
it_it: [_lindsey_s_thinking_] Che cos'è questo?

source: [_mc_] Keep watching.
fr_fr: [_mc_] Continuez à regarder.
it_it: [_mc_] Continua a guardare.

source: [_lindsey_s_afraid_] What the hell?!
fr_fr: [_lindsey_s_afraid_] Qu'est-ce que l'enfer?
it_it: [_lindsey_s_afraid_] Che inferno?!

source: [_lindsey_s_afraid_] Is this a joke?!
fr_fr: [_lindsey_s_afraid_] C'est une blague?
it_it: [_lindsey_s_afraid_] Questa è una battuta?!

source: [_mc_] You tell me.
fr_fr: [_mc_] Vous me dites.
it_it: [_mc_] Tu me lo dici.

source: Either [lindsey] is a really good actress, or she's as surprised as I was seeing her break into that locker.
fr_fr: Soit [lindsey] est une très bonne actrice, ou elle est aussi surprise que je voyais sa rupture dans ce casier.
it_it: O [lindsey] è una brava attrice, o lei è sorpresa come stavo vedendo la sua rottura in quel armadietto.

source: [_lindsey_s_cringe_] This is so weird! I have no memory of doing that...
fr_fr: [_lindsey_s_cringe_] C'est tellement bizarre ! Je n'ai pas la mémoire de faire ça ...
it_it: [_lindsey_s_cringe_] Questo è così strano! Non ho memoria di farlo...

source: [_mc_] So, if we look through your bag, there won't be any stolen goods in it?
fr_fr: [_mc_] Alors, si on regarde dans ton sac, il n'y aura pas de biens volés?
it_it: [_mc_] Quindi, se guardiamo attraverso la tua borsa, non ci saranno prodotti rubati?

source: [_lindsey_s_afraid_] Oh my god!
fr_fr: [_lindsey_s_afraid_] Oh mon Dieu !
it_it: [_lindsey_s_afraid_] Oh mio dio!

source: [_lindsey_s_afraid_] It all makes sense now!
fr_fr: [_lindsey_s_afraid_] Tout cela a du sens maintenant !
it_it: [_lindsey_s_afraid_] Tutto ha senso adesso!

source: [_lindsey_s_sad_] So, I discovered this box of chocolate hearts in my bag the other day...
fr_fr: [_lindsey_s_sad_] Alors, j'ai découvert cette boîte de coeurs de chocolat dans mon sac l'autre jour ...
it_it: [_lindsey_s_sad_] Così, ho scoperto questa scatola di cuori di cioccolato nella mia borsa l'altro giorno...

source: [_lindsey_s_sad_] I had no idea how they got there, but I figured it was a gift from a fan or something. People sometimes leave flowers and stuff next to your bag during races.
fr_fr: [_lindsey_s_sad_] Je n'avais aucune idée de comment ils sont arrivés là, mais j'ai pensé que c'était un cadeau d'un fan ou quelque chose. Les gens laissent parfois des fleurs et des trucs à côté de votre sac pendant les courses.
it_it: [_lindsey_s_sad_] Non avevo idea di come sono arrivati, ma ho pensato che fosse un regalo di un fan o di qualcosa. Le persone a volte lasciano fiori e roba accanto alla borsa durante le gare.

source: [_mc_] How convenient.
fr_fr: [_mc_] Dans quelle mesure.
it_it: [_mc_] Quanto è conveniente.

source: [_lindsey_s_cringe_] I swear I have no memory of even going to her locker!
fr_fr: [_lindsey_s_cringe_] Je jure que je n'ai pas la mémoire de même aller à son casier !
it_it: [_lindsey_s_cringe_] Giuro che non ho alcun ricordo di andare anche al suo armadietto!

source: [_mc_] That's very hard to believe...
fr_fr: [_mc_] C'est très difficile à croire ...
it_it: [_mc_] È molto difficile credere...

source: [_lindsey_s_afraid_] It's the truth!
fr_fr: [_lindsey_s_afraid_] C'est la vérité !
it_it: [_lindsey_s_afraid_] È la verità!

source: [_mc_] There's actual video evidence saying otherwise.
fr_fr: [_mc_] Il y a de véritables preuves vidéo qui disent le contraire.
it_it: [_mc_] Ci sono prove video reali che dicono diversamente.

source: [_lindsey_s_cringe_] Fans leave stuff by my bag sometimes... I thought this was a gift...
fr_fr: [_lindsey_s_cringe_] Les fans laissent des choses par mon sac parfois ... Je pensais que c'était un cadeau ...
it_it: [_lindsey_s_cringe_] I fan lasciano roba dalla mia borsa a volte... pensavo che questo fosse un regalo...

source: [_lindsey_s_cringe_] I shared the chocolate hearts with my teammates...
fr_fr: [_lindsey_s_cringe_] J'ai partagé les coeurs de chocolat avec mes coéquipiers ...
it_it: [_lindsey_s_cringe_] Ho condiviso i cuori di cioccolato con i miei compagni di te...

source: [_mc_] Good luck explaining that.
fr_fr: [_mc_] Bonne chance pour expliquer cela.
it_it: [_mc_] Buona fortuna a spiegarlo.

source: It's hard to tell if she's lying. She's got tears in her eyes and seems upset about this.
fr_fr: Il est difficile de dire si elle ment. Elle a des larmes aux yeux et semble en colère à ce sujet.
it_it: È difficile dire se sta mentendo. Ha le lacrime negli occhi e sembra turbata a riguardo.

source: But let's be honest, the camera doesn't lie.
fr_fr: Mais soyons honnêtes, la caméra ne ment pas.
it_it: Ma siamo onesti, la macchina fotografica non mente.

source: Might as well report back to [isabelle]... [lindsey]'s probably just making stuff up at this point.
fr_fr: En plus de faire rapport au [isabelle]... [lindsey]'s probablement juste en train de faire des trucs à ce point.
it_it: Potrebbe anche riportare a [isabelle]... [lindsey]probabilmente sta solo facendo roba a questo punto.

source: [_mc_] If you give the hearts back to [isabelle], she might forgive you.
fr_fr: [_mc_] Si vous donnez le cœur au [isabelle], elle pourrait vous pardonner.
it_it: [_mc_] Se restituisci i cuori a [isabelle], potrebbe perdonarti.

source: [_mc_] She's a nice person.
fr_fr: [_mc_] C'est une belle personne.
it_it: [_mc_] Lei è una brava persona.

source: [_lindsey_s_sad_] I wish it were that easy...
fr_fr: [_lindsey_s_sad_] I wish it that easy ...
it_it: [_lindsey_s_sad_] Vorrei che fosse così facile...

source: [_lindsey_s_eyeroll_] Well, since I thought it was from a fan, I gave a heart to each person on the sprint team...
fr_fr: [_lindsey_s_eyeroll_] Eh bien, puisque j'ai pensé que c'était d'un fan, j'ai donné un cœur à chaque personne sur l'équipe de sprint ...
it_it: [_lindsey_s_eyeroll_] Beh, dal momento che pensavo che fosse da un ventilatore, ho dato un cuore a ogni persona nella squadra sprint...

source: [_lindsey_s_sad_] Oh my god... I can't believe this!
fr_fr: [_lindsey_s_sad_] Oh mon dieu ... Je n'arrive pas à y croire !
it_it: [_lindsey_s_sad_] Oh mio dio... non riesco a crederci!

source: [_lindsey_s_sad_] This is horrible!
fr_fr: [_lindsey_s_sad_] C'est horrible !
it_it: [_lindsey_s_sad_] Questo è orribile!

source: [lindsey] does seem upset, but there's no real explanation for the security footage.
fr_fr: [lindsey] semble contrariété, mais il n'y a pas d'explication réelle pour les images de sécurité.
it_it: [lindsey] sembra sconvolto, ma non c'è alcuna spiegazione reale per il filmato di sicurezza.

source: Fact is, she broke into [isabelle]'s locker.
fr_fr: Fait est, elle a cassé le casier de [isabelle]'s.
it_it: Il fatto è, è scoppiata nell'armadietto di [isabelle].

source: Not really sure what to make of it...
fr_fr: Pas vraiment sûr de quoi en faire ...
it_it: Non veramente sicuro che cosa farne di esso...

source: The only thing I can think of is some kind of screw up in the timelines.
fr_fr: La seule chose que je puisse penser est une sorte de vis dans les délais.
it_it: L'unica cosa che posso pensare è una sorta di vite nelle tempistiche.

source: I did travel back in time... who knows what's been impacted by that?
fr_fr: J'ai fait un voyage dans le temps ... qui sait ce qui a été touché par ça?
it_it: Ho viaggiato indietro nel tempo... chissà cosa è stato colpito da quello?

source: The simplest answer is that she's lying, but it's all so bizarre.
fr_fr: La réponse la plus simple est qu'elle ment, mais c'est tellement bizarre.
it_it: La risposta più semplice è che sta mentendo, ma è tutto così bizzarro.

source: [_mc_] I think you need to come clean to [isabelle].
fr_fr: [_mc_] Je pense que vous devez venir nettoyer au [isabelle].
it_it: [_mc_] Penso che sia necessario venire puliti in [isabelle].

source: [_lindsey_s_cringe_] What do I even say to her?
fr_fr: [_lindsey_s_cringe_] Qu'est-ce que je lui dis?
it_it: [_lindsey_s_cringe_] Che cosa le dico ancora?

source: [_mc_] I don't know... that's pretty rough considering you ate them all.
fr_fr: [_mc_] Je ne sais pas ... c'est assez difficile de les considérer tous.
it_it: [_mc_] Non lo so... è abbastanza ruvido se li hai mangiati tutti.

source: [_mc_] Maybe I can talk to her?
fr_fr: [_mc_] Peut-être que je peux lui parler?
it_it: [_mc_] Forse posso parlare con lei?

source: [_lindsey_s_blush_] You would do that for me?
fr_fr: [_lindsey_s_blush_] Vous feriez ça pour moi?
it_it: [_lindsey_s_blush_] Lo farebbe per me?

source: [_mc_] Well, no promises it'll help...
fr_fr: [_mc_] Bien, pas de promesses qu'il aidera ...
it_it: [_mc_] Beh, non promette che aiuterà...

source: [_lindsey_s_blush_] Thank you so much!
fr_fr: [_lindsey_s_blush_] Merci beaucoup !
it_it: [_lindsey_s_blush_] Grazie tanto!

source: [_isabelle_s_skeptical_] There you are... you rotten thief.
fr_fr: [_isabelle_s_skeptical_] Vous êtes ... vous avez pourri voleur.
it_it: [_isabelle_s_skeptical_] Ecco... sei ladro marcio.

source: The sound of that slap rang out into the entire school.
fr_fr: Le son de cette gifle a retenti dans toute l'école.
it_it: Il suono di questo schiaffo è uscito in tutta la scuola.

source: It feels as if time has stopped completely...
fr_fr: Il se sent comme si le temps s'est arrêté complètement ...
it_it: Sembra che il tempo si sia fermato completamente...

source: Who knew [isabelle] could move with such speed?
fr_fr: Qui savait que [isabelle] pouvait évoluer avec une telle vitesse?
it_it: Chi sapeva che [isabelle] poteva muoversi con tale velocità?

source: That was really hard too...
fr_fr: C'était vraiment dur aussi ...
it_it: Anche questo è stato davvero difficile...

source: Under that mild-mannered exterior hides some true viciousness.
fr_fr: Sous cet extérieur laitéré cache une certaine vicieuse.
it_it: Sotto quel parsimonioso esterno nasconde una vera crudeltà.

source: Never in a million years did I think she'd actually slap her.
fr_fr: Jamais dans un million d'années, je ne pensais qu'elle la girait.
it_it: Mai in un milione di anni penso che lei la avrebbe schiaffeggiata.

source: Poor [lindsey]... that'll leave a red handprint on her cheek.
fr_fr: Paume [lindsey]... qui laissera une empreinte rouge sur sa joue.
it_it: Povero [lindsey]... che lascerà una stampa a mano rossa sulla guancia.

source: [_isabelle_] That's what you get for stealing!
fr_fr: [_isabelle_] C'est ce que vous obtenez pour voler !
it_it: [_isabelle_] Questo è quello che ottieni per aver rubato!

source: [_lindsey_s_sad_slap_s_flip_] I'm really sorry!
fr_fr: [_lindsey_s_sad_slap_s_flip_] Je suis vraiment désolé !
it_it: [_lindsey_s_sad_slap_s_flip_] Mi dispiace davvero!

source: [_isabelle_s_annoyed_left_] You should be, you twat!
fr_fr: [_isabelle_s_annoyed_left_] Vous devriez être, vous deux !
it_it: [_isabelle_s_annoyed_left_] Dovresti esserlo, gemelli!

source: [_isabelle_s_annoyed_left_] Selfish, pitiful slag...
it_it: [_isabelle_s_annoyed_left_] Selfish, pietosa scoria...
