Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_hurricane.po
Languages: fr_fr, it_it

source: [_mc_] Hey, how are you holding up?
fr_fr: [_mc_] Hé, comment tu es en attente?
it_it: [_mc_] Ehi, come ti stai trattenendo?

source: [_isabelle_s_skeptical_] It's like a dark cloud blocking the sunlight...
fr_fr: [_isabelle_s_skeptical_] C'est comme un nuage noir bloquant la lumière du soleil ...
it_it: [_isabelle_s_skeptical_] È come una nube scura che blocca la luce del sole...

source: [_isabelle_s_skeptical_] ...and the cloud has a name.
fr_fr: [_isabelle_s_skeptical_] ... et le nuage a un nom.
it_it: [_isabelle_s_skeptical_] ...e la nuvola ha un nome.

source: [_isabelle_s_skeptical_] That's right.
fr_fr: [_isabelle_s_skeptical_] C'est vrai.
it_it: [_isabelle_s_skeptical_] È giusto.

source: [_mc_] Well, do you have a revenge plan yet?
fr_fr: [_mc_] Eh bien, avez-vous un plan de vengeance?
it_it: [_mc_] Beh, hai già un piano di vendetta?

source: [_isabelle_s_concerned_] It's justice I'm after, not revenge.
fr_fr: [_isabelle_s_concerned_] C'est la justice que je suis, pas la vengeance.
it_it: [_isabelle_s_concerned_] È giustizia sono dopo, non vendetta.

source: [_mc_] What's the difference?
fr_fr: [_mc_] Quelle est la différence?
it_it: [_mc_] Qual è la differenza?

source: [_isabelle_s_concerned_] One is to settle a score, the other is to uphold the law.
fr_fr: [_isabelle_s_concerned_] L'un est de régler une note, l'autre est de faire respecter la loi.
it_it: [_isabelle_s_concerned_] Uno è quello di regolare un punteggio, l'altro è quello di sostenere la legge.

source: [_mc_] And you're the law?
fr_fr: [_mc_] Et vous êtes la loi?
it_it: [_mc_] E tu sei la legge?

source: [_isabelle_s_laughing_] Someone has to be in this place.
fr_fr: [_isabelle_s_laughing_] Quelqu'un doit être dans cet endroit.
it_it: [_isabelle_s_laughing_] Qualcuno deve essere in questo posto.

source: [_mc_] Fair enough.
fr_fr: [_mc_] Fair suffisante.
it_it: [_mc_] abbastanza giusto.

source: [_isabelle_s_confident_] And yes, I do in fact have a plan.
fr_fr: [_isabelle_s_confident_] Et oui, j'ai en fait un plan.
it_it: [_isabelle_s_confident_] E sì, ho di fatto un piano.

source: [_mc_] We're not really killing [spinach], are we?
fr_fr: [_mc_] Nous ne tuons pas vraiment [spinach], sommes-nous?
it_it: [_mc_] Non stiamo davvero uccidendo [spinach], vero?

source: [_isabelle_s_sad_] No, not really. I was angry.
fr_fr: [_isabelle_s_sad_] Non, pas vraiment. J'étais en colère.
it_it: [_isabelle_s_sad_] No, non davvero. Ero arrabbiato.

source: [_mc_] And you're not angry now?
fr_fr: [_mc_] Et vous n'êtes pas en colère maintenant?
it_it: [_mc_] E non sei arrabbiato adesso?

source: [_isabelle_s_sad_] I'm not exactly happy, but I currently don't see red.
fr_fr: [_isabelle_s_sad_] Je ne suis pas vraiment heureuse, mais je ne vois pas le rouge.
it_it: [_isabelle_s_sad_] Non sono esattamente felice, ma al momento non vedo rosso.

source: [_mc_] What color do you see now?
fr_fr: [_mc_] Quelle couleur voyez-vous maintenant?
it_it: [_mc_] Di che colore vedi?

source: [_isabelle_s_confident_] I see a lighter shade of pink.
fr_fr: [_isabelle_s_confident_] Je vois une teinte plus claire de rose.
it_it: [_isabelle_s_confident_] Vedo una tonalità più leggera di rosa.

source: [_mc_] The color of strawberry juice?
fr_fr: [_mc_] La couleur du jus de fraise?
it_it: [_mc_] Il colore del succo di fragole?

source: [_isabelle_s_laughing_] That's pretty cute.
fr_fr: [_isabelle_s_laughing_] C'est mignon.
it_it: [_isabelle_s_laughing_] È piuttosto carino.

source: [_mc_] I also have a plan...
fr_fr: [_mc_] J'ai aussi un plan ...
it_it: [_mc_] Ho anche un piano...

source: [_isabelle_s_confident_] Surely, it has nothing to do with my knickers this time, right?
fr_fr: [_isabelle_s_confident_] Bien sûr, ça n'a rien à voir avec mes knickers cette fois, n'est-ce pas?
it_it: [_isabelle_s_confident_] Sicuramente, non ha nulla a che fare con i miei cavalieri questa volta, giusto?

source: [_mc_] Well, then I'm out of ideas.
fr_fr: [_mc_] Eh bien, alors je suis en dehors des idées.
it_it: [_mc_] Beh, allora sono fuori dalle idee.

source: [_isabelle_s_laughing_] You're bad!
fr_fr: [_isabelle_s_laughing_] Vous êtes mauvais !
it_it: [_isabelle_s_laughing_] Sei male!

source: [_mc_] At literally everything I do. It's a talent.
fr_fr: [_mc_] A littéralement tout ce que je fais. C'est un talent.
it_it: [_mc_] A tutto quello che faccio. È un talento.

source: [_isabelle_s_confident_] I know a few things you're good at.
fr_fr: [_isabelle_s_confident_] Je sais quelques choses que vous êtes bonnes.
it_it: [_isabelle_s_confident_] Conosco alcune cose a cui sei bravo.

source: [_mc_] Do tell.
it_it: [_mc_] Lo dice.

source: [_isabelle_s_confident_] Making me laugh is one.
fr_fr: [_isabelle_s_confident_] Je me moque de moi.
it_it: [_isabelle_s_confident_] Mi fa ridere è uno.

source: [_mc_] And the others?
fr_fr: [_mc_] Et les autres?
it_it: [_mc_] E gli altri?

source: [_isabelle_s_blush_] Maybe I'll tell you later...
fr_fr: [_isabelle_s_blush_] Peut-être que je vous le dirai plus tard ...
it_it: [_isabelle_s_blush_] Forse ti dirò più tardi...

source: Why am I getting hard now? Are compliments a turn-on for me?
fr_fr: Pourquoi est-ce que j'ai du mal maintenant? Les compliments sont-ils un tour pour moi?
it_it: Perché sto diventando difficile adesso? Sono complimenti per me?

source: I better hurry things along so we get to the fabled {i}later!{/}
fr_fr: Je fais mieux de me dépêchez les choses, de sorte que nous nous sommes dirigés vers le fabuleux {i}plus tard ! { / }
it_it: Meglio fretta le cose lungo così arriviamo al fabled {i}più tardi!{/}

source: [_mc_] I'm looking forward to punishing [maxine].
fr_fr: [_mc_] Je suis impatient de punir [maxine].
it_it: [_mc_] Non vedo l'ora di punire [maxine].

source: [_isabelle_s_blush_] Same. We're going to teach her a proper lesson.
fr_fr: [_isabelle_s_blush_] Même. Nous allons lui donner une bonne leçon.
it_it: [_isabelle_s_blush_] Same. Le insegneremo una lezione adeguata.

source: [_mc_] All right, so what's the plan?
fr_fr: [_mc_] Tout va bien, alors quel est le plan?
it_it: [_mc_] Va bene, quindi qual è il piano?

source: [_isabelle_s_annoyed_left_] We first have to locate my locker.
fr_fr: [_isabelle_s_annoyed_left_] Nous devons d'abord localiser mon casier.
it_it: [_isabelle_s_annoyed_left_] Dobbiamo prima individuare il mio armadietto.

source: [_isabelle_s_annoyed_left_] It's not proper justice if the stolen belongings aren't returned to their rightful owners.
fr_fr: [_isabelle_s_annoyed_left_] Ce n'est pas une justice appropriée si les biens volés ne sont pas rendus à leurs propriétaires légitimes.
it_it: [_isabelle_s_annoyed_left_] Non è giustizia giusta se gli oggetti rubati non sono restituiti ai legittimi proprietari.

source: [_mc_] Then what?
fr_fr: [_mc_] Alors quoi?
it_it: [_mc_] Allora che cosa?

source: [_isabelle_s_angry_] Well, she clearly doesn't care about things that are supposedly precious to her...
fr_fr: [_isabelle_s_angry_] Bien, elle ne se souciait clairement pas des choses qui sont supposément précieuses pour elle ...
it_it: [_isabelle_s_angry_] Beh, chiaramente lei non si preoccupa di cose che si suppone siano preziose per lei...

source: [_isabelle_s_angry_] So, retaliation has to come in a different form.
fr_fr: [_isabelle_s_angry_] Alors, les représailles doivent se présenter sous une forme différente.
it_it: [_isabelle_s_angry_] Quindi, la ritorsione deve venire in una forma diversa.

source: [_mc_] I thought you said this was about justice?
fr_fr: [_mc_] Je croyais que vous avez dit que c'était une question de justice?
it_it: [_mc_] Pensavo che tu avessi detto che questo era di giustizia?

source: [_isabelle_s_sad_] That's what I meant.
fr_fr: [_isabelle_s_sad_] C'est ce que je voulais dire.
it_it: [_isabelle_s_sad_] È quello che intendevo.

source: [isabelle] is clearly still on edge, and her anger could boil over at any moment...
fr_fr: [isabelle] est clairement toujours en avance, et sa colère pourrait se faire bouillir à tout moment ...
it_it: [isabelle] è chiaramente ancora sul bordo, e la sua rabbia potrebbe far bollire in qualsiasi momento...

source: [_mc_] Maybe it would be best if you let me take care of this?
fr_fr: [_mc_] Peut-être qu'il serait mieux que vous me laiez prendre soin de ça?
it_it: [_mc_] Forse sarebbe meglio se mi lasciassi prendermi cura di questo?

source: [_isabelle_s_concerned_] What makes you say that?
fr_fr: [_isabelle_s_concerned_] Qu'est-ce qui vous fait dire ça?
it_it: [_isabelle_s_concerned_] Cosa ti fa dire?

source: [_mc_] Having a cool head is pretty important when exacting one's revenge.{space=-10}
fr_fr: [_mc_] Avoir une tête froide est assez important lorsqu'il s'agit de se venger. { space=-10 }
it_it: [_mc_] Avere una testa fresca è abbastanza importante quando si esige la vendetta.{space=-10}

source: [_mc_] How about you just chill and leave this to me?
fr_fr: [_mc_] Comment vous détendre et laisser ça à moi?
it_it: [_mc_] Che ne dici di te solo freddo e lasciare questo a me?

source: [_isabelle_s_concerned_left_] That might be a good idea.
fr_fr: [_isabelle_s_concerned_left_] C'est peut-être une bonne idée.
it_it: [_isabelle_s_concerned_left_] Questa potrebbe essere una buona idea.

source: [_isabelle_s_skeptical_] But I want to know all the details after.
fr_fr: [_isabelle_s_skeptical_] Mais je veux connaître tous les détails après.
it_it: [_isabelle_s_skeptical_] Ma voglio conoscere tutti i dettagli dopo.

source: [_mc_] You can come over when I'm done and I'll tell you about it.
fr_fr: [_mc_] Vous pouvez venir quand je suis fait et je vais vous en parler.
it_it: [_mc_] Si può venire oltre quando ho finito e ve ne parlerò.

source: [_mc_] Maybe we can watch some NutFlex and order takeout?
fr_fr: [_mc_] Peut-être que nous pouvons regarder NutFlex et commander le décollage?
it_it: [_mc_] Forse possiamo guardare un po 'di NutFlex e ordine takeout?

source: [_isabelle_s_neutral_] Sounds good. I've been meaning to watch Quid Game forever.
fr_fr: [_isabelle_s_neutral_] Sounds good. J'ai eu le sens de regarder Quid Game pour toujours.
it_it: [_isabelle_s_neutral_] Suona bene. Ho significato guardare Quid Game per sempre.

source: [_isabelle_s_neutral_] It was my sister's favorite survival show. Winner gets a million quid.
fr_fr: [_isabelle_s_neutral_] C'était le spectacle de survie préféré de ma sœur. Le gagnant reçoit un million de quid.
it_it: [_isabelle_s_neutral_] È stato lo spettacolo preferito di sopravvivenza di mia sorella. Il vincitore ottiene un milione di quid.

source: [_mc_] Sounds interesting! It's a date!
fr_fr: [_mc_] Les sons sont intéressants ! C'est une date !
it_it: [_mc_] Suona interessante! È una data!

source: All right, locating [isabelle]'s locker isn't a bad first step...
fr_fr: D'accord, localiser le casier de [isabelle]n'est pas une mauvaise première étape ...
it_it: Va bene, localizzare l'armadietto di [isabelle]non è un brutto primo passo...

source: But where could [maxine] possibly be keeping it?
fr_fr: Mais où pourrait-on s'en tenir au [maxine]?
it_it: Ma dove potrebbe [maxine] mantenerla?

source: Well, the locker sure as hell ain't here.
fr_fr: Eh bien, le casier est sûr que l'enfer n'est pas là.
it_it: Beh, l'armadietto sicuro come l'inferno non è qui.

source: And I haven't seen it in any of the classrooms.
fr_fr: Et je ne l'ai pas vu dans aucune des salles de classe.
it_it: E non l'ho visto in nessuna delle aule.

source: Where does one even store a stolen locker?
fr_fr: Où peut-on même stocker un casier volé?
it_it: Dove si memorizza anche un armadietto rubato?

source: [_maxine_s_skeptical_] Why are you snooping around in my office?
fr_fr: [_maxine_s_skeptical_] Pourquoi vous saurez-vous dans mon bureau?
it_it: [_maxine_s_skeptical_] Perché stai snooping intorno nel mio ufficio?

source: [_mc_] I'm looking for a stolen locker.
fr_fr: [_mc_] Je cherche un casier volé.
it_it: [_mc_] Sto cercando un armadietto rubato.

source: [_maxine_s_concerned_] That's curious.
fr_fr: [_maxine_s_concerned_] C'est curieux.
it_it: [_maxine_s_concerned_] È curioso.

source: [_maxine_s_concerned_] A stolen locker? Why would anyone steal a locker?
fr_fr: [_maxine_s_concerned_] Un casier volé? Pourquoi quiconque volerait un casier?
it_it: [_maxine_s_concerned_] Un armadietto rubato? Perché qualcuno avrebbe rubato un armadietto?

source: [_mc_] You're joking, right?
fr_fr: [_mc_] Vous plaisantez, n'est-ce pas?
it_it: [_mc_] Stai scherzando, giusto?

source: [_maxine_s_thinking_] I would never joke about larceny.
fr_fr: [_maxine_s_thinking_] Je ne plaisanterais jamais sur le larcisme.
it_it: [_maxine_s_thinking_] Non scherzerei mai sulla larcenia.

source: [_mc_] But you stole it!
fr_fr: [_mc_] Mais vous l'avez volé !
it_it: [_mc_] Ma lo hai rubato!

source: [_maxine_s_thinking_] Do you have any proof of that?
fr_fr: [_maxine_s_thinking_] Avez-vous une preuve de cela?
it_it: [_maxine_s_thinking_] Ne hai qualche prova?

source: [_mc_] Well... you said it's been repurposed. So, you know... things.
fr_fr: [_mc_] Eh bien ... vous avez dit que ça a été répuré. Donc, tu sais ... les choses.
it_it: [_mc_] Bene... hai detto che è stato riutilizzato. Così, sa... cose.

source: [_maxine_s_skeptical_] The last time I read through the statutory codes, knowledge was not listed as a crime.
fr_fr: [_maxine_s_skeptical_] La dernière fois que j'ai lu les codes statutaires, les connaissances n'étaient pas énumérées comme un crime.
it_it: [_maxine_s_skeptical_] L'ultima volta che ho letto attraverso i codici di legge, la conoscenza non è stata elencata come un reato.

source: [_mc_] But obstruction of justice is! And you're obstructing a lot here!
fr_fr: [_mc_] Mais l'obstruction de la justice est ! Et vous faites obstruction ici !
it_it: [_mc_] Ma l'ostruzione della giustizia è! E stai ostruendo molto qui!

source: [_maxine_s_annoyed_] You can take me to court, then. Here's my lawyer's number.
fr_fr: [_maxine_s_annoyed_] Vous pouvez m'emmener au tribunal, alors. Voici le numéro de mon avocat.
it_it: [_maxine_s_annoyed_] Puoi portarmi in tribunale, allora. Ecco il numero del mio avvocato.

source: [_mc_] This is your number...
fr_fr: [_mc_] C'est votre numéro ...
it_it: [_mc_] Questo è il tuo numero...

source: [_maxine_s_concerned_] Is it?
fr_fr: [_maxine_s_concerned_] Est-ce?
it_it: [_maxine_s_concerned_] È vero?

source: [_mc_] Yes!
fr_fr: [_mc_] Oui !
it_it: [_mc_] Sì!

source: [_maxine_s_concerned_] You must be mistaken.
fr_fr: [_maxine_s_concerned_] Vous devez vous tromper.
it_it: [_maxine_s_concerned_] Devi sbagliarti.

source: [_mc_] Oh, yeah?
fr_fr: [_mc_] Oh, oui?
it_it: [_mc_] Oh, sì?

source: She probably gave me a fake number...
fr_fr: Elle m'a probablement donné un faux numéro ...
it_it: Probabilmente mi ha dato un numero falso...

source: [_guard_] {i}Calling...{/}
fr_fr: [_guard_] {i}Appel ... { / }
it_it: [_guard_] Chiamata {i}...{/}

source: [_maxine_] Max & Max Legal, how can I help you?
fr_fr: [_maxine_] Max & Max Legal, Comment puis-je vous aider?
it_it: [_maxine_] Max & Max Legal, come posso aiutarti?

source: [_maxine_] Hello? Anyone there?
fr_fr: [_maxine_] Bonjour? N'importe qui là-bas?
it_it: [_maxine_] Ciao? Qualcuno lì?

source: Is she for real?
fr_fr: Est-elle pour de vrai?
it_it: È vera?

source: [_maxine_] Hello?
fr_fr: [_maxine_] Bonjour?
it_it: [_maxine_] Ciao?

source: [_mc_] Are you being serious right now?
fr_fr: [_mc_] Vous êtes actuellement sérieux?
it_it: [_mc_] Stai essendo serio in questo momento?

source: [_maxine_] I assure you that our services are both serious and affordable.
fr_fr: [_maxine_] Je vous assure que nos services sont à la fois sérieux et abordables.
it_it: [_maxine_] Vi assicuro che i nostri servizi sono entrambi seri e accessibili.

source: [_maxine_] Are you looking for court representation?
fr_fr: [_maxine_] Vous êtes à la recherche de la représentation du tribunal ?
it_it: [_maxine_] Stai cercando rappresentanza giudiziaria?

source: [_mc_] Screw you.
fr_fr: [_mc_] vis à vis de vous.
it_it: [_mc_] La viti.

source: [_maxine_s_cringe_phone_] Sorry about that. Someone must've gotten the wrong number.
fr_fr: [_maxine_s_cringe_phone_] Désolé. Quelqu'un doit avoir le mauvais numéro.
it_it: [_maxine_s_cringe_phone_] Ci dispiace. Qualcuno deve aver ottenuto il numero sbagliato.

source: [_mc_] You think?
fr_fr: [_mc_] Vous pensez?
it_it: [_mc_] Pensi?

source: [_maxine_s_cringe_phone_] Sorry, someone was being very rude over the phone.
fr_fr: [_maxine_s_cringe_phone_] Désolé, quelqu'un était très grossier au téléphone.
it_it: [_maxine_s_cringe_phone_] Siamo spiacenti, qualcuno era molto maleducato al telefono.

source: [_maxine_s_cringe_phone_] People say the darndest things when they're not face to face.
fr_fr: [_maxine_s_cringe_phone_] Les gens disent les choses les plus sombres quand ils ne sont pas face à face.
it_it: [_maxine_s_cringe_phone_] La gente dice le cose più audaci quando non sono faccia a faccia.

source: [_mc_] That's none of your business.
fr_fr: [_mc_] Ce n'est pas votre affaire.
it_it: [_mc_] Non sono affari tuoi.

source: [_maxine_s_eyeroll_] You're in my office...
fr_fr: [_maxine_s_eyeroll_] Vous êtes dans mon bureau ...
it_it: [_maxine_s_eyeroll_] Sei nel mio ufficio...

source: [_mc_] Last time I checked, this was a classroom.
fr_fr: [_mc_] La dernière fois que j'ai vérifié, c'était une salle de classe.
it_it: [_mc_] L'ultima volta che ho controllato, questa era una aula.

source: [_maxine_s_annoyed_] When was that?
fr_fr: [_maxine_s_annoyed_] Quand?
it_it: [_maxine_s_annoyed_] Quando è stato?

source: [_mc_] I don't know! It's a figure of speech!
fr_fr: [_mc_] Je ne sais pas ! C'est une figure de la parole !
it_it: [_mc_] non lo so! È una figura di discorso!

source: [_maxine_s_concerned_] I thought I'd eradicated those. Where did you see them?
fr_fr: [_maxine_s_concerned_] Je pensais que j'avais éradiqué ces personnes. Où les avez-vous vu?
it_it: [_maxine_s_concerned_] pensavo di sradicare quelli. Dove li hai visti?

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_maxine_s_concerned_] The Figures of Schpeetch — a secret cult that used to occupy the school basement.
fr_fr: [_maxine_s_concerned_] The Figures of Schpeetch-un culte secret qui occupait le sous-sol de l'école.
it_it: [_maxine_s_concerned_] Le figure di Schpeetch — un culto segreto che occupava il seminterrato scolastico.

source: [_mc_] The school has no basement...
fr_fr: [_mc_] L'école n'a pas de sous-sol ...
it_it: [_mc_] La scuola non ha un seminterrato...

source: [_maxine_s_sad_] I've said too much.
fr_fr: [_maxine_s_sad_] J'ai trop dit.
it_it: [_maxine_s_sad_] ho detto troppo.

source: [_mc_] Why are {i}you{/} snooping around in your office?
fr_fr: [_mc_] Pourquoi {i}vous êtes { / } en boucle dans votre bureau?
it_it: [_mc_] Perché {i}tu{/} stai curiosando nel tuo ufficio?

source: [_maxine_s_excited_] A fair question.
fr_fr: [_maxine_s_excited_] Une question juste.
it_it: [_maxine_s_excited_] Una domanda giusta.

source: Was it?
fr_fr: Était-ce?
it_it: Era vero?

source: [_maxine_s_excited_] I'm looking for dormant energy from the sixth plane.
fr_fr: [_maxine_s_excited_] Je cherche de l'énergie dormante à partir du sixième avion.
it_it: [_maxine_s_excited_] Sto cercando energia dormiente dal sesto aereo.

source: [_mc_] Right, I should've guessed that.
fr_fr: [_mc_] Bien, j'aurais dû deviner ça.
it_it: [_mc_] Destra, avrei dovuto indovinarlo.

source: [_maxine_s_concerned_] Are you familiar with the sixth plane?
fr_fr: [_maxine_s_concerned_] Connaissez-vous le sixième avion?
it_it: [_maxine_s_concerned_] Hai familiarità con il sesto aereo?

source: [_mc_] Can't say I am.
fr_fr: [_mc_] Je ne peux pas dire que je suis.
it_it: [_mc_] Non posso dire che sono.

source: [_maxine_s_concerned_] Perhaps you are, but you don't know it yet...
fr_fr: [_maxine_s_concerned_] Peut-être que vous êtes, mais vous ne le savez pas encore ...
it_it: [_maxine_s_concerned_] Forse lo sei, ma non lo sai ancora...

source: [_mc_] What's that supposed to mean?
fr_fr: [_mc_] Qu'est-ce que c'est censé vouloir dire?
it_it: [_mc_] Che cosa dovrebbe significare?

source: [_maxine_s_concerned_] Perhaps you are familiar with it without knowing.
fr_fr: [_maxine_s_concerned_] Peut-être que vous le connaissez sans le savoir.
it_it: [_maxine_s_concerned_] Forse ne hai familiarità senza saperlo.

source: [_maxine_s_excited_] I can also repeat it in French, as well as in nine dialects of 12th century Germanic if you prefer.
fr_fr: [_maxine_s_excited_] Je peux aussi le répéter en français, ainsi que dans neuf dialectes du 12ème siècle germanique si vous préférez.
it_it: [_maxine_s_excited_] posso anche ripeterlo in francese, così come in nove dialetti del XII secolo germanici se preferisci.

source: [_mc_] No, that's fine...
fr_fr: [_mc_] Non, c'est bien ...
it_it: [_mc_] No, va bene...

source: [_maxine_s_thinking_] Anyhow, I need to get back to work.
fr_fr: [_maxine_s_thinking_] Quoi qu'il en soit, je dois retourner au travail.
it_it: [_maxine_s_thinking_] In ogni caso, devo tornare al lavoro.

source: [_maxine_s_thinking_] Don't touch anything except the floor.
fr_fr: [_maxine_s_thinking_] Ne touchez à rien sauf au sol.
it_it: [_maxine_s_thinking_] Non toccare nulla tranne il pavimento.

source: Well, that didn't really give me any new information about the missing locker.
fr_fr: Eh bien, ça ne m'a pas vraiment donné de nouvelles informations sur le casier manquant.
it_it: Beh, questo non mi ha davvero dato nuove informazioni sul armadietto mancante.

source: Maybe I should actually confirm that [maxine] did in fact steal it...
fr_fr: Peut-être que je devrais confirmer que [maxine] l'a effectivement volé ...
it_it: Forse dovrei davvero confermare che [maxine] ha effettivamente rubato...

source: Only one way to do that — getting the [guard] out of his booth.
fr_fr: Une seule façon de le faire-obtenir le [guard] de son stand.
it_it: Solo un modo per farlo — ottenere la [guard] fuori dal suo stand.

source: A task much easier said than done, considering his schedule of doughnut siestas.
fr_fr: Une tâche beaucoup plus facile à dire qu'à faire, compte tenu de son calendrier de siestas de beignes.
it_it: Un compito molto più facile detto che fatto, considerando il suo programma di ciambella siestas.

source: Sleeping like a sugar addict, complete with drool and everything...
fr_fr: Dormir comme un interdit de sucre, complet avec drool et tout ...
it_it: Dormire come un tossicodipendente da zucchero, completo di drool e tutto...

source: Accessing the surveillance tape will be difficult this time. Luring him out with the promise of doughnuts probably won't work twice.
fr_fr: L'accès à la bande de surveillance sera difficile cette fois. Le faire sortir avec la promesse de beignets ne fonctionnera probablement pas deux fois.
it_it: Accedere al nastro di sorveglianza sarà difficile stavolta e tenerlo fuori con la promessa di ciambelle probabilmente non funzionerà due volte.

source: Or maybe it would. Who knows how deep his hunger goes?
fr_fr: Ou peut-être ça le ferait. Qui sait à quel point sa faim est profonde?
it_it: O forse lo fare.Chi sa quanto profonda la sua fame?

source: Maybe I could even—
fr_fr: Peut-être que je pourrais-
it_it: Forse potrei anche—

source: [_kate_s_excited_] Why do you look so shifty, hm?
fr_fr: [_kate_s_excited_] Pourquoi as-tu l'air si rusé, hm?
it_it: [_kate_s_excited_] Perché sembri così mutevole, hm?

source: Ugh, am I really that easy to read?
fr_fr: Je suis vraiment si facile à lire?
it_it: Ugh, sono davvero così facile da leggere?

source: [_mc_] What do you want?
fr_fr: [_mc_] Que voulez-vous?
it_it: [_mc_] Cosa vuoi?
