Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_haggis.po
Languages: fr_fr, it_it

source: I need some more time to ruminate
fr_fr: J'ai besoin de plus de temps pour ruminer
it_it: Ho bisogno di un altro po' di tempo per ruminare

source: Call [flora] over
fr_fr: Appeler [flora]
it_it: Chiama [flora] sopra

source: Not now
fr_fr: Pas maintenant
it_it: Non ora

source: Left
fr_fr: Gauche
it_it: Sinistra

source: Middle
fr_fr: Moyen
it_it: Centrale

source: Right
fr_fr: A droite
it_it: Destra

source: ?mc.intellect>=5@[mc.intellect]/5|{image=stats int}|Rig the game
fr_fr: ? mc.intellect> =5@[mc.intellect]/5 | { image=stats int } | Rig le jeu
it_it: ?mc.intellect>=5@[mc.intellect]/5<unk> {image=stats int}<unk> Rig il gioco

source: "Sure, but we up the stakes."
fr_fr: "Bien sûr, mais nous avons les enjeux."
it_it: "Certo, ma abbiamo la posta in gioco."

source: "You lost. Get over it."
fr_fr: " Vous avez perdu. Allez-y. "
it_it: "Hai perso. Scacciatelo."

source: ?mc.charisma>=3@[mc.charisma]/3|{image=stats cha}|"She's smart, kind, and a total bookworm. You'd make a perfect couple!"
fr_fr: ? mc.charisma> =3@[mc.charisma]/3 | { image=stats cha } | " She's smart, kind, and a total bookworm. Tu ferais un couple parfait ! "
it_it: ?mc.charisma>=3@[mc.charisma]/3<unk> {image=stats cha}<unk> "Lei è intelligente, gentile, e una libreria totale. Faresti una coppia perfetta!"

source: ?mc.intellect>=3@[mc.intellect]/3|{image=stats int}|"Oh? Does that mean I can back out of the slug deal?"
fr_fr: ? mc.intellect> =3@[mc.intellect]/3 | { image=stats int } | " Oh? Cela signifie-t-il que je peux sortir de l'affaire? "
it_it: ?mc.intellect>=3@[mc.intellect]/3<unk> {image=stats int}<unk> "Oh? Questo significa che posso tornare fuori dall'offerta di slug ?"

source: "I'll let you buy your way out of it."
fr_fr: "Je vous laisserai vous en sortir."
it_it: "Vi lascerò comprare la via d'uscita."

source: "I also want you to endorse me in getting the reward."
fr_fr: "Je veux aussi que vous m'avrmiez pour obtenir la récompense."
it_it: "Voglio anche che mi appoggi per ottenere la ricompensa."

source: "I also want you to endorse [isabelle] in getting the reward."
fr_fr: "Je veux aussi que vous soumiez [isabelle] pour obtenir la récompense."
it_it: "Voglio anche che tu sostenga [isabelle] per ottenere la ricompensa."

source: "I see that you're already regretful. Don't eat it."
fr_fr: " Je vois que vous êtes déjà regrettables. Ne le mangez pas. "
it_it: "Vedo che sei già dispiaciuto. Non mangiatelo."

source: "Bon appetit!"
fr_fr: "Bon appétit !"
it_it: "Bon appetito!"

source: "No, sorry."
fr_fr: "Non, désolé."
it_it: "No, mi dispiace."

source: ?mc.owned_item('water_bottle')@[item_count]/1|{image=items bottle water_bottle}|"Yeah, I have this bottle of water!"
fr_fr: ? mc.owned_item ('water_bouteille') @[item_count]/1 | { image=items bouteille water_bouteille } | "Ouais, j'ai cette bouteille d'eau !"
it_it: ?mc.owned_item('water_bottle')@[item_count]/1<unk> {image=items bottiglie acqua}<unk> "Sì, ho questa bottiglia d'acqua!"

source: "I'm not Scottish, so no offense taken."
fr_fr: "Je ne suis pas écossais, donc aucune offense n'a été prise."
it_it: "Non sono scozzese, quindi non è stata presa alcuna offesa."

source: "This is quite the slight on Scotland."
fr_fr: "C'est assez léger pour l'Ecosse."
it_it: "Questo è abbastanza leggero in Scozia."

source: "[flora] got really hungry, so I had to go get her something..."
fr_fr: "[flora] a vraiment faim, alors j'ai dû aller chercher quelque chose ... "
it_it: "[flora] ha avuto davvero fame, quindi ho dovuto andare a prenderle qualcosa..."

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"We actually completed the teamwork challenge a while ago!"
fr_fr: ? mc.intellect> =6@[mc.intellect]/6 | { image=stats int } | "Nous avons terminé le défi du travail d'équipe il y a un certain temps !"
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "Abbiamo effettivamente completato la sfida del lavoro di squadra un po 'fa!"

source: "I pick [flora]."
fr_fr: "Je prends le [flora]."
it_it: "Io scelgo [flora]."

source: "I pick [isabelle]."
fr_fr: "Je prends le [isabelle]."
it_it: "Io scelgo [isabelle]."

source: "Me!"
fr_fr: "Moi !"
it_it: "Io!"

source: [_isabelle_s_skeptical_] Okay...
fr_fr: [_isabelle_s_skeptical_] Ok ...

source: [_isabelle_s_flirty_] Oh, huh!
fr_fr: [_isabelle_s_flirty_] Oh, hein !

source: [_mc_] Thank go—
fr_fr: [_mc_] Remerciements-

source: [_mc_] Nope.
fr_fr: [_mc_] Non.

source: [_mc_] Okay, okay!
fr_fr: [_mc_] Ok, ok !

source: [_mc_] Pass.
fr_fr: [_mc_] Passe.

source: Oh no!
fr_fr: Oh non !

source: [_mc_] Me!
fr_fr: [_mc_] Moi !
