Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_buried.po
Languages: fr_fr, it_it

source: [_mc_] Didn't I tell you I traveled back in time? I'm ancient.
fr_fr: [_mc_] Je ne vous ai pas dit que j'ai voyagé à temps? Je suis ancien.
it_it: [_mc_] Non ti ho detto che ho viaggiato indietro nel tempo? Sono antico.

source: [_isabelle_s_laughing_] Hah, right!
fr_fr: [_isabelle_s_laughing_] Hah, non !
it_it: [_isabelle_s_laughing_] Hah, giusto!

source: [_isabelle_s_laughing_] Thanks for making me laugh. I needed that.
fr_fr: [_isabelle_s_laughing_] Merci de me faire rire. J'avais besoin de ça.
it_it: [_isabelle_s_laughing_] Grazie per avermi fatto ridere. Avevo bisogno di questo.

source: [_mc_] Anytime. And honestly, losing [flora] is one of my worst nightmares. Despite not always getting along.
fr_fr: [_mc_] En tout temps. Et honnêtement, perdre [flora] est l'un de mes pires cauchemars. En dépit de ne pas toujours s'entendre.
it_it: [_mc_] In qualsiasi momento. E onestamente, perdere [flora] è uno dei miei peggiori incubi. Nonostante non sempre andare d'accordo.

source: [_isabelle_s_smile_] You never know what you have until you lose it.
fr_fr: [_isabelle_s_smile_] Vous ne savez jamais ce que vous avez avant de le perdre.
it_it: [_isabelle_s_smile_] Non sai mai cosa hai finché non lo perdi.

source: [_mc_] That's true.
fr_fr: [_mc_] C'est vrai.
it_it: [_mc_] È vero.

source: [_mc_] Remembering her is the important thing here.
fr_fr: [_mc_] Se souvenir d'elle est l'important ici.
it_it: [_mc_] Ricordarla è la cosa importante qui.

source: [_isabelle_s_sad_] I rarely go a day without thinking of her. I'd like to think she's watching me from up there.
fr_fr: [_isabelle_s_sad_] Je passe rarement une journée sans penser à elle. J'aimerais penser qu'elle me regarde de là.
it_it: [_isabelle_s_sad_] Io vado raramente una giornata senza pensarci. Mi piacerebbe pensare che mi stia guardando da lì.

source: [_mc_] The world is horrible, and I'm glad you're trying to make it a better place for her and for everyone else.
fr_fr: [_mc_] Le monde est horrible, et je suis heureux que vous essayez d'en faire un meilleur endroit pour elle et pour tous les autres.
it_it: [_mc_] Il mondo è orribile, e sono felice che tu stia cercando di renderlo un posto migliore per lei e per tutti gli altri.

source: [_isabelle_s_smile_] Thanks. Sometimes it feels like I'm the only one trying to make a difference.
fr_fr: [_isabelle_s_smile_] Merci. Parfois, j'ai l'impression que je suis le seul à essayer de faire une différence.
it_it: [_isabelle_s_smile_] Grazie. A volte si sente come se fossi l'unico a cercare di fare la differenza.

source: [_mc_] People are so caught up in their everyday problems...
fr_fr: [_mc_] Les gens sont tellement pris dans leurs problèmes quotidiens ...
it_it: [_mc_] Le persone sono così intrappolate nei loro problemi quotidiani...

source: [_mc_] So focused on getting that grade, job, or girlfriend. Trying to find happiness.
fr_fr: [_mc_] Alors, concentré sur l'obtention de ce grade, d'un emploi ou d'une petite amie. Essy de trouver le bonheur.
it_it: [_mc_] Così concentrati su come ottenere quel grado, lavoro, o fidanzata. Cercare di trovare la felicità.

source: [_mc_] It's never until tragedy strikes that people realize how little certain things matter.
fr_fr: [_mc_] Il n'est jamais jusqu'à ce que la tragédie frappe que les gens réalisent à quel point certaines choses importent.
it_it: [_mc_] Non è mai fino a quando la tragedia colpisce che la gente si rende conto di quanto poco certe cose contano.

source: [_isabelle_s_confident_] You're absolutely right.
fr_fr: [_isabelle_s_confident_] Vous avez absolument raison.
it_it: [_isabelle_s_confident_] Hai assolutamente ragione.

source: [_mc_] Was your sister hot?
fr_fr: [_mc_] Votre sœur a-t-elle été chaude?
it_it: [_mc_] La tua sorella era caldo?

source: [_isabelle_s_angry_] Are you serious right now?!
fr_fr: [_isabelle_s_angry_] Êtes-vous sérieux maintenant? !
it_it: [_isabelle_s_angry_] Sei serio in questo momento?!

source: Shit, did I say that out loud?
fr_fr: Merde, j'ai dit ça à voix haute?
it_it: Lo ho detto ad alta voce?

source: [_mc_] Err, I meant hot as in hot-headed! Standing up for herself and such.
fr_fr: [_mc_] Err, j'ai fait chaud comme à chaud ! Debout pour elle-même et telle.
it_it: [_mc_] Err, ho inteso caldo come in testa calda! In piedi per se stessa e tale.

source: [_mc_] It's American slang!
fr_fr: [_mc_] C'est l'argot américain !
it_it: [_mc_] È slang americano!

source: [_isabelle_s_skeptical_] I'm sure it is...
fr_fr: [_isabelle_s_skeptical_] Je suis sûr que c'est. ..
it_it: [_isabelle_s_skeptical_] Sono sicuro che è...

source: [_mc_] Anyway, I have a surprise for you.
fr_fr: [_mc_] En tout cas, j'ai une surprise pour vous.
it_it: [_mc_] Comunque, ho una sorpresa per voi.

source: [_isabelle_s_excited_] What is it?
fr_fr: [_isabelle_s_excited_] Qu'est-ce que c'est?
it_it: [_isabelle_s_excited_] Che cos'è?

source: [_mc_] I stumbled upon this little box...
fr_fr: [_mc_] Je suis tombé sur cette petite boîte ...
it_it: [_mc_] Ho inciampato su questa piccola scatola...

source: [_isabelle_s_afraid_] What?! I can't believe it!
fr_fr: [_isabelle_s_afraid_] Quoi? ! Je n'arrive pas à le croire !
it_it: [_isabelle_s_afraid_] Cosa?! Non riesco a crederci!

source: [_isabelle_s_flirty_] How did you find it?
fr_fr: [_isabelle_s_flirty_] Comment l'avez-vous trouvé?
it_it: [_isabelle_s_flirty_] Come l'hai trovato?

source: [_mc_] I have my ways.
fr_fr: [_mc_] J'ai mes voies.
it_it: [_mc_] Ho le mie vie.

source: [_isabelle_s_blush_] Aw, thank you so much. You have no idea how much this means to me!
fr_fr: [_isabelle_s_blush_] Aw, merci beaucoup. Vous n'avez aucune idée de ce que cela signifie pour moi !
it_it: [_isabelle_s_blush_] Aw, grazie tanto. Non hai idea di quanto questo significhi per me!

source: [_mc_] Too bad all the chocolates are gone, but at least you can bury it now.
fr_fr: [_mc_] Trop mauvais tous les chocolats sont partis, mais au moins vous pouvez l'enterrer maintenant.
it_it: [_mc_] Peccato che tutti i cioccolatini siano andati, ma almeno puoi seppellirli adesso.

source: [_isabelle_s_blush_] You're one of the good ones, [mc]! My sister would've liked you.
fr_fr: [_isabelle_s_blush_] Vous êtes l'un des bons, [mc]! Ma sœur vous aurait aimé.
it_it: [_isabelle_s_blush_] Sei uno dei buoni, [mc]! Ti sarebbe piaciuta mia sorella.

source: Back in my old life, if I'd been asked what true happiness is, my answer would probably have been something crude.
fr_fr: De retour dans ma vieille vie, si on m'avait demandé quel est le vrai bonheur, ma réponse aurait probablement été quelque chose de brut.
it_it: Tornato nella mia vecchia vita, se mi fosse stato chiesto che cosa fosse la vera felicità, la mia risposta sarebbe stata probabilmente qualcosa di grezzo.

source: Losing my virginity. Getting rich. Getting a girlfriend. Getting a blowjob. Anal.
fr_fr: Perdre ma virginité. C'est riche. Comment faire une copine. Obtention d'une pipe. Anal.
it_it: Perdere la mia verginità. Ottenere ricco. Ottenere una ragazza. Ottenere un pompino. Anale.

source: While those things are still high on the list, I would never have said that this right here is one of those things...
fr_fr: Bien que ces choses soient encore élevées sur la liste, je n'aurais jamais dit que ce droit ici est une de ces choses ...
it_it: Mentre quelle cose sono ancora in alto nella lista, non avrei mai detto che questo proprio qui è una di quelle cose...

source: Making a girl blush with happiness and relief. Helping her deal with a great loss.
fr_fr: Faire une fille roule avec bonheur et soulagement. L'aider à faire face à une grande perte.
it_it: Rendere una ragazza arrossire con felicità e sollievo. Aiutarla ad affrontare una grande perdita.

source: It's odd that no one ever says that helping others is one of the truest forms of happiness.
fr_fr: Il est étrange que personne ne dise jamais qu'aider les autres est l'une des plus grandes formes de bonheur.
it_it: È strano che nessuno dica mai che aiutare gli altri è una delle forme più vere di felicità.

source: And it comes so easily!
fr_fr: Et ça vient si facilement !
it_it: E arriva così facilmente!

source: Finding the box wasn't a journey to Mt. Doom; it was just an ordinary favor, and it meant everything to her.
fr_fr: Trouver la boîte n'était pas un voyage vers le mont Doom ; c'était juste une faveur ordinaire, et cela signifiait tout pour elle.
it_it: Trovare la scatola non era un viaggio verso il Monte Doom; era solo un favore ordinario, e significava tutto per lei.

source: [_isabelle_s_sad_] Would you help me bury it?
fr_fr: [_isabelle_s_sad_] Pourriez-vous m'aider à l'enterrer?
it_it: [_isabelle_s_sad_] mi aiuteresti a seppellirlo?

source: [_mc_] Are you sure?
fr_fr: [_mc_] Etes-vous sûr?
it_it: [_mc_] Sei sicuro?

source: [_isabelle_s_sad_] You've been so kind to me and I think my sister would've liked it.
fr_fr: [_isabelle_s_sad_] Vous avez été si gentim avec moi et je pense que ma sœur l'aurait aimé.
it_it: [_isabelle_s_sad_] Sei stato così gentile con me e penso che a mia sorella sarebbe piaciuto.

source: [_mc_] What about you?
fr_fr: [_mc_] Qu'en est-il de vous?
it_it: [_mc_] Che dire di te?

source: [_isabelle_s_blush_] I'd like it too.
fr_fr: [_isabelle_s_blush_] Je l'aime aussi.
it_it: [_isabelle_s_blush_] lo vorrei anche io.

source: [_mc_] All right. Have you picked out a spot?
fr_fr: [_mc_] Très bien. As-tu choisi un endroit?
it_it: [_mc_] Va bene. Hai scelto un posto?

source: [_isabelle_s_smile_] I did! After you showed me around, I took a walk through the woods.
fr_fr: [_isabelle_s_smile_] Je l'ai fait ! Après que tu m'as montré, j'ai fait une promenade dans les bois.
it_it: [_isabelle_s_smile_] l'ho fatto! Dopo che mi hai mostrato in giro, ho fatto una passeggiata attraverso i boschi.

source: [_isabelle_s_smile_] There's a nice little glade, which I think would be perfect.
fr_fr: [_isabelle_s_smile_] Il y a une jolie petite glade qui, je pense, serait parfaite.
it_it: [_isabelle_s_smile_] C'è un bel po 'di glade, che penso sarebbe perfetto.

source: [_isabelle_s_excited_] I'll show you after school.
fr_fr: [_isabelle_s_excited_] Je vous montrerai après l'école.
it_it: [_isabelle_s_excited_] Ti mostrerò dopo la scuola.

source: [_mc_] I think I know the place. I also have a shovel if needed.
fr_fr: [_mc_] Je pense que je connais l'endroit. J'ai aussi une pelle si nécessaire.
it_it: [_mc_] Penso di conoscere il posto. Ho anche una pala se necessario.

source: [_isabelle_s_laughing_] Fantastic! I totally forgot about that.
fr_fr: [_isabelle_s_laughing_] Fantastique ! J'ai complètement oublié ça.
it_it: [_isabelle_s_laughing_] Fantastico! Mi sono completamente scordato.

source: [_isabelle_s_smile_] Okay, meet me there later!
fr_fr: [_isabelle_s_smile_] Ok, rencontre-moi plus tard !
it_it: [_isabelle_s_smile_] Okay, incontrami più tardi!

source: [_mc_] What about a shovel?
fr_fr: [_mc_] Qu'en est-il d'une pelle?
it_it: [_mc_] Che dire di una pala?

source: [_isabelle_s_thinking_] You're right. I forgot about that.
fr_fr: [_isabelle_s_thinking_] Vous avez raison. J'ai oublié ça.
it_it: [_isabelle_s_thinking_] Hai ragione. Ne ho dimenticato.

source: [_isabelle_s_thinking_] Do you know where we can find one?
fr_fr: [_isabelle_s_thinking_] Savez-vous où nous pouvons en trouver un?
it_it: [_isabelle_s_thinking_] Sai dove possiamo trovarne uno?

source: [_mc_] Well, the schoolyard is kept by a maintenance company, so actually finding a shovel might be hard.
fr_fr: [_mc_] Eh bien, la cour d'école est maintenue par une compagnie de maintenance, donc trouver une pelle pourrait être difficile.
it_it: [_mc_] Beh, la scuola è tenuta da una società di manutenzione, quindi in realtà trovare una pala potrebbe essere difficile.

source: [_mc_] But... perhaps we could make one. The forest is full of sticks, just need something spade-like to put at the end of it.
fr_fr: [_mc_] Mais ... peut-être que nous pourrions en faire un. La forêt est pleine de bâtons, il faut juste quelque chose de pique-comme pour mettre fin à la forêt.
it_it: [_mc_] Ma... forse potremmo farne uno. La foresta è piena di bastoni, basta qualcosa di simile a quello di spade per metterla alla fine.

source: [_mc_] Wait here, I'll see if I can put something together.
fr_fr: [_mc_] Attends ici, je vais voir si je peux mettre quelque chose ensemble.
it_it: [_mc_] Attendere qui, vedrò se posso mettere qualcosa insieme.

source: [_isabelle_s_smile_] All right.
fr_fr: [_isabelle_s_smile_] Très bien.
it_it: [_isabelle_s_smile_] Va bene.

source: All right. Need to find something made of metal. The forest should be full of sticks.
fr_fr: Très bien. Il faut trouver quelque chose de métal. La forêt devrait être pleine de bâtons.
it_it: Va bene. Bisogno di trovare qualcosa di metallo. La foresta dovrebbe essere piena di bastoni.

source: [_mc_] It took me all day to build this shovel. Are you ready?
fr_fr: [_mc_] Il m'a fallu toute la journée pour construire cette pelle. Es-tu prêt?
it_it: [_mc_] Mi ci è voluto tutto il giorno per costruire questa pala. Sei pronto?

source: [_isabelle_s_sad_] Thank you. Let's go.
fr_fr: [_isabelle_s_sad_] Merci. Allons-y.
it_it: [_isabelle_s_sad_] Grazie. Andiamo.

source: Promised to make [isabelle] a shovel. No rest until the deed is done.
fr_fr: Promise pour faire [isabelle] une pelle. Pas de repos jusqu'à ce que l'acte soit fait.
it_it: Promesso di fare [isabelle] una pala. Nessun riposo fino a quando l'atto è fatto.

source: Damn it. I was hoping that she'd found another glade than the polluted and beaver-infested one.
fr_fr: Merde. J'espérais qu'elle avait trouvé une autre lade que celle qui était polluée et infestée par le castor.
it_it: Dannazione. Speravo che avesse trovato un'altra glade rispetto a quella inquinata e infestata da castori.

source: Just got to keep my mouth shut about the fact that I caused the pollution...
fr_fr: Il suffit de garder ma bouche fermée sur le fait que j'ai causé la pollution ...
it_it: Appena avuto modo di tenere la bocca chiusa circa il fatto che ho causato l'inquinamento...

source: [_isabelle_s_concerned_] I can't believe it. The state of this stream is horrible.
fr_fr: [_isabelle_s_concerned_] Je n'arrive pas à le croire. L'état de ce flux est horrible.
it_it: [_isabelle_s_concerned_] Non riesco a crederci. Lo stato di questo flusso è orribile.

source: [_isabelle_s_concerned_] I don't remember it being this bad.
fr_fr: [_isabelle_s_concerned_] Je ne me souviens pas que ce soit ce mauvais.
it_it: [_isabelle_s_concerned_] Non ricordo che sia questo male.

source: [_mc_] Maybe we can find another place?
fr_fr: [_mc_] Peut-on trouver un autre endroit?
it_it: [_mc_] Forse possiamo trovare un altro posto?

source: [_isabelle_s_sad_] I really like this spot...
fr_fr: [_isabelle_s_sad_] J'aime vraiment ce spot ...
it_it: [_isabelle_s_sad_] Mi piace molto questo posto...

source: [_isabelle_s_sad_] The chirping of the birds, the breeze rustling through the leaves, the soft murmur of the stream...
fr_fr: [_isabelle_s_sad_] Le chant des oiseaux, la brise roule à travers les feuilles, le murmure doux du ruisseau ...
it_it: [_isabelle_s_sad_] Il cinguettio degli uccelli, la brezza frusciante attraverso le foglie, il mormorio morbido del torrente...

source: [_isabelle_s_sad_] I think I'll try to clean up the stream later.
fr_fr: [_isabelle_s_sad_] Je pense que je vais essayer de nettoyer le cours d'eau plus tard.
it_it: [_isabelle_s_sad_] penso che cercherò di ripulire il flusso più tardi.

source: [_mc_] Okay, where should I dig?
fr_fr: [_mc_] Ok, où devrais-je creuser?
it_it: [_mc_] Okay, dove dovrei scavare?

source: [_isabelle_s_thinking_] Maybe by that patch of dirt? The ground might be softer there...
fr_fr: [_isabelle_s_thinking_] Peut-être par cette tache de terre? Le sol pourrait être plus doux là-bas ...
it_it: [_isabelle_s_thinking_] Forse con quella patch di sporcizia? Il terreno potrebbe essere più morbido lì...

source: [_isabelle_s_thinking_] Maybe by that old car tire? We could throw it away while we're at it...{space=-10}
fr_fr: [_isabelle_s_thinking_] Peut-être par ce vieux pneu de voiture? On pourrait le jeter en même temps que nous ... { space=-10 }
it_it: [_isabelle_s_thinking_] Forse con quella vecchia auto stanco? Potremmo buttarla via mentre ci siamo...{space=-10}

source: [_mc_] Good idea.
fr_fr: [_mc_] Bonne idée.
it_it: [_mc_] Buona idea.

source: Man, digging is a lot tougher than it seems.
fr_fr: L'homme, le creusement est beaucoup plus dur qu'il ne semble.
it_it: Uomo, scavare è molto più difficile di quanto sembri.

source: Grass, hard-packed dirt, rocks, roots...
fr_fr: La saleté, la saleté, les rochers, les racines ...
it_it: Erba, sporcizia imballata, rocce, radici...

source: [isabelle] will be happy, though. After everything she's been through, she deserves that.
fr_fr: Le [isabelle] sera néanmoins heureux. Après tout ce qu'elle a fait, elle le mérite.
it_it: [isabelle] sarà comunque felice. Dopo tutto quello che ha attraversato, lo merita.

source: [_mc_] Is that deep enough?
fr_fr: [_mc_] Est-ce assez profond?
it_it: [_mc_] È abbastanza profondo?

source: [_isabelle_s_concerned_] Yeah, I think that should do it.
fr_fr: [_isabelle_s_concerned_] Oui, je pense que ça devrait le faire.
it_it: [_isabelle_s_concerned_] Sì, penso che dovrebbe farlo.

source: Just a few a feet more and—
fr_fr: Juste quelques pieds de plus et-
it_it: Solo alcuni piedi più e—

source: What the hell is this?
fr_fr: Qu'est-ce que c'est?
it_it: Che diavolo è questo?

source: [_isabelle_s_concerned_left_] What's that?
fr_fr: [_isabelle_s_concerned_left_] Qu'est-ce que c'est?
it_it: [_isabelle_s_concerned_left_] Che cos'è?

source: [_mc_] A box of some sort...
fr_fr: [_mc_] Une boîte de quelque sorte ...
it_it: [_mc_] Una scatola di qualche tipo...

source: [_isabelle_s_concerned_left_] It looks ancient... I wonder what's inside.
fr_fr: [_isabelle_s_concerned_left_] Il a l'air ancien ... Je me demande ce qu'il y a à l'intérieur.
it_it: [_isabelle_s_concerned_left_] Sembra antichissimo... mi chiedo cosa sia dentro.

source: [_mc_] Might be bones.
it_it: [_mc_] Potrebbe essere ossa.

source: [_isabelle_s_excited_] It's too small to be a coffin, and it's wrapped in chains!
fr_fr: [_isabelle_s_excited_] C'est trop petit pour être un cercueil, et il est enveloppé dans des chaînes !
it_it: [_isabelle_s_excited_] È troppo piccolo per essere una bara, ed è avvolta in catene!

source: [_mc_] Might be [maya]'s pants.
it_it: I pantaloni di [_mc_] potrebbero essere [maya].

source: [_isabelle_s_concerned_] What do you mean?
fr_fr: [_isabelle_s_concerned_] Que voulez-vous dire?
it_it: [_isabelle_s_concerned_] Che cosa intendi?

source: [_mc_] Err... nothing...
fr_fr: [_mc_] Err ... rien ...
it_it: [_mc_] Err... niente...

source: Just that it seems about as hard to get into!
fr_fr: Juste qu'il semble qu'il soit aussi difficile d'entrer !
it_it: Solo che sembra quanto difficile entrare!

source: [_isabelle_s_concerned_left_] Well, I don't think we'll be able to open it now.
fr_fr: [_isabelle_s_concerned_left_] Bien, je ne pense pas que nous serons en mesure de l'ouvrir maintenant.
it_it: [_isabelle_s_concerned_left_] Beh, non penso che saremo in grado di aprirlo ora.

source: [_mc_] Probably not. I'll put it in my backpack.
fr_fr: [_mc_] Probablement pas. Je vais le mettre dans mon sac à dos.
it_it: [_mc_] Probabilmente no. Lo metterò nel mio zaino.

source: If I started digging with my [item.title_lower], [isabelle] would either laugh or think I'm a moron.
fr_fr: Si j'ai commencé à creuser avec mon [item.title_lower], [isabelle] se moque de moi ou je pense que je suis un moron.
it_it: Se iniziassi a scavare con la mia [item.title_lower], [isabelle] o ridere o pensavo di essere un moron.

source: [_isabelle_s_concerned_] Thanks for all the help, [mc].
fr_fr: [_isabelle_s_concerned_] Merci pour toute l'aide, [mc].
it_it: [_isabelle_s_concerned_] Grazie per tutto l'aiuto, [mc].

source: [_mc_] Honestly, happy to. I see how much this means to you.
fr_fr: [_mc_] Honnêtement, heureux. Je vois combien cela signifie pour vous.
it_it: [_mc_] Onestamente, felice. Vedo quanto questo significa per voi.

source: [_isabelle_s_sad_] Yeah, it's a pretty big deal...
fr_fr: [_isabelle_s_sad_] Oui, c'est assez gros ...
it_it: [_isabelle_s_sad_] Sì, è un bel grande affare...

source: [_mc_] So, what do you usually do now?
fr_fr: [_mc_] Alors, qu'est-ce que vous faites habituellement maintenant?
it_it: [_mc_] Quindi, cosa fai di solito ora?

source: [_isabelle_s_sad_] I eat the chocolate hearts, and with each one, I think of a good memory with my sister.
fr_fr: [_isabelle_s_sad_] Je mange les coeurs de chocolat, et avec chacun, je pense à un bon souvenir avec ma sœur.
it_it: [_isabelle_s_sad_] Mangio i cuori di cioccolato, e con ognuno penso a un buon ricordo con mia sorella.

source: [_isabelle_s_sad_] But... the box is empty now.
fr_fr: [_isabelle_s_sad_] Mais ... la boîte est vide maintenant.
it_it: [_isabelle_s_sad_] Ma... la casella è vuota ora.

source: [_mc_] Maybe you can tell me about some of those memories instead?
fr_fr: [_mc_] Peut-être pouvez-vous me parler de certains de ces souvenirs?
it_it: [_mc_] Forse puoi parlarmi di alcuni di quei ricordi?

source: [_isabelle_s_sad_] Are you sure?
fr_fr: [_isabelle_s_sad_] Etes-vous sûr?
it_it: [_isabelle_s_sad_] Sei sicuro?

source: [_mc_] Yeah, I think it could be therapeutic.
fr_fr: [_mc_] Oui, je pense que ça pourrait être thérapeutique.
it_it: [_mc_] Sì, penso che potrebbe essere terapeutico.

source: [_isabelle_s_sad_] You might be right... I've just never shared these memories with anyone before.
fr_fr: [_isabelle_s_sad_] Vous avez peut-être raison ... Je n'ai jamais partagé ces souvenirs avec qui que ce soit.
it_it: [_isabelle_s_sad_] Potresti avere ragione... Non ho mai condiviso questi ricordi con nessuno prima.

source: [_mc_] I think that it's nice you keep them so close to your heart.
fr_fr: [_mc_] Je pense que c'est sympa de les garder si près de votre cœur.
it_it: [_mc_] Penso che sia bello tenerli così vicini al tuo cuore.

source: [_isabelle_s_blush_] Aw, all right.
fr_fr: [_isabelle_s_blush_] Aw, d'accord.
it_it: [_isabelle_s_blush_] Aw, va bene.

source: [_isabelle_s_blush_] My sister was several years younger than me, but we still had to share a small bedroom.
fr_fr: [_isabelle_s_blush_] Ma sœur avait plusieurs années de moins que moi, mais nous devions encore partager une petite chambre.
it_it: [_isabelle_s_blush_] Mia sorella era parecchi anni più giovane di me, ma abbiamo ancora dovuto condividere una piccola camera da letto.

source: [_isabelle_s_neutral_] She always woke up before me, took my lipstick, and drew faces on the makeup mirror.
fr_fr: [_isabelle_s_neutral_] Elle s'est toujours réveillés devant moi, a pris mon rouge à lèvres, et a dessiné des visages sur le miroir de maquillage.
it_it: [_isabelle_s_neutral_] Lei si svegliò sempre davanti a me, prese il mio rossetto, e disegnò le facce sullo specchio di trucco.

source: [_isabelle_s_neutral_] If she was sad, she'd draw a frown. If she was happy, she'd draw a smile.
fr_fr: [_isabelle_s_neutral_] Si elle était triste, elle tirait une robe. Si elle était heureuse, elle tirait un sourire.
it_it: [_isabelle_s_neutral_] Se fosse triste, avrebbe disegnato un frown. Se fosse felice, avrebbe disegnato un sorriso.

source: [_isabelle_s_excited_] One time she drew hearts when she had a crush on some stupid boy.
fr_fr: [_isabelle_s_excited_] Une fois, elle a attiré les cœurs quand elle a eu une béguin pour un garçon stupide.
it_it: [_isabelle_s_excited_] Una volta ha attirato i cuori quando ha avuto una cotta su un ragazzo stupido.
