Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_stolen.po
Languages: fr_fr, it_it

source: ?mc.random_consumable()@|{image=items random_consumables_1}|{image=ui random}|{image=items random_consumables_2}|"Would you like something else?"
fr_fr: ? mc.random_consommable () @ | { image = items random_consumables_ 1 } | { image=ui random } | { image=items random_consumables_ 2 } | "Voulez-vous quelque chose d'autre?"
it_it: ?mc.random_consumable()@<unk> {image=items random_consumables_1}<unk> {image=ui random}<unk> {image=items random_consumables_2}<unk> "Ti piacerebbe qualcos'altro?"

source: "I'm glad you enjoyed it."
fr_fr: "Je suis heureux que vous l'avez apprécié."
it_it: "Mi fa piacere che vi sia piaciuto."

source: ?mc.random_consumable()@|{image=items random_consumables_1}|{image=ui random}|{image=items random_consumables_2}|"More?"
fr_fr: ? mc.random_consommable () @ | { image = items random_consumables_ 1 } | { image=ui random } | { image=items random_consumables_ 2 } | "More?"
it_it: ?mc.random_consumable()@<unk> {image=items random_consumables_1}<unk> {image=ui random}<unk> {image=items random_consumables_2}<unk> "Altro?"

source: "Not good enough."
fr_fr: "Pas assez bien."
it_it: "Non abbastanza buono."

source: "Be nice, or I'll slap you."
fr_fr: "Sois gentile, ou je te gifle."
it_it: "Sii gentile, o ti schiaffierò."

source: "All right, listen closely."
fr_fr: "Très bien, écoutez attentivement."
it_it: "Va bene, ascoltate attentamente."

source: "No, [kate]'s littering."
fr_fr: "Non, [kate]".
it_it: "No, [kate]sta lettura."

source: "Yeah, it's my stuff... [kate] was just telling me to pick up after myself."
fr_fr: "Ouais, c'est mon truc ... [kate] m'a dit de me prendre après moi-même."
it_it: "Sì, è la mia roba... [kate] mi stava semplicemente dicendo di prendermi dopo di me."

source: "You just got here, [isabelle]. It really is my fault..."
fr_fr: " Vous venez d'être ici, [isabelle]. C'est vraiment ma faute ... "
it_it: "Sei appena arrivato qui, [isabelle]. È davvero colpa mia..."

source: ?mc.intellect>=4@[mc.intellect]/4|{image=stats int}|"It's true... I was trying to cover for [isabelle]. She was actually the one littering."
fr_fr: ? mc.intellect> =4@[mc.intellect]/4 | { image=stats int } | " C'est vrai ... J'essayais de couvrir le [isabelle]. Elle était en fait le seul jonc. "
it_it: ?mc.intellect>=4@[mc.intellect]/4<unk> {image=stats int}<unk> "È vero... Stavo cercando di coprire per [isabelle]. In realtà era l'unica lettura."

source: "That [kate] is evil."
fr_fr: "Ce [kate] est un mal."
it_it: "Quella [kate] è male."

source: "[kate] said she's planning to replace the stick up your butt..."
fr_fr: "[kate] a dit qu'elle avait l'intention de remplacer le bâton ... "
it_it: "[kate] ha detto che sta progettando di sostituire il bastone in alto il tuo mozzo..."

source: [_isabelle_s_skeptical_] From [kate]?
fr_fr: [_isabelle_s_skeptical_] Du [kate]?

source: [_isabelle_s_blush_] Oh, man...
fr_fr: [_isabelle_s_blush_] Oh, mec ...

source: [_mc_] But—
fr_fr: [_mc_] Mais-

source: [_nurse_s_sad_] Okay...
fr_fr: [_nurse_s_sad_] Ok ...

source: [_nurse_s_concerned_] A tally?
fr_fr: [_nurse_s_concerned_] Un comptage?

source: [_mc_] Okay...
fr_fr: [_mc_] Ok ...

source: [_mc_] I will! I promise!
fr_fr: [_mc_] Je le vais ! Je promets !

source: [_jo_s_worried_] Behavior like this won't be tolerated here. Please, report to [mrsl] for detention.
fr_fr: [_jo_s_worried_] Le comportement comme celui-ci ne sera pas toléré ici. S'il vous plaît, rapport au [mrsl] pour la détention.
