Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: [_kate_s_confident_] You know what? Maybe I'll stop by just to see what a joke it is.
fr_fr: [_kate_s_confident_] Vous savez quoi? Peut-être que je vais m'arrêter juste pour voir ce qu'est une blague.
it_it: [_kate_s_confident_] Sai cosa? Forse mi fermerò solo per vedere che battuta è.

source: [_kate_s_confident_] Call it morbid curiosity.
fr_fr: [_kate_s_confident_] Appel à la curiosité morbide.
it_it: [_kate_s_confident_] La chiami curiosità morbida.

source: [_mc_] I just came to tell you that you're not invited to her dinner, obviously.{space=-20}
fr_fr: [_mc_] Je viens de vous dire que vous n'êtes pas invité à son dîner, évidemment. { space=-20 }
it_it: [_mc_] Sono appena venuto a dirti che non sei invitato alla sua cena, ovviamente.{space=-20}

source: [_kate_s_laughing_] You think you have that power?
fr_fr: [_kate_s_laughing_] Vous pensez que vous avez ce pouvoir?
it_it: [_kate_s_laughing_] Pensi di avere quel potere?

source: [_kate_s_laughing_] I'm the queen of the school, and I'll show up if I please.
fr_fr: [_kate_s_laughing_] Je suis la reine de l'école, et je vais me montrer si je vous en prie.
it_it: [_kate_s_laughing_] Io sono la regina della scuola e mi presenterò se mi piace.

source: [_kate_s_smile_] I might also throw my own party just to show everyone how it's done.{space=-35}
fr_fr: [_kate_s_smile_] Je pourrais aussi lancer mon propre parti juste pour montrer à tout le monde comment c'est fait. { space=-35 }
it_it: [_kate_s_smile_] Potrei anche lanciare la mia festa solo per mostrare a tutti come è fatto.{space=-35}

source: [_kate_s_confident_] Actually, count me in. It might spice things up.
fr_fr: [_kate_s_confident_] En fait, comptez-moi dans. Ça pourrait faire monter les choses.
it_it: [_kate_s_confident_] In realtà, contami dentro. Potrebbe spezzare le cose.

source: [_mc_] Err... okay, I guess.
fr_fr: [_mc_] Err ... ok, je suppose.
it_it: [_mc_] Err... va bene, immagino.

source: That did not go as planned. Hopefully, [kate] doesn't ruin the dinner.
fr_fr: Cela ne s'est pas fait comme prévu. Espérons que le [kate] ne gâte pas le dîner.
it_it: Speriamo che [kate] non rovinerà la cena.

source: [_kate_s_neutral_] Why are you still standing there?
fr_fr: [_kate_s_neutral_] Pourquoi vous êtes toujours là?
it_it: [_kate_s_neutral_] Perché sei ancora lì?

source: [_kate_s_neutral_] Wipe that drool and run along.
fr_fr: [_kate_s_neutral_] Wipe qui se droine et s'exécute le long.
it_it: [_kate_s_neutral_] Pulire quella goccia e correre lungo.

source: [_mc_] [lindsey]? Do you have a moment?
fr_fr: [_mc_] [lindsey]? As-tu un moment?
it_it: [_mc_] [lindsey]? Hai un momento?

source: [_lindsey_s_laughing_] Sure thing!
fr_fr: [_lindsey_s_laughing_] Sure chose !
it_it: [_lindsey_s_laughing_] Sicura!

source: [_mc_] So, [isabelle] put me in charge of inviting people to the student dinner.{space=-20}
fr_fr: [_mc_] Alors, [isabelle] m'a mis en charge d'inviter des gens au dîner étudiant. { space=-20 }
it_it: [_mc_] Così, [isabelle] mi ha incaricato di invitare le persone alla cena degli studenti. {space=-20}

source: [_lindsey_s_laughing_] Oh, okay.
fr_fr: [_lindsey_s_laughing_] Oh, d'accord.
it_it: [_lindsey_s_laughing_] Oh, va bene.

source: Crap. Why is it so hard to talk to cute girls? It always gets awkward.
fr_fr: Crap. Pourquoi est-il si difficile de parler aux filles mignonnes? Ça devient toujours gêne.
it_it: Crap. Perché è così difficile parlare con ragazze carine? È sempre imbarazzante.

source: [_mc_] Err... I guess this is me officially inviting you?
fr_fr: [_mc_] Err ... Je suppose que c'est moi qui t'invite officiellement?
it_it: [_mc_] Err... Immagino che questo sia io ufficialmente invitando?

source: [_lindsey_s_blush_] Yay! I'm excited! Thanks for the personal invitation!
fr_fr: [_lindsey_s_blush_] Yay ! Je suis excité ! Merci pour l'invitation personnelle !
it_it: [_lindsey_s_blush_] Yay! Sono entusiasta! Grazie per l'invito personale!

source: [_mc_] You're not invited!
fr_fr: [_mc_] Vous n'êtes pas invité !
it_it: [_mc_] non sei invitato!

source: [_lindsey_s_annoyed_] You came here just to tell me that in person?
fr_fr: [_lindsey_s_annoyed_] Vous êtes venu ici pour me dire ça en personne?
it_it: [_lindsey_s_annoyed_] Sei venuto qui solo per dirmi che di persona?

source: [_lindsey_s_annoyed_] I don't really know [isabelle] that well, but that's uncool.
fr_fr: [_lindsey_s_annoyed_] Je ne sais pas vraiment [isabelle] ça bien, mais c'est pas cool.
it_it: [_lindsey_s_annoyed_] Non conosco davvero [isabelle] così bene, ma questo non è cool.

source: Crap. She didn't realize it was a joke.
fr_fr: Crap. Elle ne s'est pas rendu compte que c'était une blague.
it_it: Crap. Non si rese conto che era una battuta.

source: [_mc_] It was a joke! Of course you're invited!
fr_fr: [_mc_] C'était une blague ! Bien sûr que vous êtes invité !
it_it: [_mc_] È stata una barzelletta! Naturalmente sei invitato!

source: [_lindsey_s_eyeroll_] Whatever. I'm kinda busy, anyway. I'll see if I show up.
fr_fr: [_lindsey_s_eyeroll_] Quoi qu'il en soit. Je suis très occupé, de toute façon. Je vais voir si je me présente.
it_it: [_lindsey_s_eyeroll_] Qualunque cosa sia. Sono piuttosto occupata, comunque. Vedrò se mi presento.

source: Sometimes I say the dumbest things...
fr_fr: Parfois je dis les choses stupides ...
it_it: A volte dico le cose stupide...

source: [_mc_] Hello?
fr_fr: [_mc_] Bonjour?
it_it: [_mc_] Ciao?

source: [_maxine_s_thinking_] Yes? What is it?
fr_fr: [_maxine_s_thinking_] Oui? Qu'est-ce que c'est?
it_it: [_maxine_s_thinking_] Sì? Che cos'è?

source: [_mc_] Err... what were you doing?
fr_fr: [_mc_] Err ... qu'est-ce que tu faisais?
it_it: [_mc_] Err... cosa stavi facendo?

source: [_maxine_s_thinking_] Pondering the moon-gravitational pull.
fr_fr: [_maxine_s_thinking_] Pondérez la force gravitationnelle de la lune.
it_it: [_maxine_s_thinking_] Ponderazione della luna gravitazionale.

source: [_mc_] The what?
it_it: [_mc_] Il cosa?

source: [_maxine_s_thinking_] The ebb and flow.
fr_fr: [_maxine_s_thinking_] Le flux et le reflux.
it_it: [_maxine_s_thinking_] L'ebb e il flusso.

source: [_mc_] ...so, anyway. [isabelle] put me in charge of inviting people to the student dinner.
fr_fr: [_mc_] ... donc, de toute façon. [isabelle] m'a mis en charge d'inviter des gens au dîner étudiant.
it_it: [_mc_] ...così, comunque. [isabelle] mi ha incaricato di invitare le persone alla cena degli studenti.

source: [_maxine_s_thinking_] That is a fascinating but ultimately useless tidbit of information.
fr_fr: [_maxine_s_thinking_] C'est une histoire fascinante, mais en fin de compte inutile, de l'information.
it_it: [_maxine_s_thinking_] Questo è un affascinante ma alla fine inutile tidbit di informazioni.

source: [_mc_] Fascinating? How?
fr_fr: [_mc_] Fascinant? Comment?
it_it: [_mc_] Affascinante? Come?

source: [_maxine_s_skeptical_] Due to your social track record, that is objectively a bad move for any party.
fr_fr: [_maxine_s_skeptical_] En raison de votre dossier social, c'est objectivement un mauvais mouvement pour toute partie.
it_it: [_maxine_s_skeptical_] A causa del tuo record di traccia sociale, che è oggettivamente una mossa sbagliata per qualsiasi partito.

source: [_maxine_s_skeptical_] It's out of character for [isabelle] to entrust you with this responsibility.
fr_fr: [_maxine_s_skeptical_] Il est hors de caractère pour [isabelle] de vous confier cette responsabilité.
it_it: [_maxine_s_skeptical_] È fuori carattere per [isabelle] affidarti questa responsabilità.

source: [_mc_] Well, in any case, you're invited.
fr_fr: [_mc_] Eh bien, en tout cas, vous êtes invités.
it_it: [_mc_] Beh, in ogni caso, sei invitato.

source: [_maxine_s_excited_] Thank you.
fr_fr: [_maxine_s_excited_] Merci.
it_it: [_maxine_s_excited_] Grazie.

source: [_mc_] Are you... going to come?
fr_fr: [_mc_] Est-ce que vous allez venir?
it_it: [_mc_] Stai... verrà?

source: [_maxine_s_excited_] If time allows.
fr_fr: [_maxine_s_excited_] Si le temps le permet.
it_it: [_maxine_s_excited_] Se il tempo lo consente.

source: [_maxine_s_excited_] There might be valuable information to obtain.
fr_fr: [_maxine_s_excited_] Il pourrait y avoir des renseignements précieux à obtenir.
it_it: [_maxine_s_excited_] Ci potrebbero essere informazioni preziose da ottenere.

source: [_mc_] Such as?
fr_fr: [_mc_] Telles que?
it_it: [_mc_] Come?

source: [_maxine_s_concerned_] Can I trust you to keep a secret?
fr_fr: [_maxine_s_concerned_] Puis-je vous faire confiance pour garder un secret?
it_it: [_maxine_s_concerned_] Posso fidarmi di te per mantenere un segreto?

source: [_mc_] Absolutely!
fr_fr: [_mc_] Absolument !
it_it: [_mc_] Assolutamente!

source: [_maxine_s_thinking_] No, I can't.
fr_fr: [_maxine_s_thinking_] Non, je ne peux pas.
it_it: [_maxine_s_thinking_] No, non posso.

source: [_maxine_s_thinking_] I might collect food samples for later investigation, and maybe do some general profiling.
fr_fr: [_maxine_s_thinking_] Je pourrais collecter des échantillons de nourriture pour une investigation ultérieure, et peut-être faire un profilage général.
it_it: [_maxine_s_thinking_] Potrei raccogliere campioni di cibo per indagini successive, e forse fare qualche profilo generale.

source: [_maxine_s_thinking_] But don't tell anyone. I need to observe them in their natural state.
fr_fr: [_maxine_s_thinking_] Mais ne le dites à personne. Je dois les observer dans leur état naturel.
it_it: [_maxine_s_thinking_] Ma non dire a nessuno. Ho bisogno di osservarli nel loro stato naturale.

source: [_mc_] Sounds fascinating.
fr_fr: [_mc_] Les sons sont fascinants.
it_it: [_mc_] Suona affascinante.

source: [_maxine_s_sad_] Fascinating and necessary.
fr_fr: [_maxine_s_sad_] Fascinant et nécessaire.
it_it: [_maxine_s_sad_] Affascinante e necessario.

source: [_maxine_s_thinking_] Leave me.
fr_fr: [_maxine_s_thinking_] Laissez-moi.
it_it: [_maxine_s_thinking_] Lasciami.

source: [_mc_] Okay, then...
fr_fr: [_mc_] Ok, alors ...
it_it: [_mc_] Okay, allora...

source: [_mc_] You don't have to disclose any vital information.
fr_fr: [_mc_] Vous n'avez pas à divulguer d'informations vitales.
it_it: [_mc_] Non è necessario divulgare alcuna informazione vitale.

source: [_mc_] I trust you to do the right thing.
fr_fr: [_mc_] Je vous fais confiance pour faire ce qu'il faut.
it_it: [_mc_] Mi fido che tu faccia la cosa giusta.

source: [_maxine_s_smile_] I see. This is very beneficial.
fr_fr: [_maxine_s_smile_] Je vois. C'est très bénéfique.
it_it: [_maxine_s_smile_] lo vedo. Questo è molto utile.

source: [_maxine_s_smile_] I did not realize you had this quality in you.
fr_fr: [_maxine_s_smile_] Je n'ai pas réalisé que vous aviez cette qualité en vous.
it_it: [_maxine_s_smile_] Non mi sono reso conto che avevi questa qualità in te.

source: [_mc_] I guess I'm full of surprises.
fr_fr: [_mc_] Je suppose que je suis plein de surprises.
it_it: [_mc_] Immagino di essere piena di sorprese.

source: [_maxine_s_neutral_] No, you are full of blood and bones. And shit.
fr_fr: [_maxine_s_neutral_] Non, vous êtes plein de sang et d'os. Et merde.
it_it: [_maxine_s_neutral_] No, sei pieno di sangue e ossa. E merda.

source: [_mc_] Excuse me?
fr_fr: [_mc_] Excusez-moi?
it_it: [_mc_] Mi scusa?

source: [_maxine_s_skeptical_] Food passes through the stomach and small intestine at a rate of six to eight hours.
fr_fr: [_maxine_s_skeptical_] La nourriture passe par l'estomac et l'intestin grêle à un rythme de six à huit heures.
it_it: [_maxine_s_skeptical_] Il cibo passa attraverso lo stomaco e l'intestino tenue ad una velocità di sei-otto ore.

source: [_maxine_s_skeptical_] After that, it enters the final digestion stage in the large intestine. Excrement can remain for up to twenty-four hours.
fr_fr: [_maxine_s_skeptical_] Après cela, il entre dans l'étape finale de digestion dans le gros intestin. L'excrétion peut rester jusqu'à vingt-quatre heures.
it_it: [_maxine_s_skeptical_] Dopo di che, entra nella fase finale di digestione nell'intestino crasso. L'accrescimento può rimanere fino a 24 ore.

source: [_mc_] What are you talking about?
fr_fr: [_mc_] De quoi parlez-vous?
it_it: [_mc_] Di cosa stai parlando?

source: [_maxine_s_skeptical_] Go to the toilet, [mc].
fr_fr: [_maxine_s_skeptical_] Aller aux toilettes, [mc].
it_it: [_maxine_s_skeptical_] Vai alla toilette, [mc].

source: [_mc_] See you at the party, I guess.
fr_fr: [_mc_] Vous voyez à la fête, je suppose.
it_it: [_mc_] Ci vediamo alla festa, immagino.

source: [_mc_] You're probably right... because you're not invited.
fr_fr: [_mc_] Vous avez probablement raison ... parce que vous n'êtes pas invité.
it_it: [_mc_] probabilmente hai ragione... perché non sei invitato.

source: [_maxine_s_smile_] A wise choice.
fr_fr: [_maxine_s_smile_] Un choix judicieux.
it_it: [_maxine_s_smile_] Una scelta saggia.

source: [_mc_] How so?
fr_fr: [_mc_] Comment?
it_it: [_mc_] Come?

source: [_maxine_s_smile_] I prefer to go unnoticed.
fr_fr: [_maxine_s_smile_] Je préfère passer inaperçu.
it_it: [_maxine_s_smile_] Preferisco passare inosservato.

source: [_mc_] So, you're coming, anyway?
fr_fr: [_mc_] Alors, vous venez, de toute façon?
it_it: [_mc_] Allora, stai arrivando, comunque?

source: [_maxine_s_neutral_] I am not. In fact, you'll be the one coming.
fr_fr: [_maxine_s_neutral_] Je ne le suis pas. En fait, tu seras celle qui arrive.
it_it: [_maxine_s_neutral_] Io non lo sono. Infatti, tu sarai quello che verrà.

source: [_maxine_s_neutral_] I'll be there, and you'll be coming.
it_it: [_maxine_s_neutral_] Io sarò lì, e verrai.

source: [_mc_] This makes absolutely no sense.
fr_fr: [_mc_] Cela n'a absolument aucun sens.
it_it: [_mc_] Questo non ha assolutamente senso.

source: [_maxine_s_concerned_] I wish I could tell you more, but I'm afraid you can't be trusted.
fr_fr: [_maxine_s_concerned_] Je souhaiterais pouvoir vous en dire plus, mais je crains qu'on ne puisse pas vous faire confiance.
it_it: [_maxine_s_concerned_] Vorrei poterti dire di più, ma temo che non ti puoi fidare.

source: [_mc_] Oh, well. A great loss.
fr_fr: [_mc_] Oh, bien. Une grande perte.
it_it: [_mc_] Oh, bene. Una grande perdita.

source: [_maxine_s_concerned_] A loss so insignificant it barely registered as a ripple on the lake of time.
fr_fr: [_maxine_s_concerned_] Une perte si négligeable qu'elle est à peine enregistrée comme un ondulation sur le lac de temps.
it_it: [_maxine_s_concerned_] Una perdita così insignificante si è appena registrata come un'ondulazione sul lago del tempo.

source: [_mc_] Goodbye, I guess.
fr_fr: [_mc_] Au revoir, je suppose.
it_it: [_mc_] Arrivederci, immagino.

source: [_maxine_s_flirty_] And a farewell to you.
fr_fr: [_maxine_s_flirty_] Et un adieu à vous.
it_it: [_maxine_s_flirty_] E un addio a voi.

source: Okay, that should be everyone. Time to tell [isabelle].
fr_fr: Ok, ça devrait être tout le monde. Il est temps de dire [isabelle].
it_it: Va bene, dovrebbe essere tutti. È tempo di dirlo a [isabelle].

source: [_isabelle_s_laughing_] Hey! How did the invitations go?
fr_fr: [_isabelle_s_laughing_] Hey ! Comment les invitations sont-elles envoyées?
it_it: [_isabelle_s_laughing_] Hey! Come sono andati gli inviti?

source: [_mc_] I'm done with them, but I'm not sure everyone's coming...
fr_fr: [_mc_] Je suis fait avec eux, mais je ne suis pas sûr que tout le monde arrive ...
it_it: [_mc_] Ho finito con loro, ma non sono sicuro che tutti arrivano...

source: [_isabelle_s_confident_] Well, that's just how it is.
fr_fr: [_isabelle_s_confident_] Eh bien, c'est comme ça.
it_it: [_isabelle_s_confident_] Beh, è così che è.

source: [_isabelle_s_confident_] Is [kate] coming?
fr_fr: [_isabelle_s_confident_] Le [kate] est-il à venir?
it_it: [_isabelle_s_confident_] sta arrivando [kate]?

source: [_mc_] Possibly. She'll be in the school, at any rate.
fr_fr: [_mc_] Eventuellement. Elle sera à l'école, en tout cas.
it_it: [_mc_] Possibilmente. Lei sarà in ogni caso, a scuola.

source: [_mc_] The cheer team tryouts are at the same time as the dinner.
fr_fr: [_mc_] L'équipe de la trompette est en même temps que le dîner.
it_it: [_mc_] La squadra di allegri provi sono allo stesso tempo della cena.

source: [_isabelle_s_flirty_] That's perfect.
fr_fr: [_isabelle_s_flirty_] C'est parfait.
it_it: [_isabelle_s_flirty_] È perfetto.

source: [_isabelle_s_flirty_] We'll sneak away from the dinner to set our trap without anyone noticing.
fr_fr: [_isabelle_s_flirty_] Nous nous éloignerons du souper pour fixer notre piège sans que personne ne s'en aperçue.
it_it: [_isabelle_s_flirty_] Ci allontana dalla cena per mettere la nostra trappola senza che nessuno se ne accorga.

source: [_mc_] If you say so...
fr_fr: [_mc_] Si vous le dites ...
it_it: [_mc_] Se lo dici...

source: [_isabelle_s_thinking_] You don't sound so convinced.
fr_fr: [_isabelle_s_thinking_] Vous n'êtes pas si convaincu.
it_it: [_isabelle_s_thinking_] Non sembri così convinto.

source: [_mc_] Well, you never know with [kate]. She might be one step ahead of us.
fr_fr: [_mc_] Eh bien, vous ne savez jamais avec [kate]. Elle pourrait être un pas devant nous.
it_it: [_mc_] Beh, non sai mai con [kate]. Potrebbe essere un passo avanti di noi.

source: [_isabelle_s_laughing_] I don't think so. Not this time!
fr_fr: [_isabelle_s_laughing_] Je ne le pense pas. Pas cette fois !
it_it: [_isabelle_s_laughing_] Non penso così. Non stavolta!

source: [_mc_] I hope you're right... for both of our sakes.
fr_fr: [_mc_] J'espère que vous avez raison ... pour nos deux gâteaux.
it_it: [_mc_] Spero che tu abbia ragione... per entrambi i nostri interessi.

source: [_isabelle_s_confident_] Thanks for the help, [mc]. I'll see you tonight.
fr_fr: [_isabelle_s_confident_] Merci pour l'aide, [mc]. Je te verrai ce soir.
it_it: [_isabelle_s_confident_] Grazie per l'aiuto, [mc]. Ti vedrò stasera.

source: It's almost dinner time. I better get to the cafeteria.
fr_fr: C'est presque le dîner. Je ferais mieux de me rendre à la cafétéria.
it_it: È quasi l'ora di cena. Meglio arrivare alla mensa.

source: [_isabelle_s_excited_] I'm excited so many people showed up!
fr_fr: [_isabelle_s_excited_] Je suis excité tant de gens se sont montré !
it_it: [_isabelle_s_excited_] Sono entusiasta di tante persone mostrate!

source: [_isabelle_s_concerned_] I'm less excited about being the only one who dressed up.
fr_fr: [_isabelle_s_concerned_] Je suis moins excité d'être le seul qui s'est habillé.
it_it: [_isabelle_s_concerned_] Sono meno entusiasta di essere l'unico che si è vestito.

source: [_mc_] It's fine. You're the host, after all.
fr_fr: [_mc_] C'est bien. Tu es l'hôte, après tout.
it_it: [_mc_] Va bene. Dopo tutto, sei l'host.

source: [_isabelle_s_neutral_] You're right. No worries.
fr_fr: [_isabelle_s_neutral_] Vous avez raison. Pas de soucis.
it_it: [_isabelle_s_neutral_] hai ragione. Nessuna preoccupazione.

source: [_mc_] I've never been a fan of big gatherings, but this doesn't look so bad.
fr_fr: [_mc_] Je n'ai jamais été fan de grands rassemblements, mais ça n'a pas l'air si mauvais.
it_it: [_mc_] Non sono mai stato un fan di grandi incontri, ma questo non sembra così male.

source: [_isabelle_s_neutral_] I'm glad to hear that. This is the first time I've organized something like this, so I'm a bit nervous.
fr_fr: [_isabelle_s_neutral_] Je suis heureux d'entendre ça. C'est la première fois que j'organise quelque chose comme ça, alors je suis un peu nerveux.
it_it: [_isabelle_s_neutral_] Sono felice di sentirlo. Questa è la prima volta che organizzo qualcosa di simile, quindi sono un po' nervoso.

source: [_mc_] Really? You look like someone who snorts coke on Tuesdays.
fr_fr: [_mc_] Vraiement? Tu as l'air de quelqu'un qui ronge le coke le mardi.
it_it: [_mc_] Davvero? Sembra qualcuno che snorta coke il martedì.

source: [_isabelle_s_eyeroll_] For your sake, I hope that's an expression and not an actual comment on my looks.
fr_fr: [_isabelle_s_eyeroll_] Pour votre bien, j'espère que c'est une expression et non un commentaire sur mon apparence.
it_it: [_isabelle_s_eyeroll_] Per tuo amore, spero che sia un'espressione e non un commento vero e proprio sul mio aspetto.

source: [_mc_] Err... yeah, look it up! It's listed under "Failed Humor."
fr_fr: [_mc_] Err ... ouais, regarde ça ! Il est répertorié sous "Echec de l'humour".
it_it: [_mc_] Err... sì, guardalo! È elencato sotto "Humor fallito".

source: [_isabelle_s_eyeroll_] I wonder if it's also listed under "Inappropriate Comments?"
fr_fr: [_isabelle_s_eyeroll_] Je me demande si elle figure également sous la rubrique "Commentaires inappropriés".
it_it: [_isabelle_s_eyeroll_] Mi chiedo se sia anche elencato sotto "Inappropriate Commenti?"

source: [_isabelle_s_laughing_] Oh, there it is!
fr_fr: [_isabelle_s_laughing_] Oh, il y en a !
it_it: [_isabelle_s_laughing_] Oh, c'è!

source: [_mc_] Sorry, I'll keep my mouth shut from now on...
fr_fr: [_mc_] Désolé, je garderai ma bouche fermée à partir de maintenant ...
it_it: [_mc_] Mi dispiace, tengo la bocca chiusa d'ora...

source: [_isabelle_s_confident_] You don't have to do that. Just don't always say the first thing that pops into your head.
fr_fr: [_isabelle_s_confident_] Vous n'avez pas à faire ça. Ne dis pas toujours la première chose qui se transforme en tête.
it_it: [_isabelle_s_confident_] Non è necessario farlo. Basta non sempre dire la prima cosa che si apre nella tua testa.

source: [_mc_] I'll keep that in mind.
fr_fr: [_mc_] Je garderai cela à l'esprit.
it_it: [_mc_] lo terrò a mente.

source: [_isabelle_s_confident_] Okay, let's forget about this and have a good time.
fr_fr: [_isabelle_s_confident_] Ok, oublions ça et avons un bon moment.
it_it: [_isabelle_s_confident_] Okay, dimentichiamo questo e ci divertiamo.

source: [_mc_] I've only ever been to [flora]'s birthday parties.
fr_fr: [_mc_] Je n'ai jamais été aux fêtes d'anniversaire de [flora].
it_it: [_mc_] Sono mai stato solo alle feste di compleanno di [flora].

source: [_isabelle_s_laughing_] Seems like we'll both have to support each other, then.
fr_fr: [_isabelle_s_laughing_] On dirait que nous allons tous les deux se soutenir mutuellement.
it_it: [_isabelle_s_laughing_] Sembra che entrambi dovremo sostenerci a vicenda, allora.

source: [_isabelle_s_confident_] A dinner party is a great place to start practicing your social skills.
fr_fr: [_isabelle_s_confident_] Un dîner est un lieu idéal pour commencer à pratiquer vos compétences sociales.
it_it: [_isabelle_s_confident_] Una cena è un ottimo posto per iniziare a praticare le tue abilità sociali.

source: [_mc_] You don't seem like the type to have issues with that.
fr_fr: [_mc_] Vous n'avez pas l'air d'avoir des problèmes avec ça.
it_it: [_mc_] Non sembra che il tipo di avere problemi con quello.

source: [_isabelle_s_confident_] I used to be really shy, but I worked through it. I started taking risks and talking to people.
fr_fr: [_isabelle_s_confident_] J'ai été vraiment timide, mais j'y ai travaillé. J'ai commencé à prendre des risques et à parler aux gens.
it_it: [_isabelle_s_confident_] ero davvero timido, ma ho lavorato attraverso di essa. Ho iniziato a correre rischi e a parlare con la gente.

source: [_isabelle_s_confident_] The discomfort never really goes away, but I've definitely learned to deal with it.
fr_fr: [_isabelle_s_confident_] L'inconfort ne disparaît jamais vraiment, mais j'ai certainement appris le pour m'en occuper.
it_it: [_isabelle_s_confident_] Il disagio non passa mai, ma ho imparato a gestirlo.

source: [_mc_] Huh, that sounds nice... I guess I'm still in the process of trying not to panic.
fr_fr: [_mc_] Huh, ça sonne bien ... Je suppose que je suis encore en train d'essayer de ne pas paniquer.
it_it: [_mc_] Huh, che suona bene... Immagino di essere ancora in procinto di provare a non prendere dal panico.
