Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_dethroning.po
Languages: fr_fr, it_it

source: It's weird that she's up there, but what can you do?
fr_fr: C'est bizarre qu'elle soit là, mais que pouvez-vous faire?
it_it: È strano che lei sia lì, ma cosa puoi fare?

source: It's not like anyone else is lifting a finger, anyway.
fr_fr: Ce n'est pas comme si quelqu'un d'autre levait un doigt, de toute façon.
it_it: Non è come chiunque altro sta sollevando un dito, comunque.

source: At least I called [jo] and she'll be here in a few minutes.
fr_fr: Au moins j'ai appelé [jo] et elle sera là dans quelques minutes.
it_it: Almeno ho chiamato [jo] e lei sarà qui tra qualche minuto.

source: Oh, good! She's finally moving!
fr_fr: Oh, bien ! Elle se déplace enfin !
it_it: Oh, buono! Si sta finalmente muovendo!

source: Wait a minute, what is she doing?
fr_fr: Attends une minute, qu'est-ce qu'elle fait?
it_it: Aspetta un minuto, cosa sta facendo?

source: No, no, no, no—
fr_fr: Non, non, non, non
it_it: No, no, no, no, no—

source: [lindsey], what are you—
fr_fr: [lindsey], que es-tu-
it_it: [lindsey], che cosa sei—

source: And then it just happens.
fr_fr: Et c'est juste qu'il se passe.
it_it: E poi succede soltanto.

source: As if time stops, she hangs suspended in the air for a moment.
fr_fr: Comme si le temps s'arrête, elle est suspendue dans l'air pour un instant.
it_it: Come se il tempo si fermasse, si impicca in aria per un attimo.

source: And in that moment — that fraction of a second — you feel regret.
fr_fr: Et à ce moment-là-cette fraction d'une seconde-vous vous sentez le regret.
it_it: E in quel momento — quella frazione di un secondo — si sente pentimento.

source: Regret that you didn't try harder to help her.
fr_fr: Malheureusement, vous n'avez pas essayé de l'aider.
it_it: Riconoscete che non avete provato più a aiutarla.

source: Regret that you didn't get to know her better.
fr_fr: Regrettez que vous n'avez pas eu à la connaître mieux.
it_it: Riconoscete che non la conoscevate meglio.

source: Regret for things said, and unsaid.
fr_fr: Absents pour les choses dit, et sans dire.
it_it: Rigrettezza per le cose detto, e non detto.

source: Things that could have been different.
fr_fr: Des choses qui auraient pu être différentes.
it_it: Cose che avrebbero potuto essere diverse.

source: It's all too easy to get caught up in life. Even when you have another chance.
fr_fr: C'est trop facile de se faire prendre dans la vie. Même quand vous avez une autre chance.
it_it: È troppo facile farsi intrappolare nella vita. Anche quando hai un'altra possibilità.

source: Because sometimes the bigger picture gets clouded by impulses and desires.
fr_fr: Parce que parfois l'image plus grande est assombrée par des impulsions et des désirs.
it_it: Perché a volte il quadro più grande diventa offuscato da impulsi e desideri.

source: Sometimes, reality itself is blinding.
fr_fr: Parfois, la réalité elle-même est aveuglante.
it_it: A volte, la realtà stessa è accecante.

source: Your mind fills with glimpses of past conversations.
fr_fr: Votre esprit se remplit d'aperçus de conversations passées.
it_it: La tua mente si riempie di scorci di conversazioni passate.

source: Visions of could-have-beens and unfulfilled dreams.
fr_fr: Visions de pourrait-avoir-des poules et des rêves non réalisés.
it_it: Visioni di potrebbero-essere e sogni incompiuti.

source: Then the moment passes...
fr_fr: Puis le moment passe ...
it_it: Poi il momento passa...

source: ...gravity takes hold...
fr_fr: ... la gravité tient ...
it_it: ...la gravità si afferra...

source: ...and she falls.
fr_fr: ... et elle tombe.
it_it: ...e lei cade.

source: Googling how to be a hero is probably not the way to be a hero...
fr_fr: Googler comment être un héros n'est probablement pas la façon d'être un héros ...
it_it: Googling come essere un eroe probabilmente non è il modo di essere un eroe...

source: Unfortunately, the climbing rope only goes up to the second floor.
fr_fr: Malheureusement, la corde d'escalade ne remonte qu'au deuxième étage.
it_it: Purtroppo, la corda da arrampicata sale solo al secondo piano.

source: I'm about to have a heart attack from all this running...
fr_fr: Je suis sur le point d'avoir une crise cardiaque de toute cette course ...
it_it: Sto per avere un attacco di cuore da tutto questo in corso...

source: Luckily, the [nurse]'s office is right there if needed.
fr_fr: Heureusement, le bureau du [nurse]est là si nécessaire.
it_it: Fortunatamente, l'ufficio di [nurse]è giusto lì se necessario.

source: I'm sure there's a secret passage to the roof somewhere in the school...
fr_fr: Je suis sûr qu'il y a un passage secret sur le toit quelque part dans l'école ...
it_it: Sono sicuro che c'è un passaggio segreto sul tetto da qualche parte in la scuola...

source: But I don't have the time to find it now.
fr_fr: Mais je n'ai pas le temps de le trouver maintenant.
it_it: Ma non ho il tempo di trovarlo adesso.

source: Not the time for knock-knock jokes.
fr_fr: Pas le temps pour les blagues à bouton.
it_it: Non è il momento di battere scherzi.

source: If only I were a stronger climber, perhaps I could break a window in the cafeteria and scale the waterspout. Alas.
fr_fr: Si seulement j'étais un grimpeur plus fort, je pourrais peut-être casser une fenêtre à la cafétéria et mettre l'eau à l'échelle. Alas.
it_it: Se solo fossi un arrampicatore più forte, forse avrei potuto rompere una finestra nella caffetteria e scalare il waterspout.

source: I don't care if I get detention for life, I'm taking this door down.
fr_fr: Je m'en fiche si je suis en détention pour la vie, je prends cette porte à la baisse.
it_it: Non mi importa se ottengo la detenzione per la vita, sto portando giù questa porta.

source: The hours at the gym have surely prepared me for this...
fr_fr: Les heures de gym m'ont sûrement préparé pour ça ...
it_it: Le ore in palestra mi hanno sicuramente preparato per questo...

source: Fucking hell, this door is sturdy!
fr_fr: Putain, cette porte est solide !
it_it: Cazzo inferno, questa porta è robusta!

source: Come on! Come on!
fr_fr: Allez ! Allez !
it_it: Avanti! Avanti!

source: I managed to make a hole, but damn... it's too small to get through...
fr_fr: J'ai réussi à faire un trou, mais putain ... c'est trop petit pour passer ...
it_it: Sono riuscito a fare un buco, ma dannato... è troppo piccolo per passare...

source: At least I can talk to [lindsey] now.
fr_fr: Au moins, je peux parler à [lindsey] maintenant.
it_it: Almeno posso parlare con [lindsey] ora.

source: Oh, my god...
fr_fr: Oh, mon dieu ...
it_it: Oh, mio dio...

source: She seems to be in a complete trance. She probably doesn't realize how close she is to the edge of the roof.
fr_fr: Elle semble être dans une transe complète. Elle ne réalise probablement pas à quel point elle est près du bord du toit.
it_it: Sembra essere in una trance completa. Probabilmente non si rende conto di quanto sia vicina al bordo del tetto.

source: [_mc_] What are you saying?! Why are you up here?!
fr_fr: [_mc_] Qu'est-ce que vous dites? ! Pourquoi es-tu ici?
it_it: [_mc_] Cosa stai dicendo?! Perché sei qui?!

source: She's totally out of it...
fr_fr: Elle est totalement hors de ça ...
it_it: Lei è totalmente fuori di esso...

source: [_mc_] [lindsey], get away from the edge!!
fr_fr: [_mc_] [lindsey], s'éloigner du bord ! !
it_it: [_mc_] [lindsey], allontanati dal bordo!!

source: No reaction. She doesn't seem to hear me.
fr_fr: Pas de réaction. Elle ne semble pas m'entendre.
it_it: Nessuna reazione. Sembra che lei non mi senta.

source: Maybe the wind is to blame, or the shouting below...
fr_fr: Peut-être que le vent est à blâer, ou les cris ci-dessous ...
it_it: Forse il vento è da incolpare, o il grido qui sotto...

source: What the hell is she doing?
fr_fr: Qu'est ce qu'elle fait?
it_it: Che diavolo sta facendo?

source: [_mc_] [lindsey]!! Listen to me!!
fr_fr: [_mc_] [lindsey]! ! Écoute-moi ! !
it_it: [_mc_] [lindsey]!! Ascoltami!!

source: For a moment, she looks back at me, but her gaze is empty.
fr_fr: Pendant un instant, elle me regarde, mais son regard est vide.
it_it: Per un attimo, lei mi guarda indietro, ma il suo sguardo è vuoto.

source: It's like she's not there at all.
fr_fr: C'est comme si elle n'était pas du tout là.
it_it: È come se non ci fosse per niente.

source: Then she turns away.
fr_fr: Puis elle s'en retourne.
it_it: Poi si allontana.

source: [_lindsey_s_roof_door_wings_] Fly!
it_it: [_lindsey_s_roof_door_wings_] Vola!

source: [_mc_] No!! Stop!!
fr_fr: [_mc_] Non ! ! Arrêtez ! !
it_it: [_mc_] No!! Fermato!!

source: [_lindsey_s_roof_door_wings_] Fly to the moon!
fr_fr: [_lindsey_s_roof_door_wings_] Vole à la lune !
it_it: [_lindsey_s_roof_door_wings_] Vola sulla luna!

source: And just like that, your heart stops as she steps over the edge.
fr_fr: Et comme ça, ton cœur s'arrête au fur et à mesure qu'elle avance sur le bord.
it_it: E proprio così, il tuo cuore si ferma mentre lei passa oltre il bordo.

source: For a moment, she hangs in the balance.
fr_fr: Pour un moment, elle est dans l'équilibre.
it_it: Per un momento, si blocca in equilibrio.

source: Like an angel about to take flight.
fr_fr: Comme un ange sur le point de prendre le vol.
it_it: Come un angelo che sta per prendere il volo.

source: And in that split second you think that maybe if you pray hard enough...
fr_fr: Et dans cette deuxième division vous pensez que si vous priez assez fort ...
it_it: E in quel secondo diviso si pensa che forse se pregate abbastanza duramente...

source: Maybe if you believe it with all your might...
fr_fr: Peut-être que si vous le croyez avec tout votre ...
it_it: Forse se lo credete con tutto il vostro potere...

source: Maybe if you wish for it with every penny and birthday candle you have...
fr_fr: Peut-être que si vous le souhaitez avec chaque penny et une bougie d'anniversaire vous avez ...
it_it: Forse se lo desiderate con ogni centesimo e candela di compleanno avete...

source: Then just maybe, maybe wings of blazing white will unfold on her back.
fr_fr: Alors peut-être, peut-être que des ailes de blanc en flammes se décupleront sur le son dos.
it_it: Poi, forse, forse le ali di bianco fiammeggiante si dispiegheranno sulla sua schiena .

source: Wings that catch the updraft and send her soaring into the sky.
fr_fr: Les ailes qui attrapent le courant ascent et l'envoient dans le ciel.
it_it: Ali che afferrano la bozza e mandano il suo salto nel cielo.

source: With each wingbeat, memories flood your mind...
fr_fr: Avec chaque battement de wingbeat, les souvenirs inonder votre esprit ...
it_it: Con ogni wingbeat, ricordi inondare la tua mente...

source: You could've had it all...
fr_fr: Vous auriez pu tout avoir ...
it_it: Avresti potuto avere tutto...

source: But then reality creeps back in.
fr_fr: Mais alors la réalité remonte.
it_it: Ma poi la realtà si striscia indietro.

source: And in the back of your mind you know... she isn't really an angel.
fr_fr: Et dans le dos de ton esprit tu sais ... elle n'est pas vraiment un ange.
it_it: E nella parte posteriore della tua mente sai... lei non è davvero un angelo.

source: No amount of wishing will save her from the pull of gravity.
fr_fr: Aucune volonté ne l'épargnera de la force de la gravité.
it_it: Nessuna quantità di desideri la salverà dal tiro di gravità.

source: She's just a girl.
fr_fr: C'est juste une fille.
it_it: Lei è solo una ragazza.

source: Just [lindsey].
fr_fr: Juste [lindsey].
it_it: Solo [lindsey].

source: And then she falls.
fr_fr: Et puis elle tombe.
it_it: E poi cade.

source: Normally, I'd give my [item.title_lower] a chance... but not when [lindsey]'s life is in danger.
fr_fr: Normalement, je donnerais ma [item.title_lower] une chance ... mais pas quand la vie de [lindsey]est en danger.
it_it: Normalmente, darei una possibilità alla mia [item.title_lower] ... ma non quando la vita di [lindsey]è in pericolo.

source: The Newfall Independence Day — everyone's favorite celebration.
fr_fr: La fête de l'indépendance du Newfall-la fête préférée de tous.
it_it: Il Giorno dell'indipendenza di Newfall — la celebrazione preferita di tutti.

source: Office slaves stream out of their cubicles to watch the fireworks and have an unhealthy meal.
fr_fr: Les esclaves de bureau sortent de leur cubicules pour observer les feux d'artifice et avoir un repas malsain.
it_it: Gli schiavi di ufficio fuoriescono dai loro cubicoli per guardare i fuochi d'artificio e hanno un pasto malsano.

source: Single mothers rock their babies with one hand and sip wine with the other.
fr_fr: Les mères seules se moque de leurs bébés d'une main et d'un vin de sip avec l'autre.
it_it: Le madri single snocciolano i loro bambini con una mano e sorseggiano il vino con l'altra.

source: Girls put on short skirts and complain about unwanted attention.
fr_fr: Les filles mettent des jupes courtes et se plaignent d'une attention non désirée.
it_it: Le ragazze si mettono gonne corte e si lamentano di attenzione indesiderata.

source: Guys get shitfaced and make mistakes.
fr_fr: Les gars sont confrontés à la merde et font des erreurs.
it_it: Ragazzi ottenere shitface e fare errori.

source: Blue-eyed kids gather in the streets and backyards, looking up at the stars, realizing their insignificance for the first time.
fr_fr: Les enfants aux yeux bleus se rassemblent dans les rues et les arrière-cours, en regardant les étoiles, réalisant leur insignifiante pour la première fois.
it_it: I bambini dagli occhi azzurri si riuniscono per le strade e i cortili, guardando le stelle, rendendosi conto della loro insignificanza per la prima volta.

source: Nothing in this town ever changes.
fr_fr: Rien dans cette ville n'a jamais changé.
it_it: Nulla in questa città mai cambia.

source: At least, that used to be the case...
fr_fr: Au moins, c'était le cas ...
it_it: Almeno, quello era il caso...

source: Who would've thought that going back in time would anger destiny itself?
fr_fr: Qui aurait cru que le retour dans le temps aurait un effet de colère?
it_it: Chi avrebbe pensato che tornare indietro nel tempo avrebbe rabbia il destino stesso?

source: Thinking about it now, perhaps that was a given.
fr_fr: En pensant à ça maintenant, peut-être que c'était un donné.
it_it: Pensarci adesso, forse è stato un dato.

source: Naturally, the dominos will fall differently when you start tipping new ones.
fr_fr: Naturellement, les dominos tomberont différemment quand vous commencerez à en faire de nouveaux.
it_it: Naturalmente, i dominos cadranno in modo diverso quando si inizia a ribaltare quelli nuovi.

source: Maybe it was only a matter of time before someone got hurt?
fr_fr: Peut-être que ce n'était qu'une question de temps avant que quelqu'un soit blessé?
it_it: Forse era solo una questione di tempo prima che qualcuno si facesse male?

source: Did my mere presence cause this, or was it something I did along the way?
fr_fr: Ma seule présence a-t-elle causé cela, ou est-ce que j'ai fait quelque chose en cours de route?
it_it: La mia semplice presenza ha causato questo, o è stato qualcosa che ho fatto lungo la strada?

source: Maybe breaking the status quo with [isabelle] wasn't such a good idea...
fr_fr: Peut-être que le fait de rompre le statu quo avec le [isabelle] n'était pas une bonne idée ...
it_it: Forse rompere lo status quo con [isabelle] non era una buona idea...

source: Taking down [kate] is bound to have caused ripples.
fr_fr: Prendre le [kate] est lié à avoir causé des rides.
it_it: Prendendo giù [kate] è destinato ad aver causato increspature.

source: Maybe my blind lust for [kate] and the utter destruction of [isabelle] is what caused this...
fr_fr: Peut-être que mon dégoût pour [kate] et la destruction totale de [isabelle] est ce qui a causé ce ...
it_it: Forse la mia voglia cieca per [kate] e la distruzione totale di [isabelle] è ciò che ha causato questo...

source: Perhaps karma has the longest whip.
fr_fr: Peut-être que le karma a le fouet le plus long.
it_it: Forse il karma ha la frusta più lunga.

source: But maybe it was out of my hands entirely, and someone else is strumming the strings of fate.
fr_fr: Mais peut-être que c'était hors de mes mains, et quelqu'un d'autre repoussait les ficelles du destin.
it_it: Ma forse era fuori dalle mie mani del tutto, e qualcun altro sta stravolgendo le corde del destino.

source: Perhaps there's a bigger reason I'm here?
fr_fr: Peut-être qu'il y a une plus grande raison pour laquelle je suis là?
it_it: Forse c'è una ragione più grande che sono qui?

source: It's absurd to think that time and space bent itself just to get me laid.
fr_fr: Il est absurde de penser que le temps et l'espace se sont pliés juste pour obtenir .
it_it: È assurdo pensare che il tempo e lo spazio si siano piegati solo per ottenere me posato.

source: Then again... maybe I'm just here to suffer a second time.
fr_fr: Encore une fois ... peut-être que je suis juste ici pour souffrir une seconde fois.
it_it: Poi ancora... forse sono solo qui per soffrire una seconda volta.

source: "As long as I don't have to oink..."
fr_fr: "Tant que je n'ai pas à l'encre ..."
it_it: "Fintanto che non ho bisogno di inchiostrare..."

source: "I think you should wear it instead."
fr_fr: "Je pense que vous devriez le porter à la place."
it_it: "Penso che dovreste indossarlo invece."

source: "It just suits you better."
fr_fr: "Ça vous convient mieux."
it_it: "Ti va meglio."

source: ?mc.intellect>=4@[mc.intellect]/4|{image=stats int}|"I've taken photos for [maxine] in the past... I know what she's looking for."
fr_fr: ? mc.intellect> =4@[mc.intellect]/4 | { image=stats int } | " J'ai pris des photos pour [maxine] dans le passé ... Je sais ce que le elle recherche. "
it_it: ?mc.intellect>=4@[mc.intellect]/4<unk> {image=stats int}<unk> "Ho scattato foto per [maxine] in passato... So cosa sta cercando."

source: "Because I don't want to wear it."
fr_fr: "Parce que je ne veux pas l'porter."
it_it: "Perché non voglio indossarlo."

source: "It, err... matches your hair?"
fr_fr: "C'est, err ... correspond à tes cheveux?"
it_it: "Ecco, errore... corrisponde ai tuoi capelli?"

source: "It looks scarier with your long hair."
fr_fr: "Il semble scarier avec tes cheveux longs."
it_it: "Sembra più spaventoso con i capelli lunghi."

source: "I meant that there's no real difference."
fr_fr: "Je voulais dire qu'il n'y a pas de réelle différence."
it_it: "Intendevo che non c'è vera differenza."

source: "You don't have to."
fr_fr: "Vous n'avez pas à le faire."
it_it: "Tu non devi fare."

source: "It's less degrading for you."
fr_fr: "C'est moins dégradant pour vous."
it_it: "È meno degradante per te."

source: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"People might recognize me."
fr_fr: ? mc.charisma> =4@[mc.charisma]/4 | { image=stats cha } | "Les gens peuvent me reconnaître."
it_it: ?mc.charisma>=4@[mc.charisma]/4<unk> {image=stats cha}<unk> "La gente potrebbe riconoscermi."

source: "I thought you didn't like rules?"
fr_fr: "Je pensais que vous n'aimais pas les règles?"
it_it: "Pensavo non vi piacessero le regole?"

source: "Do you have any book recommendations?"
fr_fr: "Avez-vous des recommandations de livres?"
it_it: "Hai qualche consiglio di libro?"

source: ?quest.isabelle_locker.finished and (not quest.isabelle_locker['time_for_a_change'] or quest.isabelle_hurricane.finished)@|{image=isabelle_hurricane_sex}|"What do you think about [flora]?"
it_it: ?quest.isabelle_locker.finished e (non quest.isabelle_locker['time_for_a_change'] o quest.isabelle_hurricane.finished)@<unk> {image=isabelle_hurricane_sex}<unk> "Cosa ne pensi di [flora]?"

source: ?quest.isabelle_locker.finished and (not quest.isabelle_locker['time_for_a_change'] or quest.isabelle_hurricane.finished)@|{image=isabelle_locker_sex}|"What do you think about [flora]?"
it_it: ?quest.isabelle_locker.finished e (non quest.isabelle_locker['time_for_a_change'] o quest.isabelle_hurricane.finished)@<unk> {image=isabelle_locker_sex}<unk> "Cosa ne pensi di [flora]?"

source: "Something literary."
fr_fr: "Quelque chose de littéraire."
it_it: "Qualcosa di letterario."

source: "Anything by Lovecraft."
fr_fr: "Tout ce que Lovecraft."
it_it: "Qualcosa di Lovecraft."

source: "Do you know the movie 'Mean Girls?'"
fr_fr: "Connaissez-vous le film" Les filles moyennes? "
it_it: "Conosci il film 'Mean Girls?'"

source: "Do you know what shibari is?"
fr_fr: "Tu sais ce qu'est le shibari?"
it_it: "Sai cos'è lo shibari?"

source: "I see how it is. Lock the door."
fr_fr: " Je vois comment c'est. Verrouillez la porte. "
it_it: "Vedo com'è. Blocca la porta."

source: "Perhaps later. We need to find [maxine]."
fr_fr: " Peut-être plus tard. Nous devons trouver le [maxine]. "
it_it: "Forse più tardi. Abbiamo bisogno di trovare [maxine]."

source: "...I'm going to take you, right here on this table."
fr_fr: " ...Je vais vous emmener, ici sur cette table. "
it_it: "...Ti prenderò, proprio qui su questo tavolo."

source: ?isabelle.lust>=6@[isabelle.lust]/6|{image= isabelle contact_icon}|{image=stats lust_3}|"...I'm fucking your ass today."
fr_fr: ? isabelle.lust> =6@[isabelle.lust]/6 | { image= isabelle contact_icon } | { image=stats lust_ 3 } | " ...Je suis foutu ton cul aujourd'hui. "
it_it: ?isabelle.lust>=6@[isabelle.lust]/6<unk> {image= isabelle contact_icon}<unk> {image=stats lust_3}<unk> "...Sto scopando il tuo culo oggi."

source: Fill her up
fr_fr: Remplissage
it_it: Riempila su

source: Pull out
fr_fr: Extraire
it_it: Estrai fuori

source: Anal creampie
fr_fr: Creampie anale
it_it: Anale sborrata dentro

source: "Next time, I'll take care of it first."
fr_fr: "La prochaine fois, je m'en occupe d'abord."
it_it: "La prossima volta mi occuperò prima di ciò."

source: "I think it's hot that you didn't."
fr_fr: "Je pense qu'il fait chaud que vous ne l'avez pas fait."
it_it: "Penso che sia caldo che non hai fatto."

source: ?mc.strength>=5@[mc.strength]/5|{image=stats str}|"I lost a bet with the cheerleading squad."
fr_fr: ? mc.renforc> =5@[mc.strength]/5 | { image=stats str } | "J'ai perdu un pari avec l'équipe de cheerleaders ."
it_it: ?mc.strength>=5@[mc.strength]/5<unk> {image=stats str}<unk> "Ho perso una scommessa con la squadra cheerleading ."

source: ?mc.intellect>=5@[mc.intellect]/5|{image=stats int}|"I think the janitor forgot to clean the trophy case."
fr_fr: ? mc.intellect> =5@[mc.intellect]/5 | { image=stats int } | "I think the janitor forgot to clean the trophée case."
it_it: ?mc.intellect>=5@[mc.intellect]/5<unk> {image=stats int}<unk> "Penso che il janitor abbia dimenticato di pulire il caso del trofeo."

source: "I can't tell you right now, but pray for me."
fr_fr: "Je ne peux pas vous dire maintenant, , mais je prie pour moi."
it_it: "Non posso dirti in questo momento, ma pregare per me."

source: "I'm sorry, but [kate]'s right..."
fr_fr: "Je suis désolé, mais [kate]'..."
it_it: "Mi dispiace, ma [kate]ha ragione..."

source: "That's the rule, but I could try talking to the principal."
fr_fr: "C'est la règle, mais je pourrais essayer de parler au directeur."
it_it: "Questa è la regola, ma potrei provare a parlare con il principato."

source: "Get lost, [kate]! You're not invited!"
fr_fr: " Va perdu, [kate]! Tu n'es pas invité ! "
it_it: "Lasciati perdere, [kate]! Non sei invitato!"

source: ?mc.intellect>=3@[mc.intellect]/3|{image=stats int}|"It's true, but I have an idea."
fr_fr: ? mc.intellect> =3@[mc.intellect]/3 | { image=stats int } | "C'est vrai, mais j'ai une idée."
it_it: ?mc.intellect>=3@[mc.intellect]/3<unk> {image=stats int}<unk> "È vero, ma ho un'idea."

source: "What if I do exceptionally well in a subject of your choice?"
fr_fr: "Et si je fais exceptionnellement bien dans un sujet de votre choix?"
it_it: "Cosa succede se faccio eccezionalmente bene in un soggetto di tua scelta?"
