Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_stolen.po
Languages: fr_fr, it_it

source: [lindsey] looks destroyed...
fr_fr: [lindsey] a l'air détruit ...
it_it: [lindsey] sembra distrutto...

source: I should probably have tried to talk some sense into [isabelle]... never thought she'd get physical.
fr_fr: J'aurais probablement essayé de parler un peu de sens en [isabelle]... je n'aurais jamais pensé qu'elle serait physique.
it_it: Avrei probabilmente dovuto provare a parlare un po' di senso in [isabelle]... non ha mai pensato che avrebbe avuto fisico.

source: [lindsey] probably feels like she deserves it on some level, but there's still confusion lingering in her eyes.
fr_fr: [lindsey] pense probablement qu'elle le mérite à un certain niveau, mais il y a encore de la confusion dans ses yeux.
it_it: [lindsey] si sente probabilmente come lei lo merita su un certo livello, ma c'è ancora confusione che persistono negli occhi.

source: It's one of those things that is so hard to fake.
fr_fr: C'est l'une de ces choses qui est si difficile à falsifiés.
it_it: È una di quelle cose che è così difficile da falsificare.

source: She's definitely feeling guilty for distributing the chocolate hearts, but if you're to believe her story, she couldn't have known any better.
fr_fr: Elle se sent vraiment coupable de distribuer les cœurs au chocolat, mais si vous voulez croire son histoire, elle n'aurait pas pu mieux connaître.
it_it: Si sta sicuramente sentendo colpevole per aver distribuito i cuori di cioccolato, ma se dovessi credere alla sua storia, non avrebbe potuto conoscere meglio.

source: [_lindsey_s_concerned_slap_s_flip_] I swear I don't remember the stuff on that video happening!
fr_fr: [_lindsey_s_concerned_slap_s_flip_] Je jure que je ne me souviens pas des trucs sur cette vidéo qui se passe !
it_it: [_lindsey_s_concerned_slap_s_flip_] Giuro che non ricordo la roba di quel video che succede!

source: [_lindsey_s_concerned_slap_s_flip_] Please, let me buy you a new box!
fr_fr: [_lindsey_s_concerned_slap_s_flip_] S'il vous plaît, laissez-moi vous acheter une nouvelle boîte !
it_it: [_lindsey_s_concerned_slap_s_flip_] Per favore, permettetemi di comprarvi una nuova scatola!

source: [_isabelle_s_annoyed_] It was imported from Switzerland... a new box won't get here in time. Forget it.
fr_fr: [_isabelle_s_annoyed_] Il a été importé de Suisse ... une nouvelle boîte ne sera pas là dans le temps. Oublie ça.
it_it: [_isabelle_s_annoyed_] E 'stato importato dalla Svizzera... una nuova scatola non arriverà qui in tempo. Dimenticalo.

source: [_lindsey_s_sad_slap_s_flip_] I'm just going to go... I'm really sorry this happened...
fr_fr: [_lindsey_s_sad_slap_s_flip_] Je vais aller ... Je suis vraiment désolé que ça s'est passé ...
it_it: [_lindsey_s_sad_slap_s_flip_] Sto solo per andare... Mi dispiace davvero che sia successo...

source: [_isabelle_s_angry_] I don't care if you're sorry. Just piss off already.
fr_fr: [_isabelle_s_angry_] Je m'en fiche si vous êtes désolé. Juste pisser déjà.
it_it: [_isabelle_s_angry_] Non mi importa se ti dispiace. Basta sbattere già.

source: [_isabelle_s_skeptical_] Don't try to act innocent.
fr_fr: [_isabelle_s_skeptical_] N'essayez pas d'agir innocent.
it_it: [_isabelle_s_skeptical_] Non provare ad agire innocente.

source: [_lindsey_s_skeptical_slap_s_flip_] W-why did you hit me?
fr_fr: [_lindsey_s_skeptical_slap_s_flip_] W-Pourquoi m'as-tu frappé?
it_it: [_lindsey_s_skeptical_slap_s_flip_] W-why mi hai colpito?

source: [_isabelle_s_annoyed_left_] Because you stole my box of chocolate hearts, you pitiful slag!
fr_fr: [_isabelle_s_annoyed_left_] Parce que vous avez volé ma boîte de coeurs de chocolat, un laitier pitoyable !
it_it: [_isabelle_s_annoyed_left_] Perché hai rubato la mia scatola di cuori di cioccolato, tu pietosa scoria!

source: [_lindsey_s_sad_slap_s_flip_] I didn't steal anything...
fr_fr: [_lindsey_s_sad_slap_s_flip_] Je n'ai rien volé ...
it_it: [_lindsey_s_sad_slap_s_flip_] non ho rubato nulla...

source: [_isabelle_s_annoyed_left_] Yes, you did! I saw the surveillance footage!
fr_fr: [_isabelle_s_annoyed_left_] Oui, vous l'avez fait ! J'ai vu les images de surveillance !
it_it: [_isabelle_s_annoyed_left_] Sì, hai fatto! Ho visto il filmato di sorveglianza!

source: [_lindsey_s_sad_slap_s_flip_] I'm so confused...
fr_fr: [_lindsey_s_sad_slap_s_flip_] Je suis tellement confus ...
it_it: [_lindsey_s_sad_slap_s_flip_] Sono così confuso...

source: [_lindsey_s_concerned_slap_s_flip_] I mean, I came across a box... but I certainly didn't steal it... I don't know what evidence—
fr_fr: [_lindsey_s_concerned_slap_s_flip_] Je veux dire, je suis tombé dans une boîte ... mais je ne l'ai certainement pas volé ... Je ne sais pas quelles preuves-
it_it: [_lindsey_s_concerned_slap_s_flip_] Voglio dire, mi sono imbattuto in una scatola... ma certamente non l'ho rubata... non so che prova—

source: [_isabelle_s_angry_] Oh, bollocks! Is this not you right here in this clip?
fr_fr: [_isabelle_s_angry_] Oh, bollocks ! N'est-ce pas vous ici dans ce clip?
it_it: [_isabelle_s_angry_] Oh, bollini! Non sei proprio qui in questo clip?

source: [_lindsey_s_afraid_slap_s_flip_] What?! How?! That... I don't have any memory of that!
fr_fr: [_lindsey_s_afraid_slap_s_flip_] Quoi? ! Comment? ! Que ... Je n'ai pas de mémoire de ça !
it_it: [_lindsey_s_afraid_slap_s_flip_] Cosa?! Come?! Quello... non ho alcun ricordo di questo!

source: [_isabelle_s_angry_] I don't want to hear it. Just bugger off.
fr_fr: [_isabelle_s_angry_] Je ne veux pas l'entendre. Dépose juste.
it_it: [_isabelle_s_angry_] Non voglio sentirlo. Basta spegnermi.

source: [_lindsey_s_sad_slap_s_flip_] I'm sorry... I'm so confused...
fr_fr: [_lindsey_s_sad_slap_s_flip_] Je suis désolé ... Je suis tellement confus ...
it_it: [_lindsey_s_sad_slap_s_flip_] mi dispiace... Sono così confuso...

source: [_mc_] Those chocolate hearts must've been more than just candy, huh?
fr_fr: [_mc_] Ces coeurs de chocolat ont dû être plus que des bonbons, hein?
it_it: [_mc_] Quei cuori di cioccolato devono essere stati più che semplicemente caramelle, eh?

source: [_isabelle_s_sad_] I {i}had a sister{/}.
fr_fr: [_isabelle_s_sad_] I {i}avait une sœur { / }.
it_it: [_isabelle_s_sad_] I {i}ha avuto una sorella{/}.

source: Part of me wants to know how she died, but it's probably not a good time.
fr_fr: Une partie de moi veut savoir comment elle est morte, mais ce n'est probablement pas un bon moment.
it_it: Una parte di me vuole sapere come è morta, ma probabilmente non è un buon momento.

source: It's probably best to leave it be for now.
fr_fr: Il est probablement préférable de le laisser pour l'instant.
it_it: Probabilmente è meglio lasciarlo per ora.

source: This is not how I expected this to turn out...
fr_fr: Ce n'est pas comme ça que je m'attendais à ce que ça se détourne ...
it_it: Questo non è come mi aspettavo che questo si presentasse...

source: [_kate_s_eyeroll_] You can't seem to get enough of me, can you?
fr_fr: [_kate_s_eyeroll_] Vous ne semblez pas avoir assez de moi, vous pouvez?
it_it: [_kate_s_eyeroll_] Non puoi farmi abbastanza, vero?

source: [_kate_s_skeptical_] What is it this time?
fr_fr: [_kate_s_skeptical_] Qu'est-ce que c'est cette fois?
it_it: [_kate_s_skeptical_] Che cos'è questa volta?

source: [_mc_] You look lovely today, ma'am!
fr_fr: [_mc_] Vous avez l'air adorable aujourd'hui, madame !
it_it: [_mc_] Sembri bello oggi, ma'am!

source: [_kate_s_excited_] I look lovely every day... what else?
it_it: [_kate_s_excited_] Io sembro bello ogni giorno... cos'altro?

source: [_mc_] Your hair is like a river of honey!
fr_fr: [_mc_] Vos cheveux sont comme une rivière de miel !
it_it: [_mc_] I tuoi capelli sono come un fiume di miele!

source: [_kate_s_laughing_] You're funny. Keep going.
fr_fr: [_kate_s_laughing_] Vous êtes drôle. Continuez !
it_it: [_kate_s_laughing_] Sei divertente. Continua ad andare.

source: [_mc_] Your eyes sparkle like blood diamonds!
fr_fr: [_mc_] Vos yeux pétillent comme des diamants du sang !
it_it: [_mc_] I tuoi occhi brillano come i diamanti di sangue!

source: [_kate_s_neutral_] Okay, enough with the flattery.
fr_fr: [_kate_s_neutral_] Ok, assez avec la flatterie.
it_it: [_kate_s_neutral_] Okay, abbastanza con la lusinga.

source: [_kate_s_neutral_] I know you want something.
fr_fr: [_kate_s_neutral_] Je sais que vous voulez quelque chose.
it_it: [_kate_s_neutral_] So che vuoi qualcosa.

source: [_mc_] I bring tributes.
it_it: [_mc_] Io porto tributi.

source: [_kate_s_excited_] As you should.
fr_fr: [_kate_s_excited_] Comme vous le devriez.
it_it: [_kate_s_excited_] Come dovresti.

source: [_mc_] Please enjoy this humble tribute — my favorite [ritem.title_lower].
fr_fr: [_mc_] S'il vous plaît profitez de cet humble hommage-mon préféré [ritem.title_lower].
it_it: [_mc_] Si prega di godere di questo umile tributo — il mio preferito [ritem.title_lower].

source: [_kate_s_confident_] Oh, that's perfect!
fr_fr: [_kate_s_confident_] Oh, c'est parfait !
it_it: [_kate_s_confident_] Oh, è perfetto!

source: [_kate_s_confident_] Here's what we'll do with that...
fr_fr: [_kate_s_confident_] Voici ce que nous allons faire avec ça ...
it_it: [_kate_s_confident_] Ecco cosa faremo con quello...

source: [_kate_s_laughing_] Fun, right?
fr_fr: [_kate_s_laughing_] Fun, non?
it_it: [_kate_s_laughing_] Divertimento, giusto?

source: [_mc_] Would you like something else?
fr_fr: [_mc_] Aimeriez-vous quelque chose d'autre?
it_it: [_mc_] Vorresti qualcos'altro?

source: [_kate_s_smile_] You know what? I think I do.
fr_fr: [_kate_s_smile_] Vous savez quoi? Je pense que je le fais.
it_it: [_kate_s_smile_] Tu sai cosa? Penso di sì.

source: [_mc_] This is [flora]'s [ritem.title_lower]. She sat on it once during dinner... it still smells like her.
fr_fr: [_mc_] Ceci est [flora]'s [ritem.title_lower]. Elle s'est assise sur elle une fois pendant le dîner ... elle sent toujours comme elle.
it_it: [_mc_] This is [flora]'s [ritem.title_lower]. She sedeva su di esso una volta durante la cena... ha ancora odore di lei.

source: [_kate_s_laughing_] Seriously?
fr_fr: [_kate_s_laughing_] Sérieusement?
it_it: [_kate_s_laughing_] Seriamente?

source: [_mc_] I hope you enjoy it.
fr_fr: [_mc_] J'espère que vous en appréciez.
it_it: [_mc_] Spero che ti piaca.

source: [_kate_s_confident_] That's great. I'll just put it right here.
fr_fr: [_kate_s_confident_] C'est super. Je vais juste le mettre ici.
it_it: [_kate_s_confident_] È fantastico. Lo metterò giusto qui.

source: Damn... I really treasured that [ritem.title_lower].
fr_fr: Merde ... J'ai vraiment apprécié le [ritem.title_lower].
it_it: Dannazione... Ho davvero apprezzato che [ritem.title_lower].

source: [_mc_] More?
fr_fr: [_mc_] Plus?
it_it: [_mc_] Di Più?

source: [_kate_s_smile_] Yes!
fr_fr: [_kate_s_smile_] Oui !
it_it: [_kate_s_smile_] Sì!

source: [_mc_] This [ritem.title_lower] is the only thing my dad left behind...
fr_fr: [_mc_] Ce [ritem.title_lower] est la seule chose que mon père a laissé derrière ...
it_it: [_mc_] Questa [ritem.title_lower] è l'unica cosa che mio papà ha lasciato dietro...

source: My life savings...
fr_fr: Mes économies de vie ...
it_it: Risparmio di vita...

source: [_mc_] My dead grandmother's finest [ritem.title_lower].
fr_fr: [_mc_] Le meilleur [ritem.title_lower] de ma grand-mère morte.
it_it: [_mc_] Mia nonna morta è la migliore [ritem.title_lower].

source: Never going to see that again...
fr_fr: Ne jamais voir ça encore ...
it_it: Non lo vedrà mai più...

source: [_mc_] A family heirloom, passed down through generations. This [ritem.title_lower] is my entire legacy.
fr_fr: [_mc_] Un heirloom de famille, passé par les générations. Ce [ritem.title_lower] est tout mon héritage.
it_it: [_mc_] Un erede di famiglia, tramandato per generazioni. Questa [ritem.title_lower] è tutta la mia eredità.

source: My last possession with any sentimental value...
fr_fr: Ma dernière possession avec une valeur sentimentale ...
it_it: Il mio ultimo possesso con qualsiasi valore sentimentale...

source: [_kate_s_flirty_] That has been very enjoyable. You've entertained me well.
fr_fr: [_kate_s_flirty_] C'est très agréable. Tu m'as bien amusi.
it_it: [_kate_s_flirty_] È stato molto piacevole. Mi hai intrattenuto bene.

source: [_mc_] I'm glad.
fr_fr: [_mc_] Je suis content.
it_it: [_mc_] sono lieto.

source: [_kate_s_confident_] Are you ready?
fr_fr: [_kate_s_confident_] Êtes-vous prêt?
it_it: [_kate_s_confident_] Sei pronto?

source: [_mc_] Yes, ma'am.
fr_fr: [_mc_] Oui, madame.
it_it: [_mc_] Sì, ma'am.

source: [_mc_] I'm glad you enjoyed it.
fr_fr: [_mc_] Je suis heureux que vous l'avez apprécié.
it_it: [_mc_] Sono contento che ti sia piaciuto.

source: [_mc_] If you're civil about it, I might provide you with some information.
fr_fr: [_mc_] Si vous êtes civil, je pourrais vous fournir quelques informations.
it_it: [_mc_] Se sei civile al riguardo, potrei fornirti qualche informazione.

source: [_kate_s_confident_] I'm nothing if not civil.
fr_fr: [_kate_s_confident_] Je ne suis rien, sinon civil.
it_it: [_kate_s_confident_] Non sono niente se non civile.

source: [_kate_s_neutral_] Now, stop wasting my time.
fr_fr: [_kate_s_neutral_] Maintenant, arrêtez de perdre mon temps.
it_it: [_kate_s_neutral_] Ora, smetta di perdere il mio tempo.

source: [_mc_] Not good enough.
fr_fr: [_mc_] Pas assez bon.
it_it: [_mc_] Non abbastanza buono.

source: Going to [kate] was clearly a mistake.
fr_fr: Aller au [kate] était clairement une erreur.
it_it: Andare ad [kate] è stato chiaramente un errore.

source: She'll never learn to respect me if I keep bending to her will.
fr_fr: Elle n'apprendrai jamais à me respecter si je continue à me démettre de sa volonté.
it_it: Non imparerà mai a rispettarmi se continuo a piegarmi alla sua volontà.

source: [_mc_] It really is a shame that you can't treat people well...
fr_fr: [_mc_] Il est vraiment dommage que vous ne pouvez pas bien traiter les gens ...
it_it: [_mc_] È davvero una vergogna che non si possa trattare bene le persone...

source: [_mc_] Your loss.
fr_fr: [_mc_] Votre perte.
it_it: [_mc_] La tua perdita.

source: [_kate_s_laughing_] As if I need your help with anything.
fr_fr: [_kate_s_laughing_] Comme si j'ai besoin de votre aide avec quelque chose.
it_it: [_kate_s_laughing_] Come se avessi bisogno del tuo aiuto con qualsiasi cosa.

source: I guess I'm on my own. At least I stood up for myself this time...
fr_fr: Je suppose que je suis seul. Au moins, je me suis levée pour moi cette fois ...
it_it: Immagino di essere da solo. Almeno mi sono alzato questa volta...

source: Maybe I should just try to find proof of whoever did this and then sell it to the highest bidder?
fr_fr: Peut-être que je devrais essayer de trouver la preuve de celui qui a fait ça, puis de le vendre au plus offrant?
it_it: Forse dovrei solo cercare di trovare la prova di chi ha fatto questo e poi venderlo al miglior offerente?

source: The best place to start is probably with the [guard].
fr_fr: Le meilleur endroit pour commencer est probablement le [guard].
it_it: Il posto migliore per iniziare è probabilmente con la [guard].

source: I really should start acting more in my own interest... it feels good to tell her to shove it.
fr_fr: Je devrais vraiment commencer à agir plus dans mon propre intérêt ... c'est bon de lui dire de la bouser.
it_it: Dovrei davvero iniziare ad agire di più nel mio stesso interesse... si sente bene dirle di spingerlo.

source: [_mc_] Be nice, or I'll slap you.
fr_fr: [_mc_] Sois gentile, ou je te gifle.
it_it: [_mc_] Sii gentile, o ti schiacciererò.

source: [_kate_s_gushing_] With those little t-rex arms?
fr_fr: [_kate_s_gushing_] Avec ces petits bras t-rex?
it_it: [_kate_s_gushing_] Con quelle piccole braccia t-rex?

source: [_kate_s_laughing_] You're the worst combination of ridiculous and pathetic.
fr_fr: [_kate_s_laughing_] Vous êtes la pire combinaison de ridicule et de pathétique.
it_it: [_kate_s_laughing_] Sei la peggiore combinazione di ridicolo e patetico.

source: I really need to stop making empty threats. That just leads to mockery.
fr_fr: J'ai vraiment besoin d'arrêter de faire des menaces vides. Ça mène à la moquerie.
it_it: Ho davvero bisogno di smettere di fare delle minacce vuote, il che porta solo alla beffa.

source: [_kate_s_confident_] You really think I need your information?
fr_fr: [_kate_s_confident_] Vous pensez vraiment que j'ai besoin de votre information?
it_it: [_kate_s_confident_] Pensi davvero che io abbia bisogno delle tue informazioni?

source: [_kate_s_confident_] Out of my way, freak.
fr_fr: [_kate_s_confident_] Hors de mon chemin, freak.
it_it: [_kate_s_confident_] Fuori dalla mia strada, freak.

source: Well, now I kinda want her to be the thief...
fr_fr: Eh bien, maintenant je veux qu'elle soit le voleur ...
it_it: Bene, ora ho un po' di voglia che lei sia il ladro...

source: I'm going to do some investigating on my own. Let's start by asking the [guard].
fr_fr: Je vais faire une enquête sur le mien. Commençons par demander le [guard].
it_it: Sto per fare qualche indagine da sola. Iniziamo chiedendo la [guard].

source: [_mc_] All right, listen closely.
fr_fr: [_mc_] Très bien, écoutez attentivement.
it_it: [_mc_] Va bene, ascolta attentamente.

source: [_mc_] [isabelle] thinks you stole something from her locker.
fr_fr: [_mc_] [isabelle] pense que vous avez volé quelque chose de son casier.
it_it: [_mc_] [isabelle] pensa che tu abbia rubato qualcosa al suo armadio.

source: [_kate_s_laughing_] What could I possibly want from her?
fr_fr: [_kate_s_laughing_] Que pourrais-je vouloir d'elle?
it_it: [_kate_s_laughing_] Che cosa potrei desiderare da lei?

source: [_mc_] That's what I told her, but she wouldn't listen.
fr_fr: [_mc_] C'est ce que je lui ai dit, mais elle n'écouterait pas.
it_it: [_mc_] È quello che le ho detto, ma lei non avrebbe ascoltato.

source: [_kate_s_confident_right_] She's proving to be quite the troublemaker...
fr_fr: [_kate_s_confident_right_] Elle s'est révélée être le fauteur de troubles ...
it_it: [_kate_s_confident_right_] Sta dimostrando di essere abbastanza il piantagione...

source: [_kate_s_confident_] It's good that you're keeping tabs on her for me.
fr_fr: [_kate_s_confident_] C'est bien que vous gariez des tabulations pour moi.
it_it: [_kate_s_confident_] È bene che tu stia tenendo delle schede su di lei per me.

source: [_mc_] Of course, ma'am.
fr_fr: [_mc_] Bien sûr, madame.
it_it: [_mc_] Certo, ma'am.

source: [_kate_s_thinking_] Now, what to do about this?
fr_fr: [_kate_s_thinking_] Maintenant, que faire à ce sujet?
it_it: [_kate_s_thinking_] Ora, cosa fare a questo proposito?

source: [_kate_s_thinking_] While I'm obviously innocent in all of this, I don't like her poking around or getting her hands on surveillance footage.
fr_fr: [_kate_s_thinking_] Bien que je sois évidemment innocent dans tout ça, je n'aime pas qu'elle se pote ou qu'elle se porte les mains sur des images de surveillance.
it_it: [_kate_s_thinking_] Mentre sono ovviamente innocente in tutto questo, non mi piace che lei si gira in giro o mettere le mani sul filmato di sorveglianza.

source: [_mc_] How do we stop her?
fr_fr: [_mc_] Comment l'arrêter?
it_it: [_mc_] Come la fermiamo?

source: [_kate_s_skeptical_] Do an investigation of your own. Destroy any evidence that might put me in a bad light.
fr_fr: [_kate_s_skeptical_] Faites une enquête personnelle. Détruisez toute preuve qui pourrait me mettre dans une mauvaise lumière.
it_it: [_kate_s_skeptical_] Fai un'indagine su di te. Distruggi tutte le prove che potrebbero mettermi in cattiva luce.

source: [_kate_s_skeptical_] My social image is important, so don't screw this up.
fr_fr: [_kate_s_skeptical_] Mon image sociale est importante, donc ne bouchez pas.
it_it: [_kate_s_skeptical_] La mia immagine sociale è importante, quindi non avvitare questo.

source: [_mc_] Where do I start?
fr_fr: [_mc_] Où dois-je commencer?
it_it: [_mc_] Da dove comincio?

source: [_kate_s_eyeroll_] I don't know. You figure it out.
fr_fr: [_kate_s_eyeroll_] Je ne sais pas. Vous le dénombre.
it_it: [_kate_s_eyeroll_] non lo so. Lo capisci.

source: [_kate_s_excited_] Maybe there'll be a reward for you if you do well. Maybe not. I haven't decided yet.
fr_fr: [_kate_s_excited_] Peut-être qu'il y aura une récompense pour vous si vous le faites bien. Peut-être pas. Je n'ai pas encore décidé.
it_it: [_kate_s_excited_] Forse ci sarà una ricompensa per te se fai bene. Forse no. Non ho ancora deciso.

source: Okay, a reward from [kate] is worth everything!
fr_fr: Ok, une récompense de [kate] vaut tout !
it_it: Va bene, una ricompensa da [kate] vale tutto!

source: My dick is getting hard just thinking about it...
fr_fr: Ma bite devient difficile de penser à ça ...
it_it: Il mio cazzo sta diventando difficile solo pensando...

source: [_mc_] I'll do my best, ma'am!
fr_fr: [_mc_] Je ferai de mon mieux, madame !
it_it: [_mc_] Farò del mio meglio, ma'am!

source: [_kate_s_skeptical_] Yes, you will.
fr_fr: [_kate_s_skeptical_] Oui, vous le fera.
it_it: [_kate_s_skeptical_] Sì, lo farai.

source: All right, the best place to start is probably with the [guard].
fr_fr: D'accord, le meilleur endroit pour commencer est probablement avec le [guard].
it_it: Va bene, il posto migliore per iniziare è probabilmente con la [guard].

source: [_kate_s_neutral_] Did you run out of stuff to give me?
fr_fr: [_kate_s_neutral_] Avez-vous fait des trucs pour me donner?
it_it: [_kate_s_neutral_] Hai finito di roba per darmi?

source: [_mc_] Err... yes, I did. I'm sorry...
fr_fr: [_mc_] Err ... oui, je l'ai fait. Je suis désolé ...
it_it: [_mc_] Err... sì, ho fatto. Mi dispiace...

source: [_kate_s_neutral_] Next time, bring more.
fr_fr: [_kate_s_neutral_] La prochaine fois, amassez bien.
it_it: [_kate_s_neutral_] La prossima volta, portare di più.

source: [_kate_s_confident_] Well, then. You've held me up long enough.
fr_fr: [_kate_s_confident_] Eh bien, alors. Tu m'as retenu assez longtemps.
it_it: [_kate_s_confident_] Beh, allora. Mi hai tenuto abbastanza a lungo.

source: [_kate_s_neutral_] What?
fr_fr: [_kate_s_neutral_] Quoi?
it_it: [_kate_s_neutral_] Cosa?

source: [_mc_] There was one more thing...
fr_fr: [_mc_] Il y avait encore une chose ...
it_it: [_mc_] C'era un'altra cosa...

source: [_kate_s_neutral_] Tell me.
fr_fr: [_kate_s_neutral_] Dis-moi.
it_it: [_kate_s_neutral_] Dimmelo.

source: [_jo_s_concerned_] What's going on here?
fr_fr: [_jo_s_concerned_] Qu'est-ce qui se passe ici?
it_it: [_jo_s_concerned_] Cosa sta succedendo qui?

source: [_jo_s_concerned_] Are those your things, [mc]?
fr_fr: [_jo_s_concerned_] Est-ce que c'est votre chose, [mc]?
it_it: [_jo_s_concerned_] Sono quelle tue cose, [mc]?

source: [_mc_] No, [kate]'s littering.
fr_fr: [_mc_] Non, [kate]'s littering.
it_it: [_mc_] No, [kate]è letta.

source: [_kate_s_angry_] What did you just say?!
fr_fr: [_kate_s_angry_] Qu'est-ce que vous venez de dire? !
it_it: [_kate_s_angry_] Che cosa hai appena detto?!

source: [_kate_s_sad_] That is not what happened, Mrs. Principal...
fr_fr: [_kate_s_sad_] Ce n'est pas ce qui s'est passé, Mme Principal ...
it_it: [_kate_s_sad_] Questo non è quello che è successo, signora Principo...

source: [_jo_s_annoyed_] Are you lying to me, [mc]?
fr_fr: [_jo_s_annoyed_] Vous mentez, [mc]?
it_it: [_jo_s_annoyed_] Mi stai mentendo, [mc]?

source: [_isabelle_s_concerned_left_] Actually, that's exactly what happened.
fr_fr: [_isabelle_s_concerned_left_] En fait, c'est exactement ce qui s'est passé.
it_it: [_isabelle_s_concerned_left_] In realtà, è esattamente quello che è successo.

source: [_isabelle_s_concerned_left_] She was tossing stuff all over the place.
fr_fr: [_isabelle_s_concerned_left_] Elle a tossée des trucs partout.
it_it: [_isabelle_s_concerned_left_] Stava lanciando roba in tutto il posto.
