Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_hurricane.po
Languages: fr_fr, it_it

source: [_kate_s_skeptical_] Hey, don't be rude now.
fr_fr: [_kate_s_skeptical_] Hey, ne pas être grossier maintenant.
it_it: [_kate_s_skeptical_] Hey, non essere scortese ora.

source: [_kate_s_skeptical_] Apologize.
fr_fr: [_kate_s_skeptical_] Apologiser.
it_it: [_kate_s_skeptical_] Scusa.

source: [_kate_s_confident_] That's better. Know your manners.
fr_fr: [_kate_s_confident_] C'est mieux. Connaissez vos manières.
it_it: [_kate_s_confident_] È meglio. Conosci le tue maniere.

source: [_kate_s_confident_] Now, tell me why you look so shifty.
fr_fr: [_kate_s_confident_] Maintenant, dites-moi pourquoi vous avez l'air si rusé.
it_it: [_kate_s_confident_] Ora, dimmi perché sembri così mutevole.

source: [_mc_] I need to get into the [guard]'s booth...
fr_fr: [_mc_] Je dois entrer dans le stand [guard]...
it_it: [_mc_] ho bisogno di entrare nello stand di [guard]...

source: [_kate_s_laughing_] Why? Did he confiscate your porn collection or something?
fr_fr: [_kate_s_laughing_] Pourquoi? A-t-il confisqué votre collection de porno ou quelque chose?
it_it: [_kate_s_laughing_] Perché? Ha confiscato la vostra collezione porno o qualcosa?

source: [_mc_] That's, err... yes. Yes, he did.
fr_fr: [_mc_] C'est, err ... oui. Oui, il l'a fait.
it_it: [_mc_] Questo, errare... sì. Sì, lo ha fatto.

source: [_kate_s_smile_] Are you being serious?
fr_fr: [_kate_s_smile_] Êtes-vous sérieux?
it_it: [_kate_s_smile_] Sei serio?

source: [_mc_] It's really embarrassing, but I need it urgently.
fr_fr: [_mc_] C'est vraiment gênant, mais j'en ai besoin d'urgence.
it_it: [_mc_] È davvero imbarazzante, ma ne ho bisogno con urgenza.

source: [_kate_s_smile_] You're disgusting. Your horny little dick should be locked up.
fr_fr: [_kate_s_smile_] Vous êtes dégoûtant. Votre petite bite cornée devrait être enfermée.
it_it: [_kate_s_smile_] Sei disgustoso. Il tuo piccolo cazzo cornea dovrebbe essere chiuso a chiave.

source: [_mc_] Can you help me?
fr_fr: [_mc_] Pouvez-vous m'aider?
it_it: [_mc_] Mi puoi aiutare?

source: [_kate_s_flirty_] With what? Burglary or locking you up?
fr_fr: [_kate_s_flirty_] Avec quoi? Le cambriolage ou vous enfermer?
it_it: [_kate_s_flirty_] Con che cosa? Burglary o bloccarti?

source: [_kate_s_laughing_] You're pathetic. Seriously.
fr_fr: [_kate_s_laughing_] Vous êtes pathétique. Sérieusement.
it_it: [_kate_s_laughing_] Sei patetico. Seriamente.

source: [_kate_s_confident_] Maybe we should repeat your forfeit...
fr_fr: [_kate_s_confident_] Peut-être devrions-nous répéter votre confiscation ...
it_it: [_kate_s_confident_] Forse dovremmo ripetere il tuo permesso...

source: [_kate_s_confident_] You know what they do with horny dogs, right?
fr_fr: [_kate_s_confident_] Vous savez ce qu'ils font avec des chiens de cornée, non?
it_it: [_kate_s_confident_] Sai cosa fanno con i cani arrapati, giusto?

source: [_kate_s_confident_] Castration.
it_it: [_kate_s_confident_] Castrazione.

source: [_kate_s_confident_] You deserve to be stepped on.
fr_fr: [_kate_s_confident_] Vous méritez d'être renforcé.
it_it: [_kate_s_confident_] Ti meriti di essere attivato.

source: [_kate_s_confident_] And I have a new pair of stilettos I'd like to try out.
fr_fr: [_kate_s_confident_] Et j'ai une nouvelle paire de stilettos que j'aimerais essayer.
it_it: [_kate_s_confident_] E ho un nuovo paio di stiletti che vorrei provare.

source: [_mc_] I... don't think we have to go that far...
fr_fr: [_mc_] Je ... ne pense pas que nous devons aller aussi loin ...
it_it: [_mc_] Io... non pensiamo che dobbiamo andare così lontano...

source: [_kate_s_neutral_] Your loss.
fr_fr: [_kate_s_neutral_] Votre perte.
it_it: [_kate_s_neutral_] La tua perdita.

source: [_mc_] What about the [guard]?
fr_fr: [_mc_] Qu'en est-il du [guard]?
it_it: [_mc_] Che ne dite della [guard]?

source: [_kate_s_smile_right_] He's pathetic too, but too old for my taste.
fr_fr: [_kate_s_smile_right_] Il est pathétique aussi, mais trop vieux pour mon goût.
it_it: [_kate_s_smile_right_] Anche lui è patetico, ma troppo vecchio per il mio gusto.

source: [_mc_] I meant if you could help me distract him...
fr_fr: [_mc_] Je voulais dire si tu pouvais m'aider à le distraire ...
it_it: [_mc_] intendevo se potessi aiutarmi a distrarlo...

source: [_kate_s_smile_] Now, why would I do that?
fr_fr: [_kate_s_smile_] Maintenant, pourquoi je ferais ça?
it_it: [_kate_s_smile_] Ora, perché lo farei?

source: [_mc_] Because I asked nicely?
fr_fr: [_mc_] Parce que j'ai demandé gentiment?
it_it: [_mc_] Perché ho chiesto piacevolmente?

source: [_kate_s_laughing_] Dream on, sucker.
it_it: [_kate_s_laughing_] Sogno su, succhiatore.

source: Well, shit. I guess I'm on my own...
fr_fr: Eh bien, merde. Je suppose que je suis seul ...
it_it: Beh, merda. Immagino di essere da solo...

source: [_mc_] Because I know you lost a bet with Chad last year.
fr_fr: [_mc_] Parce que je sais que vous avez perdu un pari avec Chad l'année dernière.
it_it: [_mc_] Perché so che hai perso una scommessa con il Ciad l'anno scorso.

source: [_kate_s_skeptical_] How did you know that?
fr_fr: [_kate_s_skeptical_] Comment saviez-vous cela?
it_it: [_kate_s_skeptical_] Come lo sapevate?

source: [_mc_] I heard the guys brag in the locker room.
fr_fr: [_mc_] J'ai entendu les gars se vantant dans le vestiaire.
it_it: [_mc_] Ho sentito i ragazzi vantarsi nello spogliatoio.

source: [_mc_] I know you're supposed to suck someone's dick before graduation.
fr_fr: [_mc_] Je sais que vous êtes censé sucer la bite de quelqu'un avant l'obtention du diplôme.
it_it: [_mc_] So che dovresti succhiare il cazzo di qualcuno prima della laurea.

source: [_kate_s_annoyed_] The bet was rigged!
fr_fr: [_kate_s_annoyed_] Le pari a été truqué !
it_it: [_kate_s_annoyed_] La scommessa è stata truccata!

source: [_mc_] Well... maybe I can help you rig the forfeit, then.
fr_fr: [_mc_] Eh bien ... peut-être que je peux vous aider à truquer la confiscation, alors.
it_it: [_mc_] Beh... forse posso aiutarvi a rig il permesso, allora.

source: [_kate_s_eyeroll_] If you think I'll suck your dick, you're living in fantasy land.
fr_fr: [_kate_s_eyeroll_] Si vous pensez que je vais sucer votre bite, vous virez dans une terre de fantaisie.
it_it: [_kate_s_eyeroll_] Se pensi che io succhierò il tuo cazzo, stai vivendo in una terra fantasia.

source: [_mc_] Not exactly...
fr_fr: [_mc_] Pas exactement ...
it_it: [_mc_] Non esattamente...

source: [_mc_] The truth is, I've been having these thoughts lately.
fr_fr: [_mc_] La vérité, c'est que j'ai ces pensées ces derniers temps.
it_it: [_mc_] La verità è, ho avuto questi pensieri ultimamente.

source: [_mc_] I'd like to try giving a blowjob. And who's got a better dick than Chad?{space=-45}
fr_fr: [_mc_] J'aimerais essayer de faire une pipe. Et qui a une meilleure bite que Chad? { space = -45 }
it_it: [_mc_] vorrei provare a dare un pompino e chi ha un cazzo migliore di Chad?{space=-45}

source: [_kate_s_thinking_] You're joking, right?
fr_fr: [_kate_s_thinking_] Vous plaisantez, n'est-ce pas?
it_it: [_kate_s_thinking_] Stai scherzando, giusto?

source: [_mc_] No, I'm serious.
fr_fr: [_mc_] Non, je suis sérieux.
it_it: [_mc_] No, sono serio.

source: [_kate_s_blush_] I can tell!
fr_fr: [_kate_s_blush_] Je peux le dire !
it_it: [_kate_s_blush_] lo posso dire!

source: [_kate_s_blush_] I always had a feeling you were gay.
fr_fr: [_kate_s_blush_] J'ai toujours eu le sentiment que vous étiez gay.
it_it: [_kate_s_blush_] Ho sempre avuto una sensazione che eravate gay.

source: [_mc_] I'm not actually gay. Just curious.
fr_fr: [_mc_] Je ne suis pas vraiment gay. Juste curieux.
it_it: [_mc_] in realtà non sono gay. Semplicemente curioso.

source: [_kate_s_blush_] Of course...
fr_fr: [_kate_s_blush_] Bien sûr ...
it_it: [_kate_s_blush_] Certo...

source: [_mc_] Well, do we have a deal or not?
fr_fr: [_mc_] Eh bien, avons-nous un accord ou pas?
it_it: [_mc_] Beh, abbiamo un accordo o no?

source: [_mc_] I know the [guard] will do anything you tell him.
fr_fr: [_mc_] Je sais que le [guard] fera tout ce que vous lui dites.
it_it: [_mc_] So che la [guard] farà tutto quello che gli dici.

source: [_kate_s_confident_] Hmm... yeah, I guess we could make it work.
fr_fr: [_kate_s_confident_] Hmm ... ouais, je suppose que nous pourrions le faire fonctionner.
it_it: [_kate_s_confident_] Hmm... sì, immagino che potremmo farlo funzionare.

source: [_kate_s_neutral_] But this stays between you and me.
fr_fr: [_kate_s_neutral_] Mais ce séjour entre vous et moi.
it_it: [_kate_s_neutral_] Ma questo rimane tra me e te.

source: [_kate_s_neutral_] If you ever tell anyone about this deal, you're done.
fr_fr: [_kate_s_neutral_] Si vous le disiez à quiconque à propos de cet accord, vous avez fini.
it_it: [_kate_s_neutral_] Se dici mai a qualcuno di questo affare, hai finito.

source: She looks serious...
fr_fr: Elle a l'air sérieuse ...
it_it: Sembra seria...

source: [_mc_] Okay, I promise.
fr_fr: [_mc_] Ok, je te promets.
it_it: [_mc_] Okay, lo prometto.

source: [_kate_s_confident_] Very well. Meet me in the sports wing.
fr_fr: [_kate_s_confident_] Très bien. Rencontrez-moi dans l'aile sportive.
it_it: [_kate_s_confident_] Molto bene. Incontrami nell'ala sportiva.

source: I can't believe this is happening...
fr_fr: Je n'arrive pas à croire que ça se passe ...
it_it: Non riesco a credere che questo stia accadendo...

source: Maybe I am gay? Damn, I guess we'll find out...
fr_fr: Peut-être que je suis gay? Merde, je suppose que nous allons découvrir ...
it_it: Forse sono gay? Dannazione, immagino che lo troveremo...

source: [_kate_s_eyeroll_] Don't make me slap you.
fr_fr: [_kate_s_eyeroll_] Ne me fais pas gifle.
it_it: [_kate_s_eyeroll_] Non farmi schiaffeggiare.

source: [_mc_] You will get what's coming for you. Mark my words.
fr_fr: [_mc_] Vous obtiendrez ce qui vous vient. Marquez mes mots.
it_it: [_mc_] otterrai quello che ti sta arrivando. Segna le mie parole.

source: [_kate_s_sad_hands_up_] Oh, no! Please! I'm so scared!
fr_fr: [_kate_s_sad_hands_up_] Oh, non ! Je te prie ! J'ai tellement peur !
it_it: [_kate_s_sad_hands_up_] Oh, no! Per favore! Sono così spaventato!

source: [_kate_s_sad_hands_up_] No, really! What are you going to do? Spank me for being a bad girl?{space=-10}
fr_fr: [_kate_s_sad_hands_up_] Non, vraiment ! Qu'est-ce que tu vas faire? J'ai l'intention d'être une mauvaise fille? { space=-10 }
it_it: [_kate_s_sad_hands_up_] No, davvero! Che cosa farai? Spank me per essere una brutta ragazza?{space=-10}

source: I'd be lying if I said I hadn't had that fantasy once or twice...
fr_fr: Je mentirais si j'avais dit que je n'avais pas eu ce fantasme une ou deux fois ...
it_it: Sarei mentito se dicessi che non avevo avuto quella fantasia una o due volte...

source: [_kate_s_surprised_] Oh, no! You've been thinking about it, haven't you?
fr_fr: [_kate_s_surprised_] Oh, non ! Vous y réfléchissez, n'est-ce pas?
it_it: [_kate_s_surprised_] Oh, no! Ci hai pensato, vero?

source: I really need to stop wearing my face on my sleeve or whatever.
fr_fr: J'ai vraiment besoin d'arrêter de porter mon visage sur ma manche ou autre.
it_it: Ho davvero bisogno di smettere di indossare il viso sulla mia manica o qualsiasi altra cosa.

source: [_kate_s_embarrassed_] Let me tell you something straight here.
fr_fr: [_kate_s_embarrassed_] Laissez-moi vous dire quelque chose de droit ici.
it_it: [_kate_s_embarrassed_] Lasciate che vi dica qualcosa direttamente qui.

source: [_kate_s_embarrassed_] You're a perverted loser who will never touch a woman.
fr_fr: [_kate_s_embarrassed_] Vous êtes un loser perverti qui ne touchera jamais une femme.
it_it: [_kate_s_embarrassed_] Sei un perdente pervertito che non toccherà mai una donna.

source: [_kate_s_embarrassed_] Get it through your head.
fr_fr: [_kate_s_embarrassed_] Préparez-le à travers votre tête.
it_it: [_kate_s_embarrassed_] Lo ottenga attraverso la testa.

source: Damn, I always feel deflated after talking to [kate]...
fr_fr: Merde, je me sens toujours dégonflée après avoir parlé à [kate]...
it_it: Dannazione, mi sento sempre sgonfiato dopo aver parlato con [kate]...

source: And the [guard] definitely wouldn't fall for the doughnut trick twice.
fr_fr: Et le [guard] ne tomberait certainement pas deux fois pour le truc.
it_it: E la [guard] sicuramente non cadrebbe per il trucco della ciambella due volte.

source: I need to stop deluding myself and find a real way to get a hold of the surveillance tapes...
fr_fr: J'ai besoin d'arrêter de me déluder et de trouver un moyen réel d'obtenir une tenue des bandes de surveillance ...
it_it: Ho bisogno di smettere di illudermi e trovare un modo reale per ottenere una presa dei nastri di sorveglianza...

source: [_mc_] You're as radiant as the sunset over the Newfall Harbor.
fr_fr: [_mc_] Vous êtes aussi radieux que le coucher de soleil sur le port de Newfall.
it_it: [_mc_] Sei radioso come il tramonto sul Newfall Harbor.

source: [_kate_s_flirty_] That's cute.
fr_fr: [_kate_s_flirty_] C'est mignon.
it_it: [_kate_s_flirty_] È carino.

source: [_kate_s_flirty_] But it's still not an apology.
fr_fr: [_kate_s_flirty_] Mais ce n'est toujours pas une excuse.
it_it: [_kate_s_flirty_] Ma non è ancora una scusa.

source: [_mc_] Oh, that was just me practicing for a poetry reading.
fr_fr: [_mc_] Oh, c'était juste moi qui pratichez une lecture de poésie.
it_it: [_mc_] Oh, quello era solo me che praticavo per una lettura di poesia.

source: [_kate_s_laughing_] Right, right. And I didn't make the [nurse] swallow eight dicks this morning.
fr_fr: [_kate_s_laughing_] Droit, droite. Et je n'ai pas fait le [nurse] avalait huit dicks ce matin.
it_it: [_kate_s_laughing_] Giusto, giusto. E non ho fatto ingoiare otto cazzi a [nurse] stamattina.

source: [_mc_] Why wasn't I invited?
fr_fr: [_mc_] Pourquoi je n'ai pas été invité?
it_it: [_mc_] Perché non sono stato invitato?

source: [_kate_s_excited_] I didn't know you liked sucking dick, but I guess I can see it...
fr_fr: [_kate_s_excited_] Je ne savais pas que tu aimais sucer la bite, mais je suppose que je peux le voir ...
it_it: [_kate_s_excited_] Non sapevo che ti piacesse succhiare il cazzo, ma immagino di poterlo vedere...

source: [_mc_] Nothing to be ashamed of, really. I'm sure you enjoy it too.
fr_fr: [_mc_] Rien à avoir honte, vraiment. Je suis sûr que tu apprécies aussi.
it_it: [_mc_] Niente di cui vergognarsi, davvero. Sono sicuro che ti piaccia anche.

source: [_kate_s_eyeroll_] Get lost.
fr_fr: [_kate_s_eyeroll_] Se perdre.
it_it: [_kate_s_eyeroll_] Perderite.

source: [_mc_] What? Don't tell me you're too proud to gobble walnuts?
fr_fr: [_mc_] Quoi? Ne me dis pas que tu es trop fière de gober les noix?
it_it: [_mc_] Cosa? Non dirmi che sei troppo orgoglioso di noci gobble?

source: [_kate_s_cringe_] You're disgusting.
fr_fr: [_kate_s_cringe_] Vous êtes dégoûtant.
it_it: [_kate_s_cringe_] è disgustoso.

source: And that's how you get rid of [kate]! Easy as a lubricated asshole.
fr_fr: Et c'est comme ça que tu te débarras du [kate]! Facile comme un connard lubrifié.
it_it: Ed è così che ti sbarazzerai di [kate]! Facile come un culo lubrificato.

source: All right, the [guard] is next...
fr_fr: D'accord, le [guard] est le suivant ...
it_it: Va bene, la [guard] è prossima...

source: Let's see what's left in the old play book.
fr_fr: Voyons ce qui reste dans l'ancien livre de jeu.
it_it: Vediamo cosa c'è rimasto nel vecchio libro di gioco.

source: [_guard_] ZzzzZz—
it_it: [_guard_] ZzzzZzz—

source: [_mc_] Hey, dumbo! Wake up! [withvpunch]
fr_fr: [_mc_] Hey, idibo ! Révechez ! [withvpunch]
it_it: [_mc_] Hey, dumbo! Svegliati! [withvpunch]

source: [_guard_] Huh?! What?!
fr_fr: [_guard_] Huh? ! Quoi?
it_it: [_guard_] Huh?! Cosa?!

source: [_mc_] There's a doughnut-sale in the cafeteria!
fr_fr: [_mc_] Il y a une beignet à la cafétéria !
it_it: [_mc_] C'è una ciambella vendita nella caffetteria!

source: [_guard_] Are you trying to be funny or something?
fr_fr: [_guard_] Vous essayez d'être drôle ou quelque chose?
it_it: [_guard_] Stai cercando di essere divertente o qualcosa?

source: [_mc_] No, I'm trying to be helpful.
fr_fr: [_mc_] Non, j'essaie d'être utile.
it_it: [_mc_] No, sto cercando di essere utile.

source: [_guard_] Well, I just checked and there's no sale.
fr_fr: [_guard_] Bien, je viens de vérifier et il n'y a pas de vente.
it_it: [_guard_] Beh, ho appena controllato e non c'è vendita.

source: [_guard_] Quit playing games with me!
fr_fr: [_guard_] Cesse de jouer avec moi !
it_it: [_guard_] Smettere di giocare con me!

source: Well, shit. Of course he would check that...
fr_fr: Eh bien, merde. Bien sûr qu'il vériderait que ...
it_it: Bene, merda. Naturalmente controllerebbe che...

source: I need to find another way.
fr_fr: Je dois trouver un autre moyen.
it_it: Ho bisogno di trovare un altro modo.

source: [_mc_] Leave me alone! [withvpunch]
fr_fr: [_mc_] Laissez-moi tranquille ! [withvpunch]
it_it: [_mc_] Lasciami da solo! [withvpunch]

source: [_kate_s_eyeroll_] You're getting more boring each day.
fr_fr: [_kate_s_eyeroll_] Vous vous ennuyez chaque jour.
it_it: [_kate_s_eyeroll_] Stai diventando più noioso ogni giorno.

source: Sometimes, you just got to get loud. It's the only way [kate] will leave me alone.
fr_fr: Parfois, vous n'avez qu'à vous faire entendre. C'est la seule façon pour [kate] de me laisser tranquille.
it_it: A volte, hai appena ottenuto ad alta voce. È l'unico modo in cui [kate] mi lascerà da solo.

source: After all, she doesn't want to be seen talking to me.
fr_fr: Après tout, elle ne veut pas être vue parler avec moi.
it_it: Dopo tutto, non vuole essere vista parlare con me.

source: Hmm... I still need to come up with a way to get inside the [guard]'s booth.
fr_fr: Hmm ... J'ai encore besoin de trouver un moyen de rentrer dans le stand du [guard].
it_it: Hmm... Ho ancora bisogno di trovare un modo per entrare nello stand di [guard].

source: Well, one thing that would certainly force the [guard] to leave his booth{space=-50} would be to short circuit the fuse box.
fr_fr: Eh bien, une chose qui obligerait certainement le [guard] à quitter son stand { space=-50 } serait de court-circuiter la boîte de fusion.
it_it: Beh, una cosa che certamente costringerebbe l' [guard] a lasciare il suo stand{space=-50} sarebbe di corto circuito la scatola fusibile.

source: But I would need to find a distraction for the eye in the sky...
fr_fr: Mais j'aurais besoin de trouver une distraction pour l'œil dans le ciel ...
it_it: Ma avrei bisogno di trovare una distrazione per l'occhio nel cielo...

source: Maybe [spinach] could help me distract the [guard]?
fr_fr: Peut-être que [spinach] pourrait m'aider à distraire le [guard]?
it_it: Forse [spinach] potrebbe aiutarmi a distrarre la [guard]?

source: [_mc_] Wanna go into my backpack for a bit, girl?
fr_fr: [_mc_] Wanna va dans mon sac à dos pour un peu, fille?
it_it: [_mc_] Vuoi andare nel mio zaino per un po ', ragazza?

source: She seems excited.
fr_fr: Elle semble excitée.
it_it: Lei sembra emozionata.

source: [_mc_] Here you go, [spinach] — have a scratch at this door!
fr_fr: [_mc_] Ici vous allez, [spinach] -avez une rayure à cette porte !
it_it: [_mc_] Qui vai, [spinach] — hai un graffio a questa porta!

source: Look at that! Big brother is already interested in her.
fr_fr: Regarde ça ! Big Brother s'intéresse déjà à elle.
it_it: Guardatelo! Grande fratello è già interessato a lei.

source: Now, I just have to stand very still...
fr_fr: Maintenant, je dois juste me tenir debout ...
it_it: Ora, devo solo stare molto ancora...

source: If my [item.title_lower] moved at all, it would be the perfect distraction. Alas.
fr_fr: Si mon [item.title_lower] bouait du tout, ce serait la distraction parfaite. Alas.
it_it: Se la mia [item.title_lower] si muovesse affatto, sarebbe la distrazione perfetta.

source: Now all that remains is... darkness.
fr_fr: Maintenant tout ce qui reste est ... l'obscurité.
it_it: Ora tutto ciò che rimane è... oscurità.

source: Well, shit.
fr_fr: Eh bien, merde.
it_it: Beh, merda.

source: How am I supposed to find my way to the [guard]'s booth now?
fr_fr: Comment suis-je censé me rendre au stand du [guard]maintenant?
it_it: Come dovrei trovare il mio modo di raggiungere lo stand della [guard]adesso?

source: Thank god we're living in the future... I have a phone flashlight and I'm not afraid to use it.
fr_fr: Dieu merci, nous vivons à l'avenir ... J'ai une lampe de poche et je n'ai pas peur de l'utiliser.
it_it: Grazie dio stiamo vivendo in futuro... ho una torcia elettrica del telefono e non ho paura di usarla.

source: Now, I just have to hurry to the [guard]'s booth before the lights get fixed.
fr_fr: Maintenant, je dois me dépêchez sur le stand [guard]avant que les lumières ne soient réparées.
it_it: Ora, devo semplicemente affrettarmi allo stand della [guard]prima che le luci si fissino.

source: Down the stairs... One step, two steps... Now is not the time to break{space=-15} a neck...
fr_fr: A bas les escaliers ... Un pas, deux pas ... Ce n'est pas le moment de rompre { space=-15 } un cou ...
it_it: Giù le scale... Un passo, due passaggi... Ora non è il momento di rompere{space=-15} un collo...

source: Here we are... the doughnut fortress... the domain of the eternal sleeper...
fr_fr: Ici nous sommes ... la forteresse de doughnut ... le domaine de la traîneau éternelle ...
it_it: Qui siamo... la fortezza della ciambella... il dominio del dormiente eterno...

source: Wow, he even left it unlocked in the hurry!
fr_fr: Wow, il l'a même laissé déverrouillé à la hâte !
it_it: Wow, lo ha anche lasciato sbloccato di fretta!

source: It seems like the coast is clear.
fr_fr: Il semble que la côte soit claire.
it_it: Sembra che la costa sia chiara.

source: I'll just download the surveillance footage real quick...
fr_fr: Je vais juste télécharger les images de surveillance en temps réel ...
it_it: Scaricerò semplicemente i filmati di sorveglianza in fretta...

source: Got it!
fr_fr: C'est ça !
it_it: Ho capito!

source: Phew! That was close!
fr_fr: Phew ! C'était serré !
it_it: Phew! Era vicino!

source: Better get out of here before the [guard] comes back.
fr_fr: Il vaut mieux sortir d'ici avant que le [guard] revienne.
it_it: Meglio uscire di qui prima che la [guard] torni indietro.

source: [_mc_] [spinach]? Where are you, girl?
fr_fr: [_mc_] [spinach]? Où es-tu, fille?
it_it: [_mc_] [spinach]? Dove sei, ragazza?

source: She must've made her way back to [maxine]'s office after the blackout...
fr_fr: Elle a dû revenir au bureau de [maxine]après la panne ...
it_it: Deve aver fatto il suo ritorno all'ufficio di [maxine]dopo il blackout...

source: [_kate_s_confident_] There's my little cocksucker.
fr_fr: [_kate_s_confident_] Il y a mon petit meunier.
it_it: [_kate_s_confident_] C'è il mio piccolo cocksucker.

source: Great. She's going to rub it in as well...
fr_fr: Super. Elle va le frotter aussi ...
it_it: Grande. Sta per strofinarlo pure...

source: [_kate_s_confident_] I've put a blindfold on Chad, and he's waiting in the women's bathroom.
fr_fr: [_kate_s_confident_] J'ai mis un bandeau sur le Tchad, et il attend dans la salle de bain pour femmes.
it_it: [_kate_s_confident_] Ho messo un bendaggio sul Ciad, e sta aspettando nel bagno delle donne.

source: [_kate_s_neutral_] You better not flake out now.
fr_fr: [_kate_s_neutral_] Tu ne feras plus de flocon maintenant.
it_it: [_kate_s_neutral_] Faresti meglio a non scivolare adesso.

source: [_mc_] I won't...
fr_fr: [_mc_] Je ne ...
it_it: [_mc_] Non lo farò...

source: [_kate_s_blush_] Good! I have brought a couple props for you.
fr_fr: [_kate_s_blush_] Bon ! J'ai apporté quelques accessoires pour toi.
it_it: [_kate_s_blush_] Buono! Ho portato un paio di oggetti per te.
