Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_locker.po
Languages: fr_fr, it_it

source: [_maxine_s_laughing_] Good one, [spinach]!
fr_fr: [_maxine_s_laughing_] Bon, [spinach]!
it_it: [_maxine_s_laughing_] Buono, [spinach]!

source: [_maxine_s_angry_] I knew you were lying, [mc].
fr_fr: [_maxine_s_angry_] Je savais que vous mentez, [mc].
it_it: [_maxine_s_angry_] Sapevo che stavate mentendo, [mc].

source: [_mc_] You're joking... right?
fr_fr: [_mc_] Vous plaisantez ... pas vrai?
it_it: [_mc_] Stai scherzando... giusto?

source: [_maxine_s_neutral_] I would never joke about treason.
fr_fr: [_maxine_s_neutral_] Je ne plaisanterais jamais sur la trahison.
it_it: [_maxine_s_neutral_] Non scherzerei mai sul tradimento.

source: [_mc_] The Inconspicuous Group.
fr_fr: [_mc_] Le groupe inapparent.

source: [_maxine_s_excited_] That's funny!
fr_fr: [_maxine_s_excited_] C'est drôle !
it_it: [_maxine_s_excited_] È divertente!

source: [_mc_] What is?
fr_fr: [_mc_] Qu'est-ce que c'est?
it_it: [_mc_] Che cos'è?

source: [_maxine_s_excited_] That you think there's a group like that.
fr_fr: [_maxine_s_excited_] Que vous pensez qu'il y a un groupe comme ça.
it_it: [_maxine_s_excited_] Che pensi che ci sia un gruppo del genere.

source: [_maxine_s_concerned_] There's no group like that.
fr_fr: [_maxine_s_concerned_] Il n'y a pas de groupe comme ça.
it_it: [_maxine_s_concerned_] Non c'è nessun gruppo così.

source: [_mc_] Well, I just saw a permit that said otherwise.
fr_fr: [_mc_] Eh bien, je viens de voir un permis qui disait le contraire.
it_it: [_mc_] Beh, ho appena visto un permesso che ha detto diversamente.

source: [_maxine_s_sad_] You must be mistaken.
fr_fr: [_maxine_s_sad_] Vous devez vous tromper.
it_it: [_maxine_s_sad_] Devi sbagliarti.

source: [_mc_] I saw it with my own two eyes!
fr_fr: [_mc_] Je l'ai vu avec mes propres yeux !
it_it: [_mc_] l'ho visto con i miei due occhi!

source: [_maxine_s_thinking_] But can your eyes be trusted?
fr_fr: [_maxine_s_thinking_] Mais peut-on faire confiance aux yeux?
it_it: [_maxine_s_thinking_] Ma ci si può fidare dei tuoi occhi?

source: Hmm... she does have a point...
fr_fr: Hmm ... elle a un point ...
it_it: Hmm... ha un punto...

source: [_mc_] Is this another dream?
fr_fr: [_mc_] Est-ce un autre rêve?
it_it: [_mc_] Questo è un altro sogno?

source: [_maxine_s_sad_] Life is a dream...
fr_fr: [_maxine_s_sad_] La vie est un rêve ...
it_it: [_maxine_s_sad_] La vita è un sogno...

source: [_maxine_s_sad_] A dream about the past. A dream about the future.
fr_fr: [_maxine_s_sad_] Un rêve sur le passé. Un rêve sur l'avenir.
it_it: [_maxine_s_sad_] Un sogno del passato. Un sogno del futuro.

source: [_maxine_s_sad_] The present is an illusion.
fr_fr: [_maxine_s_sad_] Le présent est une illusion.
it_it: [_maxine_s_sad_] Il presente è un'illusione.

source: [_maxine_s_thinking_] You're made up of memories. That's all a person is. A memory container.
fr_fr: [_maxine_s_thinking_] Vous êtes fait de souvenirs. C'est toute une personne. Un conteneur de mémoire.
it_it: [_maxine_s_thinking_] Sei composto da ricordi. È tutto una persona. Un contenitore di memoria.

source: [_mc_] Right...
fr_fr: [_mc_] Droit ...
it_it: [_mc_] A Destra...

source: [_maxine_s_annoyed_] Steal? No.
fr_fr: [_maxine_s_annoyed_] Steal? Non.
it_it: [_maxine_s_annoyed_] Ruba? No.

source: [_mc_] But you took it?
fr_fr: [_mc_] Mais vous l'avez pris?
it_it: [_mc_] Ma hai preso?

source: [_maxine_s_skeptical_] Why do you want to know?
fr_fr: [_maxine_s_skeptical_] Pourquoi voulez-vous savoir?
it_it: [_maxine_s_skeptical_] Perché vuoi saperlo?

source: [_mc_] Because [isabelle] is upset.
fr_fr: [_mc_] Parce que [isabelle] est contrariété.
it_it: [_mc_] Perché [isabelle] è sconvolto.

source: [_maxine_s_skeptical_] I don't see how the two are connected.
fr_fr: [_maxine_s_skeptical_] Je ne vois pas comment les deux sont connectés.
it_it: [_maxine_s_skeptical_] Non vedo come i due sono collegati.

source: [_mc_] Look, I'm just trying to help her feel better.
fr_fr: [_mc_] Écoutez, j'essaie juste de l'aider à se sentir mieux.
it_it: [_mc_] Guarda, sto solo cercando di aiutarla a sentirsi meglio.

source: [_mc_] I need to know why you took it.
fr_fr: [_mc_] Je dois savoir pourquoi vous l'avez prise.
it_it: [_mc_] Ho bisogno di sapere perché hai preso.

source: [_maxine_s_annoyed_] But I didn't take it.
fr_fr: [_maxine_s_annoyed_] Mais je ne l'ai pas pris.
it_it: [_maxine_s_annoyed_] Ma non l'ho preso.

source: [_mc_] Well, the Inconspicuous Group did. Are you telling me you're not part of it?
fr_fr: [_mc_] Eh bien, le groupe invisible l'a fait. Tu me dis que tu ne fais pas partie de ça?
it_it: [_mc_] Beh, il Gruppo Inconspicuous ha fatto. Mi stai dicendo che non ne sei parte?

source: [_maxine_s_smile_] If I were part of a secret esoteric group, do you think I would tell you?
fr_fr: [_maxine_s_smile_] Si je fais partie d'un groupe ésotérique secret, croyez-vous que je vous le dirais?
it_it: [_maxine_s_smile_] Se facessi parte di un gruppo esoterico segreto, pensi che ve lo direi tu?

source: [_mc_] All information has a price. I'm willing to pay.
fr_fr: [_mc_] Toutes les informations ont un prix. Je suis prêt à payer.
it_it: [_mc_] Tutte le informazioni hanno un prezzo. Sono disposto a pagare.

source: [_maxine_s_neutral_] My information isn't cheap.
fr_fr: [_maxine_s_neutral_] Mes informations ne sont pas bon marché.
it_it: [_maxine_s_neutral_] Le mie informazioni non sono economiche.

source: [_mc_] How much?
fr_fr: [_mc_] Combien?
it_it: [_mc_] Quanto?

source: [_maxine_s_thinking_] One... sugar cube.
fr_fr: [_maxine_s_thinking_] Un ... cube de sucre.
it_it: [_maxine_s_thinking_] Uno... cubo di zucchero.

source: [_maxine_s_thinking_] You heard me.
fr_fr: [_maxine_s_thinking_] Vous m'avez entendu.
it_it: [_maxine_s_thinking_] Mi hai sentito.

source: [_mc_] Why don't you just get one from the cafeteria?
fr_fr: [_mc_] Pourquoi ne pas en obtenir un de la cafétéria?
it_it: [_mc_] Perché non ne ottieni uno solo dalla caffetteria?

source: [_maxine_s_thinking_] There aren't any in the cafeteria.
fr_fr: [_maxine_s_thinking_] Il n'y en a pas dans la cafétéria.
it_it: [_maxine_s_thinking_] Non ce ne sono nella mensa.

source: [_mc_] What do you mean? Of course there are!
fr_fr: [_mc_] Que voulez-vous dire? Bien sûr qu'il y en a !
it_it: [_mc_] Che cosa intendi? Naturalmente ci sono!

source: [_maxine_s_skeptical_] You're not paying very close attention, are you?
fr_fr: [_maxine_s_skeptical_] Vous n'êtes pas très attentif, n'est-ce pas?
it_it: [_maxine_s_skeptical_] Non stai prestando molta attenzione, vero?

source: [_maxine_s_skeptical_] That might very well be your downfall.
fr_fr: [_maxine_s_skeptical_] Cela pourrait très bien être votre chute.
it_it: [_maxine_s_skeptical_] Potrebbe benissimo essere la tua caduta.

source: [_mc_] If there aren't any sugar cubes there, how come I have this one?
fr_fr: [_mc_] S'il n'y a pas de cubes de sucre là, comment puis-je en avoir un?
it_it: [_mc_] Se non ci sono cubi di zucchero lì, come vengo io ho questo?

source: [_maxine_s_annoyed_] Because you didn't find it there.
fr_fr: [_maxine_s_annoyed_] Parce que vous n'y avez pas trouvé.
it_it: [_maxine_s_annoyed_] Perché non l'hai trovato lì.

source: [_mc_] Fine. But I'm willing to trade it for information.
fr_fr: [_mc_] Fine. Mais je suis prêt à le faire pour obtenir de l'information.
it_it: [_mc_] Bene. Ma sono disposto a scambiarlo per informazione.

source: [_maxine_s_excited_] You have a deal. Hand it over!
fr_fr: [_maxine_s_excited_] Vous avez un contrat. Remet-le !
it_it: [_maxine_s_excited_] Hai un affare. Passalo finito!

source: [_mc_] Do you really think I carry around sugar cubes?
fr_fr: [_mc_] Pensez-vous vraiment que je porte des cubes de sucre?
it_it: [_mc_] Pensi davvero che io porto intorno ai cubetti di zucchero?

source: [_mc_] I'll give you a dollar instead.
fr_fr: [_mc_] Je vais vous donner un dollar.
it_it: [_mc_] ti darò un dollaro.

source: [_maxine_s_thinking_] Fifty.
fr_fr: [_maxine_s_thinking_] Cinquante.
it_it: [_maxine_s_thinking_] Cinquanta.

source: [_mc_] Fifty?!
fr_fr: [_mc_] Cinquante? !

source: [_maxine_s_thinking_] It's a small price for a woman's affection.
fr_fr: [_maxine_s_thinking_] C'est un petit prix pour l'affection d'une femme.
it_it: [_maxine_s_thinking_] È un piccolo prezzo per l'affetto di una donna.

source: [_mc_] Affection? What?
fr_fr: [_mc_] Affection? Quoi?
it_it: [_mc_] Affetto? Cosa?

source: [_maxine_s_concerned_] Are you not doing this in an attempt to engage [isabelle] in coitus...?
fr_fr: [_maxine_s_concerned_] Ne fais-tu pas cela dans une tentative d'engager [isabelle] dans le coït ...?
it_it: [_maxine_s_concerned_] Non stai facendo questo nel tentativo di impegnare [isabelle] in coitus...?

source: [_mc_] No! I'm just trying to help her!
fr_fr: [_mc_] Non ! J'essaie juste de l'aider !
it_it: [_mc_] No! Sto solo cercando di aiutarla!

source: [_maxine_s_excited_] That is very altruistic of you, [mc].
fr_fr: [_maxine_s_excited_] C'est très altruiste de vous, [mc].
it_it: [_maxine_s_excited_] Questo è molto altruistico di voi, [mc].

source: [_maxine_s_concerned_] It'll still cost you fifty dollars.
fr_fr: [_maxine_s_concerned_] Cela vous coûtera encore cinquante dollars.
it_it: [_maxine_s_concerned_] Ti costerà ancora cinquanta dollari.

source: [_mc_] Fine...
fr_fr: [_mc_] Amende ...

source: [_mc_] There you go. Spill the beans!
fr_fr: [_mc_] Vous y allez. Spill the beans !
it_it: [_mc_] Lì vai tu. Spill the beans!

source: [_maxine_s_excited_] Thanks for your kind donation. We appreciate the funding of our cause.
fr_fr: [_maxine_s_excited_] Merci pour votre aimable don. Nous apprécions le financement de notre cause.
it_it: [_maxine_s_excited_] Grazie per la tua gentile donazione. Apprezziamo il finanziamento della nostra causa.

source: [_mc_] We?
fr_fr: [_mc_] Nous?
it_it: [_mc_] Noi?

source: [_maxine_s_thinking_] Did I say that?
fr_fr: [_maxine_s_thinking_] Est-ce que je l'ai dit?
it_it: [_maxine_s_thinking_] Lo ho detto?

source: [_mc_] Yes.
fr_fr: [_mc_] Oui.
it_it: [_mc_] Sì.

source: [_maxine_s_sad_] Okay.
fr_fr: [_maxine_s_sad_] Ok.

source: [_mc_] Why did you say that?
fr_fr: [_mc_] Pourquoi avez-vous dit cela?
it_it: [_mc_] Perché lo hai detto?

source: [_maxine_s_thinking_] Additional information will cost you twenty-two sugar cubes.
fr_fr: [_maxine_s_thinking_] Des renseignements supplémentaires vous coûteront vingt-deux cubes de sucre.
it_it: [_maxine_s_thinking_] Ulteriori informazioni ti costeranno ventidue cubetti di zucchero.

source: [_mc_] Ugh... just tell me about the locker...
fr_fr: [_mc_] Ugh ... juste me parler du casier ...
it_it: [_mc_] Ugh... basta parlarmi del locker...

source: [_maxine_s_thinking_] The locker you seek is no longer available.
fr_fr: [_maxine_s_thinking_] Le casier que vous cherchez n'est plus disponible.
it_it: [_maxine_s_thinking_] L'armadietto che cerchi non è più disponibile.

source: [_mc_] I'm also part of the Inconspicuous Group.
fr_fr: [_mc_] Je fais aussi partie du groupe Invisible.
it_it: [_mc_] Faccio parte anche del Gruppo Inconspicuous.

source: [_maxine_s_angry_] No, you're not.
fr_fr: [_maxine_s_angry_] Non, vous n'êtes pas.
it_it: [_maxine_s_angry_] No, non sei.

source: [_mc_] Oh, yeah? How would you know? Are you saying you're part of it?
fr_fr: [_mc_] Oh, oui? Comment savez-vous? Es-tu en train de dire que tu en fais partie?
it_it: [_mc_] Oh, sì? Come lo sa? Stai dicendo di farne parte?

source: Checkmate, bitch.
fr_fr: Coque, salope.
it_it: Checkmate, cagna.

source: [_maxine_s_thinking_] Part of what?
fr_fr: [_maxine_s_thinking_] Partie de quoi?
it_it: [_maxine_s_thinking_] Parte di cosa?

source: [_mc_] Oh, I see what you're doing.
fr_fr: [_mc_] Oh, je vois ce que tu fais.
it_it: [_mc_] Oh, vedo quello che stai facendo.

source: [_maxine_s_concerned_] But you need to stop talking about the group.
fr_fr: [_maxine_s_concerned_] Mais vous devez arrêter de parler du groupe.
it_it: [_maxine_s_concerned_] Ma devi smettere di parlare del gruppo.

source: [_mc_] What group?
fr_fr: [_mc_] Quel groupe?
it_it: [_mc_] Che gruppo?

source: [_maxine_s_flirty_] Okay, very good.
fr_fr: [_maxine_s_flirty_] Ok, très bien.
it_it: [_maxine_s_flirty_] Okay, molto buono.

source: [_maxine_s_concerned_] The locker you seek is no longer available.
fr_fr: [_maxine_s_concerned_] Le casier que vous cherchez n'est plus disponible.
it_it: [_maxine_s_concerned_] L'armadietto che cerchi non è più disponibile.

source: [_mc_] Maybe. I'll be right back...
fr_fr: [_mc_] Peut-être. Je reviendrai juste ...
it_it: [_mc_] Forse. Sarò subito indietro...

source: [_mc_] What? Why?
fr_fr: [_mc_] Quoi? Pourquoi?
it_it: [_mc_] Cosa? Perché?

source: [_mc_] To what?
fr_fr: [_mc_] À quoi?
it_it: [_mc_] A che cosa?

source: [_maxine_s_skeptical_] A gateway to the underworld.
fr_fr: [_maxine_s_skeptical_] Une porte d'entrée vers le monde inférieur.
it_it: [_maxine_s_skeptical_] Un gateway per gli inferi.

source: [_mc_] Right. Of course it has.
fr_fr: [_mc_] Droit. Bien sûr qu'elle l'a fait.
it_it: [_mc_] destra. Certamente ha.

source: [_mc_] Where is it now?
fr_fr: [_mc_] Où en est-il maintenant?
it_it: [_mc_] Dov'è adesso?

source: [_maxine_s_annoyed_] In a place beyond your reach.
fr_fr: [_maxine_s_annoyed_] Dans un endroit au-delà de votre portée.
it_it: [_maxine_s_annoyed_] In un luogo oltre la tua portata.

source: [_mc_] So, like... the women's bathroom?
fr_fr: [_mc_] Alors, comme ... la salle de bain pour femmes?
it_it: [_mc_] Dunque, mi piace... il bagno delle donne?

source: [_maxine_s_laughing_] Don't be ridiculous!
fr_fr: [_maxine_s_laughing_] Ne pas être ridicule !
it_it: [_maxine_s_laughing_] Non siate ridicoli!

source: [_maxine_s_neutral_] Now, if you'll excuse me, I have important matters to attend to.
fr_fr: [_maxine_s_neutral_] Maintenant, si vous m'excusez, j'ai des questions importantes à prendre en compte.
it_it: [_maxine_s_neutral_] Ora, se mi scusi, ho cose importanti a cui partecipare.

source: Great.
fr_fr: Super.
it_it: Grande.

source: [isabelle] won't be happy about this...
fr_fr: [isabelle] ne sera pas content de ça ...
it_it: [isabelle] non sarà felice di questo...

source: [_mc_] You look a bit happier.
fr_fr: [_mc_] Vous avez l'air un peu plus heureux.
it_it: [_mc_] Sembri un po' più felice.

source: [_isabelle_s_confident_] Do I?
fr_fr: [_isabelle_s_confident_] Est-ce que je?

source: [_mc_] Yeah! Did something happen?
fr_fr: [_mc_] Oui ! Quelque chose se produit-il?
it_it: [_mc_] Sì! È successo qualcosa?

source: [_isabelle_s_confident_] Not really. I was just thinking about how sweet you were earlier.
fr_fr: [_isabelle_s_confident_] Pas vraiment. Je pensais juste à quel point vous étiez sucré plus tôt.
it_it: [_isabelle_s_confident_] Non davvero. Stavo solo pensando a quanto sei dolce prima.

source: [_mc_] You'd have to be more specific. The amount of sweetness I provide the world is quite extensive.
fr_fr: [_mc_] Vous devez être plus précis. La quantité de douceur que je donne au monde est très importante.
it_it: [_mc_] Dovresti essere più specifico. La quantità di dolcezza che fornisco al mondo è abbastanza ampia.

source: [_isabelle_s_sad_] I meant how you handled my little outburst... It was very mature.
fr_fr: [_isabelle_s_sad_] Je voulais dire comment vous avez géré mon petit déchaînage ... Il était très mature.
it_it: [_isabelle_s_sad_] Ho inteso come hai gestito il mio piccolo scoppio... Era molto maturo.

source: [_mc_] Oh, I thought you meant the kiss.
fr_fr: [_mc_] Oh, je pensais que tu voulais dire le baiser.
it_it: [_mc_] Oh, pensavo che tu intendevi il bacio.

source: [_isabelle_s_blush_] That was also sweet. And the way you helped me bury the box.
fr_fr: [_isabelle_s_blush_] C'était aussi doux. Et la façon dont tu m'as aidé à enterrer la boîte.
it_it: [_isabelle_s_blush_] Anche questo era dolce. E il modo in cui mi hai aiutato a seppellire la scatola.

source: [_isabelle_s_blush_] I like you, [mc].
fr_fr: [_isabelle_s_blush_] Je vous aime, [mc].
it_it: [_isabelle_s_blush_] Mi piaci, [mc].

source: [_mc_] Then you're going to like me even more now...
fr_fr: [_mc_] Alors vous allez me faire comme moi encore plus maintenant ...
it_it: [_mc_] Allora ti piacerò ancora di più adesso...

source: [_isabelle_s_excited_] Is that right?
fr_fr: [_isabelle_s_excited_] Est-ce bien?
it_it: [_isabelle_s_excited_] È giusto?

source: [_mc_] I found out who stole your locker.
fr_fr: [_mc_] J'ai découvert qui a volé votre casier.
it_it: [_mc_] ho scoperto chi ha rubato il tuo armadio.

source: [_isabelle_s_skeptical_] It was [lindsey] again, wasn't it?
fr_fr: [_isabelle_s_skeptical_] C'était encore [lindsey] , n'est-ce pas?
it_it: [_isabelle_s_skeptical_] Era di nuovo [lindsey] , vero?

source: [_mc_] Nope.
fr_fr: [_mc_] Non.

source: [_mc_] It was [maxine].
fr_fr: [_mc_] C'était le [maxine].
it_it: [_mc_] era [maxine].

source: [_isabelle_s_skeptical_] It was [kate] again, wasn't it?
fr_fr: [_isabelle_s_skeptical_] C'était encore [kate] , n'est-ce pas?
it_it: [_isabelle_s_skeptical_] Era di nuovo [kate] , vero?

source: [_mc_] Nope. It was [maxine].
fr_fr: [_mc_] Non. C'était le [maxine].
it_it: [_mc_] Nope. Era [maxine].

source: [_isabelle_s_concerned_] Well, where's the locker now?
fr_fr: [_isabelle_s_concerned_] Eh bien, où est le casier maintenant?
it_it: [_isabelle_s_concerned_] Beh, dov'è l'armadietto adesso?

source: [_mc_] No idea. She wouldn't tell me.
fr_fr: [_mc_] Aucune idée. Elle ne me dirait pas.
it_it: [_mc_] Nessuna idea. Non me lo direbbe.

source: [_isabelle_s_annoyed_] Why?
fr_fr: [_isabelle_s_annoyed_] Pourquoi?
it_it: [_isabelle_s_annoyed_] Perché?

source: [_mc_] Sorry, I don't know. She's always so cryptic...
fr_fr: [_mc_] Désolé, je ne sais pas. Elle est toujours si cryptique ...
it_it: [_mc_] Scusa, non lo so. È sempre così criptica...

source: [_isabelle_s_annoyed_left_] Miserable slag! What did I ever do to her?!
fr_fr: [_isabelle_s_annoyed_left_] Le scorie misérable ! Qu'est-ce que je lui ai jamais fait?
it_it: [_isabelle_s_annoyed_left_] scorie miserabili! Che cosa ho mai fatto a lei?!

source: [_mc_] I don't think—
fr_fr: [_mc_] Je ne pense pas-
it_it: [_mc_] Non penso—

source: [_isabelle_s_angry_] I'm going to...
fr_fr: [_isabelle_s_angry_] Je vais ...
it_it: [_isabelle_s_angry_] Sto andando a...

source: [_mc_] Hey! Don't you think it would be smart to mull this over?
fr_fr: [_mc_] Hey ! Ne penses-tu pas qu'il serait intelligent de le faire?
it_it: [_mc_] Ehi! Non credi che sarebbe intelligente mull questo finito?

source: [_isabelle_s_sad_] Do you think they're all in on this?
fr_fr: [_isabelle_s_sad_] Pensez-vous qu'ils sont tous sur ce point?
it_it: [_isabelle_s_sad_] Pensi che siano tutti dentro su questo?

source: [_mc_] They?
fr_fr: [_mc_] Ils?
it_it: [_mc_] Loro ?

source: [_mc_] [lindsey] and [maxine] used to be best friends.
fr_fr: [_mc_] [lindsey] et [maxine] sont les meilleurs amis.
it_it: [_mc_] [lindsey] e [maxine] erano i migliori amici.

source: [_mc_] [kate] and [lindsey] are both jocks.
fr_fr: [_mc_] [kate] et [lindsey] sont toutes deux des horloges.
it_it: [_mc_] [kate] e [lindsey] sono entrambi jock.

source: [_mc_] It's a possibility...
fr_fr: [_mc_] C'est une possibilité ...
it_it: [_mc_] È una possibilità...

source: [_isabelle_s_sad_] Do you think they're both in on this?
fr_fr: [_isabelle_s_sad_] Pensez-vous qu'ils sont tous les deux à ce sujet?
it_it: [_isabelle_s_sad_] Pensi che entrambi siano dentro su questo?

source: [_isabelle_s_sad_] [kate] and [maxine].
fr_fr: [_isabelle_s_sad_] [kate] et [maxine].
it_it: [_isabelle_s_sad_] [kate] e [maxine].

source: [_mc_] Feels unlikely, but it's not impossible...
fr_fr: [_mc_] Feels improbable, mais ce n'est pas impossible ...
it_it: [_mc_] Si sente improbabile, ma non è impossibile...

source: [_mc_] Maybe [kate] has some dirt on [maxine]?
fr_fr: [_mc_] Peut-être [kate] a-il un peu de saleté sur le [maxine]?
it_it: [_mc_] Forse [kate] ha qualche sporco su [maxine]?

source: [_isabelle_s_annoyed_] Bullying isn't always coordinated.
fr_fr: [_isabelle_s_annoyed_] L'intimidation n'est pas toujours coordonnée.
it_it: [_isabelle_s_annoyed_] Bullying non è sempre coordinato.

source: [_isabelle_s_annoyed_] Sometimes a bully picks on someone, and other people just follow suit.
fr_fr: [_isabelle_s_annoyed_] Parfois, une brute choisit quelqu'un, et d'autres personnes ne font que suivre.
it_it: [_isabelle_s_annoyed_] A volte un bullo sceglie qualcuno e altre persone semplicemente seguire l'esempio.

source: [_mc_] People are shit.
fr_fr: [_mc_] Les gens sont merde.
it_it: [_mc_] La gente è merda.

source: [_isabelle_s_sad_] Unfortunately, that's often true.
fr_fr: [_isabelle_s_sad_] Malheureusement, c'est souvent vrai.
it_it: [_isabelle_s_sad_] Sfortunatamente, è spesso vero.

source: [_isabelle_s_sad_] I learned it too late.
fr_fr: [_isabelle_s_sad_] Je l'ai appris trop tard.
it_it: [_isabelle_s_sad_] l'ho imparato troppo tardi.

source: [_mc_] I'm sorry.
fr_fr: [_mc_] Je suis désolé.

source: [_isabelle_s_concerned_] Sometimes the only thing you can do is hit back.
fr_fr: [_isabelle_s_concerned_] Parfois, la seule chose que vous pouvez faire est de revenir.
it_it: [_isabelle_s_concerned_] A volte l'unica cosa che puoi fare è colpire indietro.

source: [_mc_] It's not her bullies this time, but I'm sure she's up there watching.
fr_fr: [_mc_] Ce n'est pas ses intimidons cette fois, mais je suis sûr qu'elle est en train de regarder.
it_it: [_mc_] Questa volta non sono i suoi bulli ma sono sicuro che lei è lì a guardare.

source: [_isabelle_s_neutral_] Thank you. I hope so.
fr_fr: [_isabelle_s_neutral_] Merci. J'espère que oui.
it_it: [_isabelle_s_neutral_] Grazie. Spero che sia così.

source: [_mc_] Let's start with [maxine] — how are we going to get back at her?
fr_fr: [_mc_] Commençons par [maxine] -Comment allons-nous la récupérer?
it_it: [_mc_] Iniziamo con [maxine] — come torneremo da lei?

source: [_isabelle_s_skeptical_] You know her best...
fr_fr: [_isabelle_s_skeptical_] Vous connaissez son meilleur ...
it_it: [_isabelle_s_skeptical_] Tu conosci il suo meglio...

source: [_isabelle_s_skeptical_] What's something she cares about?
fr_fr: [_isabelle_s_skeptical_] À quoi elle se soucie?
it_it: [_isabelle_s_skeptical_] Di cosa si preoccupa a lei?

source: [_mc_] Hmm... she's not the easiest person to rattle...
fr_fr: [_mc_] Hmm ... elle n'est pas la personne la plus facile ...
it_it: [_mc_] Hmm... non è la persona più facile da sonagliare...

source: [_mc_] She only really cares about her mysteries and conspiracy theories.
fr_fr: [_mc_] Elle se soucie vraiment de ses mystères et théories du complot.
it_it: [_mc_] Lei si preoccupa solo dei suoi misteri e delle sue teorie di cospirazione.

source: [_isabelle_s_excited_] What about her cat?
fr_fr: [_isabelle_s_excited_] Qu'en est-il de son chat?
it_it: [_isabelle_s_excited_] Che dire del suo gatto?

source: [_mc_] Oh, you're right! She does care about [spinach]!
fr_fr: [_mc_] Oh, vous avez raison ! Elle s'occupe de [spinach]!
it_it: [_mc_] Oh, hai ragione! Lei si preoccupa di [spinach]!

source: [_mc_] What are you thinking?
fr_fr: [_mc_] Qu'est-ce que vous pensez?
it_it: [_mc_] Cosa stai pensando?

source: [_isabelle_s_thinking_] Well, when someone steals from you, it gives you the right to steal from them.
fr_fr: [_isabelle_s_thinking_] Eh bien, quand quelqu'un vole de vous, il vous donne le droit de les voler.
it_it: [_isabelle_s_thinking_] Beh, quando qualcuno ti ruba, ti dà il diritto di rubare loro.

source: [_mc_] I don't think that's how the law works...
fr_fr: [_mc_] Je ne pense pas que c'est comme ça que la loi fonctionne ...
it_it: [_mc_] Non penso che sia così che funziona la legge...
