Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/q_isabelle_stolen.po
Languages: fr_fr, it_it

source: [_jo_s_thinking_] The [guard]? Come on now, who needs ten doughnuts?
fr_fr: [_jo_s_thinking_] Le [guard]? Viens maintenant, qui a besoin de dix beignes?
it_it: [_jo_s_thinking_] The [guard]? Vieni ora, chi ha bisogno di dieci ciambelle?

source: [_mc_] You don't know his appetite!
fr_fr: [_mc_] Vous ne connaissez pas son appétit !
it_it: [_mc_] Non conosci il suo appetito!

source: [_mc_] Fine, I'll put them back...
fr_fr: [_mc_] Fine, je vais les remettre ...
it_it: [_mc_] Bene, li rimetterò indietro...

source: [_jo_s_angry_] No, you've already touched them! I'll just have to pay for them.
fr_fr: [_jo_s_angry_] Non, vous les avez déjà touchés ! Je vais juste payer pour eux.
it_it: [_jo_s_angry_] No, li hai già toccati! Dovrò solo pagare per loro.

source: [_jo_s_annoyed_] This means detention. I hope you understand that.
fr_fr: [_jo_s_annoyed_] Cela signifie la détention. J'espère que vous le comprenez.
it_it: [_jo_s_annoyed_] Questo significa detenzione. Spero che tu lo capisci.

source: Well, that could certainly have gone smoother...
fr_fr: Eh bien, ça aurait pu aller plus loin ...
it_it: Bene, questo avrebbe potuto essere più liscio...

source: Detention again... that's just great.
fr_fr: Une fois de plus, la détention ... c'est super.
it_it: Ritenzione di nuovo... è solo grande.

source: Okay, got them all.
fr_fr: Ok, ils les ont tous.
it_it: Ok, li ha presi tutti.

source: Now I just need to wait for the [guard] to realize.
fr_fr: Maintenant j'ai juste besoin d'attendre le [guard] pour réaliser.
it_it: Ora devo solo aspettare che la [guard] si realizzi.

source: [_nurse_s_concerned_] Excuse me... I saw you bought all the doughnuts...
fr_fr: [_nurse_s_concerned_] Excuse-moi ... J'ai vu que vous avez acheté toutes les beignes ...
it_it: [_nurse_s_concerned_] Scusatemi... Ti ho visto comprare tutte le ciambelle...

source: [_nurse_s_concerned_] I'm really craving something sweet right now.
fr_fr: [_nurse_s_concerned_] Je suis vraiment en train de fumer quelque chose de sucré.
it_it: [_nurse_s_concerned_] sto davvero desiderando qualcosa di dolce in questo momento.

source: [_nurse_s_blush_] Would you mind selling me one?
fr_fr: [_nurse_s_blush_] Pourriez-vous me vendre un?
it_it: [_nurse_s_blush_] Ti dispiacerebbe vendermi uno?

source: [_mc_] Sorry, but I need these.
fr_fr: [_mc_] Désolé, mais j'en ai besoin.
it_it: [_mc_] Mi dispiace, ma ne ho bisogno.

source: [_nurse_s_thinking_] All five of them?
fr_fr: [_nurse_s_thinking_] Tous les cinq?
it_it: [_nurse_s_thinking_] Tutti e cinque di loro?

source: [_nurse_s_thinking_] All ten of them?
fr_fr: [_nurse_s_thinking_] Tous les dix?
it_it: [_nurse_s_thinking_] Tutti i dieci di loro?

source: [_mc_] Yes. I'm making a doughnut castle.
fr_fr: [_mc_] Oui. Je fais un château de beignet.
it_it: [_mc_] Sì. Sto facendo un castello di ciambella.

source: [_nurse_s_sad_] Be careful not to overeat.
fr_fr: [_nurse_s_sad_] Attention à ne pas trop manger.
it_it: [_nurse_s_sad_] Fai attenzione a non mangiare troppo.

source: [_mc_] Sure, I don't need all of these!
fr_fr: [_mc_] Bien sûr, je n'ai pas besoin de tout ça !
it_it: [_mc_] Certo, non ho bisogno di tutti questi!

source: [_nurse_s_smile_] Oh, great! Here's two dollars...
fr_fr: [_nurse_s_smile_] Oh, super ! Voici deux dollars ...
it_it: [_nurse_s_smile_] Oh, grande! Ecco due dollari...

source: [_mc_] Thanks, I hope you like it!
fr_fr: [_mc_] Merci, j'espère que vous l'aimez !
it_it: [_mc_] Grazie, spero vi piace!

source: [_nurse_s_smile_] I think I will! It's probably not good for my figure, but sometimes you just have to indulge a little...
fr_fr: [_nurse_s_smile_] Je pense que j'y vais ! Ce n'est probablement pas bon pour mon personnage, mais il faut parfois se faire un peu ...
it_it: [_nurse_s_smile_] Penso che lo farò! Probabilmente non è buono per la mia figura, ma a volte devi solo indulgere un po'...

source: [_mc_] I think your figure is fantastic. No worries there!
fr_fr: [_mc_] Je pense que votre chiffre est fantastique. Pas d'inquiétude là !
it_it: [_mc_] Penso che la tua figura sia fantastica. Non ci si preoccupa!

source: [_nurse_s_blush_] That is very kind of you! Thank you, [mc].
fr_fr: [_nurse_s_blush_] C'est très gentile de vous ! Merci, [mc].
it_it: [_nurse_s_blush_] Questo è molto gentile! Grazie, [mc].

source: [_mc_] Oh, they're more expensive than that...
fr_fr: [_mc_] Oh, ils sont plus chers que ça ...
it_it: [_mc_] Oh, sono più costosi...

source: [_nurse_s_annoyed_] What do you mean?
fr_fr: [_nurse_s_annoyed_] Que voulez-vous dire?
it_it: [_nurse_s_annoyed_] Che cosa intendi?

source: [_mc_] I mean that you're not getting them at retail price anymore.
fr_fr: [_mc_] Je veux dire que vous ne les obtenez plus au prix de détail.
it_it: [_mc_] Voglio dire che non li stai più ottenendo al prezzo di vendita.

source: [_nurse_s_neutral_] How much are they now?
fr_fr: [_nurse_s_neutral_] Combien sont-ils maintenant?
it_it: [_nurse_s_neutral_] Quanto sono ora?

source: [_mc_] They're $10 each now.
fr_fr: [_mc_] Ils sont 10 $ chacun maintenant.
it_it: [_mc_] Ora sono 10 dollari.

source: [_nurse_s_annoyed_] That's a bit much, isn't it?
fr_fr: [_nurse_s_annoyed_] C'est un peu trop, n'est-ce pas?
it_it: [_nurse_s_annoyed_] È un po' molto, vero?

source: [_mc_] I think it's a fair price for someone in your position.
fr_fr: [_mc_] Je pense que c'est un prix juste pour quelqu'un dans votre poste.
it_it: [_mc_] Penso che sia un prezzo giusto per qualcuno nella tua posizione.

source: [_nurse_s_surprised_] M-my position?
fr_fr: [_nurse_s_surprised_] M-ma position?
it_it: [_nurse_s_surprised_] M-mia posizione?

source: [_mc_] You know very well what I'm talking about... I still have that photo.
fr_fr: [_mc_] Vous savez très bien de quoi je parle ... J'ai encore cette photo.
it_it: [_mc_] Sai molto bene di cosa sto parlando... Ho ancora quella foto.

source: [_nurse_s_afraid_] Okay, here's a ten!
fr_fr: [_nurse_s_afraid_] Ok, voici une dizaine !
it_it: [_nurse_s_afraid_] Okay, ecco un dieci!

source: [_mc_] I think you should have a couple more!
fr_fr: [_mc_] Je pense que vous devriez avoir un couple plus !
it_it: [_mc_] Penso che si dovrebbe avere un paio di più!

source: [_nurse_s_annoyed_] I... I suppose I could...
fr_fr: [_nurse_s_annoyed_] I ... Je suppose que je pourrais ...
it_it: [_nurse_s_annoyed_] I... Suppongo di potere...

source: [_nurse_s_annoyed_] Here you go.
fr_fr: [_nurse_s_annoyed_] Ici, vous allez.
it_it: [_nurse_s_annoyed_] Qui vai.

source: [_mc_] Pleasure doing business with you!
fr_fr: [_mc_] Plaisir d'affaires avec vous !
it_it: [_mc_] Piacere fare affari con te!

source: [_nurse_s_concerned_] Likewise...
fr_fr: [_nurse_s_concerned_] De même ...
it_it: [_nurse_s_concerned_] Similmente...

source: [_mc_] I'm not looking for money.
fr_fr: [_mc_] Je ne cherche pas de l'argent.
it_it: [_mc_] Non sto cercando soldi.

source: [_mc_] You can trade the doughnut for a strike in your little book.
fr_fr: [_mc_] Vous pouvez échanger l'écrou pour une grève dans votre petit livre.
it_it: [_mc_] Puoi scambiare la ciambella per uno sciopero nel tuo piccolo libro.

source: [_nurse_s_annoyed_] Err... just keep the doughnut...
fr_fr: [_nurse_s_annoyed_] Err ... juste garder la beignet ...
it_it: [_nurse_s_annoyed_] Err... basta tenere la ciambella...

source: [_mc_] Are you sure?
fr_fr: [_mc_] Etes-vous sûr?
it_it: [_mc_] Sei sicuro?

source: [_nurse_s_sad_] I'd really like that doughnut...
fr_fr: [_nurse_s_sad_] J'aimerais vraiment que ce beigne ...
it_it: [_nurse_s_sad_] Mi piacerebbe davvero quella ciambella...

source: [_mc_] Let's add one strike then.
fr_fr: [_mc_] On y ajoute une grève.
it_it: [_mc_] Aggiungiamo un colpo allora.

source: [_nurse_s_blush_] Okay. That's okay.
fr_fr: [_nurse_s_blush_] Ok. C'est bon.
it_it: [_nurse_s_blush_] Okay. Va bene.

source: [_mc_] Here you go.
fr_fr: [_mc_] Ici, vous allez.
it_it: [_mc_] Qui vai.

source: [_nurse_s_annoyed_] What... err... what are you looking for?
fr_fr: [_nurse_s_annoyed_] Qu'est-ce que vous cherchez?
it_it: [_nurse_s_annoyed_] Cosa... erro... che cosa stai cercando?

source: [_mc_] I think it's due time we start a tally.
fr_fr: [_mc_] Je pense qu'il est temps de commencer un comptage.
it_it: [_mc_] Penso che sia il momento giusto per iniziare un tally.

source: [_mc_] Yeah, it'll be a little game between the two of us.
fr_fr: [_mc_] Oui, ce sera un petit jeu entre nous deux.
it_it: [_mc_] Sì, sarà un piccolo gioco tra i due.

source: [_mc_] For example, this doughnut will add one strike to the tally.
fr_fr: [_mc_] Par exemple, ce beigne ajoutera une frappe au décompte.
it_it: [_mc_] Per esempio, questa ciambella aggiungerà un colpo al tally.

source: [_nurse_s_thinking_] What is the tally for?
fr_fr: [_nurse_s_thinking_] Qu'est-ce que le décompte?
it_it: [_nurse_s_thinking_] Qual è il tall?

source: [_mc_] Basically, it's just so that we won't forget what you owe me.
fr_fr: [_mc_] En gros, c'est juste pour que nous n'oubliions pas ce que vous me devez.
it_it: [_mc_] Fondamentalmente, è solo così che non dimentichiamo quello che mi dovete.

source: [_mc_] We'll keep a notebook on your desk where we record the strikes.
fr_fr: [_mc_] Nous garderons un carnet sur votre bureau où nous enregistrerons les grèves.
it_it: [_mc_] Torneremo un taccuino sulla scrivania dove registriamo gli scioperi.

source: [_mc_] Strikes can be traded in for... other things later on.
fr_fr: [_mc_] Les grèves peuvent être négociées pour ... d'autres choses plus tard.
it_it: [_mc_] Gli attacchi possono essere scambiati per... altre cose in seguito.

source: [_nurse_s_afraid_] What sort of things...?
fr_fr: [_nurse_s_afraid_] Quelles sortes de choses ...?
it_it: [_nurse_s_afraid_] Che tipo di cose...?

source: [_mc_] That'd be up to me to decide, but I promise I'll be fair about it.
fr_fr: [_mc_] C'est à moi de décider, mais je promets que je serai honnête à ce sujet.
it_it: [_mc_] Sta a me decidere, ma prometto che sarò leale al riguardo.

source: [_nurse_s_annoyed_] I don't know about this...
fr_fr: [_nurse_s_annoyed_] Je ne sais pas à ce sujet ...
it_it: [_nurse_s_annoyed_] Non so di questo...

source: [_mc_] But I do.
fr_fr: [_mc_] Mais je le fais.
it_it: [_mc_] Ma lo faccio.

source: [_mc_] So, unless you want that photo of yours landing in the principal's mailbox...
fr_fr: [_mc_] Donc, à moins que vous ne vouiez cette photo de votre atterrissage dans la boîte aux lettres du principal ...
it_it: [_mc_] Quindi, a meno che tu non voglia quella foto del tuo atterraggio nella casella di posta del principato...

source: [_nurse_s_surprised_] Fine! I'll do it!
fr_fr: [_nurse_s_surprised_] Fine ! Je le ferai !
it_it: [_nurse_s_surprised_] Fine! Lo farò!

source: [_mc_] Good. And the next time I come into your office, that notebook better be on the table for inspection.
fr_fr: [_mc_] Bon. Et la prochaine fois que je serai dans votre bureau, ce carnet sera mieux sur la table pour l'inspection.
it_it: [_mc_] Bene. E la prossima volta che vengo nel tuo ufficio, quel taccuino meglio essere sul tavolo per l'ispezione.

source: [_nurse_s_afraid_] It will!
it_it: [_nurse_s_afraid_] Lo farà!

source: [_mc_] Enjoy your doughnut now.
fr_fr: [_mc_] Profitez de votre beigne maintenant.
it_it: [_mc_] Goditi la tua ciambella ora.

source: [_nurse_s_annoyed_] Thanks...
fr_fr: [_nurse_s_annoyed_] Merci ...
it_it: [_nurse_s_annoyed_] Grazie...

source: There he goes... licking the sugar residue from his lips. It won't be long now.
fr_fr: Il va ... lécher le résidu de sucre de ses lèvres. Ça ne sera pas long maintenant.
it_it: Lì va...leccare il residuo di zucchero dalle sue labbra. Non ci sarà molto tempo.

source: The sweetness hits his tongue, lighting up the receptors in his brain.
fr_fr: La douceur frappe sa langue, éclairant les récepteurs dans son cerveau.
it_it: La dolcezza colpisce la lingua, illuminando i recettori nel suo cervello.

source: Then comes the craving... the need for more.
fr_fr: Puis vient la spéléologie ... la nécessité d'en faire plus.
it_it: Poi arriva il desiderio... la necessità di più.

source: At first, he tries to suppress it. Surely, he can go a little longer?
fr_fr: Au début, il essaie de la supprimer. Sûrement, il peut aller un peu plus longtemps?
it_it: All'inizio cerca di sopprimerlo. Sicuramente, può andare un po' più a lungo?

source: Then, the need hits him in full. It's like he's scripted like the Lady in Red from Matrix.
fr_fr: Ensuite, le besoin le frappe dans son intégralité. C'est comme s'il était écrit comme la Dame en rouge à partir de Matrix.
it_it: Poi, la necessità lo colpisce pienamente. È come se fosse scritto come la Signora in Rosso da Matrix.

source: He clears his throat and gets up, straightening his uniform.
fr_fr: Il efface sa gorge et se lève, redressant son uniforme.
it_it: Si schiarisce la gola e si alza, raddrizzando la sua uniforme.

source: And just like that, he's heading for the cafeteria pastries.
fr_fr: Et comme ça, il se dirige vers les pâtisseries de la cafétéria.
it_it: E proprio così, si sta dirigendo verso i dolci della caffetteria.

source: The [guard]'s hand is shaking, his face flushed red.
fr_fr: La main du [guard]est en train de trembler, son visage rouge.
it_it: La mano di [guard]sta tremando, il suo volto è rosso.

source: The sudden lack of doughnuts has sent his nervous system into overdrive.
fr_fr: Le manque soudain de beignes a envoyé son système nerveux en surentraînement.
it_it: L'improvvisa mancanza di ciambelle ha inviato il suo sistema nervoso in overdrive.

source: Surely, a blood pressure that high is nothing to joke about.
fr_fr: Il est certain qu'une pression sanguine qui est élevée n'est pas une blague.
it_it: Sicuramente, una pressione sanguigna alta non è nulla di cui scherzare.

source: The veins in his neck and forehead bulge like fire hoses, struggling to put out the flames in his eyes.
fr_fr: Les veines dans son cou et son front se gonflent comme des tuyaux d'incendie, luttant pour éteindre les flammes à ses yeux.
it_it: Le vene nel collo e la fronte rigonfiano come i manichini del fuoco, lottando per spegnere le fiamme negli occhi.

source: [_guard_] This fucking place...
fr_fr: [_guard_] Ce putain de lieu ...
it_it: [_guard_] Questo luogo del cazzo...

source: His only joy in life, stolen.
fr_fr: Sa seule joie dans la vie, volée.
it_it: La sua unica gioia nella vita, rubata.

source: Mmmm... these taste even better knowing he can't have any.
fr_fr: Mmmm ... ce goût encore mieux sachant qu'il n'en a pas.
it_it: Mmmm... questi gusti ancora meglio sapendo che non può averne.

source: The glazed topping mixed with the strawberry jam. Heaven.
fr_fr: Le garniture vitrée mélangée à la confiture de fraise. Ciel.
it_it: La topping smaltata mescolata con la marmellata di fragole. Cielo.

source: Oh, shit. Did his nose just twitch? Is he sniffing out my doughnut?
fr_fr: Oh, merde. Son nez est-il juste en secousse? Il renifle mon beigne?
it_it: Oh, merda. Ha appena spuntato il naso? Sta sniffando fuori la mia ciambella?

source: Fevered desperation flickers through his eyes as he scans the room.
fr_fr: Fevered désespéré flics à travers ses yeux alors qu'il scrute la pièce.
it_it: Fevered la disperazione tremerà attraverso i suoi occhi mentre scansiona la stanza.

source: Nothing could've prepared him for my smiling face, mouth full of doughnut.
fr_fr: Rien ne pouvait l'avoir préparé pour mon visage souriant, bouche pleine de beigne.
it_it: Niente poteva prepararlo per il mio viso sorridente, bocca piena di ciambella.

source: Maybe it's sorrow washing over him, maybe it's suppressed rage.
fr_fr: Peut-être que c'est de la peine de se laver sur lui, peut-être que c'est une rage étouffée.
it_it: Forse è il dispiacere di lavarsi su di lui, forse è la rabbia soppressa.

source: The tears in his eyes have never bothered me before, but this is heartbreaking.
fr_fr: Les larmes aux yeux ne m'ont jamais ennuyez, mais c'est déchirant.
it_it: Le lacrime nei suoi occhi non mi hanno mai disturbato prima, ma questo è straziante.

source: It's the same kind of suffering I feel when watching girls in the gym, boobs bouncing and locks flowing in the wind.
fr_fr: C'est le même genre de souffrance que je ressens lorsqu'on regarde les filles dans la salle de gym, les seins rebonis et les écluses qui s'écoulent dans le vent.
it_it: È lo stesso tipo di sofferenza che sento quando guardo le ragazze in palestra, tette che rimbalzano e serrature che scorrono nel vento.

source: To know such suffering is to...
fr_fr: Savoir de telles souffrances est de ...
it_it: Conoscere tale sofferenza è da...

source: Sweat sloshes down the furrows of the [guard]'s forehead.
fr_fr: Le balayage réduit les sillons du front de [guard].
it_it: Il sudore abbassa i solchi della fronte della [guard].

source: This is his worst day since the cancellation of Baywatch...
fr_fr: C'est son pire jour depuis l'annulation de Baywatch ...
it_it: Questo è il suo giorno peggiore dalla cancellazione di Baywatch...

source: The worst day since he lost his job at the video game store and was forced to watch noisy high schoolers for a living.
fr_fr: Le pire jour depuis qu'il a perdu son emploi dans le magasin de jeux vidéo, il a été forcé de regarder les lycéen bruyants pour gagner sa vie.
it_it: Il giorno peggiore da quando ha perso il lavoro presso il negozio di videogiochi ed è stato costretto a guardare le scuole superiori rumorose per una vita.

source: The worst day since Vietnam.
fr_fr: Le pire jour depuis le Vietnam.
it_it: Il giorno peggiore dal Vietnam.

source: Anger and soul-crushing pain — distilled disappointment.
fr_fr: Anger and soul-écrasante douleur-distilled déception.
it_it: Dolore rabbia e schiacciamento dell'anima — delusione distillata.

source: I give the poor man a commiserating look. The only thing appropriate for the downfall of man.
fr_fr: Je donne un regard commiserant au pauvre. La seule chose qui convient à la chute de l'homme.
it_it: Io do al povero uno sguardo commiserante. L'unica cosa appropriata per la caduta dell'uomo.

source: There are few men who can withstand such an overload of emotions, but the world keeps turning and there's a doughnut shop across the street.
fr_fr: Il y a peu d'hommes capables de supporter une telle surcharge d'émotions, mais le monde continue à tourner et il y a un magasin de beignet dans la rue.
it_it: Ci sono pochi uomini che possono sopportare un tale sovraccarico di emozioni, ma il mondo continua a girare e c'è un negozio di ciambelle attraverso la strada.

source: With the embers of hatred still burning in his eyes, he drags his feet and disappears into the wilderness.
fr_fr: Avec les braeurs de haine qui brûle encore dans les yeux, il traîne les pieds et disparaît dans le désert.
it_it: Con le braccia di odio che brucia ancora agli occhi, trascina i piedi e scompare nel deserto.

source: Well, he left. Okay, time to put my plan into action. {i}Operation Sweet Tooth [guard]'s Booth.{/}
fr_fr: Eh bien, il est parti. Ok, le temps de mettre mon plan en action. {i}Opération Sweet Tooth [guard]'s Booth. { / }
it_it: Bene, se n'è andato. Ok, è il momento di mettere il mio piano in azione. {i}Operazione Sweet Tooth [guard]'s Booth.{/}

source: Also, I should probably stop watching Matrix reruns.
fr_fr: De plus, je devrais probablement arrêter de regarder les réexécutions de Matrix.
it_it: Inoltre, probabilmente dovrei smettere di guardare le rierughe di Matrix.

source: [_isabelle_s_neutral_] Hey, how's the investigation going? Any new leads?
fr_fr: [_isabelle_s_neutral_] Hey, comment va l'enquête? De nouvelles pistes?
it_it: [_isabelle_s_neutral_] Hey, come sta andando l'indagine? Qualche nuovo lead?

source: While I know that [lindsey] is the thief, I feel like there might be more to the story.
fr_fr: Alors que je sais que le [lindsey] est le voleur, j'ai l'impression qu'il pourrait y avoir plus d'histoire.
it_it: Mentre so che [lindsey] è il ladro, mi sento come ci potrebbe essere di più alla storia.

source: It's hard to believe that someone like her would do this...
fr_fr: Il est difficile de croire que quelqu'un comme elle ferait ça ...
it_it: È difficile credere che qualcuno come lei farebbe questo...

source: On the other hand, the surveillance footage doesn't lie.
fr_fr: D'un autre côté, les images de surveillance ne mentont pas.
it_it: D'altra parte, i filmati di sorveglianza non mentono.

source: [_mc_] I've finished my investigation.
fr_fr: [_mc_] J'ai terminé mon enquête.
it_it: [_mc_] ho finito la mia indagine.

source: [_isabelle_s_skeptical_] Really?
fr_fr: [_isabelle_s_skeptical_] Vraiement?
it_it: [_isabelle_s_skeptical_] Davvero?

source: [_isabelle_s_skeptical_] Go on then, tell me who the thief is!
fr_fr: [_isabelle_s_skeptical_] Allez, dis-moi qui est le voleur !
it_it: [_isabelle_s_skeptical_] Continuate allora, ditemi chi è il ladro!

source: This is pretty tough... [lindsey]'s whole running career could potentially be ruined, but she did steal that thing, in spite of everything.
fr_fr: C'est assez dur ... [lindsey]'s la carrière entière pourrait être ruinée, mais elle a volé cette chose, malgré tout.
it_it: Questo è piuttosto difficile... L'intera carriera di [lindsey]è potenzialmente rovinata, ma ha rubato quella cosa, nonostante tutto.

source: Saying it was [kate] could probably work without evidence, but what would the consequences of that be?
fr_fr: Dire que c'était [kate] pourrait probablement fonctionner sans preuve, mais quelles en seraient les conséquences?
it_it: Dire che era [kate] probabilmente potrebbe funzionare senza prove, ma quali sarebbero le conseguenze di quello?

source: [isabelle]'s going to go after someone hard. She has that fire in her eyes...
fr_fr: [isabelle]'s vont aller après quelqu'un d'autre. Elle a le feu dans les yeux ...
it_it: [isabelle]sta per andare dopo qualcuno duro. Ha quel fuoco nei suoi occhi...

source: [_mc_] [kate] did it.
fr_fr: [_mc_] [kate] l'a fait.
it_it: [_mc_] [kate] l'ha fatto.

source: [_isabelle_s_angry_] I bloody well knew it!
fr_fr: [_isabelle_s_angry_] Je le savais bien !
it_it: [_isabelle_s_angry_] lo sapevo bene sanguinoso!

source: [_isabelle_s_angry_] I'm going to kill her.
fr_fr: [_isabelle_s_angry_] Je vais la tuer.
it_it: [_isabelle_s_angry_] la ucciderò.

source: That didn't take much convincing...
fr_fr: Ça n'a pas été très convaincant ...
it_it: Non ha preso molto convincente...

source: [_mc_] Calm down. We need a plan.
fr_fr: [_mc_] Calme. Nous avons besoin d'un plan.
it_it: [_mc_] Si calma. Abbiamo bisogno di un piano.

source: [_isabelle_s_angry_] Don't tell me to calm down!
fr_fr: [_isabelle_s_angry_] Ne me dites pas de me calmer !
it_it: [_isabelle_s_angry_] Non mi dica di calmare!

source: [_mc_] One simply doesn't attack [kate] without a plan... there's always jocks around who will kick your ass if you get into a fight.
fr_fr: [_mc_] Un seul n'attaque pas [kate] sans plan ... il y a toujours des jhorloge autour de qui va taper votre cul si vous vous attachez à un combat.
it_it: [_mc_] Uno semplicemente non attacca [kate] senza un piano... ci sono sempre dei jocks intorno a chi calderà il culo se si entra in una lotta.

source: [_mc_] Be smart about this.
fr_fr: [_mc_] Soyez intelligent à ce sujet.
it_it: [_mc_] Sii intelligente su questo.

source: [_isabelle_s_skeptical_] Whose side are you on?
fr_fr: [_isabelle_s_skeptical_] De qui êtes-vous?
it_it: [_isabelle_s_skeptical_] A chi stai accendo?

source: [_mc_] Listen to yourself for a moment — you're ready to fight the most popular girl in the school.
fr_fr: [_mc_] Écoutez vous-même un moment-vous êtes prêt à combattre la fille la plus populaire de l'école.
it_it: [_mc_] Ascoltate voi stessi per un attimo: siete pronti a combattere la ragazza più popolare della scuola.
