Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/ground_floor/int_notice_board.po
Languages: fr_fr, it_it

source: {i}"Make a real queen rule the prom this year. Vote for [kate]!"{/}
fr_fr: {i}"Faites en sorte qu'une vraie reine gouverne le bal de fin d'année cette année. Votez pour [kate] !"{/}
it_it: {i}"Crea una vera regola regina per il ballo di quest'anno. Vota per [kate]!"{/}

source: Oh, boy. They're starting early this year.
fr_fr: Oh, mon garçon. Ils commencent tôt cette année.
it_it: Oh, ragazzo. Stanno iniziando all'inizio di quest'anno.

source: {i}"Welcome to Newfall High and the first day of the school year!"{/}
fr_fr: {i}"Bienvenue à Newfall High et le premier jour de l'année scolaire !" {/}
it_it: {i}"Benvenuto su Newfall High e il primo giorno dell'anno scolastico!"{/}

source: {i}"Freshmen, sophomores, and juniors — please, gather on the field behind the school."{/}
fr_fr: {i}"Les élèves de première, deuxième et troisième année se rassemblent sur le terrain derrière l'école.
it_it: {i}"Freshmen, sophomores e juniores — per favore, si riuniscono sul campo dietro la scuola."{/}

source: {i}"Seniors, come to the homeroom."{/}
fr_fr: {i}"Les personnes âgées, venez au foyer." {/}
it_it: {i}"{i} Seniors, vieni all'homeroom."{/}

source: There's simply no way that people would sign a petition that I'm in charge of.
fr_fr: Il n'y a tout simplement aucun moyen pour que les gens signent une pétition dont je suis responsable.
it_it: Non c'è semplicemente modo che la gente firmi una petizione di cui sono responsabile.

source: Better ask [isabelle] for help. She's a professional at this.
fr_fr: Mieux demander le [isabelle] pour obtenir de l'aide. Elle est un professionnel.
it_it: Meglio chiedere aiuto ad [isabelle] . È una professionista in questo.

source: Oh, [maxine] put her signature down... that's odd.
fr_fr: Oh, [maxine] a mis sa signature en bas ... c'est bizarre.
it_it: Oh, [maxine] ha messo giù la sua firma... è strano.

source: She's not the type to care about these things...
fr_fr: Elle n'est pas le genre à s'occuper de ces choses ...
it_it: Non è il tipo a cui preoccuparsi di queste cose...

source: She probably has an ulterior motive for wanting the pool opened.
fr_fr: Elle a probablement une arrière-pensée pour avoir voulu que la piscine soit ouverte.
it_it: Probabilmente ha un ulteriore motivo per volere la piscina aperta.

source: Very well. Time to change the world.
fr_fr: Très bien. Il est temps de changer le monde.
it_it: Molto bene. È tempo di cambiare il mondo.

source: Okay, now we're getting somewhere!
fr_fr: Ok, maintenant on se trouve quelque part !
it_it: Ok, ora stiamo ottenendo da qualche parte!

source: Let's give it one more hour, then I'll bring it to [mrsl].
fr_fr: Faisons une heure de plus, puis je vais le porter au [mrsl].
it_it: Diamo ancora un'ora, poi lo porterò a [mrsl].

source: It looks like [kate] put her signature on it and then erased it.
fr_fr: Il semble que [kate] a mis sa signature sur elle et l'a effacée.
it_it: Sembra che [kate] abbia messo la sua firma su di esso e poi cancellato.

source: Typical [kate]...
fr_fr: Standard [kate]...
it_it: Tipico [kate]...

source: Hmm... I probably need to wait for more signatures.
fr_fr: Hmm ... J'ai probablement besoin d'attendre plus de signatures.
it_it: Hmm... Probabilmente devo aspettare altre firme.

source: Okay, let's see what the current gossip is...
fr_fr: Ok, voyons ce que les commérages actuels sont ...
it_it: Ok, vediamo cosa è il pettegolezzo corrente...

source: {i}"To whoever stole my ball of yarn, I feed your kidneys to my rabbit. —[maya]"{/}
fr_fr: {i}" Pour quiconque a volé ma boule de fil, je nourris vos reins à mon lapin. -[maya] " {/}
it_it: {i}"A chiunque abbia rubato la mia palla di filato, nutro i tuoi reni al mio coniglio. —[maya]"{/}

source: {i}"The top floor is currently being renovated. Classes there are suspended until further notice. —Your principal"{/}
fr_fr: {i}" Le dernier étage est en cours de rénovation. Les cours sont suspendus jusqu'à nouvel ordre. -Votre principal " {/}
it_it: {i}"Il piano superiore è in fase di ristrutturazione. Le classi sono sospese fino a nuovo avviso. —Il tuo principato"{/}

source: {i}"Interested in buying fat candles."{/}
fr_fr: {i}"Intéressé à acheter des bougies en gras." {/}
it_it: {i}"Interessato ad acquistare candele di grasso."{/}

source: The last one forgot to add a name.
fr_fr: La dernière a oublié d'ajouter un nom.
it_it: L'ultimo si è dimenticato di aggiungere un nome.

source: The board is full, but it's tradition to cover someone else's shit with your own...
fr_fr: Le conseil est plein, mais c'est la tradition de couvrir la merde de quelqu'un d'autre avec votre propre ...
it_it: La tavola è piena, ma è tradizione per coprire qualcun altro merda con il proprio...

source: There. Perfection.
fr_fr: Là. Perfection.
it_it: Lì. Perfezione.

source: Okay, that's all of them. Praise the lord Jesus hallelujah. My ass is sweating more than that hipster up on the cross.
fr_fr: D'accord, c'est tout. Louez le Seigneur Jésus, alléluia. Mon cul transpire plus que ce hipster sur la croix.
it_it: Va bene, questo è tutto. Lode il signore Gesù halleluja. Il mio culo sta sudando più di quell'hipster sulla croce.

source: It wouldn't be entirely outlandish to nail my [item.title_lower] to the board and watch a sudden outbreak of confusion.
fr_fr: Il ne serait pas tout à fait aberrants de mettre mon [item.title_lower] au conseil d'administration et de regarder un soudain foyer de confusion.
it_it: Non sarebbe del tutto stravagante inchiodare la mia [item.title_lower] alla scheda e guardare un improvviso scoppio di confusione.
