Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/ground_floor/int_independence_day_decorations.po
Languages: fr_fr, it_it

source: The decorations are already in place? Man, the Independence Day sure is coming up fast.
fr_fr: Les décorations sont déjà en place? L'homme, la fête de l'Indépendance, est en train de se lever rapidement.
it_it: Le decorazioni sono già in corso? L'uomo, il giorno di indipendenza sicuro sta arrivando velocemente.

source: I can't believe a quarter of the school year has already passed...
fr_fr: Je ne peux pas croire qu'un quart de l'année scolaire a déjà passé ...
it_it: Non riesco a credere che un quarto dell'anno scolastico sia già trascorso...

source: Well, might as well keep trucking along. It's not like it can get any worse.
fr_fr: Eh bien, peut aussi bien garder le camion le long. Ce n'est pas comme ça peut avoir le pire.
it_it: Beh, potrebbe anche continuare a camion lungo. Non è come può ottenere peggio.

source: Tonight is the big takedown of [isabelle]. I can't wait.
fr_fr: Ce soir, c'est le grand décollage de [isabelle]. Je ne peux pas attendre.
it_it: Stasera è il grande takedown di [isabelle]. Non posso aspettare.

source: Time to give her the sleeping potion...
fr_fr: Le temps de lui donner la potion de couchage ...
it_it: È tempo di darle la pozione...

source: Time to get the sleeping potion in order...
fr_fr: Temps d'avoir la potion de couchage dans l'ordre ...
it_it: Tempo per ottenere la pozione di sonno in ordine...

source: Tonight is the big night when the queen gets dethroned. I can't wait.
fr_fr: Ce soir, c'est la grande nuit où la reine est détrôtée. Je ne peux pas attendre.
it_it: Stasera è la grande notte in cui la regina si detronizza. Non posso aspettare.

source: [flora] mentioned that [isabelle] wants to host the Independence Day dinner this year.
fr_fr: [flora] mentionne que [isabelle] veut organiser le dîner de la fête de l'indépendance cette année.
it_it: [flora] ha detto che [isabelle] vuole ospitare la cena della giornata di indipendenza quest'anno.

source: Perhaps, I should go and check out her announcement and make sure she doesn't get egged...
fr_fr: Peut-être que je devrais aller voir son annonce et s'assurer qu'elle ne s'est pas enlisée ...
it_it: Forse, dovrei andare a controllare il suo annuncio e assicurarsi che lei non ottiene uova...

source: Proceed
it_it: Procedere

source: I better get my act together quick
fr_fr: Je ferais mieux d'agir ensemble rapidement
it_it: Meglio ottenere il mio atto insieme veloce
