Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/ground_floor/int_guard_booth.po
Languages: it_it

source: The [guard] seems to be asleep.
it_it: La [guard] sembra dormire.

source: I wonder if he's dreaming about big boobies or little boobies.
it_it: Mi chiedo se stia sognando grandi tette o piccole tette.

source: There's a smell of coffee and freshly baked pastries coming from inside.
it_it: C'è un odore di caffè e dolci appena sfornati provenienti dall'interno.

source: Must be nice to have a job where your only real duty is locking up the school at night.
it_it: Deve essere bello avere un lavoro in cui il vostro unico vero dovere sta bloccando la scuola di notte.

source: [_mc_] Hi, I'd like to pick up my locker key.
it_it: [_mc_] Ciao, vorrei prendere la mia chiave armadietto.

source: [_guard_] Did you get the permission slip from your homeroom teacher?
it_it: [_guard_] Hai ottenuto il permesso di scivolare dal tuo insegnante homerum?

source: [_mc_] Yes!
it_it: [_mc_] Sì!

source: [_guard_] Please, sign here.
it_it: [_guard_] Si prega di firmare qui.

source: [_guard_] A senior who doesn't know how things work around here?
it_it: [_guard_] Un anziano che non sa come funzionano le cose qui?

source: [_guard_] I've got my eye on you.
it_it: [_guard_] Ho il mio occhio su di te.

source: The [guard]'s booth is empty save for a few crumbs of aged doughnuts.
it_it: La cabina di [guard]è vuota salva per alcune briciole di ciambelle invecchiate.

source: The [guard] left his post to embark on a journey for sustenance.
it_it: La [guard] ha lasciato il suo posto per intraprendere un viaggio per sostentamento.

source: Here's my chance to get that surveillance footage. Just need to use my flash drive.
it_it: Ecco la mia possibilità di ottenere quel filmato di sorveglianza. Basta usare il mio flash drive.

source: While the [guard] is out, the cyber criminals dance on the table.
it_it: Mentre l' [guard] è fuori, i cyber criminali ballano sul tavolo.

source: Downloading...
it_it: Scaricamento...

source: Come on...
it_it: Avanti...

source: The surveillance footage is all mine.
it_it: I filmati di sorveglianza sono tutti miei.

source: Oh, and I should probably delete the original file, so that he can't see that I went in here.
it_it: Oh, e probabilmente dovrei eliminare il file originale, in modo che non possa vedere che sono entrato qui.

source: Bye, little file.
it_it: Ciao, piccolo file.

source: Need to be quick about this, can't be sticking my dick or my [item.title_lower] into the security console.
it_it: Necessità di essere veloce su questo, non può essere attaccare il mio cazzo o la mia [item.title_lower] nella console di sicurezza.

source: The steam from the hot coffee slowly reveals a message on the glass.
it_it: Il vapore del caffè caldo rivela lentamente un messaggio sul bicchiere.

source: It's a number... a phone number!
it_it: È un numero... un numero di telefono!

source: Please, say it's hers...
it_it: Per favore, dite che è suo...

source: Not sure why I thought that putting my [item.title_lower] next to the booth window would reveal [mrsl]'s hidden message.
it_it: Non so perché ho pensato che mettere il mio [item.title_lower] accanto alla finestra dello stand rivelasse il messaggio nascosto di [mrsl].

source: Probably need something steaming hot.
it_it: Probabilmente ha bisogno di qualcosa di caldo a vapore.

source: The [guard] is out cold. Probably some sort of doughnut induced coma.
it_it: La [guard] è fuori freddo. Probabilmente una sorta di coma indotto dalla ciambella.

source: [_mc_] Hey, I need a mop.
it_it: [_mc_] Ehi, ho bisogno di un mop.

source: [_guard_] What do I look like, the janitor?
it_it: [_guard_] Come assomiglio, il janitor?

source: [_mc_] No, she's pretty cute.
it_it: [_mc_] No, è piuttosto carina.

source: [_guard_] Great, more insults. Good luck finding a mop.
it_it: [_guard_] Grande, altri insulti. Buona fortuna a trovare un mop.

source: [_mc_] Well, I soaked the hall upstairs, and I know you'd rather have a cup of coffee and a doughnut than help clean up.
it_it: [_mc_] Beh, ho imbevuto la sala al piano di sopra, e so che preferirei avere una tazza di caffè e una ciambella che aiutare a pulire.

source: [_guard_] What are you suggesting, exactly?
it_it: [_guard_] Cosa stai suggerendo, esattamente?

source: [_mc_] A deal. I'll get you a doughnut and you'll get me the mop from the janitor's closet.
it_it: [_mc_] Un affare. Ti prenderò una ciambella e mi prenderai il mop dall'armadio del janitor.

source: [_guard_] Two doughnuts.
it_it: [_guard_] Due ciambelle.

source: [_mc_] Done.
it_it: [_mc_] Fatto.

source: [_guard_] Very well.
it_it: [_guard_] Molto bene.

source: [_guard_] Where's the other one?
it_it: [_guard_] Dov'è l'altro?

source: [_mc_] Here you go, sir. The best doughnuts in all of Newfall!
it_it: [_mc_] Ecco, signore. Le migliori ciambelle in tutta la Newfall!

source: [_guard_] I'll be the judge of that.
it_it: [_guard_] Io sarò il giudice di quello.

source: [_guard_] Mmmm, yes... that hit the spot.
it_it: [_guard_] Mmmm, sì... che ha colpito il posto.

source: [_mc_] What about the mop?
it_it: [_mc_] Che dire del mop?

source: [_guard_] Ugh. Never any peace in this place...
it_it: [_guard_] Ugh. Mai una pace in questo luogo...

source: [_guard_] Fine. Wait here.
it_it: [_guard_] Bene. Aspetta qui.

source: There he goes. Heavy in the step. Saggy in the posture. Unwanted by the general populace.
it_it: Lì va. Pesante nel passo. Saggy nella postura. Non voluto dalla popolazione generale.

source: Like a garbage bag rolling on the side of the highway.
it_it: Come un sacchetto spazzatura rotolamento sul lato dell'autostrada.

source: [_guard_] Okay, here's the damn mop. Don't bother me again.
it_it: [_guard_] Okay, ecco il maledetto mop. Non disturbarmi di nuovo.

source: [_guard_] What do you want me to do with this?
it_it: [_guard_] Cosa vuoi che io faccia con questo?

source: [_guard_] This isn't some pawn shop.
it_it: [_guard_] Questo non è un negozio di pedine.

source: ?quest.the_key.started@|{image=mrsl contact_icon}|"Yes!"
it_it: ?quest.the_key.started@<unk> {image=mrsl contact_icon}<unk> "Sì!"
