Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/entrance/int_bush.po
Languages: fr_fr, it_it

source: Always be sure to check your local bush for a certain Italian assassin.
fr_fr: Assurez-vous toujours de vérifier votre brousse local pour un certain assassin italien.
it_it: Assicurati sempre di controllare il tuo cespuglio locale per un certo assassino italiano.

source: His name is only whispered in hushed tones.
fr_fr: Son nom n'est que chuchoté dans des tons vidés.
it_it: Il suo nome è solo sussurrato con toni silenziosi.

source: The perfect hiding spot. No one's going to look for me in a thorn bush.
fr_fr: La cachette parfaite. Personne ne va me chercher dans un buisson épineuse.
it_it: Il posto perfetto per nascondermi. Nessuno mi cercherà in un cespuglio di spina.

source: Shit. Ow!
fr_fr: Merde. Ow !
it_it: Merda Ora!

source: This is why [maxine] sometimes calls her cat "Detective [spinach]." The little critter has led me right to a perfect hiding spot.
fr_fr: C'est pourquoi [maxine] appelle parfois son chat "Détective [spinach]". La petite bête m'a conduit à une parfaite cachette.
it_it: Questo è il motivo per cui [maxine] a volte chiama il suo gatto "Detective [spinach]." Il piccolo critter mi ha portato a un perfetto nascondiglio.

source: [_mc_] [nurse], are you in there?
fr_fr: [_mc_] [nurse], vous êtes là?
it_it: [_mc_] [nurse], sei lì dentro?

source: [_nurse_s_surprised_] Goodness me, I almost fell over in fright.
fr_fr: [_nurse_s_surprised_] Je suis presque tombé dans l'erreur.
it_it: [_nurse_s_surprised_] Bontà, sono quasi caduto nella paura.

source: [_nurse_s_surprised_] Please, don't sneak up on people like that!
fr_fr: [_nurse_s_surprised_] S'il vous plaît, n'éternue pas sur des gens comme ça !
it_it: [_nurse_s_surprised_] Per favore, non intrufolatevi su persone del genere!

source: [_mc_] Sorry, didn't mean to scare you.
fr_fr: [_mc_] Désolé, ne voulait pas vous faire peur.
it_it: [_mc_] Siamo spiacenti, non ha intenzione di spaventarti.

source: [_nurse_s_concerned_] I'm just jumpy these days. Not to worry.
fr_fr: [_nurse_s_concerned_] Je suis juste de mes jours. Ne vous inquiéte pas.
it_it: [_nurse_s_concerned_] Sono solo saltato in questi giorni. Non preoccupatevi.

source: [_mc_] You look a little stressed out. Are you okay?
fr_fr: [_mc_] Vous avez l'air un peu stressi. Es-tu d'accord?
it_it: [_mc_] Sembra un po' stressato. Stai bene?

source: [_nurse_s_blush_] I'm mostly fine, thank you.
it_it: [_nurse_s_blush_] sto per lo più bene, grazie.

source: [_mc_] So, did you find what you were looking for in there?
fr_fr: [_mc_] Alors, avez-vous trouvé ce que vous chercheriez là?
it_it: [_mc_] Quindi, hai trovato quello che stavi cercando lì dentro?

source: [_nurse_s_concerned_] Almost.
fr_fr: [_nurse_s_concerned_] Presque.
it_it: [_nurse_s_concerned_] Quasi.

source: [_mc_] Almost?
fr_fr: [_mc_] Presque?
it_it: [_mc_] Quasi?

source: [_nurse_s_blush_] I'll get it next time...
fr_fr: [_nurse_s_blush_] Je vais l'obtenir la prochaine fois ...
it_it: [_nurse_s_blush_] lo prenderò la prossima volta...

source: [_mc_] Hmm... did I interrupt something?
fr_fr: [_mc_] Hmm ... ai-je interrompu quelque chose?
it_it: [_mc_] Hmm... ho interrotto qualcosa?

source: [_nurse_s_afraid_] No, no! I was just collecting rare herbs!
fr_fr: [_nurse_s_afraid_] Non, non ! Je collectionnais des herbes rares !
it_it: [_nurse_s_afraid_] No, no! Stavo solo raccogliendo erbe rare!

source: [_mc_] Okay, good. Everyone needs a little time to themselves.
fr_fr: [_mc_] Ok, bon. Tout le monde a besoin d'un peu de temps pour lui-même.
it_it: [_mc_] Okay, buono. Ognuno ha bisogno di un po' di tempo per sé.

source: [_mc_] Herb collecting is a fine way to relax.
fr_fr: [_mc_] La collection de Herb est un excellent moyen de se détendre.
it_it: [_mc_] La raccolta di erbe è un bel modo per rilassarsi.

source: [_nurse_s_smile_] I'm glad you agree.
fr_fr: [_nurse_s_smile_] Je suis heureux que vous êtes d'accord.
it_it: [_nurse_s_smile_] Sono contento che tu sia d'accordo.

source: [_mc_] What are you doing in this bush?
fr_fr: [_mc_] Qu'est-ce que vous faites dans ce brousse?
it_it: [_mc_] Cosa stai facendo in questo cespuglio?

source: [_nurse_s_annoyed_] Just, err, collecting herbs and... other things. Nothing nefarious!
fr_fr: [_nurse_s_annoyed_] Just, err, collection herbes and ... other things. Rien de plus aride !
it_it: [_nurse_s_annoyed_] Giusto, errore, raccogliere erbe e... altre cose. Niente di nefario!

source: [_mc_] What kind of herbs?
fr_fr: [_mc_] Quel genre d'herbes?
it_it: [_mc_] Che tipo di erbe?

source: [_nurse_s_thinking_] Medical, um... Nymphoria Heartus is pretty common here... and err, Venus Vagenis.
fr_fr: [_nurse_s_thinking_] Médical, um ... Nymphoria Heartus est assez courant ici ... et err, Venus Vagenis.
it_it: [_nurse_s_thinking_] Medicale, um... Ninforia Heartus è abbastanza comune qui... ed err, Venere Vagenis.

source: [_mc_] Can't say I've heard of them.
fr_fr: [_mc_] Je ne peux pas dire que j'en ai entendu parler.
it_it: [_mc_] Non posso dire che ne ho sentito parlare.

source: [_nurse_s_annoyed_] They're quite rare.
fr_fr: [_nurse_s_annoyed_] Ils sont très rares.
it_it: [_nurse_s_annoyed_] Sono abbastanza rari.

source: [_mc_] Thought you just said they're common here?
fr_fr: [_mc_] Tu viens de dire qu'ils sont communs ici?
it_it: [_mc_] Pensavi che tu abbia appena detto che sono comuni qui?

source: [_nurse_s_thinking_] I don't remember saying that. Those herbs are very rare!
fr_fr: [_nurse_s_thinking_] Je ne me souviens pas avoir dit ça. Ces herbes sont très rares !
it_it: [_nurse_s_thinking_] Non ricordo di averlo detto. Quelle erbe sono molto rare!

source: [_mc_] This is not the first time I've caught you.
fr_fr: [_mc_] Ce n'est pas la première fois que je vous ai attrapes.
it_it: [_mc_] Questa non è la prima volta che ti catturo.

source: [_nurse_s_afraid_] I promise I wasn't doing anything uncouth!
fr_fr: [_nurse_s_afraid_] Je promets que je ne faisais rien d'uncouth !
it_it: [_nurse_s_afraid_] Prometto che non stavo facendo niente di divertente!

source: [_mc_] So, if I crawl inside this bush, I won't find anything suspicious?
fr_fr: [_mc_] Alors, si je rampais dans cette brousse, je ne trouverai rien de suspect?
it_it: [_mc_] Quindi, se striscio dentro questo cespuglio, non troverò nulla di sospettoso?

source: [_nurse_s_annoyed_] Probably not...
fr_fr: [_nurse_s_annoyed_] Probablement pas ...
it_it: [_nurse_s_annoyed_] Probabilmente no...

source: [_mc_] Mhm... I'll be the judge of that.
fr_fr: [_mc_] Mhm ... Je serai le juge de cette décision.
it_it: [_mc_] Mhm... Io sarò il giudice di quello.

source: [_nurse_s_afraid_] There's no need! The thorns are sharp. I'll be patching you up all afternoon.
fr_fr: [_nurse_s_afraid_] Il n'y a pas de besoin ! Les épines sont acérées. Je t'amènerai tout l'après-midi.
it_it: [_nurse_s_afraid_] Non c'è bisogno! Le spine sono affilate. Ti cercherò per tutto il pomeriggio.

source: [_mc_] You know, I'm keeping my eye on you.
fr_fr: [_mc_] Tu sais, je garde mon œil sur toi.
it_it: [_mc_] Sai, ti sto tenendo d'occhio.

source: [_nurse_s_concerned_] You don't have to do that.
fr_fr: [_nurse_s_concerned_] Vous n'avez pas à faire ça.
it_it: [_nurse_s_concerned_] Non è necessario farlo.

source: [_mc_] I think I do. Remember that photo I have?
fr_fr: [_mc_] Je pense que je le fais. Tu te souviens de cette photo que j'ai?
it_it: [_mc_] penso di sì. Ricordate quella foto che hanno?

source: [_nurse_s_annoyed_] Yes...
fr_fr: [_nurse_s_annoyed_] Oui ...
it_it: [_nurse_s_annoyed_] Sì...

source: [_mc_] Well, then. You agree you can't really be trusted, right?
fr_fr: [_mc_] Eh bien, alors. Vous êtes d'accord que vous ne pouvez pas vraiment vous faire confiance, n'est-ce pas?
it_it: [_mc_] Beh, allora. Sei d'accordo che non ti puoi fidare, giusto?

source: [_mc_] Imagine if [jo] found out what a pervert the school nurse is?
fr_fr: [_mc_] Imagine si [jo] a découvert ce qu'est un pervers l'infirmière de l'école?
it_it: [_mc_] Immaginate se [jo] ha scoperto che cosa è un perverso l'infermiera della scuola?

source: [_nurse_s_afraid_] Please don't tell her! I can't afford to lose this job!
fr_fr: [_nurse_s_afraid_] S'il vous plaît ne lui dis pas ! Je ne peux pas me permettre de perdre ce boulot !
it_it: [_nurse_s_afraid_] Per favore, non ditelo a lei! Non posso permettermi di perdere questo lavoro!

source: [_mc_] I won't. At least, not for now.
fr_fr: [_mc_] Je ne le ferai pas. Au moins, pas pour l'instant.
it_it: [_mc_] Non lo faccio, almeno, non per ora.

source: [_nurse_s_concerned_] Thank you, [mc].
fr_fr: [_nurse_s_concerned_] Merci, [mc].
it_it: [_nurse_s_concerned_] Grazie, [mc].

source: [_mc_] Of course... there are stipulations for every deal.
fr_fr: [_mc_] Bien sûr ... il y a des stipulations pour chaque accord.
it_it: [_mc_] Certo... ci sono stipulazioni per ogni affare.

source: [_nurse_s_sad_] What kind of...?
fr_fr: [_nurse_s_sad_] Quel genre de ...?
it_it: [_nurse_s_sad_] Di che tipo di...?

source: [_mc_] Nothing too bad. I just need your phone number.
fr_fr: [_mc_] Rien de trop mauvais. J'ai juste besoin de ton numéro de téléphone.
it_it: [_mc_] Niente di troppo male. Ho solo bisogno del tuo numero di telefono.

source: [_nurse_s_thinking_] My phone number? Why?
fr_fr: [_nurse_s_thinking_] Mon numéro de téléphone? Pourquoi?
it_it: [_nurse_s_thinking_] Il mio numero di telefono? Perché?

source: [_mc_] As I said, I need to keep an eye on you.
fr_fr: [_mc_] Comme je l'ai dit, je dois garder un œil sur vous.
it_it: [_mc_] Come ho detto, ho bisogno di tenervi d'occhio.

source: [_nurse_s_concerned_] Oh. I suppose that's all right.
fr_fr: [_nurse_s_concerned_] Oh. Je suppose que tout va bien.
it_it: [_nurse_s_concerned_] Oh. Suppongo che vada bene.

source: [_nurse_s_concerned_] Here you go.
fr_fr: [_nurse_s_concerned_] Ici, vous allez.
it_it: [_nurse_s_concerned_] Qui vai.

source: [_nurse_s_smile_] Anyway! I have to get going. Busy times, indeed.
fr_fr: [_nurse_s_smile_] En tout cas ! Je dois aller. Des temps de Busy, en effet.
it_it: [_nurse_s_smile_] Comunque! Devo andarmene. Tempi occupati, davvero.

source: [_mc_] Not so fast.
fr_fr: [_mc_] Pas si rapide.
it_it: [_mc_] Non così veloce.

source: [_mc_] You still need to tell me what you're so stressed out about.
fr_fr: [_mc_] Vous devez encore me dire ce que vous êtes tellement stressi.
it_it: [_mc_] Hai ancora bisogno di dirmi di cosa sei così stressato fuori.

source: [_mc_] Everyone knows you're a hopeless stress eater, and I found a trail of candy wrappers.
fr_fr: [_mc_] Tout le monde sait que vous êtes un mangeur de stress sans espoir, et j'ai trouvé une trace de bonbons.
it_it: [_mc_] Tutti sanno che sei un mangiatore di stress senza speranza, e ho trovato una scia di caramelle.

source: [_nurse_s_afraid_] Sorry, I'm so thoughtless when I get nervous. Please, don't tell the janitor! I'll pick them all up.
fr_fr: [_nurse_s_afraid_] Désolé, je suis si irréfléchi quand je suis nerveux. S'il vous plaît, ne dites pas au concierge ! Je vais les chercher tous.
it_it: [_nurse_s_afraid_] Mi dispiace, sono così impensato quando mi innervosisco. Per favore, non dire al janitor! Li prenderò tutto.

source: [_mc_] Don't worry, I already took care of it.
fr_fr: [_mc_] Ne vous inquiétez pas, j'en ai déjà pris soin.
it_it: [_mc_] Non ti preoccupare, ne ho già preso cura.

source: [_nurse_s_neutral_] Thank goodness. I don't usually litter, I promise!
fr_fr: [_nurse_s_neutral_] Dieu merci. Je ne fais pas souvent de la litière, je te promets !
it_it: [_nurse_s_neutral_] Grazie bontà. Di solito non metto niente, lo prometto!

source: [_mc_] What about the cat? Why did you lock [spinach] in the supply closet?
fr_fr: [_mc_] Qu'en est-il du chat? Pourquoi avez-vous verrouillé [spinach] dans le placard?
it_it: [_mc_] Che dire del gatto? Perché hai bloccato [spinach] nell'armadio di fornitura?

source: [_nurse_s_sad_] She was out on her own. I just needed a decoy...
fr_fr: [_nurse_s_sad_] Elle était seule. J'avais juste besoin d'une bouée ...
it_it: [_nurse_s_sad_] Lei era fuori da sola. Avevo solo bisogno di un decoy...

source: [_nurse_s_sad_] I shouldn't have locked her in the closet. But it was only for a little while. Is she okay?
fr_fr: [_nurse_s_sad_] Je ne devrais pas l'avoir enfermée dans le placard. Mais ce n'était que pour un petit moment. Est-elle d'accord?
it_it: [_nurse_s_sad_] Non avrei dovuto chiuderla nell'armadio. Ma era solo per un po'. Va bene?

source: [_mc_] The cat is fine. Now, can you tell me why you're so anxious?
fr_fr: [_mc_] Le chat va bien. Maintenant, pouvez-vous me dire pourquoi vous êtes si anxieux?
it_it: [_mc_] Il gatto va bene. Ora, puoi dirmi perché sei così ansioso?

source: [_nurse_s_annoyed_] There's this one student...
fr_fr: [_nurse_s_annoyed_] Il y a un élève ...
it_it: [_nurse_s_annoyed_] C'è questo studente...

source: [_mc_] It's [kate], isn't it?
fr_fr: [_mc_] C'est [kate], n'est-ce pas?
it_it: [_mc_] È [kate], vero?

source: [_nurse_s_surprised_] How did you know?
fr_fr: [_nurse_s_surprised_] Comment saviez-vous?
it_it: [_nurse_s_surprised_] Come lo sapevi?

source: [_mc_] She asked me to help her find you.
fr_fr: [_mc_] Elle m'a demandé de l'aider à vous trouver.
it_it: [_mc_] Mi ha chiesto di aiutarla a trovarti.

source: [_mc_] I'm taking you to her right now.
fr_fr: [_mc_] Je vous emprends à elle en ce moment.
it_it: [_mc_] ti sto portando da lei in questo momento.

source: [_nurse_s_afraid_] Oh my goodness.
fr_fr: [_nurse_s_afraid_] Oh mon Dieu.
it_it: [_nurse_s_afraid_] Oh la mia bontà.

source: [_mc_] Come on, let's get a move on, convict.
fr_fr: [_mc_] Allez, allons-y, condamn.
it_it: [_mc_] Avanti, facciamo una mossa, convincente.

source: [_nurse_s_surprised_] I, err, I didn't do anything bad. You have to tell her that.
fr_fr: [_nurse_s_surprised_] I, err, je n'ai rien fait de mal. Tu dois lui dire ça.
it_it: [_nurse_s_surprised_] Io, erro, non ho fatto nulla di male. Devi dirlo a lei.

source: [_mc_] We'll see when we get there.
fr_fr: [_mc_] Nous verrons quand nous y serons.
it_it: [_mc_] Vedremo quando arriveremo lì.

source: [_nurse_s_neutral_] Okay, fine. That's fine.
fr_fr: [_nurse_s_neutral_] Ok, bien. C'est bien.
it_it: [_nurse_s_neutral_] Va bene, va bene.

source: [_mc_] Why are you so nervous anyway?
fr_fr: [_mc_] Pourquoi êtes-vous si nerveux de toute façon?
it_it: [_mc_] Perché sei comunque così nervoso?

source: [_nurse_s_annoyed_] You don't know what she's like...
fr_fr: [_nurse_s_annoyed_] Vous ne savez pas ce qu'elle est. ..
it_it: [_nurse_s_annoyed_] Non sai come...

source: [_mc_] I think I have a pretty good idea, but I guess we're about to find out.
fr_fr: [_mc_] Je pense que j'ai une assez bonne idée, mais je suppose que nous sommes sur le point de le découvrir.
it_it: [_mc_] Penso di avere una buona idea, ma credo che stiamo per scoprirlo.

source: [_mc_] Don't worry, I'm not giving you up to her.
fr_fr: [_mc_] Ne vous inquiétez pas, je ne vous la donne pas.
it_it: [_mc_] Non ti preoccupare, non ti sto dando a lei.

source: [_nurse_s_blush_] Oh... thank you.
fr_fr: [_nurse_s_blush_] Oh ... merci.
it_it: [_nurse_s_blush_] Oh... grazie.

source: [_mc_] I wouldn't let my worst enemy fall into [kate]'s hands.
fr_fr: [_mc_] Je ne laisserais pas mon pire ennemi tomber entre les mains de [kate].
it_it: [_mc_] Non lascerei che il mio peggior nemico cadesse nelle mani di [kate].

source: [_nurse_s_blush_] That's a relief. I'd like you to have one of these herbs as thanks.
fr_fr: [_nurse_s_blush_] C'est un soulagement. J'aimerais que tu as une de ces herbes comme merci.
it_it: [_nurse_s_blush_] Questo è un sollievo. Vorrei che tu avessi una di queste erbe come grazie.

source: [_nurse_s_blush_] They're both perfect for brews.
fr_fr: [_nurse_s_blush_] Ils sont tous deux parfaits pour les breux.
it_it: [_nurse_s_blush_] Sono entrambi perfetti per le birre.

source: [_mc_] Thanks! I don't usually drink tea, but I'm sure I can find some use for these.
fr_fr: [_mc_] Merci ! Je ne bois habituellement pas de thé, mais je suis sûr que je peux en trouver un usage.
it_it: [_mc_] Grazie! Di solito non bevo tè, ma sono sicuro che posso trovare un po 'di uso per questi.

source: [_nurse_s_smile_] They're both very potent, so be careful!
fr_fr: [_nurse_s_smile_] Ils sont tous les deux très puissants, donc soyez prudents !
it_it: [_nurse_s_smile_] Sono entrambi molto potenti, quindi attenzione!

source: Feels good to do the right thing for once. Who knows what [kate]'s got on the poor woman.
fr_fr: Il est bon de faire la bonne chose pour une fois. Qui sait ce que [kate]a sur la pauvre femme.
it_it: Si sente bene a fare la cosa giusta per una volta. Chissà cosa [kate]ha avuto sulla povera donna.

source: People already call me a weirdo, and crawling through the bushes outside the school certainly doesn't help my case.
fr_fr: Les gens m'appellent déjà un coin, et ramper à travers les buissons à l'extérieur de l'école n'aide certainement pas mon cas.
it_it: Le persone mi chiamano già strano, e strisciare attraverso i cespugli fuori dalla scuola certamente non aiuta il mio caso.

source: However, no one's going to bother me when this stick is in my possession. One end is slick and sticky, and also smells funny.
fr_fr: Cependant, personne ne me déranger quand ce bâton est en ma possession. Une extrémité est glissante et collante, et sent aussi drôle.
it_it: Tuttavia, nessuno si preoccupa di me quando questo bastone è in mio possesso. Una estremità è limpida e appiccicosa, e anche odore divertente.

source: A thorn in my side, a stone in my shoe — a venture into the bush and through.
fr_fr: Une épine dans mon côté, une pierre dans ma chaussure-une aventure dans la brousse et à travers.
it_it: Una spina nel mio lato, una pietra nella mia scarpa — un'avventura nel cespuglio e attraverso.

source: Nettles and an old rusty steering wheel. The story of how it ended up here is probably more interesting than the item itself.
fr_fr: Les Nettles et un vieux volant rusé. L'histoire de la façon dont elle s'est terminée ici est probablement plus intéressante que l'article lui-même.
it_it: Ortini e un vecchio volante arrugginito. La storia di come è finito qui è probabilmente più interessante dell'oggetto stesso.

source: "Sorry, didn't mean to scare you."
fr_fr: "Désolé, ne voulais pas te faire peur."
it_it: "Scusa, non voleva spaventarti."

source: "What are you doing in this bush?"
fr_fr: "Que faites-vous dans ce buisson?"
it_it: "Cosa stai facendo in questo cespuglio?"

source: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"This is not the first time I've caught you."
fr_fr: ? mc.owned_item ('compromising_photo') @ | { image = items compromising_photo } | "Ce n'est pas la première fois que je vous attrape."
it_it: ?mc.owned_item('compromising_photo')@<unk> {image=items compromising_photo}<unk> "Non è la prima volta che ti catturo."

source: "I'm taking you to her right now."
fr_fr: "Je vous en prends à elle en ce moment."
it_it: "Ti sto portando da lei in questo momento."

source: "Don't worry, I'm not giving you up to her."
fr_fr: "Ne t'inquiète pas, je ne te la donne pas."
it_it: "Non ti preoccupare, non ti sto dando fino a lei."

source: {image=items nymphoria_heartus}|Nymphoria Heartus
it_it: {image=items nymphoria_heartus}<unk> Nymphoria Heartus

source: {image=items venus_vagenis}|Venus Vagenis
fr_fr: { image=items venus_vagenis } | Vénus Vagenis
it_it: {image=items venus_vagenis}<unk> Venus Vagenis
