Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/music_class/int_stereo_system.po
Languages: fr_fr, it_it

source: [_guard_] Welcome to music class, dear Newfall student.
fr_fr: [_guard_] Bienvenue à la classe de musique, chère étudiante Newfall.
it_it: [_guard_] Benvenuti in classe di musica, caro studente Newfall .

source: [_guard_] As you may know, the changes to the curriculum are now in full effect.{space=-55}
fr_fr: [_guard_] Comme vous le savez peut-être, les modifications apportées au programme d'études sont maintenant pleinement en vigueur. {space=-55}
it_it: [_guard_] Come forse saprai, le modifiche al curriculum sono ora in pieno effetto.{space=-55}

source: [_guard_] This means that I, your humble music teacher, am no longer obligated to teach in person.
fr_fr: [_guard_] Cela veut dire que moi, votre humble professeur de musique, je n'ai plus l'obligation d'enseigner en personne.
it_it: [_guard_] Questo significa che io, il vostro umile maestro di musica, non sono più obbligato a insegnare di persona.

source: [_guard_] Lectures will perhaps be supplied over the year. Maybe. And if not, I'm sure you'll be able to find educational videos online.
fr_fr: [_guard_] Les conférences seront peut-être fournies au cours de l'année. Peut-être. Et si ce n'est pas le cas, je suis sûr que vous pourrez trouver des vidéos éducatives en ligne.
it_it: [_guard_] Lezioni saranno forse fornite nel corso dell'anno. Forse, e in caso contrario, sono sicuro che sarete in grado di trovare video educativi online.

source: [_guard_] Don't worry, though! The final examination will be as thorough as ever.{space=-50}
fr_fr: [_guard_] Ne vous inquiétez pas, cependant ! L'examen final sera aussi complet que jamais. {space=-50}
it_it: [_guard_] Non ti preoccupare, però! L'esame finale sarà completo come sempre.{space=-50}

source: [_guard_] So, while you sweat and work your asses off, I'll be enjoying a tinnitus-free pina colada on the beach.
fr_fr: [_guard_] Alors, pendant que vous transpirez et travaillez comme des fous, je dégusterai une pina colada sans acouphènes sur la plage.
it_it: [_guard_] Così, mentre sudi e lavori il tuo asino, mi goderò una pina colada senza tinnito sulla spiaggia.

source: [_guard_] That's a joke, by the way, if this recording somehow ends up in the administration's hands...
fr_fr: [_guard_] C'est une blague, au fait, si cet enregistrement finit dans les mains de l'administration ...
it_it: [_guard_] Questo è uno scherzo, a proposito, se questa registrazione in qualche modo finisce nelle mani dell'amministrazione...

source: [_guard_] ...no, I don't want to buy a seashell necklace! Do I look like a hippie to you?
fr_fr: [_guard_] ...non, je ne veux pas acheter un collier de coquillages ! Est-ce que j'ai l'air d'une hippie ?
it_it: [_guard_] ...no, non voglio comprare una collana di conchiglia! Ti assomiglio a un hippie?

source: [_guard_] Right, sorry about that. Now, if you'll excuse me, I have to go surfing... uh, the web? Surf the web, yes! For school-related stuff!
fr_fr: [_guard_] Très bien, désolé pour ça. Maintenant, si vous m'excusez, je dois faire du surf ... uh, le web ? Surf le web, oui ! Pour les affaires liées à l'école !
it_it: [_guard_] Destra, mi dispiace di questo. Ora, se mi scusi, devo andare a navigare... uh, il web? Naviga sul web, sì! Per cose legate alla scuola!

source: [_guard_] Don't destroy the classroom while I'm away!
fr_fr: [_guard_] Ne détruisez pas la salle de classe en mon absence !
it_it: [_guard_] Non distruggere l'aula mentre sono via!

source: [_guard_] Or do. It's not like I care.
fr_fr: [_guard_] Ou faire. Ce n'est pas comme si je m'en souciais.
it_it: [_guard_] O no. Non è come se mi importasse.

source: [_guard_] So long, suckers.
fr_fr: [_guard_] Au revoir, bande de suceurs.
it_it: [_guard_] Tanto lungo, succhiatori.
