Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/music_class/int_cabinet_compartments.po
Languages: fr_fr, it_it

source: A tuning fork is stuck in this compartment, but getting it out would require a replacement item of the same size.
fr_fr: Un diapason est coincé dans ce compartiment, mais pour le faire sortir, il faut le remplacer par un objet de même taille.
it_it: Una forcella di regolazione è bloccata in questo compartimento, ma farlo uscire richiederebbe un elemento di sostituzione della stessa dimensione.

source: It would also require me to have another need for it.
fr_fr: Il faudrait aussi que j'en aie un autre besoin.
it_it: Mi richiederebbe anche di avere un'altra necessità.

source: Opening this door right now would cause the apocalypse...
fr_fr: Ouvrir cette porte maintenant provoquerait l'apocalypse...
it_it: Aprire questa porta in questo momento causerebbe l'apocalisse...

source: Without the tuning hammer in the bottom compartment holding everything together, it's just too risky.
fr_fr: Sans le marteau d'accord dans le compartiment inférieur qui maintient le tout ensemble, c'est tout simplement trop risqué.
it_it: Senza il martello di messa a punto nel vano inferiore tenendo tutto insieme, è semplicemente troppo rischioso.

source: Much like the piano outside, my choice of items need some fine tuning.{space=-60}
fr_fr: Tout comme le piano à l'extérieur, mon choix d'articles a besoin d'être peaufiné.{space=-60}
it_it: Proprio come il pianoforte fuori, la mia scelta di oggetti ha bisogno di qualche fine sintonizzazione.{space=-60}

source: One instrument goes in, one comes out. Musical economy, baby!
fr_fr: Un instrument entre, un autre sort. L'économie musicale, bébé !
it_it: Uno strumento entra, uno esce fuori. Economia musicale, bambino!

source: Return to sender... or in this case, holder.
fr_fr: Retour à l'expéditeur... ou dans ce cas, au détenteur.
it_it: Ritorna al mittente... o in questo caso, titolare.

source: Suppose putting my [item.title_lower] to use like this. Suppose it would work.
fr_fr: Supposons que je mette mon [item.title_lower] à contribution comme ceci. Supposons que cela fonctionne.
it_it: Supponiamo di mettere il mio [item.title_lower] per usare così. Supponiamo che funzioni.

source: Supposed wrong.
fr_fr: Supposé erroné.
it_it: Supposto sbagliato.

source: If I open this door now, everything inside will spill out in an avalanche of musical instruments and equipment.
fr_fr: Si j'ouvre cette porte maintenant, tout ce qui se trouve à l'intérieur va se répandre en une avalanche d'instruments de musique et de matériel.
it_it: Se apro questa porta adesso, tutto all'interno si riverserà in una valanga di strumenti musicali e attrezzature.

source: A long thin item could potentially be pushed into a key position to keep all the items in check...
fr_fr: Un objet long et fin pourrait éventuellement être placé dans une position clé pour maintenir tous les objets en équilibre...
it_it: Un lungo elemento sottile potrebbe potenzialmente essere spinto in una posizione chiave per mantenere tutti gli elementi in controllo...

source: Reversed jackstraw. Revolutionary in porn.
fr_fr: Jonc renversé. Révolutionnaire en matière de pornographie.
it_it: Cappuccio inverso. Rivoluzionario in porno.

source: This tuning fork is long, but not thin enough. What's even thinner?
fr_fr: Ce diapason est long, mais pas assez fin. Qu'est-ce qui est encore plus fin ?
it_it: Questa forcella di regolazione è lunga, ma non abbastanza sottile. Che cosa è anche più sottile?

source: My [item.title_lower] won't fit. Not every day that happens to me.
fr_fr: Mon [item.title_lower] ne rentre pas. Cela ne m'arrive pas tous les jours.
it_it: La mia [item.title_lower] non si adatta. Non ogni giorno che mi succeda.

source: Everything behind the door balances on a thin stick, but at least it can be opened.
fr_fr: Tout ce qui se trouve derrière la porte repose sur un mince bâton, mais au moins on peut l'ouvrir.
it_it: Tutto dietro la porta si equilibri su un bastone sottile, ma almeno può esser aperto.

source: I believe this belongs to me... or the music teacher, but who's keeping track?
fr_fr: Je crois que cela m'appartient... ou au professeur de musique, mais qui tient les comptes ?
it_it: Credo che questo appartenga a me... o l'insegnante di musica, ma chi sta tenendo la traccia?

source: There's a tuning hammer in this compartment, but its door is stuck.
fr_fr: Il y a un marteau d'accord dans ce compartiment, mais sa porte est bloquée.
it_it: C'è un martello di regolazione in questo compartimento, ma la sua porta è bloccata.

source: Luckily, I don't have another need for it.
fr_fr: Heureusement, je n'en ai plus besoin.
it_it: Per fortuna, non ne ho un altro.

source: It'll only open if the door to the middle compartment can also be opened.{space=-100}
fr_fr: Elle ne s'ouvrira que si la porte du compartiment central peut également être ouverte.{space=-100}
it_it: Si aprirà solo se si aprirà anche la porta al vano centrale.{space=-100}

source: Okay, now this door opens!
fr_fr: Ok, maintenant cette porte s'ouvre !
it_it: Ok, ora questa porta si apre!

source: The only item that can be removed without causing widespread ruination and calamity is exactly the tuning hammer. Lucky me!
fr_fr: Le seul objet qui peut être enlevé sans causer de ruine et de calamité est précisément le marteau d'accord. J'ai de la chance !
it_it: L'unico oggetto che può essere rimosso senza causare la rovina diffusa e la calamità è esattamente il martello di sintonizzazione. Fortunatemi!

source: Removing anything else would cause widespread ruination and calamity. It's too early in the day for that.
fr_fr: La suppression de tout autre élément entraînerait une ruine et une calamité généralisées. Il est trop tôt pour cela.
it_it: La rimozione di qualsiasi altra cosa provocherebbe una rovinazione e una calamità diffuse.

source: There and back again — a striking, smashing, tuning journey.
fr_fr: L'aller et le retour - un voyage saisissant, fracassant, syntonisant.
it_it: Là e indietro di nuovo — un viaggio sorprendente, smashing, sintonizzazione.

source: Putting my [item.title_lower] inside this cabinet would be like putting a straw into a haystack.
fr_fr: Mettre mon [item.title_lower] dans cette armoire serait comme mettre une paille dans une botte de foin.
it_it: Mettere il mio [item.title_lower] all'interno di questo armadio sarebbe come mettere una paglia in un pagliaio.
