Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/music_class/int_cabinet.po
Languages: fr_fr, it_it

source: This cabinet is more stuffed than a turkey at Thanksgiving.
fr_fr: Ce cabinet est plus farci qu'une dinde à Thanksgiving.
it_it: Questo gabinetto è più imbottito di un tacchino al Ringraziamento.

source: Thousands of dollars worth in music equipment just waiting to come crashing down...
fr_fr: Des milliers de dollars en équipement de musique attendant de venir s'écraser ...
it_it: Migliaia di dollari vale la pena in attrezzature musicali solo in attesa di venire a schiantarsi...

source: Okay, let's see here...
fr_fr: Ok, voyons ici ...
it_it: Ok, vediamo qui...

source: A tuning fork is stuck in the top, but getting it out would require a replacement item of the same size.
fr_fr: Une fourchette de réglage est coincé dans le haut, mais le faire sortir nécessiterait un article de remplacement de la même taille.
it_it: Una forcella di regolazione è bloccata nella parte superiore, ma farlo uscire richiederebbe un elemento di sostituzione della stessa dimensione.

source: Hmm... nothing really of use in the middle...
fr_fr: Hmm ... rien de vraiment d'usage au milieu ...
it_it: Hmm... niente di veramente di uso nel mezzo...

source: Ah, there's a tuning hammer in the bottom!
fr_fr: Ah, il y a un marteau de réglage en bas !
it_it: Ah, c'è un martello di tuning in basso!

source: B-but, hnngh... the door is... stuck...
fr_fr: B-mais, hnngh ... la porte est ... coincé ...
it_it: B-ma, hnngh... la porta è... bloccata...

source: Seems like it'll only open if the door to the middle compartment can also be opened.
fr_fr: On dirait qu'il ne sera ouvert que si la porte du compartiment du milieu peut également être ouverte.
it_it: Sembra che si aprirà solo se la porta al vano centrale può anche essere aperta.

source: However, opening it now would cause everything inside to spill out in an avalanche of musical instruments and equipment...
fr_fr: Cependant, l'ouverture à l'heure actuelle ferait que tout se déverse dans une avalanche d'instruments et d'équipements de musique ...
it_it: Tuttavia, l'apertura ora farebbe sparire tutto all'interno di una valanga di strumenti musicali e attrezzature...

source: Hmm... a long thin item could potentially be pushed into a key position to keep all the items in check...
fr_fr: Hmm ... un long article mince pourrait potentiellement être poussé dans une position clé pour garder tous les éléments en contrôle ...
it_it: Hmm... un lungo elemento sottile potrebbe potenzialmente essere spinto in una posizione chiave per mantenere tutti gli elementi in controllo...
