Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/music_class/int_statue.po
Languages: fr_fr, it_it

source: This statue used to give me comfort...
fr_fr: Cette statue me donne du réconfort ...
it_it: Questa statua mi dava comodità...

source: A short man rocking a tall man's world. Truly iconic.
fr_fr: Un homme de petite taille dans un monde de grands. Une véritable icône.
it_it: Un uomo corto che dona il mondo di un uomo alto. Davvero iconico.

source: Getting caught masturbating by [jacklyn] was enough thrill for today.{space=-5}
fr_fr: La masturbation prise par le [jacklyn] était suffisante pour aujourd'hui. {space=-5}
it_it: Ottenere catturato masturbarsi da [jacklyn] è stato abbastanza brivido per oggi.{space=-5}

source: Thankfully, she didn't seem to mind it. But who knows how other people would've reacted to it?
fr_fr: Heureusement, elle ne semblait pas l'avoir à l'esprit. Mais qui sait comment les autres auraient réagi ?
it_it: Per fortuna, non le è sembrato dispiacere. Ma chi sa come altre persone avrebbero reagito a esso?

source: I've always wondered what it would be like to touch my crotch like, MJ...
fr_fr: Je me suis toujours demandé ce que ça serait de toucher ma croche comme, MJ ...
it_it: Mi sono sempre chiesto che cosa sarebbe come toccare il mio cavallo come, MJ...

source: Like...
fr_fr: Comme ...
it_it: Come...

source: Damn, I actually get it!
fr_fr: Merde, je l'ai vraiment !
it_it: Dannazione, in realtà lo capisco!

source: A sort of weird narcissistic boner...
fr_fr: Une sorte d'érection narcissique bizarre...
it_it: Una sorta di strano erezione narcisistica...

source: Like... yeah, I'm hot. I don't care what anyone else says.
fr_fr: Comme ... ouais, je suis sexy. Je me fiche de ce que quiconque dit.
it_it: Come... sì, sono caldo. Non mi importa quello che dice qualcun altro.

source: And it feels damn good.
fr_fr: Et ça se sent bon.
it_it: E si sente dannatamente buono.

source: Imagine blowing a load on Sidney Starling's glass case, like...
fr_fr: Imaginez que vous souffliez sur la vitrine de Sidney Starling, comme...
it_it: Immaginate di soffiare un carico sulla cassa di vetro di Sidney Starling, come...

source: They'd probably think it was Chad and laugh it off.
fr_fr: Ils penseraient probablement que c'était le Tchad et le rigole.
it_it: Probabilmente penserebbero che fosse il Ciad e riderebbe.

source: That guy is always whipping his dick around...
fr_fr: Ce mec est toujours en fouettant sa bite ...
it_it: Quel ragazzo sta sempre montando il suo cazzo intorno...

source: Well, no one's here, so...
fr_fr: Eh bien, personne n'est là, donc ...
it_it: Beh, nessuno è qui, così...

source: God, I feel like I haven't gotten off in a week.
fr_fr: Mon Dieu, j'ai l'impression que je n'ai pas décollée en une semaine.
it_it: Dio, mi sento come se non fossi sceso da una settimana.

source: There's so much stress, so much nagging...
fr_fr: Il y a tellement de stress, tellement de ...
it_it: C'è così tanto stress, tanto fastidioso...

source: A man has to find ways to relieve the pressure.
fr_fr: Un homme doit trouver des moyens de soulager la pression.
it_it: Un uomo deve trovare il modo di alleviare la pressione.

source: A hot mouth or pussy is of course great...
fr_fr: Une bouche ou une chatte chaude est bien sûr grande ...
it_it: Una bocca calda o figa è ovviamente grande...

source: But sometimes, your own hand feels just right.
fr_fr: Mais parfois, votre propre main se sent juste.
it_it: Ma a volte, la tua mano si sente giusta.

source: Imagination is a powerful thing, too.
fr_fr: L'imagination est aussi une chose puissante.
it_it: Anche l'immaginazione è una cosa potente.

source: Sometimes, it's better than porn.
fr_fr: Parfois, c'est mieux que le porno.
it_it: A volte, è meglio del porno.

source: Even if I'd scour the internet, I'd never find [flora] kissing [isabelle]...
fr_fr: Même en parcourant l'Internet, je ne trouverais jamais [flora] embrassant [isabelle]...
it_it: Anche se esplorassi internet, non troverei mai [flora] baciare [isabelle]...

source: Or [mrsl] eating out [kate]...
fr_fr: Ou [mrsl] manger [kate]...
it_it: O [mrsl] mangiare fuori [kate]...

source: Damn, I wonder who would be the top there...
fr_fr: Merde, je me demande qui serait le sommet là ...
it_it: Dannazione, mi chiedo chi sarebbe la cima lì...

source: Maybe [kate] would be the one licking pussy in that scenario...
fr_fr: Peut-être [kate] serait la chatte léchant dans ce scénario ...
it_it: Forse [kate] sarebbe quello che lecca la figa in quello...

source: I can't decide which is hotter...
fr_fr: Je ne peux pas décider qui est plus chaud ...
it_it: Non riesco a decidere quale è più caldo...

source: Or maybe [jacklyn]—
fr_fr: Ou peut-être [jacklyn]-
it_it: O forse [jacklyn]—

source: Shit. Fuck. Cock.
fr_fr: Merde. Putain. Bite.
it_it: Mossa. Cazzo. Cazzo.

source: Please, don't notice me! Please, please, please...
fr_fr: S'il te plaît, ne me remarque pas ! S'il vous plaît, s'il vous plaît ...
it_it: Per favore, non notarmi! Per favore, per favore...

source: [_jacklyn_s_music_class_masturbation_jacklyn_stand_hide_] [mc]? I put my bloodhounds on your trail earlier.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_stand_hide_] [mc] ? J'ai mis mon sang sur votre piste plus tôt.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_stand_hide_] [mc]? Ho messo i miei braccialetti sul tuo sentiero prima.

source: [_mc_] Uh, I'm a bit busy! Let's talk later, okay?
fr_fr: [_mc_] Uh, je suis un peu occupé ! Parlons plus tard, d'accord ?
it_it: [_mc_] Uh, sono un po' impegnato! Parliamo più tardi, okay?

source: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] This will be a flasher.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] Ce sera comme un flash.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] Questo sarà un flasher.

source: Fuck me! It absolutely will!
fr_fr: Baise-moi ! Ça le fera absolument !
it_it: Cazzo me! E assolutamente lo farà!

source: [_jacklyn_s_music_class_masturbation_jacklyn_smile_down_sit_hide_] I just wanted to flip the kinks of your latest—
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_smile_down_sit_hide_] Je voulais juste mettre le feu aux poudres de ton dernier...
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_smile_down_sit_hide_] Volevo solo capovolgere le cose del tuo ultimo—

source: That's the expression of impending doom...
fr_fr: C'est l'expression d'un destin imminent ...
it_it: Questa è l'espressione dell'imminente condanna...

source: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] As I was saying, I just wanted to flip the kinks of your latest art piece.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] Comme je le disais, je voulais juste mettre le paquet sur ta dernière œuvre d'art .
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] Come dicevo, volevo solo capovolgere il tuo ultimo pezzo d'arte .

source: What's happening?
fr_fr: Qu'est-ce qui se passe ?
it_it: Cosa sta succedendo?

source: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_hide_] You down or nah?
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_hide_] T'es d'accord ou pas ?
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_hide_] Sei giù o nah?

source: [_mc_] For... flipping kinks?
fr_fr: [_mc_] Pour... les kinks qui flippent ?
it_it: [_mc_] Per... capovolgere i kinks?

source: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_hide_] You know, going over the deets.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_hide_] Vous savez, passer en revue les détails.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_hide_] Sai, andando sopra i denti.

source: [_mc_] Ah, err... I'm a bit busy...
fr_fr: [_mc_] Ah, err ... Je suis un peu occupé ...
it_it: [_mc_] Ah, err... Sono un po' occupato...

source: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_sit_hide_] I can see that.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_sit_hide_] Je peux voir ça.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_sit_hide_] lo capisco.

source: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_sit_hide_] But I don't need your spankers for this, just your juice box.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_sit_hide_] Mais je n'ai pas besoin de vos fessées pour ça, juste de votre jus de fruit.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_sit_hide_] Ma non ho bisogno dei tuoi sculacciatori per questo, solo la tua scatola di succo.

source: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_sit_hide_] No need for roses now. Just keep riding that skin-elevator.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_sit_hide_] Pas besoin de roses maintenant. Il suffit de continuer à rouler sur la peau-ascenseur.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_sit_hide_] Non c'è bisogno di rose ora. Basta continuare a cavalcare quella pelle-ascensore.

source: [_mc_] T-the what?
fr_fr: [_mc_] T-le quoi ?
it_it: [_mc_] T-the cosa?

source: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_hide_] I'm not going to wear the wig and gavel, bro.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_Souriez_sit_hide_] Je ne vais pas porter la perruque et le marteau, mon frère.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_hide_] Non indosserò la parrucca e il martello, bro.

source: God, is she saying what I think she's saying?
fr_fr: Dieu, elle dit ce que je pense qu'elle dit ?
it_it: Dio, sta dicendo quello che penso stia dicendo?

source: [jacklyn] wants me to keep going in front of her?
fr_fr: [jacklyn] veut que je continue à aller devant elle ?
it_it: [jacklyn] vuole che io continui ad andare di fronte a lei?

source: Fuck me, I never thought a nervous boner was a thing...
fr_fr: Putain, je n'avais jamais pensé que la trique nerveuse était une chose...
it_it: Cazzo me, non ho mai pensato che un nervoso erezione fosse una cosa...

source: But somehow... this is oddly hot.
fr_fr: Mais d'une façon ou d'une autre ... c'est bizarrement chaud.
it_it: Ma in qualche modo... questo è stranamente caldo.

source: [_mc_] You're not going to give me detention?
fr_fr: [_mc_] Vous n'allez pas me donner la détention ?
it_it: [_mc_] Non mi darai la detenzione?

source: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] This ain't my court. Art and passion are above the law.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] Ce n'est pas mon tribunal. L'art et la passion sont au-dessus de la loi.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] Questa non è la mia corte. Arte e passione sono al di sopra della legge.

source: Man, this is so weird, but...
fr_fr: Mec, c'est tellement bizarre, mais ...
it_it: Uomo, questo è così strano, ma...

source: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_stroke2_] So, topic reset. Your latest piece is stars.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_Souriez_sit_stroke2_] Par conséquent, réinitialisé la rubrique. Votre dernière pièce est des étoiles.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_stroke2_] Quindi, topic reset. Il tuo ultimo pezzo è stelle.

source: [_mc_] T-thanks...
fr_fr: [_mc_] T-merci ...
it_it: [_mc_] T-grazie...

source: [_jacklyn_s_music_class_masturbation_jacklyn_neutral_sit_stroke2_] It's stars, but there's a billion stars, comprende?
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_neutral_sit_stroke2_] C'est des étoiles, mais il y a un milliard d'étoiles, compris ?
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_neutral_sit_stroke2_] Sono stelle, ma c'è un miliardo di stelle, incluse?

source: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_stroke2_] It can always get brighter. I want Sirius! I want Venus!
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_stroke2_] Il peut toujours être plus lumineux. Je veux Sirius ! Je veux Vénus !
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_stroke2_] Può sempre diventare più luminoso. Voglio Sirio! Voglio Venere!

source: [_mc_] I'll work... harder...
fr_fr: [_mc_] Je travaillerai ... plus dur ...
it_it: [_mc_] lavorerò... più duro...

source: [_jacklyn_s_music_class_masturbation_jacklyn_annoyed_sit_stroke2_] Damn straight you will!
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_annoyed_sit_stroke2_] Bon sang droit vous le fera !
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_annoyed_sit_stroke2_] Dannazione dritta!

source: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_stroke2_] And I'll be there to guide you.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_Souriez_sit_stroke2_] Et je serai là pour vous guider.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_stroke2_] E sarò lì per guidarti.

source: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_sit_stroke2_] Just soak up the juices of inspiration.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_sit_stroke2_] Juste tremper les jus d'inspiration.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_sit_stroke2_] Basta assorbire i succhi di ispirazione.

source: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_reveal_stroke2_] I'll be your muse.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_reveal_stroke2_] Je serai votre muse.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_reveal_stroke2_] sarò la tua musa.

source: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_reveal_stroke2_] But the art itself is in your hands.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_reveal_stroke2_] Mais l'art lui-même est entre vos mains.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_reveal_stroke2_] Ma l'arte stessa è nelle tue mani.

source: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_reveal_stroke2_] Every stroke... art is at your fingertips.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_reveal_stroke2_] Chaque coup ... l'art est à votre portée.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_flirty_down_reveal_stroke2_] Ogni ictus... l'arte è a portata di mano.

source: [_jacklyn_s_music_class_masturbation_jacklyn_blush_reveal_stroke2_] So, grip it hard, and squeeze out perfection!
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_blush_reveal_stroke2_] Alors, serrez-le fort, et faites sortir la perfection !
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_blush_reveal_stroke2_] Quindi, afferrare duramente, e spremere la perfezione!

source: [_mc_] F-fuck! I'm going to—
fr_fr: [_mc_] Putain de merde ! Je vais -
it_it: [_mc_] F-fuck! Sto andando a—

source: There comes a time in your life when you have to make a choice.
fr_fr: Il y a un temps dans ta vie quand tu dois faire un choix.
it_it: C'è un momento nella tua vita in cui devi fare una scelta.

source: A choice between right and wrong...
fr_fr: Un choix entre le bien et le mal ...
it_it: Una scelta tra giusto e sbagliato...

source: Between good and evil...
fr_fr: Entre le bien et le mal ...
it_it: Tra il bene e il male...

source: But today, the only choice is to shoot my load proudly into the air.
fr_fr: Mais aujourd'hui, le seul choix est de tirer fièrement ma charge dans l'air.
it_it: Ma oggi, l'unica scelta è quella di sparare il mio carico con orgoglio in aria.

source: Today, the choice is to rise out of sexual repression.
fr_fr: Aujourd'hui, le choix est de sortir de la répression sexuelle.
it_it: Oggi la scelta è quella di uscire dalla repressione sessuale.

source: Today—
fr_fr: Aujourd'hui-
it_it: Oggi—

source: [_jacklyn_s_music_class_masturbation_jacklyn_blush_reveal_stroke2_] Scheiße Shimamoto!
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_blush_reveal_stroke2_] Merde de Shimamoto !

source: [_jacklyn_s_music_class_masturbation_jacklyn_blush_reveal_stroke2_] It's Pompeii all over again!
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_blush_reveal_stroke2_] C'est Pompéi encore une fois !
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_blush_reveal_stroke2_] È Pompei ancora una volta!

source: [_mc_] Sorry...
fr_fr: [_mc_] Désolé ...

source: [_jacklyn_s_music_class_masturbation_jacklyn_annoyed_reveal_stroke2_] What are you wringing your hands about? That was aces!
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_annoyed_reveal_stroke2_] À quoi serez-vous vos mains ? C'était des as !
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_annoyed_reveal_stroke2_] Di cosa ti stai strizzando le mani? Questo era degli assi!

source: She's right. Why should I be ashamed for doing what I came here to do?
fr_fr: Elle a raison. Pourquoi devrais-je avoir honte de faire ce que je suis venu ici ?
it_it: Lei ha ragione. Perché dovrei vergognarmi di fare quello che sono venuto qui per fare?

source: I'll paint the walls with my seed if I have to! Nothing will stand in my way!
fr_fr: Je vais peindre les murs avec ma semence si je le dois ! Rien ne se tiendra dans mon chemin !
it_it: Dipingerò le pareti con il mio seme se dovesso! Niente resterà in a mio modo!

source: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_stroke2_] Anyway, I have to dip now.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_Souriez_sit_stroke2_] Quoi qu'il en soit, je dois tremper maintenant.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_smile_sit_stroke2_] Comunque, devo immergermi adesso.

source: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_stroke2_] Remember, I want Venus!
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_stroke2_] Rappelez-vous, je veux Vénus !
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_stroke2_] Ricorda, voglio Venere!

source: Crap, I forgot what that was.
fr_fr: Crap, j'ai oublié ce que c'était.
it_it: Crap, ho dimenticato quello che era.

source: But god damn...
fr_fr: Mais Dieu putain ...
it_it: Ma dio maledetto...

source: I can't believe I cleared that level without a year-long detention.
fr_fr: Je n'arrive pas à croire que j'ai autorisé ce niveau sans un an de détention.
it_it: Non riesco a credere di aver sgomberato quel livello senza un anno di detenzione.

source: I wish [jacklyn] was here the first time around...
fr_fr: J'aimerais que [jacklyn] soit ici la première fois ...
it_it: Vorrei che [jacklyn] fosse qui la prima volta...

source: Oh, god... this is too embarrassing...
fr_fr: Oh, dieu ... c'est trop gênant ...
it_it: Oh, dio... questo è troppo imbarazzante...

source: I... I can't...
fr_fr: I. .. Je ne peux pas ...
it_it: Io... Non posso...

source: [_jacklyn_s_music_class_masturbation_jacklyn_surprised_reveal_hide_] What happened, shooter?
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_surprised_reveal_hide_] Qu'est-il arrivé, tireur ?
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_surprised_reveal_hide_] Cos'è successo, tiratore?

source: [_jacklyn_s_music_class_masturbation_jacklyn_surprised_reveal_hide_] You played the show, but hid during the ovations.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_surprised_reveal_hide_] Vous avez joué le spectacle, mais vous avez caché pendant les ovations.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_surprised_reveal_hide_] Hai giocato lo spettacolo, ma sei nascosto durante le ovazioni.

source: [_mc_] I guess I wasn't ready...
fr_fr: [_mc_] Je suppose que je n'étais pas prêt ...
it_it: [_mc_] Immagino che non ero pronto...

source: [_jacklyn_s_music_class_masturbation_jacklyn_confident_reveal_hide_] In time you will be, baby bird.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_confident_reveal_hide_] Avec le temps, vous serez bébé.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_confident_reveal_hide_] Nel tempo sarai uccello piccolo.

source: [_jacklyn_s_music_class_masturbation_jacklyn_confident_reveal_hide_] Keep spreading those wings.
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_confident_reveal_hide_] Continuez à déployer ces ailes.
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_confident_reveal_hide_] Continua a diffondere quelle ali.

source: [_mc_] Uh... thanks?
fr_fr: [_mc_] Uh ... merci ?
it_it: [_mc_] Uh... grazie?

source: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] Anyway, time for me to scooch and smooch. Peace!
fr_fr: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] Quoi qu'il en soit, il est temps pour moi de scooch et smooch. Paix !
it_it: [_jacklyn_s_music_class_masturbation_jacklyn_excited_sit_hide_] Comunque, tempo per me di scooch e lisciare. Pace!

source: Well, that was weird. Not sure how I feel about it...
fr_fr: Eh bien, c'était bizarre. Pas sûr de ce que je ressens à ce sujet ...
it_it: Bene, questo era strano. Non è sicuro di come mi sento a riguardo...

source: But hey, at least I didn't get detention.
fr_fr: Mais bon, au moins je n'ai pas été retenue.
it_it: Ma ehi, almeno non ho ottenuto la detenzione.

source: ?False@[mc.lust]/15|{image=stats lust}|{space=71}Thriller {color=#C00}(not yet available){/}
fr_fr: ?False@[mc.lust]/15|{image=stats lust}|{space=71} Thriller {color=#C00}(pas encore disponible){/}
it_it: ?False@[mc.lust]/15<unk> {image=stats lust}<unk> {space=71}Thriller {color=#C00}(non ancora disponibile){/}

source: Cum openly
fr_fr: Cum ouvertement
it_it: Cum apertamente

source: Be discreet
fr_fr: Soyez discret
it_it: Sii discreto

source: ?mc.lust>=10@[mc.lust]/10|{image=stats lust}|Beat It
it_it: ?mc.lust>=10@[mc.lust]/10<unk> {image=stats lust}<unk> Beat It
