Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/items/isabelle_panties.po
Languages: fr_fr, it_it

source: [isabelle] has entrusted me with one of her most private possessions.
fr_fr: [isabelle] m'a confié l'une de ses possessions les plus privées.
it_it: [isabelle] mi ha affidato uno dei suoi possedimenti più privati.

source: Sniffing these would be an unforgivable sin.
fr_fr: Ce serait un péché impardonnable.
it_it: Sniffare questi sarebbe un peccato imperdonabile.

source: Damn, that's potent!
fr_fr: Merde, c'est puissant !
it_it: Dannazione, è potente!

source: Smells like tea and biscuits and pussy...
fr_fr: Des odeurs comme le thé et les biscuits et la chatte ...
it_it: Odori come tè e biscotti e figa...

source: Oh, hell yeah!
fr_fr: Oh, ouais ouais !

source: I can't believe she smells so good!
fr_fr: Je n'arrive pas à croire qu'elle sent si bon !
it_it: Non riesco a credere che abbia un odore così buono!

source: [_isabelle_s_cringe_] What the hell, [mc]?!
fr_fr: [_isabelle_s_cringe_] Qu'est-ce que l'enfer, [mc]? !

source: [_mc_] It's not what it looks like...
fr_fr: [_mc_] Ce n'est pas à quoi ça ressemble ...
it_it: [_mc_] Non è quello che sembra...

source: [_isabelle_s_cringe_] I trusted you...
fr_fr: [_isabelle_s_cringe_] Je vous ai fait confiance ...
it_it: [_isabelle_s_cringe_] mi fidavo di te...

source: [_mc_] I'm sorry, I—
fr_fr: [_mc_] Désolé, je-

source: [_isabelle_s_angry_] You're unbelievable!
fr_fr: [_isabelle_s_angry_] Vous êtes incroyable !
it_it: [_isabelle_s_angry_] Sei incredibile!

source: [_isabelle_s_sad_] We buried the box together... shared a moment and a kiss...
fr_fr: [_isabelle_s_sad_] Nous avons enterré la boîte ensemble ... partager un moment et un baiser ...
it_it: [_isabelle_s_sad_] Abbiamo sepolto la scatola insieme... abbiamo condiviso un momento e un bacio...

source: [_isabelle_s_sad_] I think I'm going to be sick...
fr_fr: [_isabelle_s_sad_] Je pense que je vais être malade ...
it_it: [_isabelle_s_sad_] Penso che sarò malato...

source: [_isabelle_s_annoyed_] Give them back!
fr_fr: [_isabelle_s_annoyed_] Rendez-les !
it_it: [_isabelle_s_annoyed_] Dagli indietro!

source: [_isabelle_s_annoyed_holdingpanties_] I'll steal [maxine]'s cat on my own.
fr_fr: [_isabelle_s_annoyed_holdingpanties_] Je volerai le chat [maxine].
it_it: [_isabelle_s_annoyed_holdingpanties_] ruberò il gatto di [maxine]da solo.

source: Well, that was probably the biggest mistake in my life...
fr_fr: C'était probablement la plus grosse erreur de ma vie ...
it_it: Beh, questo è stato probabilmente l'errore più grande nella mia vita...

source: Shit.
fr_fr: Merde.
it_it: Merda.

source: [_mc_] Don't get your knickers in a twist just yet.
fr_fr: [_mc_] Ne touche pas encore vos knickers.
it_it: [_mc_] Non prendi ancora i tuoi cavalieri in una torsione.

source: [_mc_] I mean, not that you can right now, anyway...
fr_fr: [_mc_] Je veux dire, pas que vous pouvez maintenant, de toute façon ...
it_it: [_mc_] Voglio dire, non che si può proprio ora, comunque...

source: [_isabelle_s_skeptical_] Why were you sniffing my panties?
fr_fr: [_isabelle_s_skeptical_] Pourquoi reniriez-vous mes culottes?
it_it: [_isabelle_s_skeptical_] Perché stavi sniffando i miei anti?

source: [_mc_] [spinach] had trouble picking up your scent, so I just wanted to check if there was any.
fr_fr: [_mc_] [spinach] a eu de la difficulté à ramasser votre odeur, alors je voulais juste vérifier s'il y en avait.
it_it: [_mc_] [spinach] ha avuto problemi a raccogliere il tuo profumo, quindi volevo solo controllare se ce ne fosse uno.

source: [_isabelle_s_concerned_] Really?
fr_fr: [_isabelle_s_concerned_] Vraiement?
it_it: [_isabelle_s_concerned_] Davvero?

source: [_mc_] Absolutely! My motives were pure and scientific.
fr_fr: [_mc_] Absolument ! Mes motifs étaient purs et scientifiques.
it_it: [_mc_] Assolutamente! I miei motivi erano puri e scientifici.

source: [_isabelle_s_concerned_] Well, what did you conclude?
fr_fr: [_isabelle_s_concerned_] Eh bien, qu'avez-vous conclu?
it_it: [_isabelle_s_concerned_] Beh, cosa hai concluso?

source: [_mc_] That the scent of your panties are sufficient.
fr_fr: [_mc_] Que l'odeur de vos cultes soit suffisante.
it_it: [_mc_] Che il profumo delle vostre mutandine sono sufficienti.

source: [_isabelle_s_neutral_] Sufficient?
fr_fr: [_isabelle_s_neutral_] Suffisante?
it_it: [_isabelle_s_neutral_] Sufficiente?

source: [_mc_] Also, heavenly.
fr_fr: [_mc_] Aussi, céleste.
it_it: [_mc_] Inoltre, paradisiaco.

source: [_isabelle_s_excited_] Is that your scientific opinion?
fr_fr: [_isabelle_s_excited_] Votre opinion scientifique est-elle?
it_it: [_isabelle_s_excited_] È la tua opinione scientifica?

source: [_mc_] It's entirely objective and peer reviewed.
fr_fr: [_mc_] C'est entièrement objectif et revu par les pairs.
it_it: [_mc_] È completamente obiettivo e peer revisionato.

source: [_isabelle_s_skeptical_] Peer reviewed...?
fr_fr: [_isabelle_s_skeptical_] Examen par les pairs ...?
it_it: [_isabelle_s_skeptical_] Peer revisionato...?

source: [_mc_] Don't worry, that part was a joke.
fr_fr: [_mc_] Ne vous inquiétez pas, cette partie était une blague.
it_it: [_mc_] Non ti preoccupare, quella parte era uno scherzo.

source: [_isabelle_s_laughing_] Let's just steal the cat.
fr_fr: [_isabelle_s_laughing_] Let's vole le chat.
it_it: [_isabelle_s_laughing_] Rubiamo il gatto.

source: [_mc_] Oh, I have nothing but that sweet pussy on my mind!
fr_fr: [_mc_] Oh, je n'ai rien d'autre que cette douce chatte sur mon esprit !
it_it: [_mc_] Oh, non ho altro che quella figa dolce sulla mia mente!

source: [_isabelle_s_eyeroll_] I'll wait outside...
fr_fr: [_isabelle_s_eyeroll_] Je vais attendre dehors ...
it_it: [_isabelle_s_eyeroll_] Aspetterò fuori...

source: As a pervert in recovery, passing this test of will was a great step forward.
fr_fr: En tant que pervers en reprise, passer ce test de volonté a été un grand pas en avant.
it_it: Come pervertito nel recupero, superare questo test di volontà è stato un grande passo avanti.

source: Sniff them
fr_fr: Rensez-les
it_it: Affronta le

source: ?mc.charisma>=10@[mc.charisma]/10|{image=stats cha}|"Don't get your knickers in a twist just yet."
fr_fr: ? mc.charisma> =10 @[mc.charisma]/10 | { image=stats cha } | "N'obtenez pas encore vos knickers en une seule fois."
it_it: ?mc.charisma>=10@[mc.charisma]/10<unk> {image=stats cha}<unk> "Non prendi ancora i tuoi knickers in una torsione."

source: [_isabelle_s_angry_holdingpanties_] Screw you, you twat.
it_it: [_isabelle_s_angry_holdingpanties_] Ti viti, ti gemi.

source: [_isabelle_s_skeptical_] Funny.
it_it: [_isabelle_s_skeptical_] Divertente.
