Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/items/leyline_indicator.po
Languages: fr_fr, it_it

source: This thing is dead. It does seem to run on electricity, though... perhaps there's a way to charge it?
fr_fr: Cette chose est morte. Ça semble courir sur l'électricité, même si ... peut-être qu'il y a un moyen de le charger?
it_it: Questa cosa è morta. Sembra funzionare sull'elettricità, però... forse c'è un modo per caricarlo?

source: This thing is out of juice. It almost needs a refill as much as I need a shot of strawberry J.
fr_fr: Ce truc est en dehors du jus. Il a presque besoin d'une recharge autant que j'ai besoin d'une photo de fraise J.
it_it: Questa cosa è fuori dal succo. Ha quasi bisogno di una ricarica tanto quanto ho bisogno di un colpo di fragola J.

source: Okay, let's see if I've got any matches on Tinder... wait, this is not my phone.
fr_fr: Ok, voyons si j'ai des allumettes sur Tinder ... Attends, ce n'est pas mon téléphone.
it_it: Va bene, vediamo se ho delle partite su Tinder... aspetta, questo non è il mio telefono.

source: Man, I keep checking this thing more than my phone...
fr_fr: Je continue à vérifier cette chose plus que mon téléphone ...
it_it: Uomo, continuo a controllare questa cosa più del mio telefono...

source: [_lll_] {i}Locking in position...{/}
fr_fr: [_lll_] {i}Verrouillage en position ... { / }
it_it: [_lll_] {i}Blocco in posizione...{/}

source: [_lll_] {i}Position successfully locked in!{/}
fr_fr: [_lll_] {i}Position verrouillée dans ! { / }
it_it: [_lll_] Posizione {i}bloccata con successo!{/}

source: [_lll_] {i}Triangulating positions...{/}
fr_fr: [_lll_] {i}Positions de triangulation ... { / }
it_it: [_lll_] {i}Posizioni triangolanti...{/}

source: [_lll_] {i}Ley Line Pattern: Complete.{/}
fr_fr: [_lll_] {i}Modèle de trait Ley: terminé. { / }
it_it: [_lll_] {i}Ley Line Pattern: Completo.{/}

source: [_lll_] {i}4th node successfully located.{/}
fr_fr: [_lll_] {i}4ème noeud trouvé. { / }
it_it: [_lll_] {i}4° nodo trovato con successo.{/}

source: [_lll_] {i}Error. Signal too weak.{/}
fr_fr: [_lll_] {i}Erreur. Signal trop faible. { / }
it_it: [_lll_] Errore {i}. Segnale troppo debole.{/}

source: Damn it. Maybe [maxine] is right... I need a magnet on each node.
fr_fr: Merde. Peut-être [maxine] est-il vrai ... J'ai besoin d'un aimant sur chaque noeud.
it_it: Dannazione. Forse [maxine] ha ragione... Ho bisogno di un magnete su ogni nodo.

source: What the hell does that mean?
fr_fr: Qu'est-ce que ça veut dire?
it_it: Che cosa significa l'inferno?

source: Why is there an error? I'm sure I put in the right positions.
fr_fr: Pourquoi y a-il une erreur? Je suis sûr de placer les bons postes.
it_it: Perché c'è un errore? Sono sicuro di aver messo nelle posizioni giuste.

source: It said that the signal was too weak... maybe [maxine] knows what that means?
fr_fr: Il a dit que le signal était trop faible ... peut-être [maxine] sait ce que ça veut dire?
it_it: Ha detto che il segnale era troppo debole... forse [maxine] sa cosa significa?

source: [_lll_] {i}Insufficient positions locked in...{/}
fr_fr: [_lll_] {i}Positions verrouillées dans ... { / }
it_it: [_lll_] {i}Posizioni insufficienti bloccate in...{/}

source: [_lll_] {i}Resetting positions...{/}
fr_fr: [_lll_] {i}Réinitialisation des positions ... { / }
it_it: [_lll_] {i}Ripristino posizioni...{/}

source: [_lll_] {i}Positions successfully reset.{/}
fr_fr: [_lll_] {i}Postes réinitialisé avec succès. { / }
it_it: [_lll_] {i}Posizioni ripristinate con successo.{/}

source: Crap. This thing ran out of fuel... better go charge it.
fr_fr: Crap. Cette chose a manqué de carburant ... mieux va la charger.
it_it: Crap. Questa cosa ha esaurito il carburante... meglio andare a caricarlo.

source: It's hard to tell if someone drew these lines here with a luminescent marker...
fr_fr: Il est difficile de dire si quelqu'un a dessiné ces lignes ici avec un marqueur luminescent ...
it_it: E 'difficile dire se qualcuno ha disegnato queste linee qui con un marcatore luminescente...

source: If only these lines could point me in the direction of the best doughnuts...
fr_fr: Si seulement ces lignes pouvaient me pointer dans la direction des meilleures beignes ...
it_it: Se solo queste linee potessero indicarmi nella direzione delle ciambelle migliori...

source: On second thought, that direction is the [guard]'s booth. Don't need no magic lines to tell me!
fr_fr: Sur la deuxième pensée, cette direction est le stand [guard]. N'avez pas besoin de lignes magiques pour me le dire !
it_it: Al secondo pensiero, quella direzione è lo stand della [guard]. Non c'è bisogno di linee magiche per dirmi!

source: That looks a bit like an inverted gastrohedron, but without the hexatropinac flexpod...
fr_fr: Ça ressemble un peu à un gastroèdre inversé, mais sans l'hexatropinac flexpod ...
it_it: Sembra un po' un gastroedro invertito, ma senza il flexpod esatropinaco...

source: I'm just making up words.
fr_fr: Je fais juste des mots.
it_it: Sto solo preparando parole.

source: Whoa! A new line has materialized, leading down the main stairs into the entrance hall...
fr_fr: Whoa ! Une nouvelle ligne s'est matérialisée, menant les escaliers principaux dans le hall d'entrée ...
it_it: Choa! Si è materializzata una nuova linea, che conduce lungo le scale principali nella sala d'ingresso...

source: The lines here converge into a node of some sort...
fr_fr: Les lignes ici convergent vers un noeud de quelque sorte ...
it_it: Le righe qui convergono in un nodo di qualche tipo...

source: One line leads off in the direction of each wing.
fr_fr: Une ligne mène en direction de chaque aile.
it_it: Una linea conduce fuori nella direzione di ogni ala.

source: This line leads straight into the gym.
fr_fr: Cette ligne mène directement dans le gymnase.
it_it: Questa linea conduce dritto in palestra.

source: I'm not sure if following these is the smartest thing...
fr_fr: Je ne sais pas si c'est la chose la plus intelligente ...
it_it: Non sono sicuro se seguire questi è la cosa più intelligente...

source: Next thing you know, you're at the end of the rainbow, and a leprechaun is hitting you over the head with a gold ingot and cussing you out in Irish!
fr_fr: La prochaine chose que vous savez, vous êtes à la fin de l'arc-en-ciel, et un leprechaun vous frappe au-dessus de la tête avec un lingot d'or et vous vous cusez en irlandais !
it_it: La prossima cosa che sai, sei alla fine dell'arcobaleno, e un leprechaun ti sta colpendo sopra la testa con un lingotto d'oro e ti sta uccidendo in irlandese!

source: It's hard to come full circle when it looks like this...
fr_fr: C'est difficile de venir en rond quand ça ressemble à ça ...
it_it: È difficile venire a cerchio pieno quando sembra questo...

source: These lines are red instead of yellow... and they have a very distinct shape...
fr_fr: Ces lignes sont rouges au lieu de jaune ... et elles ont une forme très distincte ...
it_it: Queste linee sono rosse invece di giallo... e hanno una forma molto distinta...

source: Are they at all related to the yellow lines?
fr_fr: Sont-ils tous liés aux lignes jaunes?
it_it: Sono affatto legati alle linee gialle?

source: This circle connects to the line in the corridor outside.
fr_fr: Ce cercle se connecte à la ligne dans le couloir à l'extérieur.
it_it: Questo cerchio si collega alla linea nel corridoio esterno.

source: Does that mean what I think it does...?
fr_fr: Cela signifie-t-il ce que je pense qu'il fait ...?
it_it: Questo significa che cosa penso che faccia...?

source: Yeah, no clue.
fr_fr: Ouais, pas de colle.
it_it: Sì, nessun indizio.

source: The lines here are... what's the word?
fr_fr: Les lignes ici sont ... quel est le mot?
it_it: Le linee qui sono... qual è la parola?

source: Right. There is no word to describe these shapes.
fr_fr: D'accord. Il n'y a pas de mot pour décrire ces formes.
it_it: Giusto. Non c'è parola per descrivere queste forme.

source: Huh! The final circle surrounds these rows of lockers...
fr_fr: Hé ! Le cercle final entoure ces rangées de casiers ...
it_it: Huh! Il cerchio finale circonda queste file di armadietti...

source: Putting magnets in random locations is totally not crazy! [maxine] knows what she's talking about.
fr_fr: Mettre des aimants dans des endroits aléatoires n'est absolument pas fou ! [maxine] sait de quoi elle parle.
it_it: Mettere magneti in luoghi casuali non è completamente pazzo! [maxine] sa di cosa sta parlando.

source: Not really sure why I'm doing this mumbo-jumbo...
fr_fr: Pas vraiment sûr pourquoi je fais ce mumbo-jumbo ...
it_it: Non veramente sicuro perché sto facendo questo mumbo-jumbo...

source: Maybe it's just the need to know?
fr_fr: Peut-être que c'est juste le besoin de savoir?
it_it: Forse è solo il bisogno di sapere?

source: The thirst for the unknown drives me. Or maybe it's just the thirst for [maxine]? Either way...
fr_fr: La soif de l'inconnu me conduit. Ou peut-être que c'est juste la soif du [maxine]? Dans les deux cas ...
it_it: La sete degli sconosciuti mi guida. O forse è solo la sete di [maxine]? In entrambi i casi...

source: Imbuing my [item.title_lower] with mysterious arcane properties seems like a quick way to attract a vengeful coven of witches.
fr_fr: Imbucher mon [item.title_lower] avec des propriétés arcanes mystérieuses semble être un moyen rapide d'attirer un bon flic de sorcières.
it_it: Imperare la mia [item.title_lower] con proprietà arcane misteriose sembra un modo rapido per attrarre una cala vendetta di streghe.

source: Magically hot... but also dangerous.
fr_fr: Magiquement chaud ... mais aussi dangereux.
it_it: Magicamente caldo... ma anche pericoloso.

source: My [item.title_lower] would make for a beautiful floor decoration, but [lindsey]'s probably just going to trip again.
fr_fr: Mon [item.title_lower] ferait pour une belle décoration de sol, mais [lindsey]'s va probablement juste aller à nouveau en voyage.
it_it: La mia [item.title_lower] farebbe per una bella decorazione del pavimento, ma [lindsey]probabilmente sta solo andando di nuovo a viaggiare.

source: Putting my [item.title_lower] in this circle could awaken some ancient spirit...
fr_fr: Mettre mon [item.title_lower] dans ce cercle pourrait éveiller un esprit ancien ...
it_it: Mettere il mio [item.title_lower] in questo cerchio potrebbe risvegliare un po 'di spirito antico...

source: And you can't fuck a spirit, so what's the point?
fr_fr: Et vous ne pouvez pas baiser un esprit, alors quel est le but?
it_it: E non si può scopare uno spirito, quindi qual è il punto?

source: Man, I keep checking this thing more than my phone. Nothing here, though...
fr_fr: Je continue à vérifier cette chose plus que mon téléphone. Rien ici, cependant ...
it_it: Uomo, continuo a controllare questa cosa più del mio telefono. Niente qui, però...

source: This reminds me of my Game Boy Colour addiction! No lines drawn for either.
fr_fr: Cela me rappelle ma Game Boy Colour addiction ! Aucune ligne tractant pour l'un ou l'autre.
it_it: Questo mi ricorda la mia dipendenza da Game Boy Colour! Nessuna linea disegnata per entrambi.

source: No lines here, and maybe that's a relief.
fr_fr: Pas de lignes ici, et peut-être que c'est un soulagement.
it_it: Nessuna linea qui, e forse è un sollievo.

source: No lines here... whoever drew them must've run out of paint.
fr_fr: Aucune ligne ici ... celui qui les dessinait doit être à court de peinture.
it_it: Nessuna linea qui... chi li ha disegnati deve aver esaurito la vernice.

source: Okay, let's see if I've got any matches on Tinder... wait, this is not my phone. No lines either.
fr_fr: Ok, voyons si j'ai des allumettes sur Tinder ... Attends, ce n'est pas mon téléphone. Pas de lignes non plus.
it_it: Va bene, vediamo se ho delle partite su Tinder... aspetta, questo non è il mio telefono. Nessuna riga neanche.
