Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/items/maxine_letter.po
Languages: fr_fr, it_it

source: [maxine] isn't exactly the easiest person to deal with.
fr_fr: [maxine] n'est pas exactement la personne la plus facile à traiter.
it_it: [maxine] non è esattamente la persona più facile da affrontare.

source: Writing to her requires a special touch. A certain skill. Hmm...
fr_fr: Écrire à elle a besoin d'une touche spéciale. Une certaine compétence. Hmm ...
it_it: Scrivere per lei richiede un tocco speciale. Una certa abilità. Hmm...

source: {i}"In this time of uncertainty and turmoil, I come to you with a request."{/}
fr_fr: {i}"En cette période d'incertitude et de turbulences, je vous présente une demande." {/}
it_it: {i}"In questo momento di incertezza e turbolenza, vengo a voi con una richiesta."{/}

source: {i}"A crime has been committed, and with it, all our safety hangs in the balance."{/}
fr_fr: {i}"Un crime a été commis, et avec lui, toute notre sécurité est en jeu." {/}
it_it: {i}"Un crimine è stato commesso, e con esso, tutta la nostra sicurezza si blocca in equilibrio."{/}

source: {i}"I beseech your guidance... and sort of hope that you've seen something, or know where to start or whatever?"{/}
fr_fr: {i}"Je vous ai donné des conseils ... et j'espère que vous avez vu quelque chose ou que vous savez où commencer ou quoi que ce soit ?" {/}
it_it: {i}"Spiego la tua guida... e una sorta di speranza che hai visto qualcosa, o so da dove iniziare o cosa?"{/}

source: {i}"Sorry about the ending, I ran out of cool words."{/}
fr_fr: {i}"Désolé pour la fin, j'ai manqué de mots cool." {/}
it_it: {i}"Mi dispiace per la fine, ho esaurito le belle parole."{/}

source: That should do it.
fr_fr: Ça devrait le faire.
it_it: Dovrebbe farla.

source: Now, this letter just needs to be posted in [maxine]'s mailbox — the potted plant.
fr_fr: Maintenant, cette lettre doit être affichée dans la boîte aux lettres de [maxine]-l'usine en pot.
it_it: Ora, questa lettera deve solo essere pubblicata nella casella di posta di [maxine]— la pianta in vaso.

source: "Dear protector of the Sacred Plant..."
fr_fr: "Cher protecteur de la plante sacrée ..."
it_it: "Caro protettore della Sacra Pianta..."

source: "Dear [spinach] enthusiast..."
fr_fr: "Chère [spinach] enthousiaste ..."
it_it: "Caro [spinach] appassionato..."

source: "My fellow seeker of truths..."
fr_fr: "Mon cher chercheur des vérités ..."
it_it: "Il mio compagno cercatore di verità..."

source: "My fellow keeper of secrets..."
fr_fr: "Mon collègue gardien des secrets ..."
it_it: "Il mio compagno custode dei segreti..."

source: "Yours truly, [mc]."
fr_fr: "Je vous prie d'agréer, [mc], l'expression de mes sentiments distingués."
it_it: "Il vostro veramente, [mc]."

source: "An anonymous vigilante."
fr_fr: "Un justicier anonyme."
it_it: "Una vigilanza anonima."

source: "Kind regards, your future friend."
fr_fr: "Cordialement, votre futur ami."
it_it: "Cordiali saluti, il tuo futuro amico."

source: "Signed only, V."
fr_fr: "Signé uniquement, V."
it_it: "Firmato solo, V."
