Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/items/mysterious_coin.po
Languages: fr_fr

source: A coin of mystical powers. Flipping it could have astronomical consequences.
fr_fr: Une pièce de pouvoirs mystiques. Le pendage pourrait avoir des conséquences astronomiques.

source: Tails.
fr_fr: Les voiles.

source: Of course. Never lucky. Seriously, even in coin flips I lose.
fr_fr: Bien sûr. Jamais de chance. Sérieusement, même à pile ou face, je perds.

source: The coin is probably rigged somehow.
fr_fr: La pièce est probablement truquée d'une manière ou d'une autre.

source: Honestly, the weather conditions for the flip sucked.
fr_fr: Honnêtement, les conditions météorologiques pour le flip étaient nulles.

source: Plus I wasn't taking the flip seriously.
fr_fr: De plus, je ne prenais pas le flip au sérieux.

source: This is the wise decision.
fr_fr: C'est la sage décision.

source: Who knows what could've happened?
fr_fr: Qui sait ce qui aurait pu arriver ?

source: Poverty? Disease? Death? Or worse still... losing?
fr_fr: La pauvreté ? Maladie ? Mort ? Ou pire encore ... perdre ?

source: Definitely matrixed a bullet there.
fr_fr: Il s'agit là d'une balle matricielle.

source: Flip the coin
fr_fr: Jouer à pile ou face

source: Gambling is dangerous
fr_fr: Le jeu est dangereux
