Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/items/paper_star.po
Languages: fr_fr, it_it

source: {i}"I'm big and I'm long."{/}
fr_fr: {i}"Je suis grand et je suis long." { / }
it_it: {i}"Sono grande e sono lungo."{/}

source: {i}"I let you take a ride on me."{/}
fr_fr: {i}"Je vous laisse prendre un tour sur moi." { / }
it_it: {i}"Ti lascio fare un giro su di me."{/}

source: {i}"I take you along..."{/}
fr_fr: {i}"Je vous prends le long ..." { / }
it_it: {i}"Io ti prendo via..."{/}

source: {i}"To the place you least want to be."{/}
fr_fr: {i}"A l'endroit où vous voulez le moins être." { / }
it_it: {i}"Al posto che meno vuoi essere."{/}

source: {i}"Touch me once, I'll make a sound."{/}
fr_fr: {i}"Touche-moi une fois, je vais faire un son." { / }
it_it: {i}"Toccarmi una volta, farò un suono."{/}

source: {i}"Push my buttons. I don't mind."{/}
fr_fr: {i}" Vider mes boutons. Je ne pense pas. " { / }
it_it: {i}"Premi i miei pulsanti. Non mi dispiace."{/}

source: {i}"Finger me. Oh, do it right."{/}
fr_fr: {i}" Plier-moi. Oh, faites ça juste. " { / }
it_it: {i}"Finger me. Oh, fai a destra."{/}

source: {i}"I'll sing for you. I'll sing all night."{/}
fr_fr: {i}" Je vais chanter pour vous. Je chanterai toute la nuit. " { / }
it_it: {i}"Canto per te. Canterò tutta la notte."{/}

source: {i}"I'm hard."{/}
fr_fr: {i}"Je suis dur." { / }
it_it: {i}"Sono difficile."{/}

source: {i}"I'm strong."{/}
fr_fr: {i}"Je suis fort." { / }
it_it: {i}"Sono forte."{/}

source: {i}"I'm inside you all life long."{/}
fr_fr: {i}"Je suis à l'intérieur de vous toute la vie." { / }
it_it: {i}"Sono dentro di te per tutta la vita."{/}

source: {i}"I'm where no man dares to tread."{/}
it_it: {i}"Sono dove nessun uomo osa tread."{/}

source: {i}"A land of bowls and pipes of lead."{/}
fr_fr: {i}"Une terre de bols et de tuyaux de plomb." { / }
it_it: {i}"Una terra di ciotole e tubi di piombo".{/}

source: {i}"To the victor goes the spoils."{/}
it_it: {i}"Al vincitore va gli spoils."{/}
