Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/first_hall/int_stairs.po
Languages: fr_fr, it_it

source: When [isabelle] looks up from her book, you know you've made an impression.
fr_fr: Quand le [isabelle] vient de son livre, vous savez que vous avez fait une impression.
it_it: Quando [isabelle] guarda dal suo libro, sai di aver fatto un'impressione.

source: Too bad bolting past her isn't the same as impressing [lindsey] with my speed...
fr_fr: Dommage qu'elle ne soit pas la même que celle qui impressionner [lindsey] avec ma vitesse ...
it_it: Tornitura troppo cattiva oltre di lei non è la stessa impressionante [lindsey] con la mia velocità...

source: Phew! Made it to safety.
fr_fr: Ouf ! J'ai réussi à me mettre à l'abri.
it_it: Phew! Lo ha fatto in sicurezza.

source: Not even [kate] would try to abduct me in front of the [guard]'s booth.
fr_fr: Même le [kate] n'essaierait pas de m'enlever devant le stand [guard].
it_it: Nemmeno [kate] cercherebbe di sottrarmi davanti allo stand di [guard].

source: As much as I'd like to run, appeasing [kate] is more important. If I don't resolve this, she'll make my life even more miserable.
fr_fr: Même si j'aimerais fuir, il est plus important d'apaiser [kate]. Si je ne règle pas ce problème, elle rendra ma vie encore plus misérable.
it_it: Per quanto mi piacerebbe correre, placare [kate] è più importante. Se non risolvi questo, renderà la mia vita ancora più miserabile.

source: Not exactly chivalrous to run off when the damsel needs me the most.
fr_fr: Pas vraiment chevaleresque de courir quand la damoiselle a le plus besoin de moi.
it_it: Non esattamente cavallo per scappare quando la damsel ha bisogno di me il più.

source: [_kate_s_skeptical_] Go ahead, take one step down those stairs.
fr_fr: [_kate_s_skeptical_] Allez-y, prenez un pas en bas de ces escaliers.
it_it: [_kate_s_skeptical_] Andate avanti, fate un passo giù quelle scale.

source: [_kate_s_skeptical_] No, really. See what happens.
fr_fr: [_kate_s_skeptical_] Non, vraiment. Voyez ce qui se passe.
it_it: [_kate_s_skeptical_] No, davvero. Guarda cosa succede.

source: [_kate_s_excited_] Didn't think so.
fr_fr: [_kate_s_excited_] Ne l'a pas pensé.
it_it: [_kate_s_excited_] non l'ha pensato.

source: No use running, [kate]'s got me exactly where she wants me.
fr_fr: Inutile de courir, [kate] me tient exactement là où elle veut.
it_it: Nessun uso correre, [kate]mi ha preso esattamente dove mi vuole.
