Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/first_hall/int_trash.po
Languages: fr_fr, it_it

source: One man's trash, another man's treasure.
fr_fr: Un homme à la poubelle, un autre trésor de l'homme.
it_it: La spazzatura di un uomo, il tesoro di un altro.

source: Not sure if that's true for this banana peel, though.
fr_fr: Mais pas sûr si c'est vrai pour cette pelure de banane.
it_it: Non è sicuro se questo è vero per questa buccia di banana, però.

source: Looking through the trash is always really popular. It makes you seem both hygienic and sound of mind.
fr_fr: Regarder dans les poubelles est toujours très apprécié. Cela vous donne l'impression d'être à la fois hygiénique et sain d'esprit.
it_it: Guardando attraverso la spazzatura è sempre molto popolare. Ti fa sembrare sia igienico che sonoro della mente.

source: Prejudice by people who don't have this...
fr_fr: Préjugés à l'égard des personnes qui n'ont pas cette...
it_it: Giudizio da persone che non hanno questo...

source: ...rock.
it_it: ...roccia.

source: Damn it! I had hoped for at least a piece of gum or a broken hairpin.
fr_fr: Et merde ! J'espérais au moins un chewing-gum ou une épingle à cheveux cassée.
it_it: Dannazione! Avevo sperato per almeno un pezzo di gomma o una forcina rotta.

source: No paper here.
fr_fr: Pas de papier ici.
it_it: Niente carta qui.

source: Any heart-shaped boxes in here? Or well, any box really.
fr_fr: Toutes les boîtes en forme de cœur ici ? Ou bien, n'importe quelle boîte.
it_it: Ci sono scatole a forma di cuore qui dentro? O bene, qualche scatola davvero.

source: Nope, but there's other things here... which means the janitor didn't throw it out.
fr_fr: Non, mais il y a d'autres choses ici ... ce qui veut dire que le concierge ne l'a pas jeté.
it_it: Niente, ma ci sono altre cose qui... il che significa che il janitor non l'ha buttato fuori.

source: Hmm... the surveillance camera might've caught whoever did it, but I doubt the [guard] will fall for the same trick twice.
fr_fr: Hmm ... la caméra de surveillance aurait pu prendre celui qui l'a fait, mais je doute que le [guard] tombera pour le même tour deux fois.
it_it: Hmm... la telecamera di sorveglianza potrebbe aver catturato chi l'ha fatto, ma dubito che l' [guard] cadrà per lo stesso trucco due volte.

source: Luckily, there's one person who always keeps the school under a microscope.
fr_fr: Heureusement, il y a une personne qui garde toujours l'école au microscope.
it_it: Per fortuna, c'è una persona che tiene sempre la scuola al microscopio.
