Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/first_hall/int_vending.po
Languages: fr_fr, it_it

source: This vending machine hasn't been stocked yet. It currently only offers lollipops and water bottles.
fr_fr: Ce distributeur n'a pas encore été approvisionné. Il n'offre actuellement que des lollipops et des bouteilles d'eau.
it_it: Questo distributore automatico non è ancora stato fornito. Al momento offre solo lollipops e bottiglie d'acqua.

source: Nothing in life is free.
fr_fr: Rien dans la vie n'est libre.
it_it: Niente nella vita è libero.

source: Who would spend their life savings on a lollipop?
fr_fr: Qui dépenserait leurs économies de vie sur une lollipop?
it_it: Chi spenderebbe il loro risparmio di vita su un lecca?

source: Back in the day, my granny bought a twelve acre farm and a three story villa for this price.
fr_fr: De retour dans la journée, ma nourrice a acheté une ferme de douze acres et une villa de trois étages pour ce prix.
it_it: Torna al giorno, la mia nonna ha comprato una fattoria di dodici acri e una villa a tre piani per questo prezzo.

source: After the Great War, water bottles became a luxury item.
fr_fr: Après la Grande Guerre, les bouteilles d'eau sont devenues un objet de luxe.
it_it: Dopo la Grande Guerra, le bottiglie d'acqua sono diventate un oggetto di lusso.

source: Affording one is not only a staple of wealth, it is a social badge of refinement.
fr_fr: Il ne s'agit pas seulement d'un aliment de base, mais d'un écusson social de raffinement.
it_it: Il prezzo non è solo una base di ricchezza, è un distintivo sociale di raffinatezza.

source: Someone bought up half the lollipop stock.
fr_fr: Quelqu'un a acheté la moitié du stock de lollipop.
it_it: Qualcuno ha comprato la metà del magazzino di lecca-lecca-pon.

source: The wrappers are everywhere...
fr_fr: Les enveloppeurs sont partout ...
it_it: Gli involucri sono ovunque...

source: Everyone knows the [nurse] is a hopeless stress eater.
fr_fr: Tout le monde sait que le [nurse] est un mangeur de stress sans espoir.
it_it: Tutti sanno che l' [nurse] è un mangiatore di stress senza speranza.

source: ?mc.money>=1@[mc.money]/1|{image=ui hud icon_money}|{image=items lollipop_1 }|Lollipop
it_it: ?mc.money>=1@[mc.money]/1<unk> {image=ui hud icon_money}<unk> {image=items lollipop_1 }<unk> Lollipop

source: ?mc.money>=50@[mc.money]/50|{image=ui hud icon_money}|{image=items lollipop_2 }|Big Lollipop
it_it: ?mc.money>=50@[mc.money]/50<unk> {image=ui hud icon_money}<unk> {image=items lollipop_2 }<unk> Big Lollipop

source: ?mc.money>=100@[mc.money]/100|{image=ui hud icon_money}|{image=items bottle water_bottle }|Bottle of Water
fr_fr: ? mc.money> =100 @[mc.money]/100 | { image=ui hud icon_money } | { image=items bouteille water_bouteille } | Bouteille d'eau
it_it: ?mc.money>=100@[mc.money]/100<unk> {image=ui hud icon_money}<unk> {image=items bottiglia acqua_bottiglia }<unk> Bottiglia d'acqua

source: Nothing for now
fr_fr: Rien pour l'instant
it_it: Niente per ora
