Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/first_hall/int_water_fountain.po
Languages: fr_fr, it_it

source: {i}*Cough, cough*{/}
fr_fr: {i}*Toux, toux * { / }
it_it: {i}*Tosse, tosse*{/}

source: What the hell?
fr_fr: Qu'est-ce que l'enfer?
it_it: Che inferno?

source: How did this piece of paper end up in my throat?
fr_fr: Comment ce morceau de papier s'est-il fini dans ma gorge?
it_it: Come è finito questo pezzo di carta nella mia gola?

source: Life giving sustenance.
fr_fr: La vie donne de la nourriture.
it_it: Sostenimento della vita.

source: Who needs it?
fr_fr: Qui en a besoin?
it_it: Chi ne ha bisogno?

source: I wonder what [kate] will think when I return her socks perfectly clean...{space=-45}
fr_fr: Je me demande ce que [kate] va penser quand je retourne ses chaussettes parfaitement propres ... { space=-45 }
it_it: Mi chiedo cosa penserà [kate] quando restituirò le calze perfettamente pulite...{space=-45}

source: It's weird, but I can't wait to feel that shame she'll undoubtedly pour on.
fr_fr: C'est bizarre, mais j'ai hâte de ressentir cette honte qu'elle versera sans aucun doute.
it_it: È strano, ma non vedo l'ora di sentire quella vergogna che sicuramente verserà su.

source: It's good to stay hydrated.
fr_fr: C'est bon de rester hydraté.
it_it: È bene rimanere idratati.

source: [lindsey] wanted water in her own bottle, though.
fr_fr: [lindsey] voulait de l'eau dans sa propre bouteille.
it_it: [lindsey] voleva acqua nella sua bottiglia, però.

source: Even though this water is free, I still like to imagine I'm getting one over on the establishment.
fr_fr: Même si cette eau est gratuite, j'imagine toujours que je vais en faire un sur l'établissement.
it_it: Anche se questa acqua è libera, mi piace ancora immaginare che sto ottenendo uno sopra sul stabilimento.

source: I sprinkle a few drops of water on my [item.title_lower].
fr_fr: Je saupoudrez quelques gouttes d'eau sur mon [item.title_lower].
it_it: Ho cosparso alcune gocce di acqua sulla mia [item.title_lower].

source: Then I stand around like an idiot as if something was supposed to happen.
fr_fr: Alors je me tiens comme un idiot comme si quelque chose devait arriver.
it_it: Poi sto in giro come un idiota come se qualcosa dovesse accadere.

source: All right... here we go, I guess...
fr_fr: D'accord ... ici on y va, je suppose ...
it_it: Va bene... qui andiamo, immagino...

source: Ugh. Feels like my internal organs just got filled with water!
fr_fr: Ugh. Des pieds comme mes organes internes viennent d'être remplis d'eau !
it_it: Ugh. Si sente come i miei organi interni si sono appena riempiti di acqua!

source: Oh, god. Better put the hoodie back before the school gets flooded.
fr_fr: Oh, mon dieu. Il vaut mieux remettre le capuchon avant que l'école ne soit inondée.
it_it: Oh, dio. Meglio rimettere la felpa prima che la scuola venga inondata.

source: Damn. I'm going to be in so much trouble.
fr_fr: Merde. Je vais être dans tant de problèmes.
it_it: Dannazione. Io sarò in così tanti guai.

source: [_kate_s_laughing_] Haha! What a look! Like a wet puppy!
fr_fr: [_kate_s_laughing_] Haha ! Quel regard ! Comme un chiot mouillé !
it_it: [_kate_s_laughing_] Haha! Che occhio! Come un cucciolo bagnato!

source: [_kate_s_neutral_] Are you my wet puppy?
fr_fr: [_kate_s_neutral_] Êtes-vous mon chiot mouillé?
it_it: [_kate_s_neutral_] Sei il mio cucciolo bagnato?

source: [_kate_s_confident_] Well, you better go find a mop quickly. I'll get the principal if I get bored.
fr_fr: [_kate_s_confident_] Bien, vous feriez mieux de trouver une foule rapidement. Je vais chercher le principal si je m'ennute.
it_it: [_kate_s_confident_] Beh, è meglio andare a trovare un mop rapidamente. Avrò il preside se mi annoio.

source: [_mc_] Yes, ma'am...
fr_fr: [_mc_] Oui, madame ...
it_it: [_mc_] Sì, ma'am...

source: [_kate_s_sad_] Poor wet puppy...
fr_fr: [_kate_s_sad_] Mauvpauvre chiot mouillé ...

source: How utterly humiliating...
fr_fr: Comment tout à fait humiliant ...
it_it: Come completamente umiliante...

source: Well, there's probably a mop in the janitor's closet.
fr_fr: Eh bien, il y a probablement une foule dans le placard du concierge.
it_it: Beh, c'è probabilmente un mop nell'armadio del janitor.

source: Not sure how long I can stall. [kate]'s impatience is growing.
fr_fr: Pas sûr combien de temps je peux décrochage. L'impatience de [kate]augmente.
it_it: Non so quanto tempo posso fermarmi. L'impazienza di [kate]sta crescendo.

source: It was a health risk anyway. I practically did everyone a favor.
fr_fr: De toute façon, c'était un risque pour la santé. J'ai pratiquement fait une faveur à tous.
it_it: Era comunque un rischio per la salute. Ho praticamente fatto un favore a tutti.

source: Remove the hoodie
fr_fr: Retirer le capuchon

source: [_kate_s_gushing_] Fetch!
it_it: [_kate_s_gushing_] Recupera!
