Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/first_hall/int_power.po
Languages: fr_fr, it_it

source: My tongue in that hole... two fingers pumping that hole... my dick in this hole...
fr_fr: Ma langue dans ce trou ... deux doigts pomper ce trou ... ma bite dans ce trou ...
it_it: La mia lingua in quel buco... due dita che pompano quel buco... il mio cazzo in questo buco...

source: I call this sexual position "The Circuit Breaker."
fr_fr: J'appelle cette position sexuelle "le coupe-circuit."
it_it: Io chiamo questa posizione sessuale "The Circuit Breaker".

source: If you think that you're thinking outside the box, it just means that you're thinking inside another bigger box.
fr_fr: Si tu penses que tu penses à l'extérieur de la boîte, ça veut juste dire que tu penses à l'intérieur d'une autre boîte plus grande.
it_it: Se pensi che stai pensando fuori dalla scatola, significa solo che stai pensando all'interno di un'altra scatola più grande.

source: Last time around, the same thing happened with the light in the art classroom.
fr_fr: La dernière fois, la même chose s'est produite avec la lumière dans la salle de classe.
it_it: L'ultima volta in giro, la stessa cosa è accaduto con la luce in aula d'arte.

source: Instead of fixing the problem, the old art teacher gave everyone a worse grade.
fr_fr: Au lieu de régler le problème, l'ancien professeur d'art a donné à tout le monde une note pire.
it_it: Invece di risolvere il problema, il vecchio insegnante d'arte ha dato a tutti un grado peggiore.

source: Maybe there's a way to avoid it this time...
fr_fr: Peut-être qu'il y a un moyen de l'éviter cette fois ...
it_it: Forse c'è un modo per evitarlo questa volta...

source: Last time, a wire needed replacing. [jo] ranted for weeks about how such an easy fix ended up costing [flora] her A+ in art.
fr_fr: La dernière fois, un fil devait être remplacé. [jo] a râlé pendant des semaines sur le fait qu'une réparation aussi facile avait fini par coûter à [flora] son A+ en art.
it_it: L'ultima volta, un filo ha dovuto sostituirsi. [jo] ha suonato per settimane su come una correzione così facile ha finito per costare [flora] la sua A+ nell'art.

source: There's definitely a frayed cable in there that looks broken.
fr_fr: Il y a certainement un câble effilé là qui a l'air cassé.
it_it: C'è sicuramente un cavo sfilacciato lì che sembra rotto.

source: The only problem is that it's behind a panel and I can't reach it without a tool of some sort.
fr_fr: Le seul problème est qu'il est derrière un panneau et je ne peux pas l'atteindre sans un outil de quelque sorte.
it_it: L'unico problema è che è dietro un pannello e non riesco a raggiungerlo senza uno strumento di qualche tipo.

source: Needs to be a plastic tool as well; I don't feel like getting electrocuted.
fr_fr: Il faut aussi être un outil en plastique ; je n'ai pas l'impression d'être électrocuté.
it_it: Ha bisogno di essere anche uno strumento di plastica; non ho voglia di ottenere fulmini.

source: At this point, it'd be better to close my eyes and start shoving fingers in there. Still better than my [item.title_lower].
fr_fr: À ce stade, il serait préférable de fermer les yeux et de commencer à affamer les doigts. Encore mieux que mon [item.title_lower].
it_it: A questo punto, sarebbe meglio chiudere gli occhi e iniziare a spingere le dita in lì. Ancora meglio della mia [item.title_lower].

source: This fork could be the right tool for the job, but it's too short to reach inside. Need to find a way to make it longer.
fr_fr: Cette fourchette pourrait être l'outil approprié pour le travail, mais il est trop court pour atteindre l'intérieur. Il faut trouver un moyen de le rendre plus long.
it_it: Questa forcella potrebbe essere lo strumento giusto per il lavoro, ma è troppo breve per raggiungere l'interno. Necessità di trovare un modo per renderlo più lungo.

source: Come on, come on...
fr_fr: Allez, allez, allez ...
it_it: Avanti, vieni...

source: Aha! Got the broken cable out!
fr_fr: Aha ! J'ai le câble brisé !
it_it: Aha! Hai il cavo rotto!

source: Now to find a way to repair it...
fr_fr: Maintenant, pour trouver un moyen de le réparer ...
it_it: Adesso per trovare un modo per ripararlo...

source: It wasn't easy to plug in. Luckily, my specialized fuse cable replacement tool saved the day once more.
fr_fr: Il n'était pas facile à brancher. Heureusement, mon outil spécialisé dans le remplacement des câbles de fusibles m'a une fois de plus sauvé la mise.
it_it: Per fortuna, il mio strumento di sostituzione cavo fusibile specializzato ha salvato ancora una volta il giorno.

source: Maybe there's a career for me in engineering?
fr_fr: Peut-être qu'il y a une carrière pour moi en ingénierie ?
it_it: Forse c'è una carriera per me in ingegneria?

source: Anyway, now that this is fixed, [jacklyn] should be so grateful.
fr_fr: Quoi qu'il en soit, maintenant que c'est corrigé, [jacklyn] devrait être si reconnaissant.
it_it: In ogni caso, ora che questo è fisso, [jacklyn] dovrebbe essere così grato.

source: The weakest spot in the school's defenses. This is where any marauder would start.
fr_fr: Le point le plus faible des défenses de l'école. C'est là qu'un marauder commencerait.
it_it: Il punto più debole delle difese della scuola. Questo è il punto in cui un marinaio inizierebbe.

source: This seems like a good place to charge [maxine]'s strange device...
fr_fr: Cela semble être un bon endroit pour charger [maxine]'s étrange appareil ...
it_it: Questo sembra un buon posto per caricare lo strano dispositivo di [maxine]...

source: I need to find a fitting cable, though.
fr_fr: J'ai besoin de trouver un câble d'ajustement.
it_it: Devo però trovare un cavo adatto.

source: I'm something of a hobby electrician myself.
fr_fr: Je suis moi-même électricien amateur.
it_it: Io sono qualcosa di un elettricista hobbista.

source: Please don't explode or fry the school's electrical grid...
fr_fr: S'il vous plaît, n'explosez pas et ne grillez pas le réseau électrique de l'école...
it_it: Per favore, non esplodere o friggere la griglia elettrica della scuola...

source: My personal charging station.
fr_fr: Mon poste de charge personnel.
it_it: La mia stazione di ricarica personale.

source: This cable fits into the locator device's port, but not into the fuse box.
fr_fr: Ce câble s'insère dans le port de l'unité de localisation, mais pas dans la boîte de fusion.
it_it: Questo cavo si inserisce nella porta del dispositivo di localizzazione, ma non nella scatola del fusibile.

source: I might need to conduct some cable surgery...
fr_fr: Je pourrais avoir besoin de faire une chirurgie par câble ...
it_it: Potrei avere bisogno di effettuare un po 'di chirurgia via cavo...

source: Sticking my [item.title_lower] would possibly provide me with a free session of electroshock therapy.
fr_fr: Le fait de coller mon [item.title_lower] me permettrait peut-être de bénéficier d'une séance gratuite d'électrochocs.
it_it: Attaccare la mia [item.title_lower] potrebbe fornirmi una sessione libera di terapia elettroshock.

source: Just put it in like—
fr_fr: Il suffit de le mettre comme-
it_it: Basta metterlo in come—

source: Ah, yes... that hit the spot...
fr_fr: Ah, oui ... qui a touché l'endroit ...
it_it: Ah, sì... che ha colpito il posto...

source: Just plug it in and—
fr_fr: Il suffit de le brancher et-
it_it: Basta collegarlo e—

source: Son of a bitch! It... worked?
fr_fr: Fils d'une salope ! Ça ... a marché ?
it_it: Figlio di una cagna! Ha funzionato?

source: Smells like burnt plastic, but some of the buttons on the device lit up...
fr_fr: Des odeurs comme le plastique brûlé, mais certains des boutons sur le dispositif allumés ...
it_it: Odori come plastica bruciata, ma alcuni dei pulsanti sul dispositivo acceso...

source: Hopefully, no one comes sniffing.
fr_fr: Espérons que personne ne vienne renifler.
it_it: Speriamo che nessuno venga sniffato.

source: Supercharging it would be cool, but the school is on a tight budget.
fr_fr: La suralimentation serait une bonne chose, mais le budget de l'école est serré.
it_it: Sovrapposizione sarebbe fresco, ma la scuola è a un budget ristretto.

source: I don't want to rack up their electricity bill unnecessarily.
fr_fr: Je ne veux pas faire monter inutilement leur facture d'électricité.
it_it: Non voglio accumulare inutilmente la loro bolletta elettrica.

source: The good thing about having a personal charging station is that you can conveniently charge your mysterious devices.
fr_fr: La bonne chose à propos d'avoir une station de recharge personnelle est que vous pouvez bien charger vos mystérieux dispositifs.
it_it: La cosa buona di avere una stazione di ricarica personale è che si può comodamente caricare i vostri misteriosi dispositivi.

source: The bad thing about it is that you never know if you'll get zapped and die on the spot.
fr_fr: La mauvaise chose à propos de ça, c'est que vous ne savez jamais si vous allez vous mettre au zappé et mourir sur place.
it_it: La cosa cattiva di esso è che non si sa mai se si ottiene zapped e morire sul posto.

source: Life is sometimes full of excitement...
fr_fr: La vie est parfois pleine d'excitation ...
it_it: La vita a volte è piena di eccitazione...

source: If only I could charge my [item.title_lower] here, I could change the world. If only...
fr_fr: Si seulement je pouvais charger mon [item.title_lower] ici, je pourrais changer le monde. Si seulement ...
it_it: Se solo potessi caricare il mio [item.title_lower] qui, potrei cambiare il mondo. Se solo...
