Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/homeroom/int_door.po
Languages: fr_fr

source: [_isabelle_s_blush_] Hi! Sorry to bother you.
fr_fr: [_isabelle_s_blush_] Salut ! Désolé de vous déranger.

source: [_mc_] It's... fine. No need to be. Sorry, I mean. No need to be sorry!
fr_fr: [_mc_] C'est. .. bien. Pas besoin d'être. Désolé, je veux dire. Pas besoin d'être désolé !

source: Crap. Speaking to women was never my strong suit.
fr_fr: Crap. Parler aux femmes n'a jamais été mon fort.

source: [_isabelle_s_sad_] I think my guide ditched me.
fr_fr: [_isabelle_s_sad_] Je pense que mon guide m'a abandonné.

source: Typical [kate]. She always was the biggest bitch in the school. Not just to me.
fr_fr: Standard [kate]. Elle a toujours été la plus grande salope de l'école. Pas seulement pour moi.

source: [_isabelle_s_sad_] Everyone else left. Would you mind showing me around?
fr_fr: [_isabelle_s_sad_] Tout le monde est parti. Ça vous dérangerait de me montrer ?

source: [_mc_] Sure thing! Follow me.
fr_fr: [_mc_] Sure chose ! Suivez-moi.

source: [_isabelle_s_smile_] Thanks, this school is pretty big.
fr_fr: [_isabelle_s_Souriez_] Merci, cette école est assez grande.

source: [_mc_] I could show you more than just the school...
fr_fr: [_mc_] Je pourrais vous montrer plus que l'école ...

source: [_isabelle_s_skeptical_] And what would that be?
fr_fr: [_isabelle_s_skeptical_] Et qu'est-ce que c'est ?

source: [_mc_] My dic...tionary. I heard English girls like big words.
fr_fr: [_mc_] Mon dic...tionnaire. J'ai entendu dire que les Anglaises aimaient les grands mots.

source: [_isabelle_s_laughing_] I suppose you're right!
fr_fr: [_isabelle_s_laughing_] Je suppose que vous avez raison !

source: [_isabelle_s_confident_] Luckily for you, we also like cheese.
fr_fr: [_isabelle_s_confident_] Heureusement pour vous, nous aimons aussi le fromage.

source: [_isabelle_s_smile_] Fine. Lead the way, then.
fr_fr: [_isabelle_s_Souriez_] Fine. Diriger la voie, alors.

source: She did seem to like that, but maybe she's just polite.
fr_fr: Elle a eu l'air d'aimer ça, mais peut-être qu'elle est juste polie.

source: Damn it! Girls are so hard to read.
fr_fr: Merde ! Les filles sont si difficiles à lire.

source: Okay, just got to keep my head cool and the spaghetti in my pockets now.
fr_fr: Ok, il suffit de garder ma tête froide et les spaghettis dans mes poches maintenant.

source: [_mc_] Err, I just know the grounds really well. Follow me!
fr_fr: [_mc_] Err, je connais vraiment bien le terrain. Suivez-moi !

source: [_isabelle_s_excited_] Okay, great! Lead the way.
fr_fr: [_isabelle_s_excited_] Ok, super ! Diriger la voie.

source: [_mc_] The gym, of course. Nothing like starting the day off with a full-body workout!
fr_fr: [_mc_] La salle de gym, bien sûr. Rien de tel que de commencer la journée avec un entraînement complet !

source: [_isabelle_s_cringe_] No offense, but you don't look like you work out.
fr_fr: [_isabelle_s_cringe_] Aucune infraction, mais vous n'avez pas l'air de travailler.

source: Damn it. That was probably a bit over the top.
fr_fr: Merde. C'était probablement un peu au-dessus du sommet.

source: [_mc_] Sorry, bad joke. Want me to show you around?
fr_fr: [_mc_] Désolé, mauvaise blague. Vous voulez que je vous montre ?

source: [_isabelle_s_smile_] No worries. That would be great, thanks!
fr_fr: [_isabelle_s_Souriez_] Pas d'inquiétude. Ce serait formidable, merci !

source: [_mc_] Did you see me volunteering? No.
fr_fr: [_mc_] Est-ce que vous m'avez vu faire du bénévolat ? Non.

source: [_isabelle_s_angry_] No need to be rude about it, mate. I was just asking.
fr_fr: [_isabelle_s_angry_] Pas besoin d'être grossier à ce sujet, mec. Je demandais juste.

source: Ouch, she hit me with the "mate." Oh, well... nothing lost, nothing gained.
fr_fr: Ouch, elle m'a frappé avec le "mate." Oh, bien ... rien perdu, rien gagné.

source: Not that there was much chance of gaining anything, and English girls are too stuck-up for my taste, anyway.
fr_fr: Pas qu'il y ait eu beaucoup de chance de gagner quoi que ce soit, et les filles anglaises sont trop coincés pour mon goût, de toute façon.

source: [_mrsl_s_thinking_] Everything okay here?
fr_fr: [_mrsl_s_thinking_] Tout va bien ici ?

source: [_isabelle_s_sad_] My guide ditched me...
fr_fr: [_isabelle_s_sad_] Mon guide m'a abandonné ...

source: [_mrsl_s_surprised_] Huh! That's not very nice. Are you sure she's not outside?
fr_fr: [_mrsl_s_surprised_] Huh ! Ce n'est pas très gentille. Es-tu sûre qu'elle n'est pas dehors ?

source: [_isabelle_s_concerned_] Yes, I checked.
fr_fr: [_isabelle_s_concerned_] Oui, j'ai vérifié.

source: [_mrsl_s_thinking_] Okay, then...
fr_fr: [_mrsl_s_thinking_] Ok, alors ...

source: [_mrsl_s_excited_] [mc] is still here. He'll take you.
fr_fr: [mrsl_s_excited_] [mc] est toujours là. Il vous emmènera.

source: [_isabelle_s_annoyed_] I already asked him, and he said no.
fr_fr: [_isabelle_s_annoyed_] Je lui ai déjà demandé, et il a dit non.

source: [_mrsl_s_confident_] Nonsense! He'll take you, and that's final.
fr_fr: [C'est absurde ! Il vous prendra, et c'est tout.

source: [_mc_] Fine, I guess.
fr_fr: [_mc_] Fine, je suppose.

source: [_isabelle_s_skeptical_] Great.
fr_fr: [_isabelle_s_skeptical_] Grand.

source: Ugh, already falling back into my old habits. That didn't take long.
fr_fr: Ugh, déjà retombant dans mes vieilles habitudes. Ça n'a pas pris longtemps.

source: [_isabelle_s_smile_] This school is pretty big. I almost got lost on the way here. Thanks for taking me!
fr_fr: [_isabelle_s_Souriez_] Cette école est assez grande. Je me suis presque perdu sur le chemin. Merci de m'avoir pris !

source: [_mc_] Hey, no problem! Follow me!
fr_fr: [_mc_] Hé, pas de problème ! Suivez-moi !

source: [_isabelle_s_excited_] All right!
fr_fr: [_isabelle_s_excited_] Très bien !

source: It's strange talking to someone who doesn't look like they want to spit me in the face.
fr_fr: C'est étrange de parler à quelqu'un qui n'a pas l'air de vouloir me cracher au visage.

source: Just got to keep my head cool and the spaghetti in my pockets now.
fr_fr: Il suffit de garder ma tête froide et les spaghettis dans mes poches maintenant.

source: [_mc_] I've changed my mind. You're on your own. Your accent hurts my ears.
fr_fr: [_mc_] J'ai changé d'avis. Vous êtes seul. Ton accent nuit à mes oreilles.

source: [_isabelle_s_cringe_] No need to be rude, mate.
fr_fr: [_isabelle_s_cringe_] Pas besoin d'être grossier, mec.

source: Hmm... that did not go as planned. Oh, well... nothing lost, nothing gained.
fr_fr: Hmm ... qui ne s'est pas fait comme prévu. Oh, bien ... rien perdu, rien gagné.

source: [_isabelle_s_annoyed_] My guide ditched me...
fr_fr: [_isabelle_s_annoyed_] Mon guide m'a abandonné ...

source: [_mrsl_s_surprised_] Huh! That's not very nice. How come?
fr_fr: [_mrsl_s_surprised_] Huh ! Ce n'est pas très gentille. Comment venir ?

source: [_mc_] I was just joking! I'll take her.
fr_fr: [_mc_] Je plaisais juste ! Je la prendrai.

source: [_isabelle_s_annoyed_] Not funny.
fr_fr: [_isabelle_s_annoyed_] Pas drôle.

source: Shit. That was really stupid of me.
fr_fr: Merde. C'était vraiment stupide de moi.

source: [_mc_] I'm sorry.
fr_fr: [_mc_] Je suis désolé.

source: [_mrsl_s_smile_] Glad we got that resolved.
fr_fr: [_mrsl_s_smile_] Heureux que nous ayons résolu ce problème.

source: [_mc_] Err, this is all a misunderstanding.
fr_fr: [_mc_] Err, c'est un malentendu.

source: [_isabelle_s_angry_] What is?
fr_fr: [_isabelle_s_angry_] Qu'est-ce que c'est ?

source: [_mc_] I figured you'd like the bad boy type...
fr_fr: [_mc_] J'ai pensé que vous aimeriez le mauvais type de garçon ...

source: [_isabelle_s_cringe_] What's wrong with you?
fr_fr: [_isabelle_s_cringe_] Qu'est-ce qui ne va pas avec vous ?

source: [_mc_] I'm so sorry. I'll show you around.
fr_fr: [_mc_] Je suis désolé. Je vais vous montrer.

source: [_isabelle_s_annoyed_] Fine. Let's just go.
fr_fr: [_isabelle_s_annoyed_] Fine. Allons-y.

source: [mrsl] locked the door. There's no getting out until we can decide who gets the reward.
fr_fr: [mrsl] a verrouillé la porte. Il n'y a pas de sortie jusqu'à ce que nous puissions décider qui reçoit la récompense.

source: "Sure thing! Follow me."
fr_fr: " Bien sûr ! Suivez-moi. "

source: "I could show you more than just the school..."
fr_fr: "Je pourrais vous montrer plus que l'école ..."

source: "Did you see me volunteering? No."
fr_fr: " Tu m'as vu faire du bénévolat ? Non. "

source: "My dic...tionary. I heard English girls like big words."
fr_fr: "Mon dic...tionnaire. J'ai entendu dire que les Anglaises aimaient les grands mots."

source: "Err, I just know the grounds really well. Follow me!"
fr_fr: " Err, je connais très bien le terrain. Suivez-moi ! "

source: "The gym, of course. Nothing like starting the day off with a full-body workout!"
fr_fr: " Le gymnase, bien sûr. Rien de tel que de commencer la journée avec un entraînement complet ! "

source: "Hey, no problem! Follow me!"
fr_fr: " Hé, pas de problème ! Suivez-moi ! "

source: "I've changed my mind. You're on your own. Your accent hurts my ears."
fr_fr: " J'ai changé d'avis. Vous êtes seul. Ton accent nuit à mes oreilles. "

source: "I was just joking! I'll take her."
fr_fr: " J'étais juste plaisant ! Je la prendrai. "

source: "Err, this is all a misunderstanding."
fr_fr: "Err, c'est un malentendu."
