Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/homeroom/int_window.po
Languages: fr_fr, it_it

source: Na na na na na na na na na!
fr_fr: Na na na na na na na na !
it_it: Na na na na na na na na na na na na!

source: There's no way I'm the main character.
fr_fr: Je ne suis pas le personnage principal.
it_it: Non c'è modo che io sia il personaggio principale.

source: I'm definitely something of a nimble trickster, but climbing on my [item.title_lower] to the next floor is a feat beyond me.
fr_fr: Je suis vraiment quelque chose de trickster nimble, mais grimper sur mon [item.title_lower] au prochain étage est un exploit au-delà de moi.
it_it: Sono sicuramente qualcosa di un trucco agile, ma arrampicarsi sulla mia [item.title_lower] al piano successivo è una impresa al di là di me.

source: It's a beautiful day outside. A mediocre day inside. And a shitty one in... okay, time to think positive...
fr_fr: C'est une belle journée à l'extérieur. Un jour de médiocrite à l'intérieur. Et une merde dans ... ok, le temps de penser positif ...
it_it: È una bella giornata fuori. Una mediocre giornata all'interno. E una merda in... okay, tempo per pensare positivo...

source: Boobs.
it_it: Tette.

source: The perfect stick is right there, just outside the window.
fr_fr: Le bâton parfait est juste là, juste à l'extérieur de la fenêtre.
it_it: Il bastone perfetto è proprio lì, appena fuori dalla finestra.

source: Screw it, I'll just go outside real quick and grab it.
fr_fr: Vas-y, je vais juste sortir rapidement et attraper.
it_it: Avvitarlo, andrò appena fuori reale veloce e afferrarlo.

source: Ah, got it! And only a few people gave me weird looks.
fr_fr: Ah, c'est ça ! Et seulement quelques personnes m'ont donné des regards étranges.
it_it: Ah, ho capito! E solo poche persone mi hanno dato sguardi strani.

source: Okay, got the window open. Need something small to jam the lock, though. Else I'll never get back in.
fr_fr: Ok, la fenêtre s'ouvre. Il faut quelque chose de petit pour brouiller la serrure. Sinon, je ne reviendrai jamais.
it_it: Va bene, ha aperto la finestra. Hai bisogno di qualcosa di piccolo per marmellare la serratura, però. Altrimenti non tornerò mai dentro.

source: It does seem like this is the right tool to jam the lock mechanism, but it's so greasy and slippery, getting a good grip is impossible.
fr_fr: Il semble que c'est le bon outil pour brouiller le mécanisme de verrouillage, mais c'est tellement graisseux et glissant, qu'il est impossible d'obtenir une bonne prise en main.
it_it: Sembra che questo sia lo strumento giusto per inceppare il meccanismo di blocco, ma è così grasso e scivoloso, ottenere una buona presa è impossibile.

source: There we go! An escape route has been established.
fr_fr: Nous y allons ! Une voie d'évacuation a été établie.
it_it: Ci andiamo! Un percorso di fuga è stato stabilito.

source: When the sun hits high noon at the overcast equinox meridian, the great window-opening shall commence!
fr_fr: Lorsque le soleil frappe à midi au méridien de l'équinoxe, la grande ouverture de la fenêtre commence !
it_it: Quando il sole colpisce il mezzogiorno alto al meridiano equinozio coperto, la grande apertura della finestra deve iniziare!

source: We, the disciples of my [item.title_lower], beg the sun to cast its rays at the exact angle of Euler's constant.
fr_fr: Nous, disciples de mon [item.title_lower], menions le soleil pour jeter ses rayons à l'angle exact de la constante d'Euler.
it_it: Noi, discepoli del mio [item.title_lower], preghiamo il sole di lanciare i suoi raggi nell'angolo esatto della costante di Euler.

source: Any second now...
fr_fr: Une seconde maintenant ...
it_it: Ogni secondo adesso...

source: Let the holy light smash against the subatomic gluons of my [item.title_lower] and sing out praise of the window gods!
fr_fr: Laissons la sainte lumière smash contre les gluons subatomiques de mon [item.title_lower] et chanter les louanges des dieux de la fenêtre !
it_it: Lasciate che la luce santa frantumi contro i gluoni subatomici della mia [item.title_lower] e cantate la lode degli dei della finestra!

source: Yes! It's all being revealed before my very eyes!
fr_fr: Oui ! Tout est révélé sous mes yeux !
it_it: Sì! Tutto viene rivelato sotto i miei occhi!

source: I'm a giant idiot.
fr_fr: Je suis un idiot géant.
it_it: Io sono un idiota gigante.

source: [_flora_s_confused_] God, I should've eaten more of that haggis. I'm so damn hungry.
fr_fr: [_flora_s_confused_] Dieu, j'aurais dû manger plus de ce haggis. Je suis tellement affamé.
it_it: [_flora_s_confused_] Dio, avrei dovuto mangiare di più di quell'haggis. Sono così maledetto affamato.

source: [_mc_] Did you forget to have breakfast?
fr_fr: [_mc_] Avez-vous oublié de prendre le petit-déjeuner?
it_it: [_mc_] Hai dimenticato di fare colazione?

source: [_flora_s_annoyed_] Someone had eaten my yogurt.
fr_fr: [_flora_s_annoyed_] Quelqu'un a mangé mon yogourt.
it_it: [_flora_s_annoyed_] Qualcuno aveva mangiato il mio yogurt.

source: [_mc_] Wasn't me this time!
fr_fr: [_mc_] N'était pas moi cette fois !
it_it: [_mc_] Non mi era questa volta!

source: [_flora_s_sad_] I know. [jo] and I have the same favorite.
fr_fr: [_flora_s_sad_] Je sais. [jo] et j'ai le même préféré.
it_it: [_flora_s_sad_] lo so. [jo] e ho lo stesso preferito.

source: [_flora_s_sad_] Man, I'd kill for some more haggis...
fr_fr: [_flora_s_sad_] Homme, je tuerais pour un peu plus de haggis ...
it_it: [_flora_s_sad_] Uomo, ucciderei per qualche haggis...

source: [_mc_] Well, I'm out. Stop whining.
fr_fr: [_mc_] Eh bien, je suis dehors. Arrêtez de briller.
it_it: [_mc_] Beh, sono fuori. Smettetela di piangere.

source: Perhaps a bowl of haggis could convince her of endorsing someone other than herself...
fr_fr: Peut-être qu'un bol de haggis pourrait la convaincre d'approuver quelqu'un d'autre qu'elle ...
it_it: Forse una ciotola di haggis potrebbe convincerla di sostenere qualcuno diverso da se stessa...

source: But you never know with [flora]. She's as unpredictable as they come.
fr_fr: Mais tu ne sais jamais avec le [flora]. Elle est aussi imprévisible qu'ils viennent.
it_it: Ma tu non sai mai con [flora]. È imprevedibile quanto vengono.

source: [mrsl] didn't say anything about escaping the classroom.
fr_fr: [mrsl] n'a rien dit sur la fuite de la salle de classe.
it_it: [mrsl] non ha detto nulla di fuggire dall'aula.

source: The window locking mechanism can probably be pushed open with the right tool.
fr_fr: Le mécanisme de verrouillage de la fenêtre peut probablement être poussé à l'aide de l'outil approprié.
it_it: Il meccanismo di bloccaggio della finestra può probabilmente essere spinto aperto con lo strumento giusto.

source: Something with a tiny cylindrical shape would be ideal.
fr_fr: Quelque chose avec une forme cylindrique minuscule serait idéal.
it_it: Qualcosa con una piccola forma cilindrica sarebbe ideale.

source: Although, doing so might land me in actual detention.
fr_fr: Bien que ce faisant, je pourrais me poser en détention.
it_it: Anche se, così facendo, mi potrebbe atterrare in detenzione.

source: Climbing out is easy, but getting back in is much harder.
fr_fr: L'escalade est facile, mais le retour est beaucoup plus difficile.
it_it: Scalare fuori è facile, ma tornare dentro è molto più difficile.

source: The fresh air of freedom. Nothing quite like escaping your confined state and setting out on an adventure.
fr_fr: L'air pur de la liberté. Rien de tout à fait comme s'échapper de votre état confiné et se lancer dans une aventure.
it_it: L'aria fresca della libertà. Niente come sfuggire al tuo stato confinato e partire per un'avventura.

source: Nothing quite like—
fr_fr: Rien de tout à fait comme-
it_it: Niente di abbastanza come—

source: [_flora_s_annoyed_] What are you doing?
fr_fr: [_flora_s_annoyed_] Que faites-vous?
it_it: [_flora_s_annoyed_] Cosa stai facendo?

source: [_mc_] I'm making my escape!
fr_fr: [_mc_] Je fais mon évasion !
it_it: [_mc_] Sto facendo la mia fuga!

source: [_flora_s_annoyed_] I'm going to tell [mrsl].
fr_fr: [_flora_s_annoyed_] Je vais le dire [mrsl].
it_it: [_flora_s_annoyed_] lo dirò a [mrsl].

source: [_mc_] Tell her what, exactly?
fr_fr: [_mc_] Dites-lui quoi, exactement?
it_it: [_mc_] Le dica cosa, esattamente?

source: [_flora_s_concerned_] That you're ruining the exercise.
fr_fr: [_flora_s_concerned_] Que vous gâchez l'exercice.
it_it: [_flora_s_concerned_] Che stai rovinando l'esercizio.

source: [_mc_] I'm not ruining anything! I'm just getting some fresh air.
fr_fr: [_mc_] Je ne gâte rien ! Je vais juste prendre de l'air frais.
it_it: [_mc_] Non sto rovinando niente! Sto solo ricevendo un po' di aria fresca.

source: [_mc_] In the meantime, you can convince [isabelle] to give me the reward.
fr_fr: [_mc_] En attendant, vous pouvez convaincre [isabelle] de me donner la récompense.
it_it: [_mc_] Nel frattempo, puoi convincere [isabelle] a darmi la ricompensa.

source: [_flora_s_angry_] You're not getting the reward!
fr_fr: [_flora_s_angry_] Vous n'obtenez pas la récompense !
it_it: [_flora_s_angry_] Non stai ricevendo la ricompensa!

source: [_mc_] We'll see.
fr_fr: [_mc_] Nous verrons.
it_it: [_mc_] Vedremo.

source: [_flora_s_skeptical_] Well, if [mrsl] comes back you're in so much trouble.
fr_fr: [_flora_s_skeptical_] Eh bien, si [mrsl] vous revient, vous avez tellement de problèmes.
it_it: [_flora_s_skeptical_] Beh, se [mrsl] ritorna sei in tanti problemi.

source: [_flora_s_skeptical_] And I refuse to spend another hour in detention with you.
fr_fr: [_flora_s_skeptical_] Et je refuse de passer une autre heure en détention avec vous.
it_it: [_flora_s_skeptical_] E mi rifiuto di trascorrere un'altra ora in detenzione con voi.

source: [_mc_] I'll be back soon.
fr_fr: [_mc_] Je reviendrai bientôt.
it_it: [_mc_] tornerò presto.

source: [_flora_s_angry_] Ugh... do not jump out of that window. I'm warning you!
fr_fr: [_flora_s_angry_] Ugh ... ne sautez pas de cette fenêtre. Je vous préviens !
it_it: [_flora_s_angry_] Ugh... non saltare fuori da quella finestra. Ti sto avvertendo!

source: Who knew picking up that haggis for Miss Cranky and Ungrateful would be such a hassle?
fr_fr: Qui a connu le ramassage de ce haggis pour Mlle Cranky et Unreconnaissants serait un tel hassle?
it_it: Chi sapeva di raccogliere quel haggis per Miss Cranky e Ungrateful sarebbe un tale fastidio?

source: [_mc_] I'll be back soon!
fr_fr: [_mc_] Je reviendrai bientôt !
it_it: [_mc_] tornerò presto!

source: [_flora_s_angry_] If we get in trouble, I'm telling [jo]!
fr_fr: [_flora_s_angry_] Si on a des problèmes, je dis [jo]!
it_it: [_flora_s_angry_] Se ci troviamo in difficoltà, sto dicendo [jo]!

source: Climb out
fr_fr: Monter à l'extérieur
it_it: Salire fuori

source: Not right now
fr_fr: Pas à l'heure actuelle
it_it: Non adesso
