Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/homeroom/int_blackboard.po
Languages: fr_fr, it_it

source: {i}"Seniors, sign up for your focus classes. Three in total. Sign-up lists available in each classroom."{/}
fr_fr: {i}" Aînés, inscri-toi pour tes cours de focus. Trois au total. Listes d'inscription disponibles dans chaque salle de classe. " { / }
it_it: {i}"Seniors, sign up for your focus classes. Three in total. Sign-up list available in each classroom."{/}

source: {i}"Focus classes require 100 points to pass. Regular classes require 20 points to pass."{/}
fr_fr: {i}" Les classes de concentration nécessitent 100 points. Les classes régulières requièrent 20 points à transmettre. " { / }
it_it: {i}"Le classi Focus richiedono 100 punti da passare. Le classi regolari richiedono 20 punti da passare."{/}

source: {i}"Buried or planted? It's always a matter of perspective."{/}
fr_fr: {i}" Brûle ou planté? C'est toujours une question de perspective. " { / }
it_it: {i}"Sepolto o piantato? È sempre una questione di prospettiva."{/}

source: {i}"There's a reason 'bitch' rhymes with 'sandwich.' Get me one."{/}
fr_fr: {i}"Il y a une raison" salope "avec" sandwich ". Laisse-moi un. " { / }
it_it: {i}"C'è un motivo 'cagna' rime con 'sandwich.' Scaricami uno."{/}

source: {i}"Roses are red. Violets are blue. [mrsl], you're a 10, and I'm thinking of you."{/}
fr_fr: {i}" Les roses sont rouges. Les violettes sont bleues. [mrsl], vous êtes 10, et je pense à vous. " { / }
it_it: {i}"Le rose sono rosse. Le viole sono blu. [mrsl], sei un 10, e penso a te."{/}

source: {i}"Cooperation & Teamwork 101"{/}
fr_fr: {i}"Coopération et travail d'équipe 101" { / }
it_it: {i}"Cooperazione E Lavoro Di Gruppo 101"{/}

source: {i}"One of you will be rewarded today. The reward is a secret, but it is something that will mark you as a problem solver."{/}
fr_fr: {i}" Un de vous sera récompensé aujourd'hui. La récompense est un secret, mais c'est quelque chose qui vous marquera comme un problème de solveur. " { / }
it_it: {i}"Uno di voi sarà ricompensato oggi. La ricompensa è un segreto, ma è qualcosa che ti segnerà come un risolutore di problemi."{/}

source: {i}"Your task as a group is to decide who gets the reward."{/}
fr_fr: {i}"Votre tâche en tant que groupe est de décider qui obtient la récompense." { / }
it_it: {i}"Il tuo compito come gruppo è decidere chi riceve la ricompensa."{/}

source: {i}"The door will remain locked until you've found a solution."{/}
fr_fr: {i}"La porte restera verrouillée jusqu'à ce que vous ayez trouvé une solution." { / }
it_it: {i}"La porta rimarrà bloccata fino a quando non avrai trovato una soluzione."{/}

source: {i}"Good luck!"{/}
fr_fr: {i}"Bonne chance !" { / }
it_it: {i}"Buona fortuna!"{/}

source: {i}"[isabelle], if I lost my homework on the way to school, your homework is the first I'd try to steal."{/}
fr_fr: {i}"[isabelle], si j'ai perdu mes devoirs sur le chemin de l'école, vos devoirs sont les premiers à essayer de voler. " { / }
it_it: {i}"[isabelle], se ho perso i miei compiti sulla strada per la scuola, il tuo compito è il primo cercherò."{/}

source: {i}"[flora], you're the flickering fluorescent light in the basement of my life."{/}
fr_fr: {i}"[flora], vous êtes la lumière fluorescente flickant dans le sous-sol de ma vie. " { / }
it_it: {i}"[flora], sei la luce fluorescente tremolante nel seminterrato della mia vita."{/}

source: {i}"[mrsl], I'll commit every sin cos of your curves."{/}
fr_fr: {i}"[mrsl], je vais valider tous les péchés de vos courbes. " { / }
it_it: {i}"[mrsl], Mi impegnerò ogni sin cos delle tue curve."{/}

source: Write something nice
fr_fr: Ecrire quelque chose de bien
it_it: Scrivi qualcosa di bello

source: Write something vulgar
fr_fr: Écrire quelque chose de vulgaire
it_it: Scrivi qualcosa di volgare

source: Write something for [mrsl]
fr_fr: Ecrire quelque chose pour [mrsl]
it_it: Scrivi qualcosa per [mrsl]

source: Write nothing
fr_fr: Ecrire rien
it_it: Non scrivere nulla

source: Write something for [isabelle]
fr_fr: Ecrire quelque chose pour [isabelle]
it_it: Scrivi qualcosa per [isabelle]

source: Write something for [flora]
fr_fr: Ecrire quelque chose pour [flora]
it_it: Scrivi qualcosa per [flora]
