Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/homeroom/int_basketball_hoop.po
Languages: fr_fr, it_it

source: Not sure how the jocks managed to get this thing installed. It's all a big conspiracy.
fr_fr: Je ne sais pas comment les sportifs ont réussi à faire installer ce truc. C'est une grande conspiration.
it_it: Non è sicuro come i jocks sono riusciti a ottenere questa cosa installata. È tutto un cospirazione grande.

source: I wish I was a little bit taller.
fr_fr: J'aimerais être un peu plus grand.
it_it: Vorrei essere un po' più alto.

source: I wish I was a baller.
fr_fr: J'aimerais être un joueur de baseball.
it_it: Vorrei essere un baller.

source: All right, going for a three-pointer...
fr_fr: D'accord, aller pour un 3 pointeur ...
it_it: Va bene, andando per un tre...

source: And he shoots...
fr_fr: Et il tire ...
it_it: E spara...

source: He scores!
fr_fr: Il marque !
it_it: Punteggi!

source: [_isabelle_s_afraid_] Be careful!
fr_fr: [_isabelle_s_afraid_] Soyez prudent !
it_it: [_isabelle_s_afraid_] Fai attenzione!

source: [_isabelle_s_cringe_] I can't believe you just used the world as a basketball!
fr_fr: [_isabelle_s_cringe_] Je ne peux pas croire que vous venez d'utiliser le monde comme un ballon de basket !
it_it: [_isabelle_s_cringe_] Non posso credere che tu abbia appena usato il mondo come una pallacanestro!

source: [_flora_s_excited_] Nice shot!
it_it: [_flora_s_excited_] Bel colpo!

source: [_isabelle_s_thinking_] I don't think you should encourage this type of behavior.
fr_fr: [_isabelle_s_thinking_] Je ne pense pas que vous devriez encourager ce type de comportement.
it_it: [_isabelle_s_thinking_] Non penso che si dovrebbe incoraggiare questo tipo di comportamento.

source: [_flora_s_confident_] It was a three-pointer, though.
fr_fr: [_flora_s_confident_] Il s'agissait pourtant d'un tir à trois points.
it_it: [_flora_s_confident_] Si trattava di un triplice puntatore, però.

source: [_mc_] Thank you, [flora]. I'm glad someone appreciates my athletic prowess.
fr_fr: [_mc_] Merci, [flora]. Je suis content que quelqu'un apprécie ma prouesse athlétique.
it_it: [_mc_] Grazie, [flora]. Sono contento che qualcuno apprezzi la mia abilità atletica.

source: Miss...
fr_fr: Mademoiselle...
it_it: Manca...

source: Not sure why I expected another outcome.
fr_fr: Je ne sais pas pourquoi j'attendais un autre résultat.
it_it: Non so perché mi aspettavo un altro risultato.

source: [_mrsl_s_angry_] I was okay with it until you missed.
fr_fr: [J'étais d'accord avec ça jusqu'à ce que tu manques ton coup.
it_it: [_mrsl_s_angry_] Stavo bene con esso fino a quando non ti sei perso.

source: [_isabelle_s_afraid_] That almost hit me!
fr_fr: [_isabelle_s_afraid_] Ça m'a presque frappé !
it_it: [_isabelle_s_afraid_] Che mi ha quasi colpito!

source: [_mc_] My deepest apologies. I was merely trying to give a tribute to Kobe.
fr_fr: [_mc_] Mes excuses les plus sincères. J'essayais simplement de rendre hommage à Kobe.
it_it: [_mc_] Le mie scuse più profonde. Stavo semplicemente cercando di rendere omaggio a Kobe.

source: [_isabelle_s_cringe_] Well, I don't think you should be playing around with expensive school props.
fr_fr: [_isabelle_s_cringe_] Eh bien, je ne pense pas que vous devriez jouer avec des accessoires coûteux à l'école.
it_it: [_isabelle_s_cringe_] Beh, non penso che si dovrebbe giocare in giro con costosi oggetti scolastici.

source: She's probably right, and that shot impressed no one.
fr_fr: Elle a probablement raison, et ça n'a impressionné personne.
it_it: Probabilmente ha ragione, e quel colpo non ha impressionato nessuno.

source: Huh, one of the bolts came loose.
fr_fr: Huh, l'un des boulons s'est détaché.
it_it: Huh, uno dei bulloni si è sciolto.

source: This establishment is definitely on its last rope.
fr_fr: Cet établissement est définitivement sur sa dernière corde.
it_it: Questo stabilimento è sicuramente sulla sua ultima corda.

source: He gets into position.
fr_fr: Il est en position.
it_it: Lui entra in posizione.

source: He lines up his shot.
fr_fr: Il filme son tir.
it_it: Lui allinea il suo sparo.

source: Takes aim.
fr_fr: Prend pour objectif.
it_it: Si prefigge l'obiettivo.

source: Cocks his arms back.
fr_fr: Il renverse les bras en arrière.
it_it: Calzini le braccia indietro.

source: And shoots!
fr_fr: Et les pousses !
it_it: E sparatori!

source: Actually, he doesn't do any of that because chucking his [item.title_lower] across the room would be stupid.
fr_fr: En fait, il ne fait rien de tout cela parce qu'il serait stupide de jeter son [item.title_lower] à travers la pièce.
it_it: In realtà, non fa nulla di questo perché uccidere il suo [item.title_lower] attraverso la stanza sarebbe stupido.
