Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/flora.po
Languages: fr_fr

source: She's probably had enough of my chitchat for today.
fr_fr: Elle a probablement eu assez de mon chitchat pour aujourd'hui.

source: She must be sick of my poor attempts at flirting by now...
fr_fr: Elle doit être malade de mes mauvaises tentatives de flirter maintenant ...

source: [_flora_s_annoyed_] I'm watching you, [mc].
fr_fr: [_flora_s_annoyed_] Je vous observe, [mc].

source: [_flora_s_annoyed_] And just so we're clear, that does not mean you have to do a silly dance.
fr_fr: [_flora_s_annoyed_] Et juste pour que nous soyons clairs, cela ne veut pas dire que vous devez faire une danse idiote.

source: [_mc_] You mean like this?
fr_fr: [_mc_] Tu veux dire comme ça?

source: [_flora_s_confused_] You didn't even move!
fr_fr: [_flora_s_confused_] Vous n'avez même pas boueu !

source: [_flora_s_excited_] [jo] said I'm getting a new terrarium for my ant farm this year!
fr_fr: [_flora_s_excited_] [jo] dit que j'ai un nouveau terrarium pour ma ferme cette année !

source: [_flora_s_neutral_] It's too bad you're banned indefinitely from my room.
fr_fr: [_flora_s_neutral_] C'est trop mauvais que tu sois bannis indéfiniment de ma chambre.

source: [_flora_s_neutral_] Do you remember the time we stayed at a cottage up north?
fr_fr: [_flora_s_neutral_] Vous vous souvenez de l'époque où nous sommes restés dans un chalet au nord?

source: [_mc_] Yeah, I was sick for most of the trip...
fr_fr: [_mc_] Oui, j'étais malade pendant la plus grande partie du voyage ...

source: [_flora_s_sad_] I really miss the endless forests and untouched wilderness.
fr_fr: [_flora_s_sad_] Je manque vraiment les forêts sans fin et la nature sauvage intacte.

source: [_flora_s_sarcastic_] I saw that.
fr_fr: [_flora_s_sarcastic_] J'ai vu ça.

source: [_mc_] Saw what?
fr_fr: [_mc_] Saw quoi?

source: [_flora_s_sarcastic_] The way you looked at the TA.
fr_fr: [_flora_s_sarcastic_] La façon dont vous avez regardé la TA.

source: [_mc_] I don't know what you're talking about.
fr_fr: [_mc_] Je ne sais pas de quoi vous parlez.

source: [_flora_s_excited_] It's fine, I get it.
fr_fr: [_flora_s_excited_] C'est bien, je l'ai.

source: [_flora_s_neutral_] I also like her style. Do you think I could pull off a punk look?
fr_fr: [_flora_s_neutral_] J'aime aussi son style. Tu penses que je pourrais enlever un look punk?

source: [_flora_s_neutral_] Did you know there's going to be an art competition this year?
fr_fr: [_flora_s_neutral_] Saviez-vous qu'il y aura une compétition artistique cette année?

source: [_flora_s_excited_] I'm totally going to make a Kraken sculpture!
fr_fr: [_flora_s_excited_] Je vais faire une sculpture Kraken !

source: [_flora_s_angry_] Did you steal my squid comrade?
fr_fr: [_flora_s_angry_] Avez-vous volé mon camarade de calmar?

source: [_mc_] I did not.
fr_fr: [_mc_] Je ne l'ai pas fait.

source: [_flora_s_angry_] I've told you not to touch my plushies.
fr_fr: [_flora_s_angry_] Je vous ai dit de ne pas toucher mes plushies.

source: [_mc_] Isn't it in the kitchen above the stove?
fr_fr: [_mc_] N'est-ce pas dans la cuisine au-dessus du poêle?

source: [_flora_s_annoyed_] It better be.
fr_fr: [_flora_s_annoyed_] C'est mieux.

source: [_flora_s_neutral_] What is my favorite food?
fr_fr: [_flora_s_neutral_] Quel est mon aliment préféré?

source: [_flora_s_angry_] I'll kill you.
fr_fr: [_flora_s_angry_] Je vais te tuer.

source: [_mc_] French snails.
fr_fr: [_mc_] Les escargots français.

source: [_flora_s_cringe_] Ew. No!
fr_fr: [_flora_s_cringe_] Ew. Non !

source: [_mc_] I thought it was chili?
fr_fr: [_mc_] Je pensais que c'était du chili?

source: [_flora_s_annoyed_] You can have more than one favorite!
fr_fr: [_flora_s_annoyed_] Vous pouvez avoir plus d'un favori !

source: [_flora_s_thinking_] What's that?
fr_fr: [_flora_s_thinking_] Qu'est-ce que c'est?

source: [_flora_s_blush_] Mmm, yes!
fr_fr: [_flora_s_blush_] Mmm, oui !

source: [_flora_s_smile_] Do you know what my favorite animals are?
fr_fr: [_flora_s_smile_] Tu sais ce que sont mes animaux préférés?

source: [_flora_s_neutral_] Close, but no!
fr_fr: [_flora_s_neutral_] Fermer, mais non !

source: [_mc_] Giant squids.
fr_fr: [_mc_] Les calmars géants.

source: [_flora_s_laughing_] What? No! That's not true at all... heh!
fr_fr: [_flora_s_laughing_] Quoi? Non ! Ce n'est pas vrai du tout ... heh !

source: [_flora_s_neutral_] They're cute, but no.
fr_fr: [_flora_s_neutral_] Ils sont mignons, mais non.

source: [_flora_s_neutral_] I am a Hufflepuff, but no, not badgers.
fr_fr: [_flora_s_neutral_] Je suis un Hufflepuff, mais non, pas de blaireaux.

source: [_flora_s_neutral_] What kind of date do you think I'd like the most?
fr_fr: [_flora_s_neutral_] Quel genre de date pensez-vous que j'aimerais le plus?

source: [_mc_] A dinner at a fancy restaurant.
fr_fr: [_mc_] Un dîner dans un restaurant.

source: [_flora_s_annoyed_] I don't even own a fancy dress...
fr_fr: [_flora_s_annoyed_] Je ne possède même pas une robe de fantaisie ...

source: [_mc_] A walk on a beach at sunset.
fr_fr: [_mc_] Une promenade sur une plage au coucher du soleil.

source: [_flora_s_confused_] I mean, I do like the ocean a lot, but beaches are a bit gross.
fr_fr: [_flora_s_confused_] Je veux dire, j'aime beaucoup l'océan, mais les plages sont un peu brutes.

source: [_mc_] A hike through an ancient forest.
fr_fr: [_mc_] Une randonnée dans une forêt ancienne.

source: [_flora_s_excited_] Yes! I love traveling the unbeaten path!
fr_fr: [_flora_s_excited_] Oui ! J'adore voyager dans les sentiers battus !

source: [_mc_] Video games and pizza at home.
fr_fr: [_mc_] Jeux vidéo et pizzas à la maison.

source: [_flora_s_angry_] No, that's your ideal date!
fr_fr: [_flora_s_angry_] Non, c'est votre date idéale !

source: [_flora_s_annoyed_] So, you're used to telling lies about me...
fr_fr: [_flora_s_annoyed_] Alors, vous êtes habituées à dire des mensonges sur moi ...

source: [_flora_s_annoyed_] Tell me something that's true.
fr_fr: [_flora_s_annoyed_] Dis-moi quelque chose qui est vrai.

source: [_mc_] You've banned me from your room indefinitely, but you secretly regret it.
fr_fr: [_mc_] Vous m'avez banni de votre chambre indéfiniment, mais vous le regrettez secrètement.

source: [_flora_s_laughing_] I told you to stop telling lies!
fr_fr: [_flora_s_laughing_] Je vous ai dit d'arrêter de dire des mensonges !

source: [_mc_] You like watching me dance.
fr_fr: [_mc_] Vous aimez me regarder danser.

source: [_flora_s_embarrassed_] I don't think anyone on this planet likes your moves...
fr_fr: [_flora_s_embarrassed_] Je ne pense pas que quiconque sur cette planète aime vos mouvements ...

source: [_mc_] You secretly wish you could dress more provocatively.
fr_fr: [_mc_] Vous souhaitez secrètement vous habiller de façon plus provocante.

source: [_flora_s_laughing_] I don't know about that!
fr_fr: [_flora_s_laughing_] Je ne sais pas à ce sujet !

source: [_mc_] I meant punk-provocative. Not slutty-provocative.
fr_fr: [_mc_] Je voulais dire punk-provocateur. Pas slutty-provocatrice.

source: [_flora_s_neutral_] Oh. Yeah... I'd like to try, at least.
fr_fr: [_flora_s_neutral_] Oh. Ouais ... J'aimerais essayer, du moins.

source: [_mc_] You'd like to cuddle with me in a cottage up north.
fr_fr: [_mc_] Vous aimeriez me câlin dans un chalet au nord.

source: [_flora_s_concerned_] Since you enjoy embarrassing me so much...
fr_fr: [_flora_s_concerned_] Depuis que vous aimez m'embarrasser tellement ...

source: [_flora_s_concerned_] Tell me something about me that is wholesome but embarrassing.
fr_fr: [_flora_s_concerned_] Dis-moi quelque chose sur moi qui est sain mais embarrassant.

source: [_mc_] You're eighteen and still have an army of plushies guarding your bed.
fr_fr: [_mc_] Vous avez dix-huit ans et avez encore une armée de plushies gardant votre lit.

source: [_flora_s_laughing_] I guess that's true.
fr_fr: [_flora_s_laughing_] Je suppose que c'est vrai.

source: [_mc_] You sometimes leave the door to the bathroom unlocked on purpose.
fr_fr: [_mc_] Vous laissez parfois la porte de la salle de bain déverrouillée.

source: [_flora_s_angry_] Even if that wasn't a complete lie, how is it wholesome in any way?
fr_fr: [_flora_s_angry_] Même si ce n'était pas un mensonge complet, comment est-il sain de quelque façon que ce soit?

source: [_mc_] Charity work is wholesome, [flora].
fr_fr: [_mc_] Charity work is grossome, [flora].

source: [_mc_] You always give me a hard time because you secretly like me.
fr_fr: [_mc_] Vous me donnez toujours un temps difficile parce que vous m'aimez en secret.

source: [_flora_s_eyeroll_] Don't flatter yourself.
fr_fr: [_flora_s_eyeroll_] Ne vous flatter pas.

source: [_mc_] You act all prim and proper around [jo] to get her on my ass.
fr_fr: [_mc_] Vous agissez le prim et le bon autour de [jo] pour l'obtenir sur mon cul.

source: [_flora_s_excited_] That's just war strategy.
fr_fr: [_flora_s_excited_] C'est juste une stratégie de guerre.

source: "French snails."
fr_fr: "Les escargots français."

source: "Giant squids."
fr_fr: "Les calmars géants."

source: "A dinner at a fancy restaurant."
fr_fr: "Un dîner dans un restaurant."

source: "A walk on a beach at sunset."
fr_fr: "Une promenade sur une plage au coucher du soleil."

source: "A hike through an ancient forest."
fr_fr: "Une randonnée dans une forêt ancienne."

source: "Video games and pizza at home."
fr_fr: "Jeux vidéo et pizzas à la maison."

source: "You've banned me from your room indefinitely, but you secretly regret it."
fr_fr: "Tu m'as banni de ta chambre indéfiniment, mais tu le regrettes secrètement."

source: "You like watching me dance."
fr_fr: "Tu aimes me regarder danser."

source: "You secretly wish you could dress more provocatively."
fr_fr: "Vous souhaiteriez secrètement vous habiller de façon plus provocante."

source: "You'd like to cuddle with me in a cottage up north."
fr_fr: "Tu aimerais me câballer avec moi dans un chalet au nord."

source: "You're eighteen and still have an army of plushies guarding your bed."
fr_fr: "Vous avez dix-huit ans et avez encore une armée de plushies gardant votre lit."

source: "You sometimes leave the door to the bathroom unlocked on purpose."
fr_fr: "Vous laissez parfois la porte aux toilettes déverrouillée."

source: "You always give me a hard time because you secretly like me."
fr_fr: "Vous me donnez toujours un temps difficile parce que vous m'aimez en secret."

source: "You act all prim and proper around [jo] to get her on my ass."
fr_fr: "Vous agissez tout à fait autour de [jo] pour l'obtenir sur mon cul."
