Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_back_to_school_special.po
Languages: fr_fr

source: "A wild beast entered the server room and started chewing on the cables, ma'am! I had to put it down, or risk losing our data!"
fr_fr: " Une bête sauvage est entrée dans la salle du serveur et a commencé à mâcher les câbles, madame ! J'ai dû le faire tomber, ou risquer de perdre nos données ! "

source: "What am I? The Little Red Riding Hood?"
fr_fr: " Qu'est-ce que je suis? Le Petit Chaperon rouge? "

source: "So many options... so many factors to consider..."
fr_fr: "Tant d'options ... autant de facteurs à considérer ..."

source: "I go left."
fr_fr: "Je vais partir."

source: "I go right."
fr_fr: "Je vais bien."

source: "I pick up the fork and eat the goodies in the basket."
fr_fr: "Je prends la fourchette et je mange les goodies dans le panier."

source: "I realize I'm in a Pingu skit and start tearing down the 4th wall to punch whoever wrote this question."
fr_fr: "Je me rends compte que je suis dans un skit de Pingu et je commence à déchirer le 4e mur pour frapper quiconque a écrit cette question."

source: "I look him dead in the eye, puffing out my chest, slowly shaping my mouth into a trumpet... 'NOOT-NOOT!'"
fr_fr: " Je le regarde mort dans les yeux, en bouffant ma poitrine, en façonnant lentement ma bouche en une trompette ... "NOOT-NOOT !"

source: "I pull out my penguin hunting rifle and scream, 'Spies! They've infiltrated the butler academy!'"
fr_fr: "Je retire mon fusil de chasse aux pingouins et crie" Spies ! Ils ont infiltré l'académie de majordome ! "

source: "These questions don't seem related at all. What sort of internship are you doing, exactly?"
fr_fr: " Ces questions ne semblent pas du tout liées. Quel genre de stage faites-vous, exactement? "

source: "Should you really be asking me this?"
fr_fr: "Devriez-vous vraiment me demander ça?"

source: "Someone hot and driven."
fr_fr: "Quelqu'un est chaud et conduit."

source: "Someone cute and kind."
fr_fr: "Quelqu'un mignon et gentile."

source: "Someone smart and sophisticated."
fr_fr: "Quelqu'un intelligent et sophistiqué."

source: "Someone confident."
fr_fr: "Quelqu'un a confiance."

source: "Someone experienced."
fr_fr: "Quelqu'un a vécu."

source: "Someone who has a vagina..."
fr_fr: "Quelqu'un qui a un vagin ..."
