Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_back_to_school_special.po
Languages: fr_fr

source: [_flora_s_angry_] Breakfast!
fr_fr: [_flora_s_angry_] Petit déjeuner !

source: In a way, it's nice to see [flora] so animated. After our fight at the end of senior year, she stopped talking to me.
fr_fr: D'une certaine façon, c'est bien de voir le [flora] si animé. Après notre combat à la fin de l'année senior, elle m'a arrêté de me parler.

source: [flora] turning cold and indifferent was always one of my biggest regrets.
fr_fr: [flora] retourner froid et indifférent a toujours été l'un de mes plus grands regrets.

source: [_mc_] Hi, [flora]! How have you been?
fr_fr: [_mc_] Bonjour, [flora]! Comment as-tu été?

source: [_flora_s_annoyed_] What? Since last night? Someone made a lot of noise again. What were you even doing up that late?
fr_fr: [_flora_s_annoyed_] Quoi? Depuis hier soir? Quelqu'un a fait beaucoup de bruit. Qu'est-ce que tu as même fait ça en retard?

source: Things that no woman should ever know about. Least of all, [flora].
fr_fr: Des choses qu'aucune femme ne devrait jamais connaître. Le moins de tous, [flora].

source: [_flora_s_angry_] Anyway, where's the breakfast?
fr_fr: [_flora_s_angry_] En tout cas, où est le petit déjeuner?

source: [_mc_] The breakfast?
fr_fr: [_mc_] Le petit déjeuner?

source: [_flora_s_angry_] Yes! Did you make the breakfast yet?
fr_fr: [_flora_s_angry_] Oui ! As-tu déjà pris le petit déjeuner?

source: [_mc_] Me? I just got down here.
fr_fr: [_mc_] Me? Je viens de descendre ici.

source: [_flora_s_eyeroll_] Typical.
fr_fr: [_flora_s_eyeroll_] Standard.

source: [_mc_] Make your own breakfast!
fr_fr: [_mc_] Faites votre propre petit déjeuner !

source: [_flora_s_concerned_] Selfish as always. Whatever, fine.
fr_fr: [_flora_s_concerned_] Selfish comme toujours. Quoi qu'il en soit, bien.

source: [_mc_] [jo] said that you should do it from now on.
fr_fr: [_mc_] [jo] dit que vous devriez le faire à partir de maintenant.

source: [_flora_s_skeptical_] What? You're lying.
fr_fr: [_flora_s_skeptical_] Quoi? Vous mentez.

source: [_mc_] Ask her.
fr_fr: [_mc_] Demandez-lui.

source: [_flora_s_angry_] Typical of her to give me all the responsibility!
fr_fr: [_flora_s_angry_] Typique d'elle à me donner toute la responsabilité !

source: She seems entirely unaware. It must just be me, then.
fr_fr: Elle semble tout à fait inconsciente. Ça doit être juste moi, alors.

source: Several years have passed for me, but for her it's only a few hours.
fr_fr: Plusieurs années se sont passées pour moi, mais pour elle, ce n'est que quelques heures.

source: [flora] actually went off and did something with her life. She probably never felt the need to come home and visit me.
fr_fr: Le [flora] a vraiment explosé et a fait quelque chose avec sa vie. Elle n'a probablement jamais ressenti le besoin de rentrer chez moi et de me rendre visite.

source: Our lives couldn't have turned out any more different. Both [jo] and [flora] were always successful and driven.
fr_fr: Nos vies n'auraient pas pu être plus différentes. Les [jo] et [flora] ont toujours été couronnés de succès.

source: [_flora_s_annoyed_] I'm just going to take this...
fr_fr: [_flora_s_annoyed_] Je vais juste prendre ça ...

source: When you haven't had a single positive female interaction in years... it's hard not to peep, even though it's wrong.
fr_fr: Quand vous n'avez pas eu une seule interaction positive entre les femmes depuis des années ... il est difficile de ne pas piller, même si c'est faux.

source: Her frilly little panties always seemed so alluring.
fr_fr: Ses petites panties frondantes semblaient toujours si alléchantes.

source: How they follow the contours of her butt so perfectly. Hiding and showing everything at the same time.
fr_fr: Comment ils suivent les contours de son cul si parfaitement. Se cacher et montrer tout en même temps.

source: She's so casual in her skimpy ways. Coming down to breakfast in her underwear.
fr_fr: Elle est si décontractée dans ses manières skimpy. Je suis descendu au petit déjeuner dans ses sous-vêtements.

source: Sometimes showering with the door unlocked. Forgetting to bring a towel. Thinking that her naked tip-toeing past my door goes unnoticed.
fr_fr: Parfois, la porte déverrouillée avec la porte. Parvenir à apporter une serviette. Penser que son extrémité nue-à regarder au-delà de ma porte passe inaperçue.

source: Sucking on a popsicle, half-dressed on her bed. Playing with her hair or legs, without a care in the world.
fr_fr: Sucre sur une popsicle, à moitié habillée sur son lit. Jouer avec ses cheveux ou ses jambes, sans soins dans le monde.

source: Maybe it's the taboo of it that gets me?
fr_fr: Peut-être que c'est le tabou de ce qui m'arrive?

source: [_flora_s_kitchen_cereals_2_] What are you looking at?
fr_fr: [_flora_s_kitchen_cereals_2_] Qu'est-ce que vous examinez?

source: [_mc_] Nothing!
fr_fr: [_mc_] Rien !

source: [_mc_] Looked like you needed some help reaching...
fr_fr: [_mc_] Comme vous avez besoin d'aide pour atteindre ...

source: [_flora_s_kitchen_cereals_1_] Oh, it's okay. I got it.
fr_fr: [_flora_s_kitchen_cereals_1_] Oh, c'est bon. Je l'ai eu.

source: [_mc_] Don't touch my cereal!
fr_fr: [_mc_] Ne touchez pas à mes céréales !

source: [_flora_s_kitchen_cereals_2_] Try to stop me!
fr_fr: [_flora_s_kitchen_cereals_2_] Essayez de m'arrêter !

source: [_flora_s_kitchen_cereals_1_] Yeah, didn't think so.
fr_fr: [_flora_s_kitchen_cereals_1_] Oui, ne le pense pas.

source: It's strange to see her here again, having a somewhat normal conversation.
fr_fr: C'est étrange de la revoir ici, avec une conversation un peu normale.

source: [flora] used to be so annoying back in the day, but I guess I still missed her... but she doesn't need to know that.
fr_fr: [flora] était tellement ennuyeux de retour dans la journée, mais je suppose que je l'ai toujours raté ... mais elle n'a pas besoin de le savoir.

source: [_flora_s_sarcastic_] Hey, I have to do this questionnaire for the company I'm interning at this semester. You're going to be my first victim.
fr_fr: [_flora_s_sarcastic_] Hé, je dois faire ce questionnaire pour l'entreprise que je suis en rapport avec ce semestre. Tu vas être ma première victime.

source: The first day of school and she's already got opportunities lined up... same old [flora].
fr_fr: Le premier jour de l'école et elle a déjà des opportunités alignées ... même vieux [flora].

source: Although, not quite. She never asked me for help in the past.
fr_fr: Bien que, pas tout à fait. Elle ne m'a jamais demandé d'aide dans le passé.

source: [_flora_s_angry_] Are you listening? You better take this seriously, [mc]!
fr_fr: [_flora_s_angry_] Etes-vous à l'écoute? Tu feras mieux de prendre ça au sérieux, [mc]!

source: [_mc_] Yes, I'm listening!
fr_fr: [_mc_] Oui, j'écoute !

source: [_flora_s_neutral_] Okay, answer these questions to the best of your ability.
fr_fr: [_flora_s_neutral_] D'accord, répondez à ces questions au mieux de votre capacité.

source: [_flora_s_neutral_] First question. You're stuck in a room. What's the first thing you do?
fr_fr: [_flora_s_neutral_] Première question. Tu es coincé dans une pièce. Quelle est la première chose que vous faites?

source: [_mc_] I open the door.
fr_fr: [_mc_] J'ouvre la porte.

source: [_flora_s_flirty_] I didn't think you'd pick up on that! I never actually said the door was locked.
fr_fr: [_flora_s_flirty_] Je ne pensais pas que tu prendrais ça ! Je n'ai jamais dit que la porte était verrouillée.

source: [_mc_] I figured it would be some trick question bullshit like that.
fr_fr: [_mc_] Je me suis dit que ce serait une question de truc comme ça.

source: [_mc_] I break down the door.
fr_fr: [_mc_] Je casse la porte.

source: [_flora_s_annoyed_] Of course you do.
fr_fr: [_flora_s_annoyed_] Bien sûr que vous le faites.

source: [_mc_] Am I alone?
fr_fr: [_mc_] Suis-je seul?

source: [_flora_s_skeptical_] What do you mean, "are you alone?"
fr_fr: [_flora_s_skeptical_] Qu'est-ce que vous voulez dire, "êtes-vous seul?"

source: [_mc_] Like, is there someone else there who can help? Preferably, someone hot and female?
fr_fr: [_mc_] Comme, y a-on quelqu'un d'autre qui peut aider? De préférence, quelqu'un de chaud et de femme?

source: [_mc_] Maybe we don't even need to get out?
fr_fr: [_mc_] Peut-être que nous n'avons même pas besoin de sortir?

source: [_flora_s_annoyed_] Oh my god. You're the worst!
fr_fr: [_flora_s_annoyed_] Oh mon Dieu. Tu es le pire !

source: [_mc_] That's my answer!
fr_fr: [_mc_] C'est ma réponse !

source: [_flora_s_annoyed_] Fine. Whatever.
fr_fr: [_flora_s_annoyed_] Fine. Peu importe.

source: [_flora_s_neutral_] Okay, next question!
fr_fr: [_flora_s_neutral_] Ok, prochaine question !

source: [_flora_s_neutral_] For the last few months you've been sacrificing goats in the company server room.
fr_fr: [_flora_s_neutral_] Au cours des derniers mois, vous avez sacrié des chèvres dans la salle des serveurs de l'entreprise.

source: [_flora_s_neutral_] Your boss is on the way over, shouting, "What the hell do you think you're doing?"
fr_fr: [_flora_s_neutral_] Votre patron est en route, en criant: "Que penses-tu que tu fais?"

source: [_flora_s_neutral_] What's your response?
fr_fr: [_flora_s_neutral_] Quelle est votre réponse?

source: [_mc_] With all due respect, ma'am. I'm an expert in my field, and you hired me for a reason. I'm merely doing my job.
fr_fr: [_mc_] Avec tout le respect, madame. Je suis un expert dans mon domaine, et vous m'avez engagé pour une raison. Je fais simplement mon boulot.

source: [_flora_s_skeptical_] And you think she'd fall for that?
fr_fr: [_flora_s_skeptical_] Et vous pensez qu'elle tomberait pour ça?

source: [_mc_] Fall for what? The servers are running fine. Better than ever, in fact.
fr_fr: [_mc_] Fall for what? Les serveurs fonctionnent correctement. Mieux que jamais, en fait.

source: [_mc_] I'd serve her a glass of wine and a CPU-cooked medium-rare goat sirloin with garlic butter.
fr_fr: [_mc_] Je lui servirais un verre de vin et un peu cuite de chèvre de chèvre cuit à l'unité centrale avec du beurre d'ail.

source: [_flora_s_skeptical_] I'm sorry... what?
fr_fr: [_flora_s_skeptical_] Je suis désolé ... quoi?

source: [_mc_] Mrs. Shumacher is a lady of refined tastes. She'd appreciate the gesture.
fr_fr: [_mc_] Mme Shumacher est une dame de goûts raffinés. Elle apprécierait le geste.

source: [_flora_s_annoyed_] Did you just make up a name for your hypothetical boss?
fr_fr: [_flora_s_annoyed_] Avez-vous juste fait le nom de votre patron hypothétique?

source: [_mc_] I'd wrestle her down and tie her to the altar. The goat sacrifices haven't improved the speed of the servers. Maybe this will...
fr_fr: [_mc_] Je l'ai redescendu et je l'ai cravate à l'autel. Les sacrifices de chèvre n'ont pas amélioré la vitesse des serveurs. Peut-être que ça ...

source: [_flora_s_afraid_] Tell me you're joking!
fr_fr: [_flora_s_afraid_] Dis-moi que tu plaisanteries !

source: [_mc_] Anything for the company, [flora]. {i}Anything{/} for the company...
fr_fr: [_mc_] Tout pour l'entreprise, [flora]. {i}Tout { / } pour l'entreprise ...

source: [_mc_] A wild beast entered the server room and started chewing on the cables, ma'am! I had to put it down, or risk losing our data!
fr_fr: [_mc_] Une bête sauvage est entrée dans la salle du serveur et a commencé à mâcher les câbles, ma'am ! J'ai dû le faire tomber, ou risquer de perdre nos données !

source: [_flora_s_cringe_] So, you'd lie to your boss?
fr_fr: [_flora_s_cringe_] Alors, vous mentez à votre patron?

source: [_mc_] It's for her own good, [flora]. She wouldn't understand the intricacies and sacrifices needed to run a server room.
fr_fr: [_mc_] C'est pour son propre bien, [flora]. Elle ne comprenait pas les subtilités et les sacrifices nécessaires à l'exécution d'une salle de serveurs.

source: [_flora_s_annoyed_] I can't believe we're the same species.
fr_fr: [_flora_s_annoyed_] Je ne peux pas croire que nous soyons la même espèce.

source: [_flora_s_annoyed_] All right, next question.
fr_fr: [_flora_s_annoyed_] Tout droit, question suivante.

source: [_flora_s_smile_] You're walking through the woods with a basket of goodies when you come to a fork.
fr_fr: [_flora_s_smile_] Vous marchez dans les bois avec un panier de goodies quand vous venez à la fourchette.

source: [_flora_s_smile_] You know that if you go left, the road will be long and tough, but it's said that beautiful nymphs await the travelers that can reach them.
fr_fr: [_flora_s_smile_] Vous savez que si vous allez à gauche, la route sera longue et dure, mais il est dit que de belles nymphes attendent les voyageurs qui peuvent les atteindre.

source: [_flora_s_confident_] You also know that if you go right, the road will be short and easy, and you'll make it home safely.
fr_fr: [_flora_s_confident_] Vous savez aussi que si vous allez à droite, la route sera courte et facile, et vous le ferez à la maison en toute sécurité.

source: [_flora_s_confident_] What do you do?
fr_fr: [_flora_s_confident_] Qu'est-ce que vous faites?

source: [_mc_] What am I? The Little Red Riding Hood?
fr_fr: [_mc_] Qu'est-ce que je suis? Le Petit Chaperon rouge?

source: [_flora_s_annoyed_] Can you take this seriously for one minute? I'm already getting fed up with your shit.
fr_fr: [_flora_s_annoyed_] Pouvez-vous prendre cela au sérieux pendant une minute? J'en ai déjà marre de votre merde.

source: [_mc_] So many options... so many factors to consider...
fr_fr: [_mc_] Tant d'options ... autant de facteurs à considérer ...

source: [_flora_s_annoyed_] Come on, stop wasting time!
fr_fr: [_flora_s_annoyed_] Allez, arrêtez de perdre du temps !

source: [_mc_] Okay! Relax. Can you repeat the question, please?
fr_fr: [_mc_] Ok ! Détendez-vous. Pouvez-vous répéter la question, s'il vous plaît?

source: [_flora_s_annoyed_] No. What do you do?
fr_fr: [_flora_s_annoyed_] No. Qu'est-ce que vous faites?

source: [_mc_] I go left.
fr_fr: [_mc_] Je vais à gauche.

source: Seems like that's a no brainer. A bunch of beautiful nymphs sounds great.
fr_fr: On dirait qu'il n'y a pas de cerveau. Un tas de belles nymphes sonne super.

source: Not exactly sure what a nymph looks like, but my mind goes to naked women bathing in a peaceful pond, tossing me shy smiles over bare shoulders.
fr_fr: Pas vraiment sûr de ce à quoi ressemble une nymphe, mais mon esprit va aux femmes nues se baigner dans un étang paisible, me jeter des sourires timides sur les épaules nues.

source: [_flora_s_sarcastic_] I saw that choice coming from a mile away, pervert.
fr_fr: [_flora_s_sarcastic_] J'ai vu ce choix venir d'un mile, pervers.

source: [_mc_] I go right.
fr_fr: [_mc_] J'ai raison.

source: The smartest thing to do would probably be to go home...
fr_fr: La chose la plus intelligente à faire serait probablement de rentrer à la maison ...

source: Besides, aren't nymphs those creatures that drag you underwater to your death? Or wait, are those sirens...?
fr_fr: En plus, ne sont pas des nymphes de ces créatures qui vous traînez sous l'eau jusqu'à votre mort? Ou attends, ces sirènes ...?

source: Either way, with my luck, I probably won't even make it there.
fr_fr: Quoi qu'il en soit, avec ma chance, je ne le ferai probablement pas.

source: Can't ever win with her...
fr_fr: Je ne peux jamais gagner avec elle ...

source: [_mc_] I pick up the fork and eat the goodies in the basket.
fr_fr: [_mc_] Je prends la fourchette et je mange les goodies dans le panier.

source: [_flora_s_cringe_] I'm going to pretend you didn't just say that.
fr_fr: [_flora_s_cringe_] Je vais faire semblant que tu n'as pas dit ça.

source: [_flora_s_thinking_] Okay, let's move on.
fr_fr: [_flora_s_thinking_] D'accord, allons-y.

source: [_flora_s_excited_] There's an old pizza box on the floor of your room.
fr_fr: [_flora_s_excited_] Il y a une vieille boîte à pizza au sol de votre chambre.

source: [_mc_] Is there a question?
fr_fr: [_mc_] Y a-t-il une question?

source: [_flora_s_confident_] No, just a random observation I made earlier.
fr_fr: [_flora_s_confident_] Non, juste une observation aléatoire que j'ai faite plus tôt.

source: [_mc_] Well, if you're interested, it still contains a few pieces of dried-up crust. In case I get hungry.
fr_fr: [_mc_] Bien, si vous êtes intéressé, il contient encore quelques morceaux de croûte sèche. Au cas où j'ai faim.

source: [_flora_s_cringe_] Eww! What's wrong with you?
fr_fr: [_flora_s_cringe_] Eww ! Qu'est-ce qui ne va pas avec toi?

source: [_flora_s_annoyed_] Ugh. Next question...
fr_fr: [_flora_s_annoyed_] Ugh. Question suivante ...

source: [_flora_s_annoyed_] You're in Antarctica, trying to assemble a team of highly trained butlers. One of them just turned to you and said, "Noot-noot!"
fr_fr: [_flora_s_annoyed_] Vous êtes en Antarctique, en essayant de monter une équipe de buteurs hautement qualifiés. L'un d'eux s'est tourné vers vous et a dit: "Noot-noot !"

source: [_flora_s_annoyed_] What do you do?
fr_fr: [_flora_s_annoyed_] Qu'est-ce que vous faites?

source: [_mc_] I realize I'm in a Pingu skit and start tearing down the 4th wall to punch whoever wrote this question.
fr_fr: [_mc_] Je me rends compte que je suis dans un skit Pingu et je commence à déchirer le 4ème mur pour frapper quiconque a écrit cette question.

source: [_flora_s_afraid_] That's... not what I expected from you.
fr_fr: [_flora_s_afraid_] C'est. .. pas ce que j'attendais de vous.

source: [_mc_] Pingu is sacred.
fr_fr: [_mc_] Pingu est sacré.

source: [_mc_] I look him dead in the eye, puffing out my chest, slowly shaping my mouth into a trumpet... "NOOT-NOOT!"
fr_fr: [_mc_] Je le regarde mort dans l'œil, en bouffant ma poitrine, en façonnant lentement ma bouche en une trompette ... "NOOT-NOOT !"

source: [_flora_s_laughing_] The rock-bottom of stupidity has been reached.
fr_fr: [_flora_s_laughing_] Le fond de la stupidité a été atteint.

source: Not sure what she expected with a question like that.
fr_fr: Pas sûr ce qu'elle attendait avec une question comme ça.

source: [_mc_] I pull out my penguin hunting rifle and scream, "Spies! They've infiltrated the butler academy!"
fr_fr: [_mc_] Je retire mon fusil de chasse aux pingouins et hurle, " Spies ! Ils ont infiltré l'académie de majordome ! "

source: [_flora_s_afraid_] You'd shoot an innocent penguin?
fr_fr: [_flora_s_afraid_] Vous tireriez un pingouin innocent?

source: [_mc_] Err... let's just move on.
fr_fr: [_mc_] Err ... allons juste bouger.

source: [_flora_s_thinking_] Okay, final question.
fr_fr: [_flora_s_thinking_] Ok, question finale.

source: [_flora_s_flirty_] Who's your ideal lover?
fr_fr: [_flora_s_flirty_] Qui est votre amant idéal?

source: [_mc_] These questions don't seem related at all. What sort of internship are you doing, exactly?
fr_fr: [_mc_] Ces questions ne semblent pas liées du tout. Quel genre de stage faites-vous, exactement?

source: [_flora_s_annoyed_] None of your business. Just answer the question!
fr_fr: [_flora_s_annoyed_] Aucune de vos activités. Il suffit de répondre à la question !

source: [_mc_] Should you really be asking me this?
fr_fr: [_mc_] Devriez-vous vraiment me demander ça?

source: [_flora_s_annoyed_] Stop making it weird! You always make it weird.
fr_fr: [_flora_s_annoyed_] Arres de le faire bizarre ! Tu le fais toujours bizarre.

source: [_flora_s_annoyed_] It's the last question. Can we just get this over with?
fr_fr: [_flora_s_annoyed_] C'est la dernière question. Pouvons-nous simplement faire ça avec?

source: [_mc_] Someone hot and driven.
fr_fr: [_mc_] Quelqu'un chaud et conduit.

source: [_flora_s_eyeroll_] I don't know why I expected anything else.
fr_fr: [_flora_s_eyeroll_] Je ne sais pas pourquoi je m'attendais à autre chose.

source: [_mc_] Someone cute and kind.
fr_fr: [_mc_] Quelqu'un mignon et gentile.

source: [_mc_] Someone smart and sophisticated.
fr_fr: [_mc_] Quelqu'un intelligent et sophistiqué.

source: [_flora_s_sarcastic_] I guess you need someone smart to balance out your stupidity.
fr_fr: [_flora_s_sarcastic_] Je suppose que vous avez besoin de quelqu'un d'intelligent pour équilibrer votre stupidité.

source: [_mc_] Someone confident.
fr_fr: [_mc_] Quelqu'un confiant.

source: [_flora_s_confused_] Really? Not what I expected from you.
fr_fr: [_flora_s_confused_] Vraiement? Pas ce que je t'attendais de toi.

source: [_mc_] Thanks, I guess?
fr_fr: [_mc_] Merci, je suppose?

source: [_mc_] Someone experienced.
fr_fr: [_mc_] Quelqu'un a vécu.

source: [_flora_s_sarcastic_] Yeah, one of you needs to know what they're doing.
fr_fr: [_flora_s_sarcastic_] Oui, l'un d'entre vous a besoin de savoir ce qu'il fait.

source: Did I say that I missed [flora]? I take it back.
fr_fr: Ai-je dit que j'ai manqué [flora]? Je le ramène.

source: [_mc_] Someone who has a vagina...
fr_fr: [_mc_] Quelqu'un qui a un vagin ...

source: [_flora_s_cringe_] Wow. Just... wow.
fr_fr: [_flora_s_cringe_] Wow. Juste ... wow.

source: [_mc_] Hey, beggars can't be choosers.
fr_fr: [_mc_] Hé, les mendiants ne peuvent pas être des choeurs.

source: [_flora_s_neutral_] Okay, that's all. My friends will pick me up soon, so I have to go and get ready. Don't bother me.
fr_fr: [_flora_s_neutral_] Ok, c'est tout. Mes amis vont me chercher bientôt, donc je dois y aller et me préparer. Ne me déranger pas.

source: All right. So, this is what it's like being back in high school again. [flora] is clearly unaware that we've both reverted to our younger selves.
fr_fr: Très bien. Donc, c'est comme être de retour à l'école secondaire. [flora] n'est clairement pas au courant que nous avons tous les deux vénéré notre plus jeune moi.

source: Seems like I'm the only one who knows.
fr_fr: On dirait que je suis le seul à savoir.

source: And that means...
fr_fr: Et cela veut dire ...

source: Well...
fr_fr: Eh bien ...

source: It could mean anything, really.
fr_fr: Ça pourrait signifier n'importe quoi, vraiment.

source: Figuring out time travel will just have to take a backseat for now. Got to get to school on time.
fr_fr: Les voyages hors du temps devront simplement prendre un siège arrière pour le moment. Je vais aller à l'école à temps.

source: "Me? I just got down here."
fr_fr: " Moi? Je suis descendu ici. "

source: "Make your own breakfast!"
fr_fr: "Faites votre propre petit déjeuner !"

source: "[jo] said that you should do it from now on."
fr_fr: "[jo] a dit que vous devriez le faire à partir de maintenant. "

source: "Nothing!"
fr_fr: "Rien !"

source: "Looked like you needed some help reaching..."
fr_fr: "Vous avez besoin d'aide pour atteindre ..."

source: "Don't touch my cereal!"
fr_fr: "Ne touchez pas à mes céréales !"

source: "I open the door."
fr_fr: "J'ouvre la porte."

source: "I break down the door."
fr_fr: "Je casse la porte."

source: "Am I alone?"
fr_fr: "Suis-je seul?"

source: "With all due respect, ma'am. I'm an expert in my field, and you hired me for a reason. I'm merely doing my job."
fr_fr: " Avec tout le respect, madame. Je suis un expert dans mon domaine, et vous m'avez engagé pour une raison. Je fais simplement mon travail. "

source: "I'd serve her a glass of wine and a CPU-cooked medium-rare goat sirloin with garlic butter."
fr_fr: "Je lui servirais un verre de vin et une sirde de bouc de chèvre rare cuite par l'UC avec du beurre d'ail."

source: "I'd wrestle her down and tie her to the altar. The goat sacrifices haven't improved the speed of the servers. Maybe this will..."
fr_fr: " Je l'ai redescendu et je l'ai cravate sur l'autel. Les sacrifices de chèvre n'ont pas amélioré la vitesse des serveurs. Peut-être que ça va ... "
