Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_bonsai.po
Languages: fr_fr, it_it

source: [_nurse_s_smile_] Hello there, [mc]. How are you feeling today?
fr_fr: [_nurse_s_smile_] Bonjour, [mc]. Comment vous sentez-vous aujourd'hui?
it_it: [_nurse_s_smile_] Ciao, [mc]. Come ti senti oggi?

source: [_mc_] Other than the creeping feeling of imminent doom, pretty great!
fr_fr: [_mc_] Autre que le sentiment rampant de la mort imminente, plutôt géante !
it_it: [_mc_] Altro che la sensazione strisciante di un imminente doom, abbastanza grande!

source: [_nurse_s_concerned_] You do know there's counseling available for those kinds of feelings?
fr_fr: [_nurse_s_concerned_] Vous savez qu'il y a des conseils pour ce genre de sentiments?
it_it: [_nurse_s_concerned_] Sai che c'è un consiglio disponibile per quei tipi di sentimenti?

source: Opening up to a therapist would probably leave them traumatized.
fr_fr: S'ouvrir à un thérapeute les laisserait probablement traumatisés.
it_it: L'apertura a un terapeuta probabilmente li lascerebbe traumatizzati.

source: [_nurse_s_smile_] Thanks for watering my bonsai, by the way! She can be a little thirsty sometimes!
fr_fr: [_nurse_s_smile_] Merci d'arroser mes bonsaï, d'ailleurs ! Elle peut être une petite soif parfois !
it_it: [_nurse_s_smile_] Grazie per aver annaffiato il mio bonsai, a proposito! A volte può essere un po' assetata!

source: [_nurse_s_smile_] Anyway, I'm about to—
fr_fr: [_nurse_s_smile_] En tout cas, je suis sur le point de-
it_it: [_nurse_s_smile_] Comunque, sto parlando—

source: [_flora_s_embarrassed_s_flip_] Ayyeeee! I need a bandaid!
fr_fr: [_flora_s_embarrassed_s_flip_] Ayyeeee ! J'ai besoin d'une aide !
it_it: [_flora_s_embarrassed_s_flip_] Ayyeeee! Ho bisogno di un bandaid!

source: [_nurse_s_surprised_] Now, now! I have one right here. What's the matter?
fr_fr: [_nurse_s_surprised_] Maintenant, maintenant ! J'en ai une ici. Quel est le problème?
it_it: [_nurse_s_surprised_] Ora, adesso! Ne ho uno proprio qui. Qual è la questione?

source: [_flora_s_embarrassed_s_flip_] I got something in my eyes!
fr_fr: [_flora_s_embarrassed_s_flip_] J'ai quelque chose à mes yeux !
it_it: [_flora_s_embarrassed_s_flip_] Ho preso qualcosa nei miei occhi!

source: [_mc_] Did you make chili again?
fr_fr: [_mc_] Avez-vous fait de nouveau du chili?
it_it: [_mc_] Hai fatto di nuovo il peperoncino?

source: [_nurse_s_concerned_] What in god's name?
fr_fr: [_nurse_s_concerned_] Quel est le nom de Dieu?
it_it: [_nurse_s_concerned_] Che cosa nel nome di Dio?

source: [_flora_s_angry_] No, not chili! Spaghetti bolognese!
fr_fr: [_flora_s_angry_] Non, pas chili ! Spaghetti bolognese !
it_it: [_flora_s_angry_] No, non chili! Spaghetti bolognese!

source: [_nurse_s_thinking_] Okay, let's wash your eyes off. Was it very hot?
fr_fr: [_nurse_s_thinking_] Ok, lave tes yeux. Était-ce très chaud?
it_it: [_nurse_s_thinking_] Okay, laviamo gli occhi. Era molto caldo?

source: [_flora_s_sad_] Yes...
fr_fr: [_flora_s_sad_] Oui ...
it_it: [_flora_s_sad_] Sì...

source: [_nurse_s_thinking_] Okay, come over here.
fr_fr: [_nurse_s_thinking_] Ok, viens ici.
it_it: [_nurse_s_thinking_] Okay, vieni qui.

source: [_nurse_] Okay, open your eyes. This eye-wash used to wash away chemicals, but it'll work just fine. Now, look in here.
fr_fr: [_nurse_] Ok, ouvrez vos yeux. Ce lavage des yeux utilisé pour laver les produits chimiques, mais ça va bien fonctionner. Maintenant, regardez ici.
it_it: [_nurse_] Okay, apri gli occhi. Questo lavaggio degli occhi usato per lavare via i prodotti chimici, ma funzionerà bene. Ora, guarda qui.

source: Typical [flora] to get spaghetti sauce in her eyes. She's always had a rough time eating noodles.
fr_fr: Typide [flora] pour obtenir de la sauce à spaghetti dans ses yeux. Elle a toujours eu du mal à manger des nouilles.
it_it: Tipico [flora] per ottenere la salsa di spaghetti nei suoi occhi. Ha sempre avuto un tempo difficile mangiare tagliatelle.

source: One of the few things that I'm better than her at...
fr_fr: Une des rares choses que je suis mieux qu'elle à ...
it_it: Una delle poche cose che sono meglio di lei a...

source: [_flora_] Thank you. That's much better.
fr_fr: [_flora_] Merci. C'est beaucoup mieux.
it_it: [_flora_] Grazie. È molto meglio.

source: [_nurse_] Still any pain?
fr_fr: [_nurse_] Encore une douleur?
it_it: [_nurse_] Ancora qualche dolore?

source: [_flora_] Yeah, it feels like dust in my eyes or something. Really uncomfortable.
fr_fr: [_flora_] Oui, c'est comme de la poussière dans mes yeux ou quelque chose. Vraiement inconfortable.
it_it: [_flora_] Sì, si sente come polvere nei miei occhi o qualcosa. Davvero a disagio.

source: [_nurse_] There's a bit of swelling around your tear ducts and eyelids from the heat.
fr_fr: [_nurse_] Il y a un peu de gonflement autour de vos conduits de déchirure et de vos paupières de la chaleur.
it_it: [_nurse_] C'è un po 'di gonfiore intorno ai condotti lacrimali e palpebre dal calore.

source: [_nurse_] There might also be some light scarring on your corneas, but it's nothing serious.
fr_fr: [_nurse_] Il peut aussi y avoir une écharpe légère sur vos cornées, mais ce n'est rien de sérieux.
it_it: [_nurse_] Ci potrebbero anche essere delle cicatrici leggere sulle tue cornee, ma non è niente di serio.

source: [_nurse_] How does it feel when you close your eyes?
fr_fr: [_nurse_] Comment se sent-il quand vous fermez les yeux?
it_it: [_nurse_] Come si sente quando chiudi gli occhi?

source: [_flora_] It's mostly fine. It hurts the most when I keep them open.
fr_fr: [_flora_] C'est surtout bien. Ça me fait le plus mal quand je les garde.
it_it: [_flora_] E 'per lo più bene. Fa male il più quando li terrò aperti.

source: [_nurse_] Okay, I'm going to put these pads over your eyes for now.
fr_fr: [_nurse_] Ok, je vais mettre ces serviettes au-dessus de tes yeux pour le moment.
it_it: [_nurse_] Okay, per ora metterò questi cuscinetti sopra i tuoi occhi.

source: [_nurse_] It's just so that you don't irritate your eyes further by rubbing them, okay?
fr_fr: [_nurse_] C'est juste pour ne pas irriter les yeux en les frottant, d'accord?
it_it: [_nurse_] E 'solo in modo che non irritare ulteriormente i vostri occhi strofinandoli, okay?

source: [_flora_] How am I supposed to see?
fr_fr: [_flora_] Comment suis-je supposé voir?
it_it: [_flora_] Come dovrei vedere?

source: [_nurse_] You'll just have to rely on others for help for a week or so.
fr_fr: [_nurse_] Vous n'aurez qu'à compter sur les autres pour obtenir de l'aide pendant une semaine.
it_it: [_nurse_] Dovrai solo affidarti ad altri per una settimana o giù di lì.

source: [_nurse_s_smile_] I'm sure [mc] would be happy to help.
fr_fr: [_nurse_s_smile_] Je suis sûr que [mc] serait heureux d'aider.
it_it: [_nurse_s_smile_] Sono sicuro che [mc] sarebbe felice di aiutare.

source: [_nurse_s_smile_] I'll be right back.
fr_fr: [_nurse_s_smile_] Je reviendrai juste.
it_it: [_nurse_s_smile_] sarò subito di ritorno.

source: [_flora_s_cringe_] Do not come near me.
fr_fr: [_flora_s_cringe_] Ne venez pas près de moi.
it_it: [_flora_s_cringe_] Non avvicinatevi a me.

source: [_mc_] I wasn't planning on it.
fr_fr: [_mc_] Je n'avais pas l'intention de le faire.
it_it: [_mc_] non avevo intenzione di farlo.

source: Fuck. Was totally planning on it.
fr_fr: Putain. C'était une planification totale.
it_it: Scopo. Stava progettando totalmente su di esso.

source: [_flora_s_annoyed_] You were totally planning on it! I don't need to see you to know you.
fr_fr: [_flora_s_annoyed_] Vous y avez totalement planifié ! Je n'ai pas besoin de te voir pour te connaître.
it_it: [_flora_s_annoyed_] Stavi pianificando totalmente su di esso! Non ho bisogno di vederti conoscere.

source: [_mc_] Give me a chance to help you. You know how busy [jo] is.
fr_fr: [_mc_] Donnez-moi une chance de vous aider. Vous savez combien [jo] est occupé.
it_it: [_mc_] Dammi la possibilità di aiutarti. Sai quanto è occupato [jo].

source: [_mc_] All you have to do is hold on to my arm for a while.
fr_fr: [_mc_] Tout ce que vous avez à faire est de garder mon bras pendant un moment.
it_it: [_mc_] Tutto quello che devi fare è attenersi al mio braccio per un po'.

source: [_flora_s_cringe_] You'll lead me off a cliff.
fr_fr: [_flora_s_cringe_] Vous allez me conduire au large d'une falaise.
it_it: [_flora_s_cringe_] Mi guiderai da una scogliera.

source: [_mc_] I would never!
fr_fr: [_mc_] Je ne le ferais jamais !
it_it: [_mc_] Non avrei mai!

source: [_flora_s_annoyed_] Maybe not intentionally, but the point is you can't be trusted.
fr_fr: [_flora_s_annoyed_] Peut-être pas intentionnellement, mais le point c'est que vous ne pouvez pas vous faire confiance.
it_it: [_flora_s_annoyed_] Forse non intenzionalmente, ma il punto è che non ti puoi fidare.

source: [_mc_] I think that's a little unfair. Remember when you were sick back in 8th grade?
fr_fr: [_mc_] Je pense que c'est un peu injuste. Tu te souviens quand tu as été malade en 8e année?
it_it: [_mc_] Penso che sia un po' ingiusto. Ricordati di quando eri malato all'ottavo grado?

source: [_flora_s_angry_] Yes! You literally stole my cough drops!
fr_fr: [_flora_s_angry_] Oui ! Vous avez littéralement volé mes gouttes de toux !
it_it: [_flora_s_angry_] Sì! Hai letteralmente rubato le mie gocce di tosse!

source: [_mc_] I mean, yeah. I did do that.
fr_fr: [_mc_] Je veux dire, oui. J'ai fait ça.
it_it: [_mc_] Voglio dire, sì. Ho fatto questo.

source: [_mc_] But it also turned out the dosage was wrong, so... basically, I saved you from a potential overdose.
fr_fr: [_mc_] Mais il a aussi révélé que le dosage était faux, donc ... en gros, je t'ai sauvé d'une overdose potentielle.
it_it: [_mc_] Ma si è anche scoperto che il dosaggio era sbagliato, così... fondamentalmente, ti ho salvato da un potenziale sovradosaggio.

source: [_flora_s_angry_] You can't OD on cough drops!
fr_fr: [_flora_s_angry_] You can't OD on toux sera en baisse !
it_it: [_flora_s_angry_] Non puoi OD su gocce di tosse!

source: [_mc_] I actually read about a guy in Japan who injected cough drops into his—
fr_fr: [_mc_] En fait, j'ai lu sur un gars au Japon qui a injecté des gouttes dans son-
it_it: [_mc_] In realtà ho letto di un ragazzo in Giappone che ha iniettato gocce di tosse nella sua—

source: [_flora_s_annoyed_] You know what, fine. You can help me, but I have [jo] on speed dial if you try anything.
fr_fr: [_flora_s_annoyed_] Vous savez quoi, bien. Tu peux m'aider, mais j'ai [jo] sur le cadran de vitesse si tu essayais quoi que ce soit.
it_it: [_flora_s_annoyed_] Sai cosa, bene. Puoi aiutarmi, ma ho [jo] sulla composizione rapida se provi qualcosa.

source: [_mc_] You look like a cute Matt Murdock!
fr_fr: [_mc_] Vous avez l'air d'un mignon Matt Murdock !
it_it: [_mc_] Sembri un simpatico Matt Murdock!

source: [_flora_s_annoyed_] You shut your mouth!
fr_fr: [_flora_s_annoyed_] Vous fermez votre bouche !
it_it: [_flora_s_annoyed_] Hai chiuso la bocca!

source: [_flora_s_annoyed_] How dare you imply he's not cute?
fr_fr: [_flora_s_annoyed_] Comment osez-vous croire qu'il n'est pas mignon?
it_it: [_flora_s_annoyed_] Come osate implicare di non essere carino?

source: [_mc_] I was implying you're the Daredevil without the "dare."
fr_fr: [_mc_] Je suppose que vous êtes le Daredevil sans le "oser".
it_it: [_mc_] Stavo implicando che tu sei il Daredevil senza il "osare".

source: [_flora_s_angry_] You know I will make you suffer for that comment.
fr_fr: [_flora_s_angry_] Vous savez que je vais vous faire souffrir pour ce commentaire.
it_it: [_flora_s_angry_] Sai che ti farò soffrire per questo commento.

source: [_mc_] Point and case.
fr_fr: [_mc_] Point et dossier.
it_it: [_mc_] Punto e caso.

source: [_flora_s_annoyed_] Come here so I can kick you in the shin.
fr_fr: [_flora_s_annoyed_] Venez ici donc je peux vous lancer dans la merde.
it_it: [_flora_s_annoyed_] Vieni qui in modo da poterti cacciare nello stallo.

source: [_mc_] Quit being a brat and I'll help you around.
fr_fr: [_mc_] Arrais d'être un brat et je t'aiderai.
it_it: [_mc_] Smettere di essere un brat e ti aiuterò in giro.

source: [_flora_s_annoyed_] Fine.
it_it: [_flora_s_annoyed_] Bene.

source: [_mc_] I don't mind helping you around.
fr_fr: [_mc_] Je ne pense pas t'aider.
it_it: [_mc_] Non mi dispiace aiutarvi in giro.

source: [_flora_s_annoyed_] I mind! I mind a lot!
fr_fr: [_flora_s_annoyed_] Je pense ! J'ai beaucoup d'esprit !
it_it: [_flora_s_annoyed_] mi dispiace! Mi dispiace molto!

source: [_flora_s_annoyed_] I wouldn't trust you with my least favorite plushie.
fr_fr: [_flora_s_annoyed_] Je ne vous fais pas confiance avec mon moins préféré plushie.
it_it: [_flora_s_annoyed_] Non mi fido di te con il mio peluche meno preferito.

source: [_mc_] I wouldn't either, but your plushies are evil.
fr_fr: [_mc_] Je ne le ferais pas non plus, mais tes plushies sont mauvaises.
it_it: [_mc_] Nemmeno io lo farei, ma i tuoi peluche sono malvagi.

source: [_flora_s_angry_] Is that supposed to help your case?
fr_fr: [_flora_s_angry_] Est-ce que c'est censé aider votre cas?
it_it: [_flora_s_angry_] Questo dovrebbe aiutare il tuo caso?

source: [_mc_] Yes, I just implied you're not evil. Even though I've said so once or twice in the past.
fr_fr: [_mc_] Oui, je suppose que vous n'êtes pas mauvais. Même si je l'ai dit une ou deux fois par le passé.
it_it: [_mc_] Sì, ho appena suggerito che non sei malvagio. Anche se l'ho detto una o due volte in passato.

source: [_flora_s_angry_] Multiple times!
fr_fr: [_flora_s_angry_] Plusieurs fois !
it_it: [_flora_s_angry_] Più volte!

source: [_mc_] In any case, I wouldn't let anything bad happen to you.
fr_fr: [_mc_] En tout cas, je ne laisserais rien de mal à vous.
it_it: [_mc_] In ogni caso, non lascerei che ti succeda nulla di male.

source: [_flora_s_confused_] I guess you have been nicer to me lately...
fr_fr: [_flora_s_confused_] Je suppose que vous m'avez été plus gentil ...
it_it: [_flora_s_confused_] Immagino che sei stato più bello a me ultimamente...

source: [_mc_] Yes, I have.
fr_fr: [_mc_] Oui, j'ai.
it_it: [_mc_] Sì, ho.

source: [_flora_s_annoyed_] The moment I think you're up to no good, I'm telling [jo].
fr_fr: [_flora_s_annoyed_] Le moment où je pense que vous n'êtes pas bon, je dis [jo].
it_it: [_flora_s_annoyed_] Il momento in cui penso che tu non sia buono, sto dicendo [jo].

source: [_nurse_s_smile_] There we are.
fr_fr: [_nurse_s_smile_] Nous y sommes.
it_it: [_nurse_s_smile_] Ci siamo.

source: [_nurse_s_smile_s_flip_] I made a call to the hospital. Your eyes are fine, [flora], they just need some rest.
fr_fr: [_nurse_s_smile_s_flip_] J'ai fait un appel à l'hôpital. Tes yeux sont beaux, [flora], ils ont juste besoin de repos.
it_it: [_nurse_s_smile_s_flip_] Ho fatto una chiamata all'ospedale. I tuoi occhi vanno bene, [flora], hanno solo bisogno di un po' di riposo.

source: [_flora_s_neutral_] Thank god. How long do I have to keep this on?
fr_fr: [_flora_s_neutral_] Dieu merci. Combien de temps dois-je faire pour garder ça?
it_it: [_flora_s_neutral_] Grazie dio. Per quanto tempo devo mantenerlo?

source: [_nurse_s_smile_s_flip_] Just for a few days.
fr_fr: [_nurse_s_smile_s_flip_] Juste pour quelques jours.
it_it: [_nurse_s_smile_s_flip_] Solo per qualche giorno.

source: [_nurse_s_thinking_] Let's see. If there's any immediate discomfort or pain, you need to call the hospital.
fr_fr: [_nurse_s_thinking_] Voyons voir. S'il y a un malaise ou une douleur dans l'immédiat, vous devez appeler l'hôpital.
it_it: [_nurse_s_thinking_] Vediamo. Se c'è un disagio immediato o dolore, è necessario chiamare l'ospedale.

source: [_nurse_s_thinking_] Also, I'm going to a medical conference this week, so I have to close up my office.
fr_fr: [_nurse_s_thinking_] Aussi, je vais à une conférence médicale cette semaine, donc je dois fermer mon bureau.
it_it: [_nurse_s_thinking_] Anche, sto andando a una conferenza medica questa settimana, quindi devo chiudere il mio ufficio.

source: [_nurse_s_concerned_] What an unfortunate timing.
fr_fr: [_nurse_s_concerned_] Quel moment malheureux.
it_it: [_nurse_s_concerned_] Che infelice tempismo.

source: [_nurse_s_thinking_] Again, thanks for watering my bonsai earlier, [mc].
fr_fr: [_nurse_s_thinking_] Encore une fois, merci d'arroser mes bonsaï plus tôt, [mc].
it_it: [_nurse_s_thinking_] Ancora una volta, grazie per aver innaffiato il mio bonsai prima, [mc].

source: [_nurse_s_blush_] That was very nice of you. Would you mind watering it while I'm gone?
fr_fr: [_nurse_s_blush_] C'était très gentile de vous. Voudriez-vous l'arroser pendant que je suis parti?
it_it: [_nurse_s_blush_] È stato molto bello da parte tua. Ti dispiacerebbe annaffiarlo mentre sono andato?

source: [_flora_s_annoyed_] It's not like he has anything better to do with his time.
fr_fr: [_flora_s_annoyed_] Ce n'est pas comme si il avait quelque chose de mieux à faire avec son temps.
it_it: [_flora_s_annoyed_] Non è come se avesse qualcosa di meglio a che fare con il suo tempo.

source: [_nurse_s_blush_] Then it's decided!
fr_fr: [_nurse_s_blush_] Alors, c'est décidé !
it_it: [_nurse_s_blush_] Poi è deciso!

source: [_mc_] Great.
fr_fr: [_mc_] Grand.
it_it: [_mc_] Grande.

source: [_flora_s_annoyed_] Take me home.
fr_fr: [_flora_s_annoyed_] Emmenez-moi chez moi.
it_it: [_flora_s_annoyed_] Portami a casa.

source: So, I'm basically [flora]'s personal butler for a week. And I need to make sure that little tree doesn't die. Fantastic.
fr_fr: Donc, je suis au fond le majordome personnel de [flora]pendant une semaine. Et j'ai besoin de m'assurer que le petit arbre ne meurt pas. Fantastique.
it_it: Quindi, sono fondamentalmente il maggiordomo personale di [flora]per una settimana. E devo assicurarmi che il piccolo albero non muoia. Fantastico.

source: [_flora_s_confused_] [mc]? Is that you?
fr_fr: [_flora_s_confused_] [mc]? C'est toi?
it_it: [_flora_s_confused_] [mc]? Sei tu?

source: [_mc_] Unfortunately.
fr_fr: [_mc_] Malheureusement.
it_it: [_mc_] purtroppo.

source: [_flora_s_annoyed_] Just my luck.
fr_fr: [_flora_s_annoyed_] Juste ma chance.
it_it: [_flora_s_annoyed_] Solo la mia fortuna.

source: [_mc_] Why? What did [jo] say about you getting spaghetti in your eyes?
fr_fr: [_mc_] Pourquoi? Qu'est-ce que [jo] vous a dit d'avoir des spaghettis dans vos yeux?
it_it: [_mc_] Perché? Che cosa ha detto [jo] di avere spaghetti nei tuoi occhi?

source: [_flora_] I didn't tell her the specifics...
fr_fr: [_flora_] Je ne lui ai pas dit les détails ...
it_it: [_flora_] non le ho detto le specifiche...

source: [_flora_] Just that I got scolded at lunch.
it_it: [_flora_] Solo che sono stato rimproverato a pranzo.

source: [_mc_] Well, how are you feeling now?
fr_fr: [_mc_] Eh bien, comment vous sentez-vous maintenant?
it_it: [_mc_] Beh, come ti senti ora?

source: [_flora_] Mostly just stupid and helpless. It doesn't really hurt much anymore.
fr_fr: [_flora_] Surtout stupide et impuissant. Ça ne fait plus vraiment de mal.
it_it: [_flora_] Per lo più stupido e indifeso. Non fa più molto male.

source: [_mc_] No, this is a recording of my voice.
fr_fr: [_mc_] Non, c'est un enregistrement de ma voix.
it_it: [_mc_] No, questa è una registrazione della mia voce.

source: [_flora_s_annoyed_] You're so funny.
fr_fr: [_flora_s_annoyed_] Vous êtes si drôle.
it_it: [_flora_s_annoyed_] Sei così divertente.

source: [_flora_s_annoyed_] How about I show you a recording of my middle finger?
fr_fr: [_flora_s_annoyed_] Comment je vous montre un enregistrement de mon petit doigt?
it_it: [_flora_s_annoyed_] Che ne dici di mostrarti una registrazione del mio dito?

source: [_mc_] Speaking of recordings. How do you feel about making an amateur movie?
fr_fr: [_mc_] Parlant d'enregistrements. Comment vous sentez-vous pour faire un film amateur?
it_it: [_mc_] Parlando di registrazioni. Come ti senti di fare un film dilettante?

source: [_flora_s_confident_] There's nothing amateurish about me.
fr_fr: [_flora_s_confident_] Il n'y a rien d'amateurisme à mon sujet.
it_it: [_flora_s_confident_] Non c'è niente di dilettante su di me.

source: [_flora_s_confident_] What? Did you run out of tape or something?
fr_fr: [_flora_s_confident_] Quoi? Avez-vous été à court de bande ou quelque chose?
it_it: [_flora_s_confident_] Cosa? Hai finito il nastro o qualcosa?

source: Shit. Does she know about the recordings?
fr_fr: Merde. Est-elle au courant des enregistrements?
it_it: Mossa lei sa delle registrazioni?

source: Ran out of tape recently on the hidden camera in her room.
fr_fr: Ran de bande récemment sur la caméra cachée dans sa chambre.
it_it: Ran fuori nastro recentemente sulla macchina fotografica nascosta nella sua stanza.

source: Need to retrieve it at some point.
fr_fr: Il faut le récupérer à un moment ou à un autre.
it_it: Necessità di recuperarlo ad un certo punto.

source: [_flora_s_annoyed_] I'm blind, not deaf.
fr_fr: [_flora_s_annoyed_] Je suis aveugle, pas sourd.
it_it: [_flora_s_annoyed_] sono cieco, non sordo.

source: Oh, man. I love it when she unknowingly quotes video games.
fr_fr: Oh, mep. J'adore quand elle cite sans le savoir les jeux vidéo.
it_it: Oh, uomo. Io lo amo quando lei inconsapevolmente cita i videogiochi.

source: [_mc_] Were you imprisoned for 10,000 years by a hot elven warden with a fetish for knives?
fr_fr: [_mc_] Est-ce que vous avez été emprisonné pendant 10 000 ans par un gardien à chaud avec un fétiche pour les couteaux?
it_it: [_mc_] Sei stato imprigionato per 10.000 anni da un caldo elfo con un feticcio per i coltelli?

source: [_flora_s_angry_] What are you even on about?
fr_fr: [_flora_s_angry_] Qu'est-ce que vous en êtes?
it_it: [_flora_s_angry_] Di che cosa stai ancora parlando?

source: [_mc_] Nothing, just... reminiscing.
fr_fr: [_mc_] Rien, tout simplement ... qui rappelle.
it_it: [_mc_] Niente, solo... ricordo.

source: [_mc_] So, do you need help with anything?
fr_fr: [_mc_] Alors, avez-vous besoin d'aide pour quelque chose?
it_it: [_mc_] Quindi, hai bisogno di aiuto con qualcosa?

source: [_mc_] A drink? A meal? Maybe a shower?
fr_fr: [_mc_] Un verre? Un repas? Peut-être une douche?
it_it: [_mc_] Un drink? Un pasto? Forse una doccia?

source: [_mc_] What? Are you not going to shower for an entire week?
fr_fr: [_mc_] Quoi? Vous n'allez pas prendre de douche pendant toute une semaine?
it_it: [_mc_] Cosa? Non farai una doccia per un'intera settimana?

source: [_flora_s_thinking_] I'll figure something out...
fr_fr: [_flora_s_thinking_] Je vais trouver quelque chose ...
it_it: [_flora_s_thinking_] Io capirò qualcosa...

source: [_mc_] What about a drink or meal then?
fr_fr: [_mc_] Qu'en est-il d'un verre ou d'un repas?
it_it: [_mc_] Che ne dici di una bevanda o di un pasto allora?

source: [_flora_s_skeptical_] I guess I wouldn't mind that... I'm kinda craving something sweet.
fr_fr: [_flora_s_skeptical_] Je suppose que je ne pensais pas que ... Je suis en train de raser quelque chose de sucré.
it_it: [_flora_s_skeptical_] Immagino che non mi dispiacerebbe... sto bramando qualcosa di dolce.

source: [_flora_s_skeptical_] But if you somehow tamper with it, I'll never forgive you.
fr_fr: [_flora_s_skeptical_] Mais si vous touchez d'une manière ou d'une autre, je ne vous pardonnerai jamais.
it_it: [_flora_s_skeptical_] Ma se in qualche modo manomissioni, non ti perdonerò mai.

source: Hmm... she sounds rather serious, but that never stopped me in the past.
fr_fr: Hmm ... elle a l'air assez sérieuse, mais ça ne m'a jamais arrêté dans le passé.
it_it: Hmm... suona piuttosto seria, ma questo non mi ha mai fermato in passato.

source: Maybe that's part of why she cut all contact with me after we graduated.
fr_fr: C'est peut-être une partie de la raison pour laquelle elle a coupé tout contact avec moi après que nous avons obtenu mon diplôme.
it_it: Forse questo è parte del motivo per cui ha tagliato tutto il contatto con me dopo la laurea.
