Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_squid.po
Languages: fr_fr, it_it

source: [_flora_s_cringe_] I've told you not to call me that!
fr_fr: [_flora_s_cringe_] Je vous ai dit de ne pas m'appeler ça !
it_it: [_flora_s_cringe_] Ti ho detto di non chiamarmi quello!

source: [_flora_s_cringe_] But no, still no sign of poor [cuthbert]...
fr_fr: [_flora_s_cringe_] Mais non, toujours pas de signe de pauvre [cuthbert]...
it_it: [_flora_s_cringe_] Ma no, ancora nessun segno di povera [cuthbert]...

source: [_mc_] Have you looked in your pants?
fr_fr: [_mc_] Avez-vous regardé votre pantalon?
it_it: [_mc_] Hai guardato nei tuoi pantaloni?

source: [_flora_s_annoyed_] What's that even supposed to mean?
fr_fr: [_flora_s_annoyed_] Qu'est-ce que cela veut dire?
it_it: [_flora_s_annoyed_] Che cosa dovrebbe significare quello?

source: [_mc_] Maybe squid is another word for octopus... with an emphasis on "pus."{space=-55}
fr_fr: [_mc_] Peut-être que le calmar est un autre mot pour pieuvre ... avec un accent sur le "pus." { space=-55 }
it_it: [_mc_] Forse il calamaro è un'altra parola per il polpo... con un'enfasi su "pus."{space=-55}

source: [_flora_s_cringe_] You're gross. Stop talking.
fr_fr: [_flora_s_cringe_] Vous êtes brut. Arrêtez de parler !
it_it: [_flora_s_cringe_] Sei grossolano. Smettila di parlare.

source: [_mc_] If I stop talking, nothing will be said.
fr_fr: [_mc_] Si je cesse de parler, rien ne sera dit.
it_it: [_mc_] Se smetto di parlare, non verrà detto nulla.

source: [_flora_s_confused_] That's the whole point...
fr_fr: [_flora_s_confused_] C'est tout le point ...
it_it: [_flora_s_confused_] Questo è tutto il punto...

source: [_mc_] Do you really want to live in silence, [flora]?
fr_fr: [_mc_] Vous voulez vraiment vivre en silence, [flora]?
it_it: [_mc_] Vuoi davvero vivere in silenzio, [flora]?

source: [_mc_] A home devoid of mirth and the laughter of children?
fr_fr: [_mc_] Un foyer dépourvu de mirth et le rire des enfants?
it_it: [_mc_] Una casa priva di gioia e di risate dei bambini?

source: [_flora_s_eyeroll_] Shut up.
fr_fr: [_flora_s_eyeroll_] Arrêt.
it_it: [_flora_s_eyeroll_] Stai zitto.

source: [_mc_] As you wish.
fr_fr: [_mc_] Comme vous le souhaitez.
it_it: [_mc_] Come vuoi.

source: [_flora_s_eyeroll_] I'm leaving.
fr_fr: [_flora_s_eyeroll_] Je pars.
it_it: [_flora_s_eyeroll_] sto partendo.

source: [_flora_s_angry_] Fine, you can talk! Just don't say stupid things.
fr_fr: [_flora_s_angry_] Fine, vous pouvez parler ! Ne dis pas des choses stupides.
it_it: [_flora_s_angry_] Bene, puoi parlare! Semplicemente non dire cose stupide.

source: [_mc_] I never do!
fr_fr: [_mc_] Je ne fais jamais !
it_it: [_mc_] non lo faccio mai!

source: [_mc_] Except that one time at band camp...
fr_fr: [_mc_] Sauf qu'une fois au camp de la bande ...
it_it: [_mc_] Eccetto che una volta al campo di band...

source: [_mc_] And that one time when you asked about cereal and I said they're in the TV...
fr_fr: [_mc_] Et qu'une fois vous avez demandé des céréales et j'ai dit qu'ils étaient à la télé ...
it_it: [_mc_] E che una volta quando hai chiesto di cereali e ho detto che sono in TV...

source: [_mc_] And that one time when you were sick and—
fr_fr: [_mc_] Et qu'une fois où vous étiez malade et-
it_it: [_mc_] E che una volta quando eri malato e—

source: [_flora_s_angry_] I'm leaving!
fr_fr: [_flora_s_angry_] Je pars !
it_it: [_flora_s_angry_] sto partendo!

source: [_mc_] But where are you going?
fr_fr: [_mc_] Mais où allez-vous?
it_it: [_mc_] Ma dove vai?

source: [_mc_] Maybe he's outside somewhere?
fr_fr: [_mc_] Peut-être qu'il est dehors quelque part?
it_it: [_mc_] Forse è fuori da qualche parte?

source: [_mc_] Maybe we should expand our horizons?
fr_fr: [_mc_] Peut-être devrions-nous élargir nos horizons?
it_it: [_mc_] Forse dovremmo espandere i nostri orizzonti?

source: [_flora_s_thinking_] That might actually be a good idea...
fr_fr: [_flora_s_thinking_] Cela pourrait être une bonne idée ...
it_it: [_flora_s_thinking_] Che potrebbe essere una buona idea...

source: [_mc_] That's usually the case with my ideas.
fr_fr: [_mc_] C'est généralement le cas avec mes idées.
it_it: [_mc_] Questo è di solito il caso delle mie idee.

source: [_flora_s_laughing_] Right!
fr_fr: [_flora_s_laughing_] Droit !
it_it: [_flora_s_laughing_] Giusto!

source: [_mc_] I'm serious!
fr_fr: [_mc_] Je suis sérieux !
it_it: [_mc_] Sono serio!

source: [_mc_] You're looking at the inventor of the self-demoisturizing sock.
fr_fr: [_mc_] Vous êtes à la recherche de l'inventeur de la chaussette auto-rétrogradante.
it_it: [_mc_] Stai guardando l'inventore del calzino auto-disidratante.

source: [_flora_s_worried_] You're weird.
fr_fr: [_flora_s_worried_] Vous êtes bizarre.
it_it: [_flora_s_worried_] sei strano.

source: [_mc_] I've been called worse things by better people.
fr_fr: [_mc_] J'ai été appelé des choses pires par des gens meilleurs.
it_it: [_mc_] Sono stato chiamato cose peggiori da persone migliori.

source: [_flora_s_cringe_] You're not going to start quoting Canadian politicians again! I won't have it!
fr_fr: [_flora_s_cringe_] Vous n'allez pas commencer à citer de nouveau les politiciens canadiens ! Je n'en aurai pas !
it_it: [_flora_s_cringe_] Non comincerai a citare ancora una volta i politici canadesi! Non ce l'avrò!

source: [_mc_] Every single day, we need to choose hope over fear, diversity over division!
fr_fr: [_mc_] Chaque jour, nous devons choisir l'espoir par rapport à la peur, la diversité par rapport à la division !
it_it: [_mc_] Ogni singolo giorno, dobbiamo scegliere la speranza sulla paura, la diversità sulla divisione!

source: [_flora_s_annoyed_] Ugh, I'm leaving!
fr_fr: [_flora_s_annoyed_] Ugh, je pars !
it_it: [_flora_s_annoyed_] Ugh, sto partendo!

source: [_mc_] Where to?
fr_fr: [_mc_] Où se rendre?
it_it: [_mc_] Dove fare?

source: [_flora_s_thinking_] I don't know, but I have to find [cuthbert]...
fr_fr: [_flora_s_thinking_] Je ne sais pas, mais je dois trouver [cuthbert]...
it_it: [_flora_s_thinking_] non lo so, ma devo trovare [cuthbert]...

source: [_mc_] [mrsl] is getting hotter every day, don't you think?
fr_fr: [_mc_] [mrsl] est de plus en plus chaud tous les jours, ne pensez-vous pas?
it_it: [_mc_] [mrsl] è sempre più caldo ogni giorno, non pensi?

source: [_flora_s_confused_] What does that have to do with anything?
fr_fr: [_flora_s_confused_] Qu'est-ce que cela a à voir avec quoi que ce soit?
it_it: [_flora_s_confused_] Che cosa ha a che fare con qualcosa?

source: [_mc_] So, you agree?
fr_fr: [_mc_] Alors, vous êtes d'accord?
it_it: [_mc_] Quindi, sei d'accordo?

source: [_mc_] Who are you texting?
fr_fr: [_mc_] Qui es-tu textos?
it_it: [_mc_] Chi stai inviando messaggi?

source: [_flora_s_annoyed_texting_] Nobody. I'm deleting you from my contacts.
fr_fr: [_flora_s_annoyed_texting_] Personne. Je vous supprime de mes contacts.
it_it: [_flora_s_annoyed_texting_] Nessuno. Ti sto eliminando dai miei contatti.

source: [_mc_] That's okay... I'll just add myself back later.
fr_fr: [_mc_] C'est bon ... Je me rajouterai plus tard.
it_it: [_mc_] Va bene... mi aggiungerò più tardi.

source: [_flora_s_annoyed_texting_eyes_up_] I've changed my password!
fr_fr: [_flora_s_annoyed_texting_eyes_up_] J'ai changé mon mot de passe !
it_it: [_flora_s_annoyed_texting_eyes_up_] Ho cambiato la mia password!

source: [_mc_] Oh, I know.
fr_fr: [_mc_] Oh, je sais.
it_it: [_mc_] Oh, lo so.

source: [_mc_] Did you really think I wouldn't figure it out? "Cutethulhu123" is pretty obvious.
fr_fr: [_mc_] Avez-vous vraiment pensé que je ne le croyais pas? "Cutethulhu123" est assez évident.
it_it: [_mc_] Pensavi davvero che non lo avrei capito? "Cutethulhu123" è abbastanza ovvio.

source: [_flora_s_laughing_] That's not it at all!
fr_fr: [_flora_s_laughing_] Ce n'est pas du tout !
it_it: [_flora_s_laughing_] Non è affatto così!

source: [_mc_] Oh, yeah? Then how would I know that you have a topless picture of Dr. Octopus as your background?
fr_fr: [_mc_] Oh, oui? Alors, comment saurions-nous que vous avez une image topless de M. Octopus comme arrière-plan?
it_it: [_mc_] Oh, sì? Allora come potrei sapere che avete un'immagine topless del dottor Octopus come il vostro background?

source: [_flora_s_angry_] That's not true!
fr_fr: [_flora_s_angry_] Ce n'est pas vrai !
it_it: [_flora_s_angry_] Non è vero!

source: [_mc_] It'll be our little secret.
fr_fr: [_mc_] Ce sera notre petit secret.
it_it: [_mc_] Sarà il nostro piccolo segreto.

source: [_flora_s_angry_] I'm telling [jo] about this...
fr_fr: [_flora_s_angry_] Je dis [jo] à ce sujet ...
it_it: [_flora_s_angry_] sto raccontando [jo] di questo...

source: [_mc_] Well, then it's not really a secret anymore, is it?
fr_fr: [_mc_] Eh bien, alors ce n'est plus vraiment un secret, n'est-ce pas?
it_it: [_mc_] Beh, allora non è più un segreto, vero?

source: [_flora_s_angry_] Ugh, shut up!
fr_fr: [_flora_s_angry_] Ugh, ferme !
it_it: [_flora_s_angry_] Ugh, chiude!

source: [_mc_] Maybe [cuthbert] is outside somewhere?
fr_fr: [_mc_] Peut-être [cuthbert] est-il à l'extérieur quelque part?
it_it: [_mc_] Forse [cuthbert] è fuori da qualche parte?

source: [_flora_s_thinking_] Maybe...
fr_fr: [_flora_s_thinking_] Peut-être ...
it_it: [_flora_s_thinking_] Forse...

source: [_mc_] I feel like we've checked the entire school.
fr_fr: [_mc_] J'ai l'impression que nous avons vérifié l'ensemble de l'école.
it_it: [_mc_] Mi sento come se avessimo controllato tutta la scuola.

source: [_mc_] There's just one more body of water that I know of...
fr_fr: [_mc_] Il y a juste un autre plan d'eau que je connais ...
it_it: [_mc_] C'è solo un altro corpo d'acqua che conosco di...

source: [_flora_s_worried_] What? Where?
fr_fr: [_flora_s_worried_] Quoi? Où?
it_it: [_flora_s_worried_] Cosa? Dove?

source: [_mc_] It's in the forest... although, I'm not sure it's a good idea for you to go out there.
fr_fr: [_mc_] C'est dans la forêt ... bien que, je ne suis pas sûr que c'est une bonne idée pour toi d'y aller.
it_it: [_mc_] È nella foresta... anche se, non sono sicuro che sia una buona idea andare là fuori.

source: [_flora_s_worried_] Why not?
fr_fr: [_flora_s_worried_] Pourquoi pas?
it_it: [_flora_s_worried_] Perché no?

source: [_mc_] Because that's where the... tree monster... escaped to.
fr_fr: [_mc_] Parce que c'est là que le monstre d'arbre ... s'est échappé.
it_it: [_mc_] Perché questo è dove il... mostro dell'albero... è scappato.

source: [_flora_s_afraid_] T-tree monster?
fr_fr: [_flora_s_afraid_] Monstre en T?
it_it: [_flora_s_afraid_] T-albero mostro?

source: [_mc_] Do you not remember getting assaulted by that tree?
fr_fr: [_mc_] Ne vous rappelez-vous pas avoir été agressé par cet arbre?
it_it: [_mc_] Non ti ricordi di essere aggredito da quell'albero?

source: [_mc_] If I hadn't been there to stop it, who knows what it would've done to you...
fr_fr: [_mc_] Si je n'avais pas été là pour l'arrêter, qui sait ce qu'il vous aurait fait ...
it_it: [_mc_] Se non fossi stato lì per fermarlo, chissà cosa ti avrebbe fatto...

source: [_mc_] It bound you in its vines and had its way with you...
fr_fr: [_mc_] Il vous a lié dans ses vignes et a eu son chemin avec vous ...
it_it: [_mc_] Ti ha legato nelle sue viti e ha avuto la sua strada con te...

source: [_mc_] I got there too late...
fr_fr: [_mc_] Je suis arrivé trop tard ...
it_it: [_mc_] Sono arrivato troppo tardi...

source: [_flora_s_embarrassed_] T-that actually happened?
fr_fr: [_flora_s_embarrassed_] T-c'est vraiment arrivé?
it_it: [_flora_s_embarrassed_] T-che in realtà è successo?

source: [_mc_] Yeah...
fr_fr: [_mc_] Oui ...
it_it: [_mc_] Sì...

source: [_flora_s_sad_] Oh, my god.
fr_fr: [_flora_s_sad_] Oh, mon dieu.
it_it: [_flora_s_sad_] Oh, mio dio.

source: [_flora_s_sad_] All this time, I wasn't sure if I'd imagined it or not.
fr_fr: [_flora_s_sad_] Tout ce temps, je n'étais pas sûr si je l'avais imaginé ou pas.
it_it: [_flora_s_sad_] Tutto questo tempo, non ero sicuro se l'avessi immaginato o meno.

source: [_flora_s_blush_] You saved me.
fr_fr: [_flora_s_blush_] Vous m'avez sauvé.
it_it: [_flora_s_blush_] Mi hai salvato.

source: [_mc_] I mean, I guess...
fr_fr: [_mc_] Je veux dire, je suppose ...
it_it: [_mc_] Voglio dire, immagino...

source: [_mc_] I don't really think of it like that.
fr_fr: [_mc_] Je ne pense pas vraiment à ça.
it_it: [_mc_] Non ci penso davvero così.

source: [_flora_s_blush_] No, you did.
fr_fr: [_flora_s_blush_] Non, vous l'avez fait.
it_it: [_flora_s_blush_] No, lo hai fatto.

source: [_flora_s_blush_] I know you did.
fr_fr: [_flora_s_blush_] Je sais que vous l'avez fait.
it_it: [_flora_s_blush_] Lo so che l'hai fatto.

source: [_mc_] You would've done the same for me.
fr_fr: [_mc_] Vous auriez fait de même pour moi.
it_it: [_mc_] Tu avresti fatto lo stesso per me.

source: [_flora_s_worried_] So, a tree did that?
fr_fr: [_flora_s_worried_] Alors, un arbre a fait ça?
it_it: [_flora_s_worried_] Quindi, un albero l'ha fatto?

source: [_flora_s_crying_] I thought it was a fever dream or the painkillers...
fr_fr: [_flora_s_crying_] Je croyais que c'était un rêve de fièvre ou les analgésiques ...
it_it: [_flora_s_crying_] Ho pensato che fosse un sogno di febbre o i antidolorifici...

source: [_mc_] I'm so sorry...
fr_fr: [_mc_] Je suis désolé ...
it_it: [_mc_] Mi dispiace...

source: [_flora_s_crying_] It's not your fault.
fr_fr: [_flora_s_crying_] Ce n'est pas de ta faute.
it_it: [_flora_s_crying_] Non è colpa tua.

source: Ugh... if only she knew.
fr_fr: Ugh ... si seulement elle le savait.
it_it: Ugh... se solo lei sapeva.

source: I'm such a piece of shit...
fr_fr: Je suis une sorte de merde ...
it_it: Sono un tale pezzo di merda...

source: [_mc_] I'm really sorry!
fr_fr: [_mc_] Je suis vraiment désolé !
it_it: [_mc_] Mi dispiace davvero!

source: [_flora_s_crying_] I know you wouldn't have let it happen if you were there...
fr_fr: [_flora_s_crying_] Je sais que tu n'aurais pas laissé faire si tu étais là ...
it_it: [_flora_s_crying_] So che non avresti lasciato che accadesse se fossi lì...

source: [_flora_s_crying_] And you did chase it off.
fr_fr: [_flora_s_crying_] Et vous l'avez coupé.
it_it: [_flora_s_crying_] E lo hai inseguito.

source: [_flora_s_crying_] Thank you for that.
fr_fr: [_flora_s_crying_] Merci pour ça.
it_it: [_flora_s_crying_] Grazie per questo.

source: Fuck me, man...
fr_fr: Va-moi, mec ...
it_it: Cazzo me, uomo...

source: How will I be able to look myself in the mirror after this?
fr_fr: Comment est-ce que je serai capable de me regarder dans le miroir après ça?
it_it: Come sarò in grado di guardare me stesso nello specchio dopo questo?

source: [_mc_] You... would've done the same for me.
fr_fr: [_mc_] Vous ... auriez fait la même pour moi.
it_it: [_mc_] Tu avresti fatto lo stesso per me.

source: [_flora_s_sad_] So, a tree did that?
fr_fr: [_flora_s_sad_] Alors, un arbre a fait ça?
it_it: [_flora_s_sad_] Quindi, un albero l'ha fatto?

source: [_mc_] Yeah, it was the [nurse]'s bonsai...
fr_fr: [_mc_] Oui, c'était le bonsaï [nurse]...
it_it: [_mc_] Sì, era la [nurse]'s bonsai...

source: [_mc_] I don't know how it grew so big, but it's still out there somewhere.
fr_fr: [_mc_] Je ne sais pas comment il a grandi si grand, mais il est encore là quelque part.
it_it: [_mc_] Non so come sia cresciuto così grande, ma è ancora là fuori da qualche parte.

source: [_flora_s_worried_] We need to find [cuthbert], though...
fr_fr: [_flora_s_worried_] Nous avons besoin de trouver le [cuthbert], bien que ...
it_it: [_flora_s_worried_] Abbiamo bisogno di trovare [cuthbert], però...

source: [_mc_] Maybe we should grab some weapons just in case?
fr_fr: [_mc_] Peut-être que nous devrions saisir des armes juste au cas où?
it_it: [_mc_] Forse dovremmo prendere alcune armi nel caso?

source: [_flora_s_thinking_] Yeah, that would probably be a good idea.
fr_fr: [_flora_s_thinking_] Oui, ce serait probablement une bonne idée.
it_it: [_flora_s_thinking_] Sì, questa sarebbe probabilmente una buona idea.

source: [_mc_] Okay, I'll be back in a bit!
fr_fr: [_mc_] Ok, je reviendrai dans un peu !
it_it: [_mc_] Va bene, tornerò tra un po'!

source: Something that can cut through vines would be good...
fr_fr: Quelque chose qui peut couper les vignes serait bon ...
it_it: Qualcosa che può tagliare attraverso le viti sarebbe buono...

source: Luckily, no one has confiscated my machete yet.
fr_fr: Heureusement, personne n'a encore confisqué ma machette.
it_it: Per fortuna, nessuno ha ancora confiscato la mia machete.

source: [_flora_s_neutral_] There are many places to look here. Help me out, okay?
fr_fr: [_flora_s_neutral_] Il y a beaucoup d'endroits à regarder ici. Aide-moi à sortir, ok?
it_it: [_flora_s_neutral_] Ci sono molti posti in cui guardare qui. Aiutami fuori, okay?

source: [_mc_] If you think I'm going to touch those toilets, you're out of your mind.{space=-10}
fr_fr: [_mc_] Si vous pensez que je vais toucher ces toilettes, vous êtes hors de votre esprit. { space=-10 }
it_it: [_mc_] Se pensi che sto per toccare quei servizi igienici, sei fuori dalla tua mente.{space=-10}

source: [_flora_s_angry_] This is a life or death situation!
fr_fr: [_flora_s_angry_] C'est une situation de vie ou de mort !
it_it: [_flora_s_angry_] Questa è una situazione di vita o di morte!

source: [_mc_] You take the toilets, then. I'll look elsewhere.
fr_fr: [_mc_] Vous prenez les toilettes, puis. Je vais chercher ailleurs.
it_it: [_mc_] Tu prendi i servizi igienici, allora. Guarderò altrove.

source: [_mc_] [flora]? What are you doing?
fr_fr: [_mc_] [flora]? Qu'est-ce que tu fais?
it_it: [_mc_] [flora]? Cosa stai facendo?

source: [_flora_] I'm looking for [cuthbert]! What the hell does it look like?
fr_fr: [_flora_] Je cherche [cuthbert]! Qu'est-ce que ça ressemble à ça?
it_it: [_flora_] Sto cercando [cuthbert]! Com'è l'inferno che assomiglia?

source: [_mc_] It looks like you're about to dive into the toilet...
fr_fr: [_mc_] On dirait que vous êtes sur le point de plonger dans les toilettes ...
it_it: [_mc_] Sembra che tu stia per tuffarti nel bagno...

source: [_flora_] That's disgusting! Leave me alone!
fr_fr: [_flora_] C'est dégoûtant ! Laisse-moi tranquille !
it_it: [_flora_] È disgustoso! Lasciami da solo!

source: [_mc_] Whatever, dude.
fr_fr: [_mc_] Quoi qu'il en soit, mec.
it_it: [_mc_] Qualunque sia il tesoro.

source: [_flora_] Stop calling me that!
fr_fr: [_flora_] Arras de m'appeler ça !
it_it: [_flora_] Smettila di chiamarmi!

source: Let's be honest, there probably aren't any squids here.
fr_fr: Soyons honnêtes, il n'y a probablement pas de calmars ici.
it_it: Siamo onesti, probabilmente non ci sono calamari qui.

source: Still a couple of places left to look in, though... Might as well be thorough.
fr_fr: Encore quelques places à regarder dans, bien que ... Pourvoir aussi bien être approfondi.
it_it: Ancora un paio di posti lasciati per guardare, però... Potrebbe anche essere meticoloso.

source: Well, it's technically a body of water...
fr_fr: Eh bien, c'est techniquement un corps d'eau ...
it_it: Beh, è tecnicamente un corpo di acqua...

source: Nope, no squid.
fr_fr: Non, pas de calmar.
it_it: Nope, nessun calamaro

source: Who doesn't like when girls get wet?
fr_fr: Qui n'aime pas quand les filles sont mouillées?
it_it: A chi non piace quando le ragazze si bagnano?

source: Squids, apparently.
fr_fr: Des calmars, apparemment.
it_it: I calamari, a quanto pare.

source: None here.
fr_fr: Aucun ici.
it_it: Nessuno qui.

source: Hmm... no sign of [cuthbert] here...
fr_fr: Hmm ... aucun signe de [cuthbert] ici ...
it_it: Hmm... nessun segno di [cuthbert] qui...

source: However, it seems like someone's been trying to Scrooge McDuck this bitch up.
fr_fr: Cependant, il semble que quelqu'un ait essayé de Scrooge McDuck cette salope.
it_it: Tuttavia, sembra che qualcuno stia cercando di Scrooge McDuck questa troia su.

source: [_mc_] Are you down there?
fr_fr: [_mc_] Êtes-vous bas?
it_it: [_mc_] Sei laggiù?

source: Nope.
fr_fr: Non.
it_it: No,

source: [_mc_] You know, I don't think the squid is here...
fr_fr: [_mc_] Vous savez, je ne pense pas que le calmar soit ici ...
it_it: [_mc_] Sai, non penso che il calamaro sia qui...

source: [_flora_s_skeptical_] Did you even look anywhere?
fr_fr: [_flora_s_skeptical_] Avez-vous même regardez n'importe où?
it_it: [_flora_s_skeptical_] Hai anche guardato da qualche parte?

source: [_mc_] Yes, I did!
fr_fr: [_mc_] Oui, je l'ai fait !
it_it: [_mc_] Sì, l'ho fatto!

source: [_flora_s_skeptical_] Where did you look?
fr_fr: [_flora_s_skeptical_] Où as-tu eu l'air?
it_it: [_flora_s_skeptical_] Dove hai visto?

source: [_mc_] In [lindsey]'s water bottle.
fr_fr: [_mc_] Dans la bouteille d'eau de [lindsey].
it_it: [_mc_] Nella bottiglia di acqua di [lindsey].

source: [_flora_s_angry_] Are you being serious?!
fr_fr: [_flora_s_angry_] Êtes-vous sérieux? !
it_it: [_flora_s_angry_] Sei serio?!

source: [_mc_] What do you mean?
fr_fr: [_mc_] Que voulez-vous dire?
it_it: [_mc_] Che cosa intendi?

source: [_flora_s_angry_] This is a life or death situation, and you're just dicking around!
fr_fr: [_flora_s_angry_] Il s'agit d'une situation de vie ou de mort, et vous vous dédicez !
it_it: [_flora_s_angry_] Questa è una situazione di vita o di morte, e stai solo cazzando intorno!

source: [_flora_s_angry_] I knew you would be no help!
fr_fr: [_flora_s_angry_] Je savais que vous ne feriez pas d'aide !
it_it: [_flora_s_angry_] Sapevo che non saresti stato d'aiuto!

source: [_mc_] Hey, I also checked everywhere else! I just checked the bottle to be thorough.
fr_fr: [_mc_] Hey, j'ai aussi vérifié partout ailleurs ! Je viens de vérifier la bouteille pour qu'elle soit complète.
it_it: [_mc_] Hey, ho anche controllato ovunque! Ho appena controllato la bottiglia per essere meticoloso.

source: [_flora_s_sad_] Oh... okay...
fr_fr: [_flora_s_sad_] Oh ... OK ...

source: [_mc_] That's it?
fr_fr: [_mc_] C'est ça?
it_it: [_mc_] È vero?

source: [_mc_] After yelling at me, even though I'm trying to help you?
fr_fr: [_mc_] Après m'avoir crier, même si j'essaie de vous aider?
it_it: [_mc_] Dopo aver urlato contro di me, anche se sto cercando di aiutarti?

source: [_flora_s_sad_] I'm sorry... I'm just really worried.
fr_fr: [_flora_s_sad_] Je suis désolé ... Je suis vraiment inquiet.
it_it: [_flora_s_sad_] mi dispiace... Sono davvero preoccupato.

source: [_mc_] It's okay. Don't worry about it.
fr_fr: [_mc_] C'est bon. Ne vous en faites pas.
it_it: [_mc_] Va bene. Non preoccuparti.

source: [_flora_s_sad_] Thanks...
fr_fr: [_flora_s_sad_] Merci ...
it_it: [_flora_s_sad_] Grazie...

source: [_mc_] In the showers.
fr_fr: [_mc_] Dans les douches.
it_it: [_mc_] Nelle docce.

source: [_flora_s_sad_] And he wasn't there?
fr_fr: [_flora_s_sad_] Et il n'était pas là?
it_it: [_flora_s_sad_] E non c'era?

source: [_mc_] Nope. I didn't even find any squid slime.
fr_fr: [_mc_] Non. Je n'ai même pas trouvé de gai.
it_it: [_mc_] Nope. Non ho nemmeno trovato alcuna melma di calamari.

source: [_flora_s_embarrassed_] Don't call it that!
fr_fr: [_flora_s_embarrassed_] Ne l'appelez pas ça !
it_it: [_flora_s_embarrassed_] Non chiamatelo!

source: [_mc_] What's it called, then?
fr_fr: [_mc_] Qu'est-ce qu'il a appelé, alors?
it_it: [_mc_] Che cos'ha chiamato, allora?

source: [_flora_s_embarrassed_] It's moisture!
fr_fr: [_flora_s_embarrassed_] C'est l'humidité !
it_it: [_flora_s_embarrassed_] È umidità!

source: [_mc_] Really, [flora]?
fr_fr: [_mc_] Vraiement, [flora]?
it_it: [_mc_] Davvero, [flora]?

source: [_flora_s_skeptical_] Yes, really!
fr_fr: [_flora_s_skeptical_] Oui, vraiment !
it_it: [_flora_s_skeptical_] Sì, davvero!

source: [_mc_] Well, either way, I didn't find him.
fr_fr: [_mc_] Bien, bien, je ne l'ai pas trouvé.
it_it: [_mc_] Beh, in entrambi i casi non l'ho trovato.

source: [_mc_] In the urinal.
fr_fr: [_mc_] Dans l'urinoirs.
it_it: [_mc_] Nell'orinato.
