Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_squid.po
Languages: fr_fr, it_it

source: [_mc_] Hey, [flora]? Have you seen my electric toothbrush?
fr_fr: [_mc_] Hey, [flora]? Avez-vous vu ma brosse à dents électrique?
it_it: [_mc_] Hey, [flora]? Hai visto il mio spazzolino elettrico?

source: [_flora_] Yes, but I'm using it right now!
fr_fr: [_flora_] Oui, mais je l'utilise maintenant !
it_it: [_flora_] Sì, ma lo sto usando adesso!

source: [_mc_] What do you mean, {i}you're using it?{/}
fr_fr: [_mc_] Qu'est-ce que vous voulez dire, {i}vous l'utilisez? { / }
it_it: [_mc_] Cosa intendi, {i}lo stai usando?{/}

source: [_flora_] Go away!
fr_fr: [_flora_] Partez !
it_it: [_flora_] Vada via!

source: Why is she mad now?
fr_fr: Pourquoi est-elle en colère maintenant?
it_it: Perché è arrabbiata adesso?

source: Can't she just be happy all the time like [lindsey]?
fr_fr: Ne peut-elle pas être heureuse tout le temps comme [lindsey]?
it_it: Non può essere felice tutto il tempo come [lindsey]?

source: [_mc_] What's wrong?
fr_fr: [_mc_] Qu'est-ce qui ne va pas?
it_it: [_mc_] Cosa c'è di sbagliato?

source: [_flora_] I just can't deal with you right now!
fr_fr: [_flora_] Je ne peux pas m'occuper de vous maintenant !
it_it: [_flora_] Non posso occuparmi di te in questo momento!

source: [_mc_] What did I do?
fr_fr: [_mc_] Qu'est-ce que j'ai fait?
it_it: [_mc_] Che cosa ho fatto?

source: [_flora_] You know what you did!
fr_fr: [_flora_] Vous savez ce que vous avez fait !
it_it: [_flora_] Sai cosa hai fatto!

source: [_mc_] I really don't!
fr_fr: [_mc_] Je ne sais vraiment pas !
it_it: [_mc_] non lo faccio davvero!

source: [_flora_] You made your choice! Don't talk to me!
fr_fr: [_flora_] Vous avez fait votre choix ! Ne me parle pas !
it_it: [_flora_] Hai fatto la tua scelta! Non parlarmi!

source: What the hell is she talking about?
fr_fr: De quoi parle-t-elle?
it_it: Di che diavolo sta parlando?

source: [_mc_] Is this about [jacklyn]?
fr_fr: [_mc_] S'agit-il d'environ [jacklyn]?
it_it: [_mc_] È circa [jacklyn]?

source: I'll take that as a yes.
fr_fr: Je prendrai ça comme un oui.
it_it: Lo prenderò come un sì.

source: [_flora_] You left with her!
fr_fr: [_flora_] Vous avez quitté avec elle !
it_it: [_flora_] Sei partito con lei!

source: [_mc_] You were throwing a fit.
fr_fr: [_mc_] Vous jetez un ajustement.
it_it: [_mc_] Stavi lanciando una calzata.

source: [_flora_] I was not throwing a fit!
fr_fr: [_flora_] Je n'étais pas en forme !
it_it: [_flora_] Non stavo lanciando un attacco!

source: [_mc_] [flora], are you... jealous?
fr_fr: [_mc_] [flora], êtes-vous ... jaloux?
it_it: [_mc_] [flora], sei... gelosi?

source: [_flora_] N-no! Not even a little bit!
fr_fr: [_flora_] N-no ! Pas même un peu !
it_it: [_flora_] N-no! Nemmeno un po'!

source: [_mc_] Well, I did go with her, but nothing happened.
fr_fr: [_mc_] Bien, je l'ai fait avec elle, mais rien ne s'est passé.
it_it: [_mc_] Beh, sono andato con lei, ma non è successo nulla.

source: [_flora_] Really...?
fr_fr: [_flora_] Vraiement ...?
it_it: [_flora_] Davvero...?

source: [_mc_] Yes! She's just teaching me how to be an artist.
fr_fr: [_mc_] Oui ! Elle m'a juste enseigné comment être un artiste.
it_it: [_mc_] Sì! Lei mi sta insegnando come essere un'artista.

source: [_flora_] And you want me to believe that?
fr_fr: [_flora_] Et vous voulez que je le crois?
it_it: [_flora_] E volete che io ci creda?

source: [_mc_] Ask her.
fr_fr: [_mc_] Demandez-lui.
it_it: [_mc_] chieda a lei.

source: [_flora_] I would, but my fingers are wet...
fr_fr: [_flora_] Je le ferais, mais mes doigts sont mouillés ...
it_it: [_flora_] Io sarei, ma le mie dita sono bagnate...

source: [_mc_] [flora], what are you doing with my toothbrush?
fr_fr: [_mc_] [flora], que faites-vous avec ma brosse à dents?
it_it: [_mc_] [flora], cosa stai facendo con il mio spazzolino da dente?

source: [_mc_] Are you sure about that?
fr_fr: [_mc_] Etes-vous sûr de cela?
it_it: [_mc_] Sei sicuro di quello?

source: [_flora_] Yes!
fr_fr: [_flora_] Oui !
it_it: [_flora_] Sì!

source: [_mc_] We had a great time...
fr_fr: [_mc_] Nous avons eu beaucoup de temps ...
it_it: [_mc_] Ci siamo trovati benissimo...

source: [_mc_] We looked up at the stars. Pondered life's great meanings. Made a statement on the bus.
fr_fr: [_mc_] Nous avons regardé les étoiles. La vie a une grande signification. Fait une déclaration sur le bus.
it_it: [_mc_] Abbiamo guardato le stelle. Pondero i grandi significati della vita. Fatta una dichiarazione sull'autobus.

source: [_mc_] Then, I made a statement in [jacklyn]'s ass.
fr_fr: [_mc_] Puis, j'ai fait une déclaration dans le cul de [jacklyn].
it_it: [_mc_] Poi, ho fatto una dichiarazione nel culo di [jacklyn].

source: [_flora_] You're horrible!
fr_fr: [_flora_] Vous êtes horrible !
it_it: [_flora_] Sei orribile!

source: [_mc_] It was quite lovely! Two consenting adults, enjoying each other's bodies.{space=-90}
fr_fr: [_mc_] C'était très beau ! Deux adultes consentants, profitant des corps de chacun. { space=-90 }
it_it: [_mc_] E 'stato abbastanza bello! Due adulti consenzienti, godersi il corpo dell'altro.{space=-90}

source: [_mc_] Nothing horrible about that.
fr_fr: [_mc_] Rien d'horrible à ce sujet.
it_it: [_mc_] Niente di orribile a riguardo.

source: [_flora_] I did not consent!
fr_fr: [_flora_] Je n'ai pas consenti !
it_it: [_flora_] Non ho accettato!

source: [_mc_] I don't remember you being present.
fr_fr: [_mc_] Je ne me souviens pas que vous êtes présente.
it_it: [_mc_] Non ricordo che tu sia presente.

source: [_flora_] Ugh! Go away!
fr_fr: [_flora_] Ugh ! Vas-y !
it_it: [_flora_] Ugh! Vai!

source: [_mc_] Then, we—
fr_fr: [_mc_] Alors, nous-
it_it: [_mc_] Poi, noi—

source: Maybe I shouldn't tell [flora] that [jacklyn] pegged me...
fr_fr: Peut-être que je ne devrais pas dire [flora] que [jacklyn] m'a arrimé ...
it_it: Forse non dovrei dire ad [flora] che [jacklyn] mi ha ancorato...

source: She could get all sorts of bad ideas.
fr_fr: Elle pourrait avoir toutes sortes de mauvaises idées.
it_it: Potrebbe ottenere tutti i tipi di cattive idee.

source: [_flora_] You, what?
fr_fr: [_flora_] Vous, quoi?
it_it: [_flora_] Te, che cosa?

source: [_mc_] Look, it's complicated.
fr_fr: [_mc_] Regarde, c'est compliqué.
it_it: [_mc_] Guarda, è complicato.

source: [_flora_] You fucked her, didn't you?!
fr_fr: [_flora_] Vous l'avez baisé, n'est-ce pas?
it_it: [_flora_] La hai scopata, non te?!

source: [_mc_] I mean... technically, not {i}me...{/}
fr_fr: [_mc_] Je veux dire ... techniquement, pas {i}me ... { / }
it_it: [_mc_] Voglio dire... tecnicamente, non {i}me...{/}

source: [_flora_] You know what, I don't want to know.
fr_fr: [_flora_] Vous savez quoi, je ne veux pas savoir.

source: [_flora_] Leave me alone!
fr_fr: [_flora_] Laissez-moi tranquille !
it_it: [_flora_] Lasciami da solo!

source: But now I'm confused... I told [jacklyn] to go after her.
fr_fr: Mais maintenant je suis confus ... J'ai dit au [jacklyn] d'aller après elle.
it_it: Ma ora sono confusa... Ho detto ad [jacklyn] di andare dopo di lei.

source: [_mc_] What happened?
fr_fr: [_mc_] Que s'est-il passé?
it_it: [_mc_] Cos'è successo?

source: [_flora_] Nothing! You're both selfish people!
fr_fr: [_flora_] Rien ! Vous êtes tous les deux des gens égoïsaux !
it_it: [_flora_] Niente! Sei entrambe persone egoiste!

source: [_mc_] I don't know what [jacklyn] said to you, but I asked her to go after you.{space=-35}
fr_fr: [_mc_] Je ne sais pas ce que [jacklyn] vous a dit, mais je lui ai demandé d'aller après vous. { space=-35 }
it_it: [_mc_] Non so cosa [jacklyn] ti abbia detto, ma le ho chiesto di seguirti.{space=-35}

source: [_mc_] I thought that's what you wanted...
fr_fr: [_mc_] Je pensais que c'était ce que tu voulais ...
it_it: [_mc_] Ho pensato che fosse quello che volevate...

source: [_flora_] It's all your fault! You brought her into my life!
fr_fr: [_flora_] C'est de ta faute ! Tu l'as amenée dans ma vie !
it_it: [_flora_] È tutta colpa tua! L'hai portata nella mia vita!

source: [_mc_] That's not how I remember it.
fr_fr: [_mc_] Ce n'est pas comme ça que je me souviens.
it_it: [_mc_] Non è così che lo ricordo.

source: [_mc_] As I recall, you were the one who decided to bake for her.
fr_fr: [_mc_] Comme je me souviens, vous étiez celui qui a décidé de se baignez pour elle.
it_it: [_mc_] Come ricordo, sei tu che hai deciso di cuocere per lei.

source: [_flora_] That... was for a stupid grade...
fr_fr: [_flora_] Que ... c'était pour un grade stupide ...
it_it: [_flora_] Quello... era per un voto stupido...

source: [_mc_] Well, that's what got you on her radar.
fr_fr: [_mc_] Eh bien, c'est ce qui vous a fait sur son radar.
it_it: [_mc_] Beh, è quello che ti ha portato sul suo radar.

source: [_mc_] If you don't want to see her again, you don't have to. Except in class... but that's hard to get around.
fr_fr: [_mc_] Si vous ne voulez pas la revoir, vous n'en avez pas besoin. Sauf en classe ... mais c'est difficile de se déplacer.
it_it: [_mc_] Se non vuoi rivederla di nuovo, non devi farlo. Tranne in classe... ma è difficile muoverti.

source: [_flora_] That's not what I meant!
fr_fr: [_flora_] Ce n'est pas ce que je voulais dire !
it_it: [_flora_] Non è quello che intendevo!

source: [_mc_] What did you mean, then?
fr_fr: [_mc_] Que voulez-vous dire, alors?
it_it: [_mc_] Che cosa avete inteso, allora?

source: [_mc_] I was just trying to be helpful...
fr_fr: [_mc_] J'essayais juste d'être utile ...
it_it: [_mc_] Stavo solo cercando di essere utile...

source: [_flora_] That's the whole problem!
fr_fr: [_flora_] C'est tout le problème !
it_it: [_flora_] Questo è il problema!

source: I'm so lost.
fr_fr: Je suis tellement perdu.
it_it: Io sono così persa.

source: [_mc_] I still don't get what choice I made...
fr_fr: [_mc_] Je n'ai toujours pas le choix que j'ai fait ...
it_it: [_mc_] ancora non ottengo la scelta che ho fatto...

source: [_flora_] You went on a date with her!
fr_fr: [_flora_] Vous êtes allé à une date avec elle !
it_it: [_flora_] Sei andato un appuntamento con lei!

source: [_mc_] Yeah, but then I took a step back when you got upset...
fr_fr: [_mc_] Oui, mais ensuite j'ai fait un pas en arrière quand tu as été bouleversé ...
it_it: [_mc_] Sì, ma poi ho fatto un passo indietro quando ti sei arrabbiato...

source: [_flora_] But it was too late then!
fr_fr: [_flora_] Mais c'était trop tard alors !
it_it: [_flora_] Ma allora era troppo tardi!

source: [_mc_] What do you mean? We didn't even shake hands.
fr_fr: [_mc_] Que voulez-vous dire? Nous n'avons même pas serré la main.
it_it: [_mc_] Cosa intendi? Non abbiamo nemmeno scosso le mani.

source: [_flora_] Yes, but... seeing you with her...
fr_fr: [_flora_] Oui, mais ... vous voir avec elle ...
it_it: [_flora_] Sì, ma... vedendoti con lei...

source: [_flora_] ...it made me realize something.
fr_fr: [_flora_] ... ça m'a fait réaliser quelque chose.
it_it: [_flora_] ... mi ha fatto realizzare qualcosa.

source: [_mc_] And what was that?
fr_fr: [_mc_] Et qu'est-ce que c'était?
it_it: [_mc_] E cos'era quello?

source: [_mc_] Well, what was it?
fr_fr: [_mc_] Eh bien, qu'est-ce que c'était?
it_it: [_mc_] Beh, che cos'era?

source: [_flora_] Nothing! Go away!
fr_fr: [_flora_] Rien ! Vas-y !
it_it: [_flora_] Niente! Vai!

source: I really don't get girls sometimes...
fr_fr: Je n'ai pas vraiment les filles parfois ...
it_it: Davvero non capisco delle ragazze a volte...

source: I really should give [flora] some privacy, but...
fr_fr: Je devrais vraiment donner [flora] une certaine intimité, mais ...
it_it: Dovrei davvero dare ad [flora] un po' di privacy, ma...

source: Ever since that incident with the tree, she's been moody and unpredictable. More so than usual.
fr_fr: Depuis cet incident avec l'arbre, elle est modique et imprévisible. Plus que d'habitude.
it_it: Fin da quel incidente con l'albero, è stata moody e imprevedibile. Più del solito.

source: And who can blame her?
fr_fr: Et qui peut la blâme?
it_it: E chi può incolparla?

source: She lived through a nightmare that she can't talk about or even process.
fr_fr: Elle a vécu un cauchemar qu'elle ne peut pas parler ou même traiter.
it_it: Ha vissuto un incubo di cui non riesce a parlare o nemmeno a lavorare.

source: Who would believe her that a bonsai grew into a sentient tree monster and tried to... seed her?
fr_fr: Qui pourrait croire qu'un bonsaï a grandi dans un monstre d'arbre sentient et a essayé de la semier?
it_it: Chi le crederebbe che un bonsai è cresciuto in un mostro di albero senziente e ha cercato di... semina lei?

source: I can hardly believe it happened, and I saw it with my own eyes!
fr_fr: Je peux à peine croire que c'est arrivé, et je l'ai vu de mes propres yeux !
it_it: Non riesco a credere che sia successo, e l'ho visto con i miei occhi!

source: Maybe kindness is the only way to help her...
fr_fr: Peut-être que la gentillesse est la seule façon de l'aider ...
it_it: Forse la gentilezza è l'unico modo per aiutarla...

source: [_flora_] What?
fr_fr: [_flora_] Quoi?
it_it: [_flora_] Cosa?

source: [_mc_] Is there anything I can do for you?
fr_fr: [_mc_] Y a-t-il quelque chose que je puisse faire pour vous?
it_it: [_mc_] C'è qualcosa che posso fare per te?

source: [_flora_] Shrimps!
fr_fr: [_flora_] Crevaux !
it_it: [_flora_] Gamberetti!

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_flora_] A bucket of shrimps!
fr_fr: [_flora_] Un seau de crevettes !
it_it: [_flora_] Un secchio di gamberetti!

source: [_mc_] I'm not getting you shrimps...
fr_fr: [_mc_] Je ne vais pas vous faire des crevettes ...
it_it: [_mc_] Non ti sto ottenendo gamberetti...

source: [_flora_] Then, go away!
fr_fr: [_flora_] Alors, allez-y !
it_it: [_flora_] Allora, vai!

source: I hope she's okay in there... I guess I'll check up on her again tomorrow.
fr_fr: J'espère qu'elle va bien là ... Je suppose que je vais la revoir demain.
it_it: Spero che stia bene lì dentro... immagino che domani la controllerò di nuovo.

source: Squid? Is that a euphemism?
fr_fr: Squid? Est-ce un euphémisme?
it_it: Squido? È un eufemismo?

source: [_mc_] Can you unlock the door?
fr_fr: [_mc_] Pouvez-vous déverrouiller la porte?
it_it: [_mc_] Riesci a sbloccare la porta?

source: [_flora_] No! I'll get the floor wet!
fr_fr: [_flora_] Non ! Je vais mouiller le sol !
it_it: [_flora_] No! Farò bagnare il pavimento!

source: Jesus.
fr_fr: Jésus.

source: [_mc_] How much longer are you going to, err... {i}play with your squid?{/}
fr_fr: [_mc_] Combien de temps encore vous allez, err ... {i}jouer avec votre calmar? { / }
it_it: [_mc_] Quanto tempo durerai, errichar@@0 {i}gioca con il tuo calamario?{/}

source: [_flora_] I don't know! It needs a lot of attention!
fr_fr: [_flora_] Je ne sais pas ! Il a besoin de beaucoup d'attention !
it_it: [_flora_] Non lo so! Ha bisogno di molta attenzione!

source: [_flora_] Maybe a few days!
fr_fr: [_flora_] Peut-être quelques jours !
it_it: [_flora_] Forse qualche giorno!

source: [_mc_] Days?!
fr_fr: [_mc_] Jours? !
it_it: [_mc_] Giorni?!

source: [_flora_] Yeah, I don't want my squid to dry up like [jo]'s did!
fr_fr: [_flora_] Oui, je ne veux pas que mon calmar sèche comme [jo]'s !
it_it: [_flora_] Sì, non voglio che il mio calamaro si asciughi come [jo]è fatto!

source: [_mc_] Wait, what?
fr_fr: [_mc_] Attends, quoi?
it_it: [_mc_] Aspetta, cosa?

source: [_flora_] I'm following her old manual!
fr_fr: [_flora_] Je suis à la suite de son vieux manuel !
it_it: [_flora_] Sto seguendo il suo vecchio manuale!

source: That's oddly hot in a way...
fr_fr: C'est bizarrement chaud d'une certaine façon ...
it_it: È stranamente caldo in un modo...

source: I thought girls were typically noisy when they play with their squid, but [flora] has been quiet most of the night...
fr_fr: Je pensais que les filles étaient typiquement bruyantes quand elles jouent avec leur calmar, mais [flora] a été calme la plupart de la nuit ...
it_it: Pensavo che le ragazze fossero tipicamente rumorose quando giocano con i loro calamari, ma [flora] è stato tranquillo la maggior parte della notte...

source: If she keeps up the secrecy, I'll just have to bring down the battering ram from the attic.
fr_fr: Si elle garde le secret, je vais devoir faire tomber le bélier du grenier.
it_it: Se lei mantiene la segretezza, dovrò solo abbattere il montone battering dalla soffitta.

source: Rest is for the dead.
fr_fr: Le repos est pour les morts.
it_it: Il riposo è per i morti.

source: And those who are afraid of energy drinks.
fr_fr: Et ceux qui ont peur des boissons énergétiques.
it_it: E quelli che hanno paura delle bevande energetiche.

source: What the hell is this?
fr_fr: Qu'est-ce que c'est?
it_it: Che diavolo è questo?

source: Did [flora] finally turn into a snail?
fr_fr: Est-ce que le [flora] s'est finalement transformé en escargot?
it_it: [flora] finalmente si è trasformata in una lumaca?

source: I knew I shouldn't have put that slug in her milk when we were little...{space=-20}
fr_fr: Je savais que je n'aurais pas dû mettre cette salope dans son lait quand on était little...{ space=-20 }
it_it: Sapevo che non avrei dovuto mettere quel slug nel suo latte quando eravamo piccoli...{space=-20}

source: Hmm... the trail leads out the door...
fr_fr: Hmm ... le sentier mène à la porte ...
it_it: Hmm... il sentiero conduce fuori dalla porta...

source: Did the seeds of that tree actually impregnate her? Did her water just break?
fr_fr: Les graines de cet arbre l'imprègnent-t-elle? Son eau a-t-elle été juste?
it_it: I semi di quell'albero la hanno effettivamente impregnata? La sua acqua si è appena spezzata?

source: That thought is almost too hard to bear...
fr_fr: Cette pensée est presque trop difficile à supporter ...
it_it: Quel pensiero è quasi troppo difficile da sopportare...

source: Well, the trail is gone, but there's this suspicious-looking puddle over there...
fr_fr: Eh bien, le sentier est parti, mais il y a cette flaque d'apparence suspecte là-bas ...
it_it: Beh, il sentiero è sparito, ma c'è questa pozza sospettosa...

source: [flora] looks like she peed herself...
fr_fr: [flora] ressemble à elle ...
it_it: [flora] sembra che si sia sbirciata...

source: [_mc_] Is everything okay?
fr_fr: [_mc_] Tout va bien?
it_it: [_mc_] Va tutto bene?

source: [_flora_s_sad_wet_] No! Nothing is okay.
fr_fr: [_flora_s_sad_wet_] Non ! Rien ne va bien.
it_it: [_flora_s_sad_wet_] No! Niente va bene.

source: [_mc_] Did you have another Pepelepsi-moment?
fr_fr: [_mc_] Avez-vous eu un autre Pepelepsi-moment?
it_it: [_mc_] Hai avuto un altro momento Pepelepsi?

source: [_flora_s_embarrassed_wet_] I thought we wouldn't talk about that!
fr_fr: [_flora_s_embarrassed_wet_] Je pensais que nous ne parlerions pas de ça !
it_it: [_flora_s_embarrassed_wet_] Pensavo che non avremmo parlato di quello!

source: [_mc_] I mean, I'm just asking.
fr_fr: [_mc_] Je veux dire, je demande juste.
it_it: [_mc_] Voglio dire, sto solo chiedendo.

source: [_mc_] I didn't mind it. You know... that you peed on me.
fr_fr: [_mc_] Je n'en avais pas l'esprit. Tu sais ... que tu as pisé sur moi.
it_it: [_mc_] non mi dispiaceva. Sai... che hai sbirciato su di me.

source: [_mc_] It's just bodily fluids, and yours happen to be quite lovely.
fr_fr: [_mc_] C'est juste des fluides corporels, et le tien est tout à fait charmant.
it_it: [_mc_] E 'solo fluidi corporei, e il vostro capita di essere abbastanza bello.

source: [_flora_s_skeptical_wet_] You're weird. Stop talking about my pee!
fr_fr: [_flora_s_skeptical_wet_] Vous êtes bizarre. Arrêtez de parler de mon pis !
it_it: [_flora_s_skeptical_wet_] Sei strano. Smettila di parlare della mia pisella!

source: [_mc_] It's a little hard when it's right there.
fr_fr: [_mc_] C'est un peu dur quand il est juste là.
it_it: [_mc_] È un po' difficile quando è proprio lì.

source: [_flora_s_afraid_wet_] This is just water, you idiot!
fr_fr: [_flora_s_afraid_wet_] C'est juste de l'eau, idiot !
it_it: [_flora_s_afraid_wet_] Questa è solo acqua, idiota!

source: [_mc_] I mean, that's what all girls say. But it's actually pee, isn't it?
fr_fr: [_mc_] Je veux dire, c'est ce que disent toutes les filles. Mais c'est en fait pipi, n'est-ce pas?
it_it: [_mc_] Voglio dire, è quello che dicono tutte le ragazze. Ma in realtà è la pipì, vero?

source: [_flora_s_embarrassed_wet_] What? No! This is water! I swear!
fr_fr: [_flora_s_embarrassed_wet_] Quoi? Non ! C'est de l'eau ! Je le jure !
it_it: [_flora_s_embarrassed_wet_] Cosa? No! Questa è acqua! Ho giurato!

source: [_mc_] If that's true, why did you pour it all over yourself?
fr_fr: [_mc_] Si c'est vrai, pourquoi avez-vous versé tout par vous-même?
it_it: [_mc_] Se è vero, perché l'hai versata da solo?

source: [_flora_s_sad_wet_] It wasn't me...
fr_fr: [_flora_s_sad_wet_] Ce n'était pas moi ...
it_it: [_flora_s_sad_wet_] Non ero io...

source: [_mc_] Oh, yeah? Who was it?
fr_fr: [_mc_] Oh, oui? Qui l'a été?
it_it: [_mc_] Oh, sì? Chi era?

source: [_flora_s_sad_wet_] My squid.
fr_fr: [_flora_s_sad_wet_] Mon calamar.
it_it: [_flora_s_sad_wet_] Mio calamario.

source: [_mc_] Right. Your squid...
fr_fr: [_mc_] Droit. Votre calmar ...
it_it: [_mc_] destra. Il tuo calamario...

source: [_flora_s_sad_wet_] It's true. It's a very naughty squid.
fr_fr: [_flora_s_sad_wet_] C'est vrai. C'est un calmar très méchant.
it_it: [_flora_s_sad_wet_] È vero. È un calamaro molto cattivo.

source: [_mc_] No kidding! You left a trail.
fr_fr: [_mc_] Pas de blague ! Tu as laissé un sentier.
it_it: [_mc_] Non scherzare! Hai lasciato un percorso.

source: [_flora_s_embarrassed_wet_] Can we change the topic, please?
fr_fr: [_flora_s_embarrassed_wet_] Peut-on changer le sujet, s'il vous plaît?
it_it: [_flora_s_embarrassed_wet_] Possiamo cambiare l'argomento, per favore?

source: [_mc_] Why are you wet?
fr_fr: [_mc_] Pourquoi êtes-vous mouillé?
it_it: [_mc_] Perché sei bagnato?

source: [_flora_s_sad_wet_] I'm not very good at taking care of my squid... It made a mess all the way here.
fr_fr: [_flora_s_sad_wet_] I'm not very good at taking care of my squid ... Ça a fait un gâchis jusqu'ici.
it_it: [_flora_s_sad_wet_] Non sono molto bravo a prendermi cura dei miei calamari... Ha fatto un pasticcio fino a qui.

source: [_flora_s_sad_wet_] I think I teased it too much, and now it's really excited.
fr_fr: [_flora_s_sad_wet_] Je pense que je l'ai trop taquiné, et maintenant c'est vraiment excité.
it_it: [_flora_s_sad_wet_] Penso di averlo preso in giro troppo, e ora è davvero emozionato.

source: [_mc_] That's usually what happens when you tease a squid, [flora].
fr_fr: [_mc_] C'est généralement ce qui arrive quand vous tease un calmar, [flora].
it_it: [_mc_] Questo è di solito quello che succede quando prendi in giro un calamaro [flora].

source: [_flora_s_embarrassed_wet_] I know! But I had so much fun!
fr_fr: [_flora_s_embarrassed_wet_] Je sais ! Mais j'ai eu tellement de plaisir !
it_it: [_flora_s_embarrassed_wet_] lo so! Ma mi sono divertita tanto!

source: [_mc_] Are you here to ask the [nurse] for help?
fr_fr: [_mc_] Êtes-vous ici pour demander de l'aide au [nurse]?
it_it: [_mc_] Sei qui per chiedere aiuto alla [nurse]?

source: [_flora_s_afraid_wet_] What does she know about naughty squids?
fr_fr: [_flora_s_afraid_wet_] Qu'est-ce qu'elle sait des calmars naughty?
it_it: [_flora_s_afraid_wet_] Che cosa sa di calamari cattivi?

source: [_mc_] Oh, I think she knows a thing or two. Her squid is also quite naughty.{space=-15}
fr_fr: [_mc_] Oh, je pense qu'elle sait une chose ou deux. Son calmar est aussi méchant. { space=-15 }
it_it: [_mc_] Oh, penso che lei sappia una cosa o due. Il suo calamaro è anche piuttosto cattivo.{space=-15}

source: [_flora_s_smile_wet_] Oh, my god! She also has a squid?
fr_fr: [_flora_s_smile_wet_] Oh, mon dieu ! Elle a aussi un calmar?
it_it: [_flora_s_smile_wet_] Oh, mio dio! Ha anche un calamario?
