Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_bonsai.po
Languages: fr_fr, it_it

source: Man, getting those needed hours of sleep is such a struggle.
fr_fr: L'homme, obtenir les heures de sommeil nécessaires est une telle lutte.
it_it: Uomo, ottenere quelle ore di sonno necessarie è una tale lotta.

source: Everytime you lie down you look at the ceiling, going over the most recent pile of mistakes.
fr_fr: Chaque fois que vous vous allongez, vous regardez le plafond, en passant par la plus récente pile d'erreurs.
it_it: Ogni volta che si sdraia giù si guarda il soffitto, andando sopra il mucchio più recente di errori.

source: And that pile never stops growing...
fr_fr: Et cette pile n'arrête jamais de grandir ...
it_it: E quel mucchio non smette mai di crescere...

source: If only you could shut off your brain with a switch.
fr_fr: Si seulement vous avez pu fermer votre cerveau avec un interrupteur.
it_it: Se solo si poteva chiudere il cervello con un interruttore.

source: If only you could—
fr_fr: Si seulement vous poule-
it_it: Se solo poteva—

source: [_flora_] [mc], are you awake?
fr_fr: [_flora_] [mc], êtes-vous réveillé?
it_it: [_flora_] [mc], sei sveglio?

source: [_mc_] Yeah, come on in.
fr_fr: [_mc_] Oui, viens.
it_it: [_mc_] Sì, entra dentro.

source: [_flora_s_sad_] I need cake.
fr_fr: [_flora_s_sad_] J'ai besoin de gâteau.
it_it: [_flora_s_sad_] Ho bisogno di torta.

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?
it_it: [_mc_] Seriamente?

source: [_flora_s_sad_] Help me bake.
fr_fr: [_flora_s_sad_] Aide-moi à cuire.
it_it: [_flora_s_sad_] Aiutami a cuocere.

source: Voice shaking, sweat dotting her forehead — clearly, the cake withdrawal is already hitting her in full.
fr_fr: La voix tremblante, la sueur la dotant de son front-clairement, le retrait du gâteau la frappe déjà dans son intégralité.
it_it: La voce tremante, il sudore punteggiando la fronte — chiaramente, il ritiro della torta la sta già colpendo pienamente.

source: Most concerning of all, she came into my room in her underwear.
fr_fr: La plupart du temps, elle est entrée dans ma chambre en sous-vêtements.
it_it: La maggior parte di tutto, è entrata nella mia stanza nella sua biancheria intima.

source: [_mc_] Do you know what time it is?
fr_fr: [_mc_] Savez-vous quelle heure il est?
it_it: [_mc_] Sai a che ora è?

source: [_flora_s_excited_] Cake time!
it_it: [_flora_s_excited_] Tempo di Torta!

source: Watching [flora] bake in her undies does seem like a good time.
fr_fr: Watching [flora] bake in her undies does like a good time.
it_it: Guardare [flora] cuocere nei suoi undies sembra un buon momento.

source: But if I'm ever going to trust her, she needs to be weeded off her bad habits.
fr_fr: Mais si je lui fais confiance, elle doit être dépassée par ses mauvaises habitudes.
it_it: Ma se mi fiderò mai di lei, ha bisogno di essere spazzata via le sue cattive abitudini.

source: If she keeps baking that cake, she'll always have a way of manipulating people.
fr_fr: Si elle continue à cuire ce gâteau, elle aura toujours un moyen de manipuler les gens.
it_it: Se continua a cuocere quella torta, avrà sempre un modo di manipolare le persone.

source: It's not good for her or anyone else.
fr_fr: Ce n'est pas bon pour elle ou pour qui que ce soit d'autre.
it_it: Non è buono per lei o per altri.

source: Yes, and I'm a total hypocrite thinking this. Fuck.
fr_fr: Oui, et je suis un hypocrite total. Putain.
it_it: Sì, e sono un ipocrita totale pensando questo. Cazzo .

source: [_mc_] All right, but we'll have to be quiet. If [jo] wakes up, we're both dead.
fr_fr: [_mc_] Très bien, mais nous devons être calmes. Si [jo] se réveille, nous sommes tous les deux morts.
it_it: [_mc_] Va bene, ma dovremo stare tranquilli. Se [jo] si sveglia, siamo entrambi morti.

source: [_flora_s_smile_] Probably just you, but whatever.
fr_fr: [_flora_s_smile_] Probablement que vous, mais quoi que ce soit.
it_it: [_flora_s_smile_] Probabilmente solo te, ma qualsiasi cosa.

source: [_flora_s_smile_] Let's go!
fr_fr: [_flora_s_smile_] Allons-y !
it_it: [_flora_s_smile_] Andiamo!

source: [_mc_] [flora], we both know you don't really want more cake.
fr_fr: [_mc_] [flora], nous savons tous les deux que vous ne voulez pas vraiment plus de gâteau.
it_it: [_mc_] [flora], sappiamo entrambi che non vuoi davvero più torta.

source: [_flora_s_sad_] I do, too!
fr_fr: [_flora_s_sad_] Je le fais aussi !
it_it: [_flora_s_sad_] lo faccio, troppo!

source: [_mc_] Do you really want to turn into a junkie?
fr_fr: [_mc_] Vous voulez vraiment vous transformer en junkie?
it_it: [_mc_] Vuoi davvero trasformarti in un junkie?

source: [_mc_] Imagine baking every morning just to be able to function.
fr_fr: [_mc_] Imaginez un réveil chaque matin pour pouvoir fonctionner.
it_it: [_mc_] Immaginate di cuocere ogni mattina solo per poter funzionare.

source: [_mc_] Your entire world turns into a waiting game for the next slice of cake. The next fix.
fr_fr: [_mc_] Votre monde entier se transforme en un jeu d'attente pour la prochaine tranche de gâteau. Le prochain correctif.
it_it: [_mc_] Il tuo mondo intero si trasforma in un gioco d'attesa per la prossima fetta di torta. La prossima correzione.

source: [_flora_s_cringe_] You're right.
fr_fr: [_flora_s_cringe_] Vous avez raison.
it_it: [_flora_s_cringe_] Hai ragione.

source: [_mc_] You don't want to live like that.
fr_fr: [_mc_] Vous ne voulez pas vivre comme ça.
it_it: [_mc_] Non vuoi vivere così.

source: [_flora_s_sad_] I know.
fr_fr: [_flora_s_sad_] Je sais.
it_it: [_flora_s_sad_] lo so.

source: [_flora_s_sad_] What if I can't stop myself from baking?
fr_fr: [_flora_s_sad_] Que faire si je ne peux pas m'empêcher de me lever?
it_it: [_flora_s_sad_] E se non potessi fermarmi dalla cottura?

source: [_flora_s_afraid_] I don't want to go to rehab.
fr_fr: [_flora_s_afraid_] Je ne veux pas aller en cure de désintoxication.
it_it: [_flora_s_afraid_] Non voglio andare a riprendere.

source: [_mc_] I know it's my fault, but I'll take care of you.
fr_fr: [_mc_] Je sais que c'est ma faute, mais je m'occupe de toi.
it_it: [_mc_] So che è colpa mia, ma mi prenderò cura di te.

source: [_mc_] You'll stay in here tonight so I keep an eye on you.
fr_fr: [_mc_] Vous resterez ici ce soir pour que je garde un œil sur vous.
it_it: [_mc_] starai qui stasera, quindi ti tengo d'occhio.

source: [_flora_s_afraid_] In here?
it_it: [_flora_s_afraid_] In qui?

source: [_flora_s_afraid_] Where am I going to sleep?
fr_fr: [_flora_s_afraid_] Où est-ce que je vais dormir?
it_it: [_flora_s_afraid_] Dove sto per dormire?

source: [_mc_] Don't be so immature. My bed is big enough.
fr_fr: [_mc_] Ne pas être si immature. Mon lit est assez grand.
it_it: [_mc_] Non essere così immaturo. Il mio letto è abbastanza grande.

source: [_flora_s_annoyed_] I'm not—
fr_fr: [_flora_s_annoyed_] Je ne suis pas-
it_it: [_flora_s_annoyed_] non sono—

source: [_mc_] It's that or the floor, and I haven't vacuumed since Christmas last year.
fr_fr: [_mc_] C'est ça ou le plancher, et je n'ai pas aspiré depuis Noël l'année dernière.
it_it: [_mc_] E 'quello o il pavimento, e non ho aspirato da Natale lo scorso anno.

source: [_mc_] Come on, stop being a baby about it.
fr_fr: [_mc_] Allez, arrêtez d'être un bébé à ce sujet.
it_it: [_mc_] Avanti, smetta di essere un bambino al riguardo.

source: [_flora_s_concerned_] Fine, but we'll put the machete between us.
fr_fr: [_flora_s_concerned_] Bien, mais nous allons mettre la machette entre nous.
it_it: [_flora_s_concerned_] Bene, ma metteremo la machete tra di noi.

source: [_mc_] Whatever you say.
fr_fr: [_mc_] Tout ce que vous dites.
it_it: [_mc_] Qualunque cosa dobbiate.

source: It always used to be a fantasy of mine to have [flora] sleeping by my side.
fr_fr: Il était toujours un fantasme de la mienne pour avoir [flora] de mon côté.
it_it: Era sempre una mia fantasia avere [flora] dormendo al mio fianco.

source: But those fantasies were all dirty in nature. This is different.
fr_fr: Mais ces fantasmes étaient de nature sale. C'est différent.
it_it: Ma quelle fantasie erano tutte sporche in natura. Questo è diverso.

source: A few minutes ago, she was shaking and sweating, but now she seems more content.
fr_fr: Il y a quelques minutes, elle tremblait et transpirait, mais maintenant elle semble plus content.
it_it: Pochi minuti fa stava scuotendo e sudando, ma ora sembra più contenta.

source: Old [flora] would never have agreed to this, but maybe she's changing?
fr_fr: Le vieux [flora] n'aurait jamais accepté ça, mais peut-être qu'elle est en train de changer?
it_it: La vecchia [flora] non avrebbe mai accettato questo, ma forse sta cambiando?

source: Maybe I'm the one changing?
fr_fr: Peut-être que je suis celui qui change?
it_it: Forse sto cambiando?

source: We always give each other a tough time, but maybe we're starting to trust each other more.
fr_fr: Nous nous donnons toujours une période difficile, mais peut-être que nous commençons à nous faire confiance.
it_it: Ci diamo sempre un tempo difficile, ma forse stiamo iniziando a fidarci di più.

source: At the end of the day, this is what I want.
fr_fr: En fin de compte, c'est ce que je veux.
it_it: In fin dei conti, questo è ciò che voglio.

source: Her soft breath on my neck. The familiar scent of strawberries and sass.
fr_fr: Son souffle doux sur mon cou. Le parfum familier des fraises et des fesses.
it_it: Il suo respiro morbido sul collo. Il profumo familiare delle fragole e del sasso.

source: I could grow old like this.
fr_fr: Je pourrais grandir comme ça.
it_it: Potrei invecchiare così.

source: Why chase other girls when the perfect one's been here all along?
fr_fr: Pourquoi chasser d'autres filles quand la perfection a été là tout le long?
it_it: Perché inseguire altre ragazze quando quello perfetto è stato qui per tutto il lungo?

source: Seeing her like this makes me regret all the bad things I've done to her in the past.
fr_fr: La voir comme ça me fait regretter toutes les mauvaises choses que je lui ai faites dans le passé.
it_it: Vederla in questo modo mi fa rimpiangere tutte le cose cattive che ho fatto a lei in passato.

source: [_flora_s_bed_s_neutral_] [mc]? Are you awake?
fr_fr: [_flora_s_bed_s_neutral_] [mc]? Es-tu réveillée?
it_it: [_flora_s_bed_s_neutral_] [mc]? Sei sveglio?

source: [_mc_] Hmm, yeah?
fr_fr: [_mc_] Hmm, ouais?
it_it: [_mc_] Hmm, sì?

source: [_flora_s_bed_s_sad_] I want cake.
fr_fr: [_flora_s_bed_s_sad_] Je veux du gâteau.
it_it: [_flora_s_bed_s_sad_] voglio della torta.

source: [_mc_] I know. I was addicted for far too many years. I know the struggle.
fr_fr: [_mc_] Je sais. J'étais accro depuis trop longtemps. Je connais la lutte.
it_it: [_mc_] lo so. Ero dipendente per troppi anni. Conosco la lotta.

source: [_flora_s_bed_s_sad_] I didn't fully grasp the magnitude of this cake's power.
fr_fr: [_flora_s_bed_s_sad_] Je n'ai pas pleinement saisi l'ampleur du pouvoir de ce gâteau.
it_it: [_flora_s_bed_s_sad_] non ho capito completamente la grandezza del potere di questa torta.

source: [_mc_] It's okay, I figured you'd be better off knowing. It's a lot of responsibility.
fr_fr: [_mc_] C'est bon, j'ai pensé que tu ferais mieux de savoir. C'est beaucoup de responsabilité.
it_it: [_mc_] Va bene, ho capito che sarebbe meglio non sapere. È molta responsabilità.

source: [_flora_s_bed_s_smile_] You make it sound silly.
fr_fr: [_flora_s_bed_s_smile_] Vous le faites du son idiot.
it_it: [_flora_s_bed_s_smile_] Lo fai sembrare sciocco.

source: [_mc_] I'm doing my best not to. This cake is evil.
fr_fr: [_mc_] Je fais de mon mieux. Ce gâteau est mauvais.
it_it: [_mc_] sto facendo del mio meglio non a. Questa torta è malvagia.

source: [_flora_s_bed_s_sad_] I'm burning the recipe tomorrow.
fr_fr: [_flora_s_bed_s_sad_] Je brûle la recette demain.
it_it: [_flora_s_bed_s_sad_] Domani sto bruciando la ricetta.

source: [_mc_] You don't have to do that. It really might come in handy someday.
fr_fr: [_mc_] Vous n'avez pas à faire ça. Ça pourrait vraiment être utile un jour.
it_it: [_mc_] Non è necessario farlo. Potrebbe davvero tornare utile un giorno.

source: [_flora_s_bed_s_flirty_] That's what you said about the neighbor's old magazines.
fr_fr: [_flora_s_bed_s_flirty_] C'est ce que vous avez dit sur les vieux magazines du voisin.
it_it: [_flora_s_bed_s_flirty_] È quello che hai detto sulle vecchie riviste del vicino.

source: Oh, they've come in handy a lot. Sometimes multiple times per day.
fr_fr: Oh, ils sont très utiles. Parfois plusieurs fois par jour.
it_it: Oh, sono venuti a portata di mano molto. A volte più volte al giorno.

source: [_mc_] Right, but this is different.
fr_fr: [_mc_] Droit, mais c'est différent.
it_it: [_mc_] Destra, ma questo è diverso.

source: [_flora_s_bed_s_content_] Fine, I'll keep the recipe in case of a cake emergency!
fr_fr: [_flora_s_bed_s_content_] Fine, je garderai la recette en cas d'urgence de gâteau !
it_it: [_flora_s_bed_s_content_] Bene, manterrò la ricetta in caso di emergenza di una torta!

source: [_mc_] Yeah, because it's easier to bake your way to the top than... using your mouth.
fr_fr: [_mc_] Oui, parce qu'il est plus facile de se baignez dans le haut que ... en utilisant votre bouche.
it_it: [_mc_] Sì, perché è più facile cuocere la tua strada verso la cima da... usando la tua bocca.

source: [_flora_s_bed_s_flirty_] As if I need to take shortcuts to be successful.
fr_fr: [_flora_s_bed_s_flirty_] Comme si je dois prendre des raccourcis pour réussir.
it_it: [_flora_s_bed_s_flirty_] Come se dovessi prendere scorciatoie per avere successo.

source: [_mc_] I mean... if [jo] got her throat problems from climbing the corporate ladder...
fr_fr: [_mc_] Je veux dire ... si [jo] a eu des problèmes de gorge de l'échelle de l'entreprise ...
it_it: [_mc_] Voglio dire... se [jo] ha avuto i suoi problemi alla gola da scalare la scala aziendale...

source: [_mc_] That's probably for the best. I'm all about disarming WMDs.
fr_fr: [_mc_] C'est probablement pour le mieux. Je suis sur le désarmement des WMD.
it_it: [_mc_] È probabilmente per il meglio. Sono tutto sul disarmo delle ADM.

source: [_flora_s_bed_s_neutral_] Since when do you care about that?
fr_fr: [_flora_s_bed_s_neutral_] Depuis quand vous en souciez-vous?
it_it: [_flora_s_bed_s_neutral_] Da quando ne hai bisogno?

source: [_mc_] Since I saw what that cake did to you.
fr_fr: [_mc_] Depuis que j'ai vu ce que ce gâteau vous a fait.
it_it: [_mc_] Da quando ho visto quello che quella torta ti ha fatto.

source: [_mc_] I don't want you to get like this again, or anyone else for that matter.
fr_fr: [_mc_] Je ne veux pas que vous vous refaites comme ça, ou quelqu'un d'autre pour ça.
it_it: [_mc_] Non voglio che tu riceva di nuovo cosa, o chiunque altro per quella materia.

source: [_mc_] Besides, real fighting should be done using your fists.
fr_fr: [_mc_] En plus, de vrais combats devraient être faits en utilisant vos poings.
it_it: [_mc_] Inoltre, un vero combattimento dovrebbe essere fatto usando i pugni.

source: [_mc_] Make sure you also stake it and put salt around the grave.
fr_fr: [_mc_] Assurez-vous que vous y pirez également et mettez le sel autour de la tombe.
it_it: [_mc_] Assicurati di puntare e mettere il sale intorno alla tomba.

source: [_flora_s_bed_s_flirty_] Being your roommate has taught me everything I need to know about purifying unholy taint.
fr_fr: [_flora_s_bed_s_flirty_] Être votre colocataire m'a appris tout ce que j'ai besoin de savoir sur l'épuration des taches non saintes.
it_it: [_flora_s_bed_s_flirty_] Essere il tuo compagno di stanza mi ha insegnato tutto quello che ho bisogno di sapere sulla purificazione di un cattivo odore.

source: [_flora_s_bed_s_content_] You're not all bad. You know that, right?
fr_fr: [_flora_s_bed_s_content_] Vous n'êtes pas tous mauvais. Tu le sais, non?
it_it: [_flora_s_bed_s_content_] Non sei tutto male. Lo sapete, giusto?

source: [_mc_] You really are high on cake.
fr_fr: [_mc_] Vous êtes vraiment élevé sur le gâteau.
it_it: [_mc_] Sei davvero alto sulla torta.

source: [_flora_s_bed_s_neutral_] I'm serious!
fr_fr: [_flora_s_bed_s_neutral_] Je suis sérieux !
it_it: [_flora_s_bed_s_neutral_] Sono serio!

source: [_flora_s_bed_s_neutral_] You know, you can be a real dick sometimes, and annoying, and a creep, and you rile me up like no one else...
fr_fr: [_flora_s_bed_s_neutral_] Vous savez, vous pouvez être une vraie bite parfois, et embêter, et un fluage, et vous me rime comme personne d'autre ...
it_it: [_flora_s_bed_s_neutral_] Sai, puoi essere un vero cazzo a volte, e fastidioso, e uno strisciante, e mi rilli come nessun altro...

source: [_mc_] Is there a "but" coming soon?
fr_fr: [_mc_] Y a-t-il un "mais" bientôt?
it_it: [_mc_] C'è un "ma" in arrivo?

source: [_flora_s_bed_s_smile_] But!
fr_fr: [_flora_s_bed_s_smile_] Mais !
it_it: [_flora_s_bed_s_smile_] Ma!

source: [_flora_s_bed_s_content_] I know that deep down you care about me.
fr_fr: [_flora_s_bed_s_content_] Je sais que vous vous souciez de moi.
it_it: [_flora_s_bed_s_content_] So che in profondità ti importa di me.

source: [_flora_s_bed_s_content_] I think you've shown that in the last few weeks.
fr_fr: [_flora_s_bed_s_content_] Je pense que vous l'avez montré ces dernières semaines.
it_it: [_flora_s_bed_s_content_] Penso che tu lo abbia dimostrato nelle ultime settimane.

source: [_flora_s_bed_s_content_] Give me your hand.
fr_fr: [_flora_s_bed_s_content_] Donnez-moi votre main.
it_it: [_flora_s_bed_s_content_] Dammi la mano.

source: [_mc_] Why? What are you going to do with it?
fr_fr: [_mc_] Pourquoi? Qu'est-ce que tu vas faire avec ça?
it_it: [_mc_] Perché? Cosa farete con esso?

source: [_flora_s_bed_s_flirty_] Just shut up and do it!
fr_fr: [_flora_s_bed_s_flirty_] Il vous suffit de le fermer et de le faire !
it_it: [_flora_s_bed_s_flirty_] Basta chiudere e farlo!

source: Her cake addiction might cause her to bite it off...
fr_fr: Sa dépendance à la gâteau pourrait l'amener à la mordre ...
it_it: La sua dipendenza dalla torta potrebbe farla mordere...

source: But you only live twice, right?
fr_fr: Mais tu ne vis que deux fois, n'est-ce pas?
it_it: Ma vivete solo due volte, giusto?

source: Blindly, her fingertips fumble down my arm, searching for something...
fr_fr: Blindly, ses doigts se sont enroués dans mon bras, à la recherche de quelque chose ...
it_it: Ciecamente, la sua punta delle dita fumare giù il braccio, alla ricerca di qualcosa...

source: Maybe it's approval? Maybe it's comfort.
fr_fr: Peut-être qu'il est approuvé? C'est peut-être le confort.
it_it: Forse è approvazione? Forse è comodità.

source: Sweeping across my wrists, her hand finally finds mine and her thin fingers squeeze me tight.
fr_fr: En baladant mes poigans, sa main trouve enfin la mienne et ses doigts minces me pressent serré.
it_it: Spazzando attraverso i polsi, la sua mano finalmente trova la mia e le sue dita sottili mi stringono stretto.

source: Luckily, she can't see the surprise and stupid grin on my face.
fr_fr: Heureusement, elle ne voit pas la surprise et le stupide sourire sur mon visage.
it_it: Per fortuna, non riesce a vedere la sorpresa e stupida grin sul mio volto.

source: I never thought holding her hand would feel so intimate and pure at the same time.
fr_fr: Je n'ai jamais pensé que sa main se sentirait si intime et pure en même temps.
it_it: Non ho mai pensato che tenere la mano si sentisse così intima e pura allo stesso tempo.

source: Unlike so many other things between us, no one can judge us for holding hands.
fr_fr: Contrairement à tant d'autres choses entre nous, personne ne peut nous juger pour avoir des mains.
it_it: A differenza di tante altre cose tra noi, nessuno ci può giudicare per tenerci le mani.

source: There's nothing wrong about it, and she knows it too.
fr_fr: Il n'y a rien de mal à ça, et elle le sait aussi.
it_it: Non c'è niente di sbagliato e lei lo sa anche.

source: [_mc_] This feels... right.
fr_fr: [_mc_] Ce sentiment ... a raison.
it_it: [_mc_] Questo si sente... giusto.

source: [_flora_s_bed_s_smile_s_hand_] Goodnight, [mc].
it_it: [_flora_s_bed_s_smile_s_hand_] Buongiorno, [mc].

source: Who knows what will happen tomorrow?
fr_fr: Qui sait ce qui va se passer demain?
it_it: Chi sa cosa succederà domani?

source: Maybe we'll go back to our usual ways.
fr_fr: Peut-être que nous retournerons à nos façons habituelles.
it_it: Forse torneremo ai nostri soliti modi.

source: But for now, I don't care. I just want to feel her squeezing my hand.
fr_fr: Mais pour l'instant, je m'en fiche. Je veux juste sentir qu'elle me serre la main.
it_it: Ma per ora, non mi importa. Voglio solo sentire la sua spremitura della mia mano.

source: I want nothing more than for this moment to last.
fr_fr: Je ne veux rien de plus que pour ce moment.
it_it: Non voglio altro che per questo momento durare.

source: Both of us pretending to sleep, feeling the soothing heat, the comfort in each other's presence.
fr_fr: Nous avons tous deux fait semblant de dormir, sentant la chaleur apaisante, le confort de la présence de l'autre.
it_it: Entrambe facciamo finta di dormire, sentiamo il calore rilassante, il comfort in presenza gli uni degli altri.

source: Both of us wondering what could be? What if things were different?
fr_fr: Nous nous demandons tous les deux ce qui pourrait être? Et si les choses étaient différentes?
it_it: Entrambi ci chiediamo cosa potrebbe essere? E se le cose fossero diverse?

source: Maybe we'll never know, but that doesn't matter right now.
fr_fr: Peut-être que nous ne le saurons jamais, mais ça n'a pas d'importance maintenant.
it_it: Forse non lo sapremo mai, ma non importa in questo momento.

source: What matters is this... this feeling. Is it happiness? Bliss?
fr_fr: Ce qui compte, c'est ça ... ce sentiment. Est-ce le bonheur? Bliss?
it_it: Che cosa conta è questo... questo sentimento. È felicità? Beatela?

source: All I know is that I want this.
fr_fr: Tout ce que je sais c'est que je le veux.
it_it: Tutto quello che so è che voglio questo.

source: Her hand in mine.
fr_fr: Sa main dans la mienne.
it_it: La sua mano nella mia.

source: [_flora_s_annoyed_] What took you so long?
fr_fr: [_flora_s_annoyed_] Qu'est-ce qui t'a pris si longtemps?
it_it: [_flora_s_annoyed_] Cosa ti ha richiesto così tanto tempo?

source: [_mc_] Most time went into dragging myself out of bed in the middle of the night and debating why I'm helping you bake.
fr_fr: [_mc_] Le plus de temps est passé à me traîner hors du lit au milieu de la nuit et à débattre de la raison pour laquelle je vous aide à vous baignez.
it_it: [_mc_] La maggior parte del tempo è andato a trascinarmi dal letto nel bel mezzo della notte e discutendo perché ti sto aiutando a cuocere.

source: [_flora_s_smile_] Well, stop with that.
fr_fr: [_flora_s_smile_] Eh bien, arrêtez avec ça.
it_it: [_flora_s_smile_] Beh, fermatevi con quello.

source: [_flora_s_smile_] I'm going to start prepping the oven.
fr_fr: [_flora_s_smile_] Je vais commencer à prédécouper le four.
it_it: [_flora_s_smile_] Inizierò a preparare il forno.

source: [_flora_s_thinking_] In the meantime, I need you to bring me a fork, a grater, a pan, a measuring beaker, eggs, and flour. In that order.
fr_fr: [_flora_s_thinking_] En attendant, j'ai besoin que vous me ramenez une fourchette, un grater, un poêle, un bécher de mesure, des œufs et de la farine. Dans cet ordre.
it_it: [_flora_s_thinking_] Nel frattempo, ho bisogno che tu mi porti una forchetta, una griglia, una padella, un becher misuratore, uova e farina.

source: [_mc_] You're lucky my hands are so big.
fr_fr: [_mc_] Vous avez de la chance, mes mains sont si grandes.
it_it: [_mc_] Sei fortunato che le mie mani siano così grandi.
