Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_jacklyn_introduction.po
Languages: it_it

source: [_flora_s_annoyed_] What?
it_it: [_flora_s_annoyed_] Cosa?

source: [_mc_] Nothing.
it_it: [_mc_] Niente.

source: [_flora_s_eyeroll_] What is it, [mc]?
it_it: [_flora_s_eyeroll_] Che cos'è, [mc]?

source: [_mc_] You drank all the milk again.
it_it: [_mc_] Hai bevuto di nuovo tutto il latte.

source: [_flora_s_laughing_] Damn straight!
it_it: [_flora_s_laughing_] Dannazione dritta!

source: [_flora_s_laughing_] And it tasted great!
it_it: [_flora_s_laughing_] E ha assaggiato grande!

source: [_mc_] Did it really?
it_it: [_mc_] Lo ha davvero?

source: [_flora_s_skeptical_] What do you mean...
it_it: [_flora_s_skeptical_] Cosa intendete...

source: [_flora_s_afraid_] What did you do to it?
it_it: [_flora_s_afraid_] Che cosa hai fatto?

source: [_flora_s_afraid_] You put something in it, didn't you?
it_it: [_flora_s_afraid_] Hai messo qualcosa in esso, vero?

source: [_mc_] I don't know what you're talking about.
it_it: [_mc_] Non so di cosa state parlando.

source: [_flora_s_embarrassed_] I'm going to be sick!
it_it: [_flora_s_embarrassed_] Io sarò malato!

source: She ran upstairs to the bathroom, looking like she was going to throw up.
it_it: Corse al piano di sopra al bagno, guardando come lei stava per buttare in su.

source: Funny thing is, there was nothing but milk in the milk.
it_it: La cosa divertente è, non c'era altro che latte nel latte.

source: Getting under her skin has taken me years of hard work, but this time it wasn't even intentional.
it_it: Ottenere sotto la sua pelle mi ha preso anni di duro lavoro, ma questa volta non era nemmeno intenzionale.

source: Better check on her before she tells [jo].
it_it: Meglio controllare su di lei prima che lei dice [jo].

source: [_mc_] Are you okay?
it_it: [_mc_] Stai bene?

source: [_flora_s_sad_] What do you think?
it_it: [_flora_s_sad_] Cosa ne pensi?

source: [_mc_] You look like you swallowed a slug.
it_it: [_mc_] Sembra che tu abbia ingoiato uno slug.

source: [_flora_s_afraid_] Is that what you put in the milk?
it_it: [_flora_s_afraid_] È quello che hai messo nel latte?

source: [_mc_] Maybe, who knows?
it_it: [_mc_] Forse, chissà?

source: [_flora_s_embarrassed_] What? There's no way!
it_it: [_flora_s_embarrassed_] Cosa? Non c'è modo!

source: [_jo_s_confident_] What's going on in here?
it_it: [_jo_s_confident_] Cosa succede qui dentro?

source: [_mc_] [flora]'s being a baby again.
it_it: [_mc_] [flora]sta essendo di nuovo un bambino.

source: [_flora_s_angry_] He put a slug in the milk!
it_it: [_flora_s_angry_] Ha messo un slug nel latte!

source: [_mc_] I did no such thing.
it_it: [_mc_] non ho fatto niente del genere.

source: [_jo_s_concerned_] I sincerely hope that's true.
it_it: [_jo_s_concerned_] Spero sinceramente che sia vero.

source: [_flora_s_concerned_] He also chased me up the stairs again.
it_it: [_flora_s_concerned_] Anche lui mi inseguì di nuovo le scale.

source: [_jo_s_annoyed_] You're both adults now. This is not how adults behave.
it_it: [_jo_s_annoyed_] Ora sei entrambi adulti. Questo non è il comportamento degli adulti.

source: [_mc_] Sorry, but I didn't do anything this time.
it_it: [_mc_] Mi dispiace, ma non ho fatto nulla questa volta.

source: [_flora_s_concerned_] He totally did!
it_it: [_flora_s_concerned_] ha fatto tutto!

source: [_jo_s_thinking_] Apologize to her, [mc]. You're already on thin ice.
it_it: [_jo_s_thinking_] Scusa per lei, [mc]. Sei già sul ghiaccio sottile.

source: [_mc_] God, you're such a liar.
it_it: [_mc_] Dio, sei un tale bugiardo.

source: [_flora_s_confident_] Heh! And I didn't even drink the milk.
it_it: [_flora_s_confident_] Heh! E non ho nemmeno bevuto il latte.

source: [_mc_] I can't believe you...
it_it: [_mc_] Non posso credervi...

source: [_flora_s_excited_] It's called getting played. Look it up!
it_it: [_flora_s_excited_] Si chiama sempre giocato. Guardalo su!

source: [_mc_] Well, I'm not apologizing.
it_it: [_mc_] Beh, non sto scusando.

source: [_flora_s_neutral_] You better, or I'm telling.
it_it: [_flora_s_neutral_] È meglio, o sto raccontando.

source: [_mc_] Fine... I'm so so sorry.
it_it: [_mc_] Fine... Mi dispiace tanto.

source: [_flora_s_concerned_] That didn't really sound sincere.
it_it: [_flora_s_concerned_] Quello non sembrava davvero sincero.

source: [_mc_] That's all you're getting.
it_it: [_mc_] È tutto quello che stai ricevendo.

source: [_flora_s_concerned_] Fine.
it_it: [_flora_s_concerned_] Bene.

source: [_mc_] I'm sorry. I didn't put anything in the milk.
it_it: [_mc_] mi dispiace. Non ho messo nulla nel latte.

source: [_flora_s_annoyed_] I can't trust anything you say!
it_it: [_flora_s_annoyed_] Non posso fidarmi di niente che dici!

source: [_mc_] I know, and I'd like to change that.
it_it: [_mc_] lo so, e vorrei cambiarlo.

source: [_flora_s_afraid_] Who are you and what did you do with the real [mc]?
it_it: [_flora_s_afraid_] Chi sei e cosa hai fatto con la vera [mc]?

source: [_flora_s_afraid_] Is this another prank?
it_it: [_flora_s_afraid_] Questo è un altro scherzo?

source: [_mc_] No, it's not.
it_it: [_mc_] No, non lo è.

source: [_mc_] It makes me feel bad that you ran up here to throw up.
it_it: [_mc_] Mi fa sentire male che tu sia corso qui per buttare su.

source: [_mc_] What?
it_it: [_mc_] Cosa?

source: [_flora_s_sarcastic_] Well, if we're being honest, I guess I should also come clean.
it_it: [_flora_s_sarcastic_] Beh, se siamo onesti, credo che dovrei anche venire pulito.

source: [_flora_s_sarcastic_] I didn't really throw up. I didn't even drink the milk.
it_it: [_flora_s_sarcastic_] non ho davvero buttato su. Non ho nemmeno bevuto il latte.

source: [_mc_] Ugh, seriously?
it_it: [_mc_] Ugh, seriamente?

source: [_flora_s_confident_] Sorry, but I know all your tricks.
it_it: [_flora_s_confident_] Mi dispiace, ma conosco tutti i tuoi trucchi.

source: [_flora_s_neutral_] What's wrong? You don't like getting played?
it_it: [_flora_s_neutral_] Cosa c'è di sbagliato? Non ti piace giocare a te?

source: [_mc_] Not particularly, no.
it_it: [_mc_] Non in particolare, no.

source: [_flora_s_excited_] Heh! Well, you deserved it.
it_it: [_flora_s_excited_] Heh! Beh, l'hai meritato.

source: [_flora_s_excited_] By the way, have you seen the new art teacher?
it_it: [_flora_s_excited_] A proposito, hai visto il nuovo insegnante d'arte?

source: [_mc_] Yeah, I did.
it_it: [_mc_] Sì, l'ho fatto.

source: [_flora_s_neutral_] Well, what did you think?
it_it: [_flora_s_neutral_] Beh, cosa hai pensato?

source: [_mc_] She's a total babe.
it_it: [_mc_] Lei è una babe totale.

source: [_flora_s_annoyed_] A slut, you mean?
it_it: [_flora_s_annoyed_] Una troia, intendi?

source: [_mc_] If you got it, flaunt it.
it_it: [_mc_] Se l'hai ottenuto, ostentalo.

source: [_flora_s_confused_] Why am I not surprised?
it_it: [_flora_s_confused_] Perché non sono sorpreso?

source: [_mc_] You shouldn't be.
it_it: [_mc_] Non dovresti essere.

source: [_flora_s_annoyed_] So, you don't think teachers should dress responsibly?
it_it: [_flora_s_annoyed_] Quindi, non pensi che gli insegnanti debbano vestirsi responsabilmente?

source: [_mc_] I think everyone should have the right to dress however they want.
it_it: [_mc_] Penso che tutti dovrebbero avere il diritto di vestirsi come vogliono.

source: [_flora_s_eyeroll_] How progressive of you.
it_it: [_flora_s_eyeroll_] Quanto progressivo di te.

source: [_mc_] She's a bit pretentious.
it_it: [_mc_] Lei è un po' pretenziosa.

source: [_flora_s_annoyed_] Couldn't agree more.
it_it: [_flora_s_annoyed_] Impossibile accettare di più.

source: [_flora_s_annoyed_] The way she carries herself, and the way she talks, and her effing clothes!
it_it: [_flora_s_annoyed_] Il modo in cui porta se stessa, e il modo in cui parla, e i suoi vestiti effante!

source: Never seen [flora] so angry at a teacher before.
it_it: Mai visto [flora] così arrabbiato con un insegnante prima.

source: She's usually the first one to take their side.
it_it: Di solito è la prima a prendere il loro fianco.

source: Somehow, it's nice seeing her anger directed at someone else for a change.
it_it: In qualche modo, è bello vedere la sua rabbia diretta a qualcun altro per un cambiamento.

source: God knows I've invoked it too many times.
it_it: Dio sa che l'ho invocato troppe volte.

source: [_mc_] What do {i}you{/} think?
it_it: [_mc_] Cosa pensa {i}tu{/}?

source: [_flora_s_thinking_] I like her style, her clothes, her confidence. I think she's pretty nice...
it_it: [_flora_s_thinking_] Mi piace il suo stile, i suoi vestiti, la sua fiducia.

source: [_flora_s_annoyed_] Unless you take into account that she's a total bitch!
it_it: [_flora_s_annoyed_] A meno che non si tenga conto che è una cagna totale!

source: [_mc_] Whoa, that took a quick turn!
it_it: [_mc_] Whoa, che ha preso una rapida svolta!

source: Her mood swings are the stuff of legends, but this seems a bit extreme even for her.
it_it: Le sue oscillazioni d'umore sono la roba delle leggende, ma questo sembra un po' estremo anche per lei.

source: [_mc_] What's this really about?
it_it: [_mc_] Di che cosa si tratta?

source: [_flora_s_laughing_] What do you mean?
it_it: [_flora_s_laughing_] Che cosa intendi?

source: [_mc_] You seem unusually upset with her.
it_it: [_mc_] Sembri insolitamente turbato con lei.

source: [_flora_s_thinking_] She trash-talked my art from last year.
it_it: [_flora_s_thinking_] Lei ha parlato la mia arte dall'anno scorso.

source: [_mc_] Hah! Really?
it_it: [_mc_] Hah! Davvero?

source: [_flora_s_angry_] What's so funny?
it_it: [_flora_s_angry_] Che cos'è così divertente?

source: [_mc_] I mean, you not getting an A is pretty rare.
it_it: [_mc_] Voglio dire, che non si ottiene un A è abbastanza raro.

source: [_flora_s_angry_] I'm going to get an A.
it_it: [_flora_s_angry_] Io prenderò una A.

source: [_mc_] Yeah?
it_it: [_mc_] Sì?

source: [_flora_s_neutral_] Yep. I have a plan.
it_it: [_flora_s_neutral_] Yep. Ho un piano.

source: [_mc_] Are you going to seduce her?
it_it: [_mc_] La sedurra?

source: [_flora_s_annoyed_] Can you stop being a pervert?
it_it: [_flora_s_annoyed_] Puoi smettere di essere un perverso?

source: [_mc_] It's a legitimate question!
it_it: [_mc_] È una domanda legittima!

source: [_flora_s_sarcastic_] I'm going to impress her.
it_it: [_flora_s_sarcastic_] la impressionerò.

source: [_mc_] She's not easily impressed.
it_it: [_mc_] Non è facilmente impressionata.

source: [_flora_s_annoyed_] I said I have a plan!
it_it: [_flora_s_annoyed_] Ho detto che ho un piano!

source: [_mc_] Well, what is it?
it_it: [_mc_] Beh, che cos'è?

source: [_flora_s_confident_] I'm going to befriend her.
it_it: [_flora_s_confident_] la farò amica.

source: [_mc_] I don't think she'll give you a higher grade.
it_it: [_mc_] Non penso che ti darà un grado superiore.

source: [_flora_s_concerned_] She hasn't tasted my home-made cake yet.
it_it: [_flora_s_concerned_] Non ha ancora assaggiato la mia torta fatta in casa.

source: [_mc_] You promised you wouldn't bake that thing ever again...
it_it: [_mc_] Hai promesso che non avresti mai più cuocuto quella cosa...

source: That cake is what landed her that internship. It's how she got [jo] to remove my name from her will.
it_it: Quella torta è ciò che le è atterrato quel tirocinio. È come ha ottenuto [jo] per rimuovere il mio nome dalla sua volontà.

source: [_flora_s_confident_] I don't have a choice. I need an A in art.
it_it: [_flora_s_confident_] Non ho scelta. Ho bisogno di una A nell'arte.

source: [_flora_s_excited_] And you're going to help me.
it_it: [_flora_s_excited_] E mi aiuterete.

source: [_mc_] No way. That's immoral. I'm not helping you trick a teacher into addiction.
it_it: [_mc_] In nessun modo. È immorale. Non ti sto aiutando a ingannare un insegnante nella dipendenza.

source: [_flora_s_flirty_] I'll let you have a slice...
it_it: [_flora_s_flirty_] ti lascerò avere una fetta...

source: Oh, shit. That should probably have taken more convincing...
it_it: Oh, merda. Probabilmente avrebbe dovuto essere più convincente...

source: [_flora_s_laughing_] Perfect!
it_it: [_flora_s_laughing_] Perfetto!

source: [_flora_s_thinking_] Okay, I need you to lure her out of the school.
it_it: [_flora_s_thinking_] Okay, ho bisogno che tu la attiri fuori dalla scuola.

source: [_flora_s_thinking_] I shouldn't bring the cake inside. That would be reckless.
it_it: [_flora_s_thinking_] Non dovrei portare la torta dentro. Sarebbe spericolato.

source: [_mc_] And I get a slice? A big one.
it_it: [_mc_] E ho una fetta? Uno grande.

source: [_flora_s_flirty_] Oh, you'll get a big slice.
it_it: [_flora_s_flirty_] Oh, otterrai una grossa fetta.

source: Ugh, that was way too eager, but ever since [flora] moved out, I've been like a cake-junkie in withdrawal. It's haunted my dreams for years.
it_it: Ugh, che era troppo ansioso, ma da quando [flora] è uscito, sono stato come una torta spazzatura nel ritiro. È infestato i miei sogni per anni.

source: [_flora_s_blush_] Okay, got to prepare the ingredients.
it_it: [_flora_s_blush_] Okay, ha ottenuto di preparare gli ingredienti.

source: [_jacklyn_s_neutral_] What's up?
it_it: [_jacklyn_s_neutral_] Che cos'è?

source: [_mc_] Can I ask you for a favor?
it_it: [_mc_] Posso chiederti un favore?

source: [_jacklyn_s_thinking_] Depends. What's your pitch?
it_it: [_jacklyn_s_thinking_] Dipende. Qual è il tuo campo?

source: [_mc_] You really made an impression on [flora], and she'd like to be your friend.
it_it: [_mc_] Hai davvero fatto un'impressione su [flora]e vorrebbe essere tuo amico.

source: [_jacklyn_s_excited_] Badass. Can you remind me who [flora] is? I've seen too many new faces recently.
it_it: [_jacklyn_s_excited_] Tosto. Puoi ricordarmi chi è [flora]? Ho visto troppe facce nuove di recente.

source: [_mc_] She's about this tall... and has a temper about this tall...
it_it: [_mc_] Lei è su questa alta... e ha un temperamento su questa alta...

source: [_jacklyn_s_laughing_] I remember her! She too shy to ask herself?
it_it: [_jacklyn_s_laughing_] Mi ricordo di lei! Lei troppo timida per chiedersi?

source: [_mc_] Not really, but I'm trying to get back in her good graces. She made you a snack, as well.
it_it: [_mc_] Non davvero, ma sto cercando di tornare nelle sue buone grazie. Anche lei ti ha fatto uno spuntino.

source: [_jacklyn_s_laughing_] Okay. I'm getting gay vibes from her, is she into me?
it_it: [_jacklyn_s_laughing_] Okay. Sto ricevendo vibrazioni gay da lei, è lei in me?

source: [_mc_] Not that I know of.
it_it: [_mc_] Non che io sappia.

source: [_jacklyn_s_smile_] Good, 'cause I don't dabble.
it_it: [_jacklyn_s_smile_] Bene, 'perché non dabble.

source: [_mc_] It's really about her grades. She's a bit of a perfectionist.
it_it: [_mc_] Si tratta davvero dei suoi voti. È un po' perfettista.

source: [_jacklyn_s_smile_] Totally. I saw that in her art. It's too stiff. She needs to let her soul wander.
it_it: [_jacklyn_s_smile_] Totalmente. L'ho visto nella sua arte. È troppo rigida. Ha bisogno di lasciare vagare la sua anima.

source: [_mc_] Right. Would you mind giving her a hand?
it_it: [_mc_] destra. Ti dispiacerebbe darle una mano?

source: [_mc_] In a totally straight and platonic way, of course.
it_it: [_mc_] In modo completamente dritto e platonico, naturalmente.

source: [_jacklyn_s_laughing_] Love to!
it_it: [_jacklyn_s_laughing_] Amore per!

source: [_mc_] Okay, let me go get her.
it_it: [_mc_] Okay, lasciami andare a prenderla.

source: [_mc_] Okay, meet us outside the school.
it_it: [_mc_] Okay, incontraci fuori dalla scuola.

source: [_mc_] [flora] has very thick fingers. She needs professional help... with her art.
it_it: [_mc_] [flora] ha dita molto spesse. Ha bisogno di aiuto professionale... con la sua arte.

source: [_jacklyn_s_laughing_] That's comedy!
it_it: [_jacklyn_s_laughing_] È commedia!

source: [_jacklyn_s_laughing_] Who is she?
it_it: [_jacklyn_s_laughing_] Chi è?

source: [_jacklyn_s_thinking_] I've met a lot of new students this week.
it_it: [_jacklyn_s_thinking_] Ho incontrato molti nuovi studenti questa settimana.

source: [_mc_] She's this short brunette, with more sass than her body can handle.
it_it: [_mc_] Lei è questa piccola brunetta, con più culo di quanto il suo corpo possa gestire.

source: [_mc_] She said you guys had met.
it_it: [_mc_] Lei ha detto che voi ragazzi avevate conosciuto.

source: [_jacklyn_s_smile_] Wicked. I remember her.
it_it: [_jacklyn_s_smile_] Smaledetto. Mi ricordo di lei.

source: [_jacklyn_s_smile_] She's not bad at all. Just stiff as a lightning rod.
it_it: [_jacklyn_s_smile_] Lei non è affatto male. Basta rigida come una canna da fulmine.

source: [_mc_] That's a very accurate description of her.
it_it: [_mc_] Questa è una descrizione molto accurata di lei.

source: [_jacklyn_s_thinking_] Why didn't she come herself?
it_it: [_jacklyn_s_thinking_] Perché non è venuta da sola?

source: [_mc_] Honestly? She probably wants to bang you.
it_it: [_mc_] Onestamente? Probabilmente vuole scoppiarti.

source: [_jacklyn_s_laughing_] That's flattering, but I don't dabble.
it_it: [_jacklyn_s_laughing_] È lusinghiero, ma non mi dispiace.

source: [_mc_] Yeah, I figured. But I think she made you a snack. Would you mind meeting her?
it_it: [_mc_] Sì, ho immaginato. Ma penso che ti abbia fatto uno spuntino. Ti dispiacerebbe incontrarla?

source: [_jacklyn_s_excited_] That's a def.
it_it: [_jacklyn_s_excited_] Questo è un def.

source: [_jacklyn_s_excited_] Never going to say no to a free snack. I'll turn her down myself.
it_it: [_jacklyn_s_excited_] Non dirò mai di no a uno spuntino libero. La farò scendere me stesso.

source: [_mc_] Yeah, I figured. But I think she made you a snack. Would you mind meeting her outside the school?
it_it: [_mc_] Sì, ho immaginato. Ma penso che ti abbia fatto uno spuntino. Ti dispiacerebbe incontrarla fuori dalla scuola?

source: [_mc_] I think [flora] has a crush on you. Just trying to wingman here.
it_it: [_mc_] Penso che [flora] abbia una cotta su di te. Basta provare a wingman qui.

source: [_jacklyn_s_smile_] Sorry, but I don't dabble.
it_it: [_jacklyn_s_smile_] Mi dispiace, ma non mi dispiace.

source: [_jacklyn_s_smile_] Who's she, though?
it_it: [_jacklyn_s_smile_] Chi è lei, però?

source: [_jacklyn_s_thinking_] I've met so many new students. You gotta give me more.
it_it: [_jacklyn_s_thinking_] ho incontrato così tanti nuovi studenti. Mi hai dato di più.

source: [_mc_] Short brunette with highlights, bit of hellfire and mischief in her eyes.
it_it: [_mc_] Bruna corta con luci, un po 'di inferno fuoco e malefica nei suoi occhi.

source: [_mc_] She said you looked at her art.
it_it: [_mc_] Ha detto che ha guardato la sua arte.

source: [_jacklyn_s_excited_] Oh, I remember her now.
it_it: [_jacklyn_s_excited_] Oh, mi ricordo di lei ora.

source: [_jacklyn_s_excited_] She's a truther. She's also sweet, but alas. No dabblerino.
it_it: [_jacklyn_s_excited_] È una verità. È anche dolce, ma ahimè. Nessun dabblerino.

source: [_mc_] Would you mind meeting her, anyway? I think she made you a snack.
it_it: [_mc_] Ti dispiacerebbe incontrarla, comunque? Penso che ti abbia fatto uno spuntino.

source: [_jacklyn_s_laughing_] What a cutie pie! If I were even a little gay, I'd eat her right up.
it_it: [_jacklyn_s_laughing_] Che torta di cutie! Se fossi anche un po 'gay, la mangerei a destra.

source: [_jacklyn_s_laughing_] I won't say no to a regular snack, though!
it_it: [_jacklyn_s_laughing_] Non dirò di no a uno spuntino regolare, però!

source: [_mc_] Awesome. I'll go get her.
it_it: [_mc_] Fantastico. Andrò a prenderla.

source: [_mc_] Would you mind meeting her outside, anyway? I think she made you a snack.
it_it: [_mc_] Ti dispiacerebbe incontrarla fuori, comunque? Penso che ti abbia fatto uno spuntino.

source: [_mc_] Awesome. I'll tell her. Come meet us outside the school, maybe you'll change your mind!
it_it: [_mc_] Fantastico. Le dirò. Vieni a trovarci fuori dalla scuola, forse cambierai idea!

source: [_jacklyn_s_smile_] Doubt it.
it_it: [_jacklyn_s_smile_] lo dubiti.

source: [_mc_] [flora] really loves your fashion sense, but she's too shy to tell you.
it_it: [_mc_] [flora] ama davvero il tuo senso di moda, ma è troppo timida per dirti.

source: [_jacklyn_s_laughing_] That's adorbs.
it_it: [_jacklyn_s_laughing_] Sono adorbs.

source: [_jacklyn_s_laughing_] Who's [flora]?
it_it: [_jacklyn_s_laughing_] Chi È [flora]?

source: [_mc_] She's this tiny brunette with really pointy elbows. She said you looked at her art.
it_it: [_mc_] Lei è questa piccola bruna con gomiti davvero appuntiti. Ha detto di aver guardato la sua arte.

source: [_jacklyn_s_excited_] Oh, wicked. I remember her.
it_it: [_jacklyn_s_excited_] Oh, malvagio. Mi ricordo di lei.

source: [_jacklyn_s_excited_] Does she dabble?
it_it: [_jacklyn_s_excited_] Dabble?

source: [_jacklyn_s_smile_] Does she like the ladies?
it_it: [_jacklyn_s_smile_] Le piacciono le donne?

source: [_mc_] Hah! I don't know. Well, she did make you a snack, I think.
it_it: [_mc_] Hah! Non lo so. Beh, ti ha fatto uno spuntino, penso.

source: [_jacklyn_s_smile_] Damn it. I figured she was into me.
it_it: [_jacklyn_s_smile_] Dannazione. Ho capito che era in me.

source: [_jacklyn_s_thinking_] Too bad I'm straight as an arrow.
it_it: [_jacklyn_s_thinking_] Peccato che io sia dritto come una freccia.

source: [_jacklyn_s_thinking_] I could probably give her a couple of fashion pointers, though.
it_it: [_jacklyn_s_thinking_] Potrei probabilmente darle un paio di puntatori di moda, però.

source: [_mc_] Great! Let me go get her.
it_it: [_mc_] Grande! Lasciami andare a prenderla.

source: [_mc_] Great! Meet us outside the school?
it_it: [_mc_] Ottimo! Incontraci fuori dalla scuola?

source: [_jacklyn_s_excited_] Def. See you there.
it_it: [_jacklyn_s_excited_] Def. Ci vediamo lì.

source: [_flora_s_afraid_] You did it.
it_it: [_flora_s_afraid_] l'hai fatto.

source: [_mc_] You don't have to sound so surprised.
it_it: [_mc_] Non devi sembrare così sorpreso.

source: [_flora_s_laughing_] I didn't think you had it in you.
it_it: [_flora_s_laughing_] Non pensavo che aveste in voi.

source: [_jacklyn_s_smile_] What's up, people!
it_it: [_jacklyn_s_smile_] Che cos'è, persone!

source: [_mc_] All right, my work here is done.
it_it: [_mc_] Va bene, il mio lavoro qui è fatto.

source: [_flora_s_smile_s_flip_] Thanks.
it_it: [_flora_s_smile_s_flip_] Grazie.

source: Tricking another person into the relentless grip of a cake-addiction isn't exactly good.
it_it: Fare ingannare un'altra persona nella presa incessante di una dipendenza da torte non è esattamente buono.

source: But on the other hand, more cake for me. It's a vicious circle.
it_it: Ma d'altra parte, più torta per me. È un circolo vizioso.

source: [_jacklyn_s_excited_] [mc], you can stay if you want.
it_it: [_jacklyn_s_excited_] [mc], puoi rimanere se vuoi.

source: [_flora_s_eyeroll_s_flip_] No, he can't. Right, [mc]?
it_it: [_flora_s_eyeroll_s_flip_] No, non può. Giusto, [mc]?

source: Better not ruin this now.
it_it: Meglio non rovinare questo ora.

source: [_mc_] Err... yes, classes and stuff. Gotta run!
it_it: [_mc_] Err... sì, classi e roba. Corri tutto!

source: [_jacklyn_s_smile_] Next time, then. Pocket my good lucks!
it_it: [_jacklyn_s_smile_] La prossima volta, allora. Tasca la mia buona fortuna!

source: [_mc_] Thanks. Just waiting for my reward...
it_it: [_mc_] Grazie. Basta aspettare la mia ricompensa...

source: [_flora_s_confident_s_flip_] Oh, right. Totally forgot about that.
it_it: [_flora_s_confident_s_flip_] Oh, giusto. Si è completamente dimenticato.
