Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_cooking_chilli.po
Languages: fr_fr, it_it

source: You picked up a cooking item. Is it the right one? No one knows.
fr_fr: Tu as ramassé un article de cuisine. C'est la bonne? Personne ne le sait.
it_it: Hai raccolto un oggetto da cucina. È quello giusto? Nessuno sa.

source: [_flora_s_excited_] I've been looking for you!
fr_fr: [_flora_s_excited_] Je vous ai cherché !
it_it: [_flora_s_excited_] ti ho cercato!

source: [_mc_] Okay, now I'm officially worried.
fr_fr: [_mc_] Ok, maintenant je suis officiellement inquiet.
it_it: [_mc_] Okay, ora sono ufficialmente preoccupato.

source: [_flora_s_concerned_] What's that supposed to mean?
fr_fr: [_flora_s_concerned_] Qu'est-ce que c'est censé vouloir dire?
it_it: [_flora_s_concerned_] Che cosa dovrebbe significare?

source: [_flora_s_concerned_] Whatever. I don't want to know.
fr_fr: [_flora_s_concerned_] Quoi qu'il en soit. Je ne veux pas savoir.
it_it: [_flora_s_concerned_] Qualunque cosa sia. Non voglio sapere.

source: [_mc_] You really don't.
fr_fr: [_mc_] Vous ne le faites pas vraiment.
it_it: [_mc_] Davvero no.

source: [_flora_s_cringe_] What did you do?
fr_fr: [_flora_s_cringe_] Qu'avez-vous fait?
it_it: [_flora_s_cringe_] Che cosa hai fatto?

source: [_mc_] What didn't I do?
fr_fr: [_mc_] Qu'est-ce que je n'ai pas fait?
it_it: [_mc_] Che cosa non ho fatto?

source: I'd love to know what images just popped up in her head.
fr_fr: J'aimerais savoir quelles images viennent juste de se lever dans sa tête.
it_it: Mi piacerebbe sapere quali immagini sono appena apparse in testa.

source: She really does have a low opinion of me. The question is, how low?
fr_fr: Elle a vraiment une faible opinion de moi. La question est, à quel point?
it_it: Lei ha davvero un'opinione bassa di me. La domanda è, quanto basso?

source: [_mc_] So, why were you looking for me?
fr_fr: [_mc_] Alors, pourquoi cherches-tu pour moi?
it_it: [_mc_] Allora, perché mi stavate cercando?

source: [_flora_s_excited_] I've decided to cook for the place I'm interning at this fall.
fr_fr: [_flora_s_excited_] J'ai décidé de cuisiner pour l'endroit où j'interviens à l'automne.
it_it: [_flora_s_excited_] Ho deciso di cucinare per il posto che sto internando in questo autunno.

source: [_flora_s_concerned_] I need you to pick up the big pot in the school kitchen and bring it home.
fr_fr: [_flora_s_concerned_] J'ai besoin de vous pour ramasser le gros pot dans la cuisine de l'école et le ramener à la maison.
it_it: [_flora_s_concerned_] Ho bisogno di voi per prendere il grande piatto nella cucina della scuola e portarlo a casa.

source: [_flora_s_concerned_] It's too heavy for me.
fr_fr: [_flora_s_concerned_] C'est trop lourd pour moi.
it_it: [_flora_s_concerned_] È troppo pesante per me.

source: [_flora_s_confident_] And if you don't do it, I'll tell [jo] you broke into the bathroom when I was showering again.
fr_fr: [_flora_s_confident_] Et si vous ne le faites pas, je dirai [jo] que vous avez cassé dans la salle de bain lorsque j'étais à nouveau en douche.
it_it: [_flora_s_confident_] E se non lo fai, ti dirò che [jo] ti sei rotto in bagno quando facevo nuovamente la doccia.

source: [_mc_] You wouldn't...
fr_fr: [_mc_] Vous ne feriez pas ...
it_it: [_mc_] Non lo faresti...

source: [_flora_s_excited_] She said she'd cut off your internet cord if you did it again, remember?
fr_fr: [_flora_s_excited_] Elle a dit qu'elle avait coupé votre cordon Internet si tu l'as fait de nouveau, tu te souviens?
it_it: [_flora_s_excited_] Ha detto che avrebbe tagliato il vostro cavo internet se lo avete fatto di nuovo, ricordate?

source: [_mc_] I do remember that... like it was yesterday.
fr_fr: [_mc_] Je me souviens que ... comme c'était hier.
it_it: [_mc_] lo ricordo davvero... come lo era ieri.

source: [_flora_s_angry_] It was yesterday!
fr_fr: [_flora_s_angry_] C'était hier !
it_it: [_flora_s_angry_] È stato ieri!

source: Ugh, time travel certainly does mess with your memory.
fr_fr: Hgh, le temps de voyage gâte certainement ton souvenir.
it_it: Ugh, viaggio del tempo certamente fa pasticcio con la vostra memoria.

source: [_mc_] Fine, I'll do it.
fr_fr: [_mc_] Fine, je le ferai.
it_it: [_mc_] Bene, lo farò.

source: [_flora_s_excited_] Good!
fr_fr: [_flora_s_excited_] Bon !
it_it: [_flora_s_excited_] Buono!

source: [_flora_] That took some time.
fr_fr: [_flora_] Cela a pris du temps.
it_it: [_flora_] Ci è voluto un po' di tempo.

source: [_flora_] Did you at least bring the pot?
fr_fr: [_flora_] Avez-vous au moins fait venir le pot?
it_it: [_flora_] Hai almeno portato il piatto?

source: [_mc_] Yes, here you go!
fr_fr: [_mc_] Oui, ici vous allez !
it_it: [_mc_] Sì, qui vai!

source: [_flora_s_afraid_] Just like that?
fr_fr: [_flora_s_afraid_] Tout comme ça?
it_it: [_flora_s_afraid_] Proprio così?

source: [_flora_s_afraid_] No annoying back and forth? No arguing?
fr_fr: [_flora_s_afraid_] Pas d'ennuyeux? Pas de dispute?
it_it: [_flora_s_afraid_] Nessun fastidioso avanti e indietro? Nessun litigare?

source: [_mc_] I think you have me confused with someone else.
fr_fr: [_mc_] Je pense que vous m'avez confondu avec quelqu'un d'autre.
it_it: [_mc_] Penso che tu mi abbia confuso con qualcun altro.

source: [_flora_s_concerned_] I think not.
fr_fr: [_flora_s_concerned_] Je ne pense pas.
it_it: [_flora_s_concerned_] Penso di no.

source: [_mc_] Well, no funny business this time. I'm trying to get out of my old habits.
fr_fr: [_mc_] Bien, pas de drôle d'affaires cette fois. J'essaie de sortir de mes vieilles habitudes.
it_it: [_mc_] Beh, questa volta non ci sono affari divertenti. Sto cercando di uscire dalle mie vecchie abitudini.

source: [_flora_s_smile_] That's good to hear.
fr_fr: [_flora_s_smile_] C'est bien d'entendre.
it_it: [_flora_s_smile_] È bene sentire.

source: [_mc_] Yes, but you're going to have to pay me in food.
fr_fr: [_mc_] Oui, mais vous allez devoir me payer dans la nourriture.
it_it: [_mc_] Sì, ma dovrai pagarmi nel cibo.

source: [_flora_s_laughing_] Oh, I was hoping you'd be my guinea pig!
fr_fr: [_flora_s_laughing_] Oh, j'espérais que tu serais mon cobaye !
it_it: [_flora_s_laughing_] Oh, speravo che tu fossi la mia cavia!

source: [_mc_] Err... on second thought—
fr_fr: [_mc_] Err ... sur la deuxième pensée-
it_it: [_mc_] Err... al secondo pensiero—

source: [_flora_s_laughing_] Too late! You're going to eat and you're going to smile...
fr_fr: [_flora_s_laughing_] Trop tard ! Tu vas manger et tu vas sourire ...
it_it: [_flora_s_laughing_] Troppo tardi! Mangierai e sorriderai...

source: [_flora_s_angry_] ...or I'm telling [jo] you ruined my cooking. I know you're on thin ice right now.
fr_fr: [_flora_s_angry_] ... ou je dis [jo] vous avez gâché ma cuisine. Je sais que tu es sur la glace en ce moment.
it_it: [_flora_s_angry_] ... o sto dicendo [jo] hai rovinato la mia cucina. So che sei su ghiaccio sottile in questo momento.

source: [_mc_] Ugh, you're such a freaking child. Fine...
fr_fr: [_mc_] Ugh, vous êtes un enfant aussi libre. Amende ...
it_it: [_mc_] Ugh, sei un bambino così eccitante. Fine...

source: [_flora_s_excited_] Sweet.
it_it: [_flora_s_excited_] Dolce.

source: [_mc_] Don't talk to me like that.
fr_fr: [_mc_] Ne me parle pas comme ça.
it_it: [_mc_] Non parlarmi così.

source: [_flora_s_confident_] What are you going to do about it?
fr_fr: [_flora_s_confident_] Qu'est-ce que vous allez faire à ce sujet?
it_it: [_flora_s_confident_] Che cosa farai?

source: [_mc_] I'll release your ant farm again.
fr_fr: [_mc_] Je vais remettre votre fourmi à nouveau.
it_it: [_mc_] rilascerò di nuovo la tua formica fattoria.

source: [_flora_s_embarrassed_] You can't! They're not ready to face the real world!
fr_fr: [_flora_s_embarrassed_] Vous ne pouvez pas ! Ils ne sont pas prêts à affronter le monde réel !
it_it: [_flora_s_embarrassed_] Non puoi! Non sono pronti ad affrontare il mondo reale!

source: [_flora_s_embarrassed_] You'll be in so much trouble!
fr_fr: [_flora_s_embarrassed_] Vous aurez autant de problèmes !
it_it: [_flora_s_embarrassed_] Sarai in tanti problemi!

source: [_mc_] Some things are worth suffering for.
fr_fr: [_mc_] Certaines choses valent la peine d'être atteintes.
it_it: [_mc_] Alcune cose per cui vale la pena soffrire.

source: [_flora_s_sad_] Okay, I'm sorry. Thanks for bringing the pot!
fr_fr: [_flora_s_sad_] Ok, je suis désolé. Merci d'avoir apporté le pot !
it_it: [_flora_s_sad_] Okay, mi dispiace. Grazie per aver portato il piatto!

source: [_mc_] You're welcome!
fr_fr: [_mc_] Vous êtes les bienvenus !
it_it: [_mc_] Sei il benvenuto!

source: [_flora_s_smile_] I'm just going to put this here.
fr_fr: [_flora_s_smile_] Je vais juste mettre ça ici.
it_it: [_flora_s_smile_] lo metterò qui.

source: [_mc_] What are you cooking anyway?
fr_fr: [_mc_] Qu'est-ce que vous cuisez de toute façon?
it_it: [_mc_] Cosa stai cucinando comunque?

source: [_flora_s_thinking_] I'm making chili.
fr_fr: [_flora_s_thinking_] Je fais du chili.
it_it: [_flora_s_thinking_] sto preparando il chili.

source: [_flora_s_flirty_] Extra hot.
fr_fr: [_flora_s_flirty_] Extra chaud.
it_it: [_flora_s_flirty_] Extra caldo.

source: Damn it, [flora]. Why do you have to do this to me?
fr_fr: Merde, [flora]. Pourquoi tu dois le faire pour moi?
it_it: Dannazione, [flora]. Perché mi devi fare questo?

source: It's so hard to think straight when she's always teasing.
fr_fr: C'est dur de penser droit quand elle est toujours en train de taquiner.
it_it: È così difficile pensare dritto quando prende sempre in giro.

source: [_flora_s_neutral_] I found the recipe while surfing on your computer.
fr_fr: [_flora_s_neutral_] J'ai trouvé la recette tout en surfant sur votre ordinateur.
it_it: [_flora_s_neutral_] Ho trovato la ricetta durante la navigazione sul computer.

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_mc_] How did you get on my computer?
fr_fr: [_mc_] Comment avez-vous été sur mon ordinateur?
it_it: [_mc_] Come sei salito sul mio computer?

source: [_flora_s_confident_] You left it logged in while going to the bathroom. You have a weird web browser, by the way!
fr_fr: [_flora_s_confident_] Vous l'avez quitté en vous connectant à la salle de bains. Vous avez un navigateur web bizarre, au fait !
it_it: [_flora_s_confident_] Hai lasciato l'accesso mentre andavi in bagno. Hai un browser web strano, a proposito!

source: [_mc_] Ugh. I forgot how annoying you are.
fr_fr: [_mc_] Ugh. J'ai oublié à quel point vous êtes ennuyeux.
it_it: [_mc_] Ugh. Ho dimenticato quanto siete fastidiosi.

source: [_mc_] Wait a minute. Did you use the Tor browser?
fr_fr: [_mc_] Attendez une minute. Avez-vous utilisé le navigateur Tor?
it_it: [_mc_] Aspetta un minuto. Hai usato il browser Tor?

source: [_mc_] You found the recipe on the dark web?
fr_fr: [_mc_] Vous avez trouvé la recette sur le web foncé?
it_it: [_mc_] Hai trovato la ricetta sul web scuro?

source: [_flora_s_excited_] It was cheap, too! Only had to pay five bitcoins.
fr_fr: [_flora_s_excited_] C'était bon marché aussi ! Seulement devait payer cinq bitcoins.
it_it: [_flora_s_excited_] E 'stato economico, troppo! Dovevano solo pagare cinque bitcoin.

source: [_mc_] Five bitcoins?! What?!
fr_fr: [_mc_] Cinq bitcoins? ! Quoi?
it_it: [_mc_] Cinque bitcoins?! Cosa?!

source: [_flora_s_laughing_] I'm kidding! I'm not as clueless as you think.
fr_fr: [_flora_s_laughing_] Je plaisante ! Je ne suis pas aussi sans doute que vous le pensez.
it_it: [_flora_s_laughing_] sto scherzando! Non sono così zoppicante come pensate.

source: [_flora_s_laughing_] You should've seen your face!
fr_fr: [_flora_s_laughing_] Vous devriez avoir vu votre visage !
it_it: [_flora_s_laughing_] Avresti dovuto vedere il tuo viso!

source: [_flora_s_excited_] Anywho! I'm going to start cutting up the chili peppers.
fr_fr: [_flora_s_excited_] N'importe qui ! Je vais commencer à découper les piments.
it_it: [_flora_s_excited_] Anywho! Comincerò a tagliare i peperoncini.

source: [_flora_] Can you hand me a knife first and then a cutting board, please?
fr_fr: [_flora_] Pouvez-vous me remettre un couteau en premier, puis une planche à découper, s'il vous plaît?
it_it: [_flora_] Mi puoi consegnare un coltello prima e poi un tagliere, per favore?

source: [_flora_s_sad_] We haven't even made it past the first step.
fr_fr: [_flora_s_sad_] Nous n'avons même pas franchi la première étape.
it_it: [_flora_s_sad_] Non l'abbiamo nemmeno fatta passare il primo passo.

source: [_flora_s_afraid_] I'm not sad. I'm just disappointed.
fr_fr: [_flora_s_afraid_] Je ne suis pas triste. Je suis juste déçu.
it_it: [_flora_s_afraid_] non sono triste. Sono solo deluso.

source: [_flora_s_sad_] Please bring me a knife first and then a cutting board.
fr_fr: [_flora_s_sad_] S'il vous plaît m'apporter un couteau en premier, puis une planche à découper.
it_it: [_flora_s_sad_] Per favore portami un coltello prima e poi un tagliere.

source: [_flora_s_sad_] In that order.
fr_fr: [_flora_s_sad_] Dans cet ordre.
it_it: [_flora_s_sad_] In quell'ordine.

source: [_mc_] So, I brought you the pot. Can I go to my room now?
fr_fr: [_mc_] Alors, je t'ai apporté le pot. Puis-je aller dans ma chambre maintenant?
it_it: [_mc_] Allora, ti ho portato il piatto. Posso andare nella mia stanza ora?

source: [_flora_s_angry_] Weren't you listening?! I need to start cutting the chili.
fr_fr: [_flora_s_angry_] N'écoutez-vous pas? ! Je dois commencer à couper le chili.
it_it: [_flora_s_angry_] Non stavi ascoltando?! Devo iniziare a tagliare il chili.

source: [_flora_s_angry_] Bring me a knife first and then a cutting board.
fr_fr: [_flora_s_angry_] Apportez-moi un couteau puis une planche à découper.
it_it: [_flora_s_angry_] Portami un coltello prima e poi un tagliere.

source: [_flora_s_annoyed_] In that order!
fr_fr: [_flora_s_annoyed_] Dans cet ordre !
it_it: [_flora_s_annoyed_] In quell'ordine!

source: I already got enough items. I should give them to [flora].
fr_fr: J'ai déjà assez d'articles. Je devrais leur donner le [flora].
it_it: Ho già ricevuto abbastanza oggetti. Dovrei darli a [flora].

source: [_flora_s_excited_] Finally!
fr_fr: [_flora_s_excited_] Enfin !
it_it: [_flora_s_excited_] Finalmente!

source: [_flora_s_excited_] I mean, you could certainly have done that faster, but I appreciate the help!
fr_fr: [_flora_s_excited_] Je veux dire, vous avez certainement pu le faire plus vite, mais j'apprécie l'aide !
it_it: [_flora_s_excited_] Intendo dire che si sarebbe potuto farlo più velocemente, ma apprezzo l'aiuto!

source: [_mc_] Gee, thanks.
fr_fr: [_mc_] Gee, merci.
it_it: [_mc_] Gee, grazie.

source: [_flora_s_neutral_] I think this is going to be the best chili ever!
fr_fr: [_flora_s_neutral_] Je pense que ce sera le meilleur chili jamais !
it_it: [_flora_s_neutral_] Penso che questo sarà il miglior peperoncino di sempre!

source: [_flora_s_neutral_] The people at my internship are going to love it!
fr_fr: [_flora_s_neutral_] Les gens de mon stage vont l'aimer !
it_it: [_flora_s_neutral_] Le persone al mio stage lo ameranno!

source: [_flora_s_excited_] Want to have a taste?
fr_fr: [_flora_s_excited_] Vous voulez avoir un goût?
it_it: [_flora_s_excited_] Vuoi avere un gusto?

source: [_mc_] No, thanks. I think I'll pass.
fr_fr: [_mc_] Non, merci. Je pense que je vais passer.
it_it: [_mc_] No, grazie. Penso che passerò.

source: [_flora_s_angry_] Fine, more for me!
fr_fr: [_flora_s_angry_] Fine, plus pour moi !
it_it: [_flora_s_angry_] Bene, altro per me!

source: Probably dodged a bullet there.
fr_fr: Probablement esquivé une balle là.
it_it: Probabilmente schivato un proiettile lì.

source: [_mc_] Okay, sure. How bad can it be?
fr_fr: [_mc_] Ok, sûr. Comment ça peut être mauvais?
it_it: [_mc_] Okay, sicuro. Quanto male può essere?

source: [_flora_s_confident_] Okay. Choo-choo! Open up, here comes the train!
fr_fr: [_flora_s_confident_] Ok. Choo-choo ! Ouverte, voilà le train !
it_it: [_flora_s_confident_] Okay. Choo-choo! Apri, ecco che arriva il treno!

source: [_mc_] Can you not?
fr_fr: [_mc_] Peux-tu pas?
it_it: [_mc_] Non sapete?

source: [_flora_s_concerned_] Fine.
it_it: [_flora_s_concerned_] Bene.

source: Probably going to regret this later, but here goes...
fr_fr: Je vais probablement le regretter plus tard, mais ici va ...
it_it: Probabilmente andando a rimpiangere questo più tardi, ma qui va...

source: [_mc_] {i}*Cough, cough*{/}
fr_fr: [_mc_] {i}*Toux, toux * { / }
it_it: [_mc_] {i}*Tosse, tosse*{/}

source: [_mc_] Yes, lovely...
fr_fr: [_mc_] Oui, adorable ...
it_it: [_mc_] Sì, bellissimo...

source: [_flora_s_angry_] Okay, that should do the trick.
fr_fr: [_flora_s_angry_] Ok, ça devrait faire le tour.
it_it: [_flora_s_angry_] Okay, che dovrebbe fare il trucco.

source: [_flora_s_angry_] Now, I just need to purge these spoons of your unholy taint.
fr_fr: [_flora_s_angry_] Maintenant, j'ai juste besoin de purger ces cuillères de tes taches non saintes.
it_it: [_flora_s_angry_] Ora ho solo bisogno di purificare questi cucchiai del tuo malsanto odore.

source: [_mc_] Make sure you cite the right bible verses...
fr_fr: [_mc_] Assurez-vous de citer les bons versets bibles ...
it_it: [_mc_] Assicurati di citare i versi della bibbia giusta...

source: [_flora_s_confident_] Oh, I know them by heart.
fr_fr: [_flora_s_confident_] Oh, je les connais par cœur.
it_it: [_flora_s_confident_] Oh, li conosco a memoria.

source: [_flora_s_confident_] While I perform this exorcism, bring me a pan, a shot glass, a measuring beaker, and flour. In that order.
fr_fr: [_flora_s_confident_] Pendant que j'effectue cet exorcisme, emmenez-moi une poêle, un verre de grenaille, un bécher de mesure et de la farine. Dans cet ordre.
it_it: [_flora_s_confident_] Mentre eseguo questo esorcismo, portami una padella, un bicchiere, un becher di misura, e la farina.

source: [_mc_] Whatever you say, chef.
fr_fr: [_mc_] Tout ce que tu dis, chef.
it_it: [_mc_] Qualunque cosa dite, chef.

source: [_flora_s_smile_] Thank you.
fr_fr: [_flora_s_smile_] Merci.
it_it: [_flora_s_smile_] Grazie.

source: [_mc_] I licked one of them.
fr_fr: [_mc_] J'ai léché l'un d'entre eux.
it_it: [_mc_] Ho leccato uno di loro.

source: [_flora_s_cringe_] Why?
fr_fr: [_flora_s_cringe_] Pourquoi?
it_it: [_flora_s_cringe_] Perché?

source: [_mc_] I thought it'd bring some extra flavor.
fr_fr: [_mc_] J'ai pensé que ça apporterait une saveur supplémentaire.
it_it: [_mc_] pensavo che avrebbe portato un po 'di sapore in più.

source: [_flora_s_cringe_] I'll have to wash it now.
fr_fr: [_flora_s_cringe_] Je vais devoir le laver maintenant.
it_it: [_flora_s_cringe_] lo dovrò lavare adesso.

source: [_mc_] That's the price you pay for making me help.
fr_fr: [_mc_] C'est le prix que vous payez pour m'aider.
it_it: [_mc_] È il prezzo che paghi per farmi aiutare.

source: [_flora_s_annoyed_] Okay, while I clean this off. Put a spoonful of spices in the pot.
fr_fr: [_flora_s_annoyed_] Ok, pendant que je nettoais ça. Mets une cuillerée d'épices dans le pot.
it_it: [_flora_s_annoyed_] Okay, mentre pulisco questo fuori. Metti un cucchiaio di spezie nel piatto.

source: [_flora_s_afraid_] Did you get the right spices?
fr_fr: [_flora_s_afraid_] Avez-vous obtenu les bonnes épices?
it_it: [_flora_s_afraid_] Hai ottenuto le spezie giuste?

source: [_mc_] You didn't specify so I brought the whole collection...
fr_fr: [_mc_] Vous n'avez pas spécifié alors j'ai apporté toute la collection ...
it_it: [_mc_] Non hai specificato così ho portato tutta la collezione...

source: [_flora_s_eyeroll_] Okay, that's better than none.
fr_fr: [_flora_s_eyeroll_] Ok, c'est mieux qu'aucun.
it_it: [_flora_s_eyeroll_] Okay, è meglio di nessuno.

source: [_flora_s_eyeroll_] Put on the apron now.
fr_fr: [_flora_s_eyeroll_] Mise sur le tablier maintenant.
it_it: [_flora_s_eyeroll_] Metti il grembiule adesso.

source: [_mc_] Me? I thought it was for you.
fr_fr: [_mc_] Me? Je pensais que c'était pour toi.
it_it: [_mc_] Me? Pensavo che fosse per te.

source: [_flora_s_confident_] You're the clumsy one here.
fr_fr: [_flora_s_confident_] Vous êtes la maladroiteuse ici.
it_it: [_flora_s_confident_] Tu sei il goffo qui.

source: [_mc_] Ugh. What about the grater?
fr_fr: [_mc_] Ugh. Qu'en est-il du grater?
it_it: [_mc_] Ugh. E la grattugia?

source: [_flora_s_thinking_] Did I say a grater? Well, I don't need it.
fr_fr: [_flora_s_thinking_] Est-ce que j'ai dit un grater? Eh bien, je n'en ai pas besoin.
it_it: [_flora_s_thinking_] Ho detto una grattugia? Beh, non ne ho bisogno.

source: [_flora_s_laughing_] Bring me two spoons instead!
fr_fr: [_flora_s_laughing_] Apportez-moi deux cuillères à la place !
it_it: [_flora_s_laughing_] Portami due cucchiai invece!

source: [_flora_s_excited_] Thank you!
fr_fr: [_flora_s_excited_] Merci !
it_it: [_flora_s_excited_] Grazie!

source: [_mc_] So, I'm free to leave?
fr_fr: [_mc_] Alors, je suis libre de partir?
it_it: [_mc_] Quindi, sono libero di partire?

source: [_flora_s_concerned_] No! I need more help!
fr_fr: [_flora_s_concerned_] Non ! J'ai besoin de plus d'aide !
it_it: [_flora_s_concerned_] No! Ho bisogno di più aiuto!

source: [_flora_s_concerned_] While I cut the chili peppers, you're going to cut the onion.
fr_fr: [_flora_s_concerned_] Alors que je coupe les piments, vous allez couper l'oignon.
it_it: [_flora_s_concerned_] Mentre tagliassi i peperoncini, taglierai la cipolla.

source: [_mc_] What if I slice off my fingers?
fr_fr: [_mc_] Que faire si je tranche mes doigts?
it_it: [_mc_] E se mi tagliassi le dita?

source: [_flora_s_excited_] Then we're adding them to the pot!
fr_fr: [_flora_s_excited_] Ensuite, nous les ajoutons au pot !
it_it: [_flora_s_excited_] Poi li stiamo aggiungendo al piatto!

source: [_flora_s_neutral_] Don't worry. The knife is really sharp. It won't even hurt.
fr_fr: [_flora_s_neutral_] Ne vous inquiétez pas. Le couteau est très tranchant. Ça ne fera même pas mal.
it_it: [_flora_s_neutral_] Non ti preoccupare. Il coltello è davvero affilato. Non farà nemmeno male.

source: [_mc_] Okay, can we stop talking about cutting off my fingers?
fr_fr: [_mc_] Ok, pouvons-nous arrêter de parler de couper mes doigts?
it_it: [_mc_] Okay, possiamo smettere di parlare di tagliarmi le dita?

source: [_flora_s_excited_] I'll keep it up until you're finished with the onion.
fr_fr: [_flora_s_excited_] Je vais le garder jusqu'à ce que vous soyez fini avec l'oignon.
it_it: [_flora_s_excited_] lo terrò fino a quando non avrai finito la cipolla.

source: [_flora_s_thinking_] I've put the onion on the counter.
fr_fr: [_flora_s_thinking_] J'ai mis l'oignon sur le comptoir.
it_it: [_flora_s_thinking_] Ho messo la cipolla sul contatore.

source: [_flora_s_thinking_] Get to the chopping!
fr_fr: [_flora_s_thinking_] Allez à la coupe !
it_it: [_flora_s_thinking_] Vai al taglio!

source: [_mc_] I brought what you asked.
fr_fr: [_mc_] J'ai apporté ce que vous avez demandé.
it_it: [_mc_] Ho portato quello che hai chiesto.

source: [_flora_s_eyeroll_] What am I supposed to do with this?
fr_fr: [_flora_s_eyeroll_] Qu'est-ce que je suis censé faire avec ça?
it_it: [_flora_s_eyeroll_] Che cosa devo fare con questo?

source: [_flora_s_concerned_] You're messing with me, aren't you?
fr_fr: [_flora_s_concerned_] Vous m'emballez, n'est-ce pas?
it_it: [_flora_s_concerned_] Stai disordinando con me, vero?

source: [_flora_s_laughing_] I will make you suffer later.
fr_fr: [_flora_s_laughing_] Je vais vous faire souffrir plus tard.
it_it: [_flora_s_laughing_] Ti farò soffrire più tardi.

source: [_flora_s_annoyed_] That's all wrong. Start over.
fr_fr: [_flora_s_annoyed_] C'est faux. Commencer.
it_it: [_flora_s_annoyed_] È tutto sbagliato. Inizia da capo.

source: [_flora_s_cringe_] What's this? You think this is a game?
fr_fr: [_flora_s_cringe_] Qu'est-ce que c'est? Tu crois que c'est un jeu?
it_it: [_flora_s_cringe_] Cos'è questo? Pensi che questo sia un gioco?
