Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_cooking_chilli.po
Languages: fr_fr, it_it

source: I'll just put her phone here...
fr_fr: Je vais juste mettre son téléphone ici ...
it_it: Metterò il suo telefono qui...

source: [_flora_] Oh god.
fr_fr: [_flora_] Oh Dieu.
it_it: [_flora_] Oh dio.

source: [_mc_] This isn't exactly milk, but I hope it'll help.
fr_fr: [_mc_] Ce n'est pas exactement du lait, mais j'espère que ça aidera.
it_it: [_mc_] Questo non è esattamente latte, ma spero che aiuterà.

source: [_flora_] It... It's working!
fr_fr: [_flora_] It ... Ça marche !
it_it: [_flora_] Sta... sta funzionando!

source: [_mc_] Really?
fr_fr: [_mc_] Vraiement?
it_it: [_mc_] Davvero?

source: [_flora_] Yes! Can you, um, spread it out?
fr_fr: [_flora_] Oui ! Peux-tu, euh, la répandre?
it_it: [_flora_] Sì! Riesci tu, o no, spargilo?

source: [_mc_] Are you sure?
fr_fr: [_mc_] Etes-vous sûr?
it_it: [_mc_] Sei sicuro?

source: [_flora_] Yes, I still have chili on my fingers!
fr_fr: [_flora_] Oui, j'ai encore du chili sur mes doigts !
it_it: [_flora_] Sì, ho ancora il peperoncino sulle dita!

source: [_mc_] All right...
fr_fr: [_mc_] Très bien ...
it_it: [_mc_] Va bene...

source: It's... so much softer than I ever expected...
fr_fr: C'est. .. tellement plus doux que je ne m'y attendais ...
it_it: E' molto più morbido di quanto mi aspettassimo mai...

source: Her lips are like hot wet silk in my hand.
fr_fr: Ses lèvres sont comme de la soie mouillée dans ma main.
it_it: Le sue labbra sono come la seta bagnata calda nella mia mano.

source: It's like touching a little bit of heaven. The most forbidden and sinful part of it...
fr_fr: C'est comme toucher un peu de paradis. La partie la plus interdite et la plus sinistre ...
it_it: È come toccare un po' di paradiso. La parte più proibita e peccata...

source: Squishy and smooth and... the best thing ever.
fr_fr: Squishy et lisse et ... la meilleure chose à jamais.
it_it: Squishy e liscio e... la cosa migliore mai.

source: An infinite number of the sweetest juiciest pussies have filled my dreams for years, but nothing could compare to this.
fr_fr: Un nombre infini de pussies les plus doux ont rempli mes rêves depuis des années, mais rien ne pouvait se comparer à ça.
it_it: Un numero infinito di fighe più dolci hanno riempito i miei sogni per anni, ma nulla poteva paragonare a questo.

source: Running my fingers through her folds, feeling her twitch under my touch. Her little gasps as my hand brushes over her clit.
fr_fr: Courir mes doigts à travers ses plis, sentir sa secousse sous mon toucher. Ses petits gaz comme ma main brosses sur son clit.
it_it: Correndo le dita attraverso le sue pieghe, sentendo il suo twitch sotto il mio tocco. I suoi piccoli gasps come la mia mano si sporge sopra il suo clitoride.

source: [_flora_] Ohhh! It's working!
fr_fr: [_flora_] Ohhh ! Ça marche !
it_it: [_flora_] Ohhh! Sta funzionando!

source: She's vibrating against my hand. Buzzing almost!
fr_fr: Elle vibre contre ma main. Buzzing presque !
it_it: Sta vibrando contro la mia mano. Buzzing quasi!

source: [_flora_] W-what's happening?
fr_fr: [_flora_] W-ce qui se passe?
it_it: [_flora_] W cosa sta succedendo?

source: Her pee is like liquid fire gushing through my fingers, spattering over my arm and face.
fr_fr: Son tipi est comme un feu de liquide qui se gèlait à travers mes doigts, qui s'abat sur mon bras et mon visage.
it_it: Il suo pisello è come il fuoco liquido che sgorga attraverso le dita, spattering sopra il mio braccio e il viso.

source: Always thought girl pee would smell differently, but it's the same musky hint of ammonia.
fr_fr: Toujours penser que les filles tiraient une odeur différente, mais c'est la même hint musquée de l'ammoniaque.
it_it: Pensato sempre ragazza piscia avrebbe odore diverso, ma è lo stesso sentore muschioso di ammoniaca.

source: Almost got some in my mouth and eyes...
fr_fr: J'en ai presque dans ma bouche et mes yeux ...
it_it: Quasi alcuni nella mia bocca e gli occhi...

source: Glad it missed, although... can't help but be curious about the taste...
fr_fr: Glad a manqué, bien que ... je ne peux pas vous aider mais être curieux au sujet du goût ...
it_it: Felice che manchi, però... non può fare a meno di essere curioso circa il gusto...

source: [_mc_] Did you... just pee on me?
fr_fr: [_mc_] Avez-vous ... juste pisser sur moi?
it_it: [_mc_] Hai fatto... solo pisello su di me?

source: [_flora_] I'm so sorry!
fr_fr: [_flora_] Je suis désolé !
it_it: [_flora_] Mi dispiace!

source: [_flora_] I don't know what happened!
fr_fr: [_flora_] Je ne sais pas ce qui s'est passé !
it_it: [_flora_] Non so cos'è successo!

source: My guess is the Pepelepsi combined with the residue of the chili peppers had some kind of chemical reaction...
fr_fr: Je pense que le Pepelepsi combiné avec le résidu des piments chili a eu une sorte de réaction chimique ...
it_it: La mia congettura è il Pepelepsi combinato con il residuo dei peperoncini ha avuto una sorta di reazione chimica...

source: [_mc_] I don't know either, but I'm glad you're not burning up anymore!
fr_fr: [_mc_] Je ne sais pas non plus, mais je suis content que tu ne brûles plus !
it_it: [_mc_] nemmeno io lo so, ma sono contento che tu non stia più bruciando!

source: [_flora_] Thanks... I guess...
fr_fr: [_flora_] Merci ... Je suppose ...
it_it: [_flora_] Grazie... Immagino...

source: That was probably the most reluctant "thank you" I've ever heard, but I'll take it.
fr_fr: C'était probablement le plus réticon "merci" que j'aie jamais entendu, mais je vais le prendre.
it_it: Questo è stato probabilmente il più riluttante "grazie" che abbia mai sentito, ma lo prenderò.

source: [_flora_s_FloraShowerPoseA1_concerned_pepelepsi_] Why does my pussy smell like Pepelepsi?
fr_fr: [_flora_s_FloraShowerPoseA1_concerned_pepelepsi_] Pourquoi mon pussy sent comme Pepelepsi?
it_it: [_flora_s_FloraShowerPoseA1_concerned_pepelepsi_] Perché la mia figa odore come Pepelepsi?

source: [_mc_] Err... we were out of milk...
fr_fr: [_mc_] Err ... nous étions en dehors du lait ...
it_it: [_mc_] Err... eravamo fuori latte...

source: [_flora_s_FloraShowerPoseA1_angry_pepelepsi_] So you grabbed the bottle of that radioactive waste and decided to pour it all over my poor pussy?
fr_fr: [_flora_s_FloraShowerPoseA1_angry_pepelepsi_] Alors vous avez saisi la bouteille de ces déchets radioactifs et vous avez décidé de verser tout sur ma pauvre chatte?
it_it: [_flora_s_FloraShowerPoseA1_angry_pepelepsi_] Così hai afferrato la bottiglia di quel residuo radioattivo e hai deciso di riversarla in tutta la mia povera figa?

source: [_mc_] It seemed to work. Would you have rather I let you suffer?
fr_fr: [_mc_] Cela semble fonctionner. Aurais-tu plutôt que je te laisse souffrir?
it_it: [_mc_] Sembrava funzionare. Avresti piuttosto che ti lasci soffrire?

source: [_flora_s_FloraShowerPoseA1_confident_pepelepsi_] Maybe.
fr_fr: [_flora_s_FloraShowerPoseA1_confident_pepelepsi_] Peut-être.
it_it: [_flora_s_FloraShowerPoseA1_confident_pepelepsi_] Forse.

source: [_flora_] Well, you're lucky my pussy can withstand almost anything.
fr_fr: [_flora_] Eh bien, vous avez de la chance que ma chatte puisse résister à presque n'importe quoi.
it_it: [_flora_] Beh, sei fortunato che la mia figa possa sopportare quasi tutto.

source: She sure isn't wrong about me being lucky.
fr_fr: Elle n'a pas tort de moi avoir de la chance.
it_it: Sicuramente non si sbaglia che io sia fortunato.

source: Now is probably a good time to make my escape.
fr_fr: C'est probablement un bon moment pour m'échapper.
it_it: Ora è probabilmente un buon momento per fare la mia fuga.

source: [_mc_] Well, I'm glad you're okay. Peace out!
fr_fr: [_mc_] Eh bien, je suis content que tu sois ok. La paix !
it_it: [_mc_] Beh, sono contento che tu stia bene. Pace fuori!

source: [_flora_s_angry_] Don't you dare tell anyone about this.
fr_fr: [_flora_s_angry_] N'osez pas le dire à qui que ce soit.
it_it: [_flora_s_angry_] Non osate dire a nessuno di questo.

source: [_mc_] Who am I going to tell?
fr_fr: [_mc_] Qui suis-je?
it_it: [_mc_] Chi lo dirò?

source: [_flora_s_confident_] I'm glad you don't have any friends.
fr_fr: [_flora_s_confident_] Je suis heureux que vous n'avez pas d'amis.
it_it: [_flora_s_confident_] Sono contento che tu non abbia amici.

source: [_flora_s_confident_] Then, I'd have to kill you.
fr_fr: [_flora_s_confident_] Alors, je devrais te tuer.
it_it: [_flora_s_confident_] Poi, dovrei ucciderti.

source: [_mc_] All right, then!
fr_fr: [_mc_] Très bien, alors !
it_it: [_mc_] Va bene, allora!

source: [_flora_s_annoyed_] Are you going to stare forever or let me dress in peace?
fr_fr: [_flora_s_annoyed_] Est-ce que tu vas me ranger à jamais ou me laisser s'habiller en paix?
it_it: [_flora_s_annoyed_] Stai per stare in piedi per sempre o mi lasci vestire in pace?

source: [_mc_] Is that a rhetorical question or are you giving me a choice here?
fr_fr: [_mc_] Est-ce une question rhétorique ou vous donnez-moi un choix ici?
it_it: [_mc_] È questa una domanda retorica o mi state dando una scelta qui?

source: [_flora_s_laughing_] I would scream at you, but you smell like pee and that's kinda funny.
fr_fr: [_flora_s_laughing_] Je vous crierais, mais vous sentez comme pipi et c'est un peu drôle.
it_it: [_flora_s_laughing_] Io ti urlando, ma hai un odore di pipì e questo è un po' divertente.

source: She has the weirdest humor.
fr_fr: Elle a l'humour le plus bizarre.
it_it: Lei ha il più strano umorismo.

source: [_mc_] I'll just take a shower now.
fr_fr: [_mc_] Je vais prendre une douche maintenant.
it_it: [_mc_] ora farò solo una doccia.

source: [_flora_s_angry_] Get out!
fr_fr: [_flora_s_angry_] Sortez !
it_it: [_flora_s_angry_] Uscita!

source: [_mc_] Ugh, fine.
it_it: [_mc_] Ugh, bene.

source: Phew, she looked like she was about to slit my throat with her nails.
fr_fr: Phew, elle avait l'air d'être sur le point de me fendre la gorge avec ses ongles.
it_it: Anaca, sembrava che stava per spuntarmi la gola con le unghie.

source: This incident should probably never be spoken about again.
fr_fr: Cet incident ne devrait probablement plus jamais être évoqué.
it_it: Questo incidente probabilmente non dovrebbe mai più essere parlato.

source: It would be hot to stick my [item.title_lower] in her pussy, but she'd probably kill me.
fr_fr: Il serait chaud de coller ma [item.title_lower] dans sa chatte, mais elle me tuerait probablement.
it_it: Sarebbe caldo attaccare la mia [item.title_lower] nella sua figa, ma probabilmente mi avrebbe ucciso.

source: "Yes, here you go!"
fr_fr: "Oui, ici tu y vas !"
it_it: "Sì, qui vai!"

source: "Yes, but you're going to have to pay me in food."
fr_fr: "Oui, mais tu vas devoir me payer de la nourriture."
it_it: "Sì, ma dovrai pagarmi nel cibo."

source: "Don't talk to me like that."
fr_fr: "Ne me parle pas comme ça."
it_it: "Non parlarmi così."

source: "No, thanks. I think I'll pass."
fr_fr: " Non, merci. Je pense que je vais passer. "
it_it: "No, grazie. Penso che passerò."

source: "Okay, sure. How bad can it be?"
fr_fr: " Ok, sûr. Comment ça peut être mauvais? "
it_it: "Va bene, certo. Quanto può essere male?"

source: Leave a nice voice message
fr_fr: Laissez un message vocal agréable
it_it: Lascia un bel messaggio vocale

source: Leave a vulgar voice message
fr_fr: Laissez un message vocal vulgaire
it_it: Lascia un messaggio vocale volgare

source: "Why did you touch yourself while cooking?"
fr_fr: "Pourquoi avez-vous touché vous-même pendant la cuisson?"
it_it: "Perché ti sei toccato mentre cucinava?"

source: "Can I help somehow?"
fr_fr: "Puis-je m'aider d'une manière ou d'une autre?"
it_it: "Posso aiutare in qualche modo?"

source: "Seriously, I don't even want to know. I'll look after your food while you clean up."
fr_fr: " Sérieusement, je ne veux même pas savoir. Je vais chercher votre nourriture pendant que vous nettoyez. "
it_it: "Seriamente, non voglio nemmeno sapere. Prenderò cura del tuo cibo mentre ti ripulisci."

source: "Sounds like you have a bit of a situation on your hands... and in your panties."
fr_fr: "On dirait que vous avez un peu de situation sur vos mains ... et dans vos cultes."
it_it: "Suoni come se avessi un po' di una situazione sulle tue mani... e nei tuoi antiparassitari."

source: Stay and help her clean off
fr_fr: Rester et l'aider à nettoyer
it_it: Rimanere e aiutarla a pulire

source: Turn on the shower, but let her clean off herself
fr_fr: Allumer la douche, mais la laisser se nettoyer.
it_it: Accendere la doccia, ma lasciarla pulire se stessa

source: Stay and watch
fr_fr: Rester et regarder
it_it: Rimani e guarda

source: Give her some privacy
fr_fr: Donnez-lui un peu de vie privée
it_it: Datele un po' di privacy

source: [_flora_s_embarrassed_] Oh, man! Buuuut! Owwww!
fr_fr: [_flora_s_embarrassed_] Oh, mec ! Buuuut ! Owwww !

source: [flora] being naked is nothing new to me, but this feels wrong and inappropriate. But she is suffering...
fr_fr: [flora] être nu n'est rien de nouveau pour moi, mais cela se sent mal et inapproprié. Mais elle souffre ...

source: [_flora_s_embarrassed_] Aaah! Please don't tell [jo] about this!
fr_fr: [_flora_s_embarrassed_] Aaah ! S'il vous plaît, ne dites pas le [jo] à ce sujet !
