Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_squid.po
Languages: fr_fr, it_it

source: [_mc_] [flora], I think you need to pay more attention during biology class...
fr_fr: [_mc_] [flora], je pense que vous devez payer plus d'attention pendant la classe de biologie ...
it_it: [_mc_] [flora], penso che sia necessario prestare maggiore attenzione durante la lezione di biologia...

source: [_flora_s_skeptical_wet_] Whatever.
fr_fr: [_flora_s_skeptical_wet_] Quoi qu'il en soit.
it_it: [_flora_s_skeptical_wet_] Qualcosa.

source: [_mc_] Are you turning into a slug?
fr_fr: [_mc_] Est-ce que vous vous transformez en salope?
it_it: [_mc_] Si sta trasformando in uno slug?

source: [_flora_s_skeptical_wet_] That's not funny.
fr_fr: [_flora_s_skeptical_wet_] Ce n'est pas drôle.
it_it: [_flora_s_skeptical_wet_] Non è divertente.

source: [_mc_] It wasn't meant to be!
fr_fr: [_mc_] Ce n'était pas censé être !
it_it: [_mc_] Non era destinato a essere!

source: [_mc_] Do you know how Spider-Man got his powers?
fr_fr: [_mc_] Savez-vous comment Spider-Man a eu ses pouvoirs?
it_it: [_mc_] Sai come Spider-Man ha i suoi poteri?

source: [_mc_] I can totally see you sliding down the windows of skyscrapers, leaving wet trails of mucus in your wake.
fr_fr: [_mc_] Je peux vous voir totalement glisser dans les fenêtres des gratte-ciel, laissant les traces humides de mucus dans votre sillage.
it_it: [_mc_] Vi vedo totalmente scivolare giù per le finestre dei grattacieli, lasciando sentieri bagnati di muco nella vostra scia.

source: [_flora_s_sad_wet_] I can't take your bullshit right now...
fr_fr: [_flora_s_sad_wet_] Je ne peux pas prendre tes conneries maintenant ...
it_it: [_flora_s_sad_wet_] Non posso prendere le tue stronzate in questo momento...

source: [_mc_] You look like you need another hug.
fr_fr: [_mc_] Vous avez l'air d'avoir besoin d'un autre câbeux.
it_it: [_mc_] Sembra che tu abbia bisogno di un altro abbraccio.

source: [_flora_s_sad_wet_] If this is a trick, I'm not in the mood.
fr_fr: [_flora_s_sad_wet_] Si c'est un truc, je ne suis pas d'humeur.
it_it: [_flora_s_sad_wet_] Se questo è un trucco, non sono nell'umore.

source: [_mc_] I would never do something like that.
fr_fr: [_mc_] Je ne ferais jamais quelque chose comme ça.
it_it: [_mc_] Non farei mai qualcosa del genere.

source: [_flora_s_skeptical_wet_] I remember one time when—
fr_fr: [_flora_s_skeptical_wet_] Je me souviens d'un moment où-
it_it: [_flora_s_skeptical_wet_] Ricordo una volta quando—

source: [_mc_] Okay, I admit. I've done some bad things in the past, but I'm a changed man.
fr_fr: [_mc_] Ok, j'admets. J'ai fait de mauvaises choses dans le passé, mais je suis un homme changé.
it_it: [_mc_] Okay, lo ammetto. Ho fatto alcune cose cattive in passato, ma sono un uomo cambiato.

source: [_flora_s_sad_wet_] Okay, fine...
fr_fr: [_flora_s_sad_wet_] Ok, fin ...
it_it: [_flora_s_sad_wet_] Okay, bene...

source: [_mc_] Just like that?
fr_fr: [_mc_] Tout comme ça?
it_it: [_mc_] Proprio così?

source: [_flora_s_sad_wet_] I know you've been trying lately. I guess I trust you.
fr_fr: [_flora_s_sad_wet_] Je sais que vous avez essayé ces derniers temps. Je suppose que je vous fais confiance.
it_it: [_flora_s_sad_wet_] lo so che hai provato ultimamente. Immagino di fidarmi di te.

source: [_mc_] Come here...
fr_fr: [_mc_] Venez ici ...
it_it: [_mc_] Vieni qui...

source: Wrapping my arms around [flora] fills me with a special kind of happiness.
fr_fr: Envelopper mes bras autour de [flora] me remplit d'un bonheur spécial.
it_it: Avvolgere le braccia intorno a [flora] mi riempie di un tipo speciale di felicità.

source: No one needs to know that I'm enjoying the contours of her soft form.{space=-45}
fr_fr: Personne n'a besoin de savoir que je suis en train de profiter des contours de sa forme douce. { space=-45 }
it_it: Nessuno ha bisogno di sapere che mi sto godendo i contorni della sua forma morbida.{space=-45}

source: The way her head rests against my chest...
fr_fr: La façon dont sa tête repose contre ma poitrine ...
it_it: Il modo in cui la sua testa poggia contro il mio petto...

source: The scent of wild strawberries from her hair...
fr_fr: L'odeur des fraises sauvages de ses cheveux ...
it_it: Il profumo di fragole selvatiche dai suoi capelli...

source: [_flora_] Did you just smell me?
fr_fr: [_flora_] Vous venez de me sentir?
it_it: [_flora_] Mi hai appena odorato?

source: [_mc_] What? No!
fr_fr: [_mc_] Quoi? Non !
it_it: [_mc_] Cosa? No!

source: [_flora_] I heard you sniff!
fr_fr: [_flora_] Je vous ai entendu renifler !
it_it: [_flora_] Ti ho sentito beffe!

source: [_mc_] It's just my allergies.
fr_fr: [_mc_] C'est juste mes allergies.
it_it: [_mc_] Sono solo le mie allergie.

source: [_flora_] What allergies?
fr_fr: [_flora_] Quelles allergies?
it_it: [_flora_] Quali allergie?

source: [_mc_] I guess I'm allergic to you being nice.
fr_fr: [_mc_] Je suppose que je suis allergique à votre plaisir.
it_it: [_mc_] Immagino di essere allergico a te gentile.

source: [_mc_] Who would've thought, right?
fr_fr: [_mc_] Qui aurait pensé, n'est-ce pas?
it_it: [_mc_] Chi avrebbe pensato, giusto?

source: [_flora_s_smile_wet_] I'm always nice, so I think we would've discovered that sooner!
fr_fr: [_flora_s_smile_wet_] Je suis toujours gentile, donc je pense que nous aurions découvert ça plus tôt !
it_it: [_flora_s_smile_wet_] Sono sempre bello, quindi penso che lo avremmo scoperto prima!

source: [_mc_] I don't know, [flora]. It's not like we know everything about each other.{space=-25}
fr_fr: [_mc_] Je ne sais pas, [flora]. Ce n'est pas comme si nous connaissons tous les autres. { space=-25 }
it_it: [_mc_] Non lo so, [flora]. Non è come se sapessimo tutto l'uno sull'altro. {space=-25}

source: [_mc_] For example, I just recently discovered that your hair smells lovely.
fr_fr: [_mc_] Par exemple, je viens de découvrir que tes cheveux sent adorable.
it_it: [_mc_] Per esempio, recentemente ho scoperto che i tuoi capelli hanno un buon odore.

source: [_flora_s_afraid_wet_] I knew it!
fr_fr: [_flora_s_afraid_wet_] Je le savais !
it_it: [_flora_s_afraid_wet_] lo sapevo!

source: [_mc_] Well, are you going to tell me what really happened here?
fr_fr: [_mc_] Eh bien, allez-vous me dire ce qui s'est vraiment passé ici?
it_it: [_mc_] Beh, mi dirai cosa è successo qui?

source: [_flora_s_sad_wet_] You're not going to believe me, so let's just move on.
fr_fr: [_flora_s_sad_wet_] Vous n'allez pas me croire, alors permettez-moi de passer.
it_it: [_flora_s_sad_wet_] Non mi crederai, quindi continuiamo.

source: [_mc_] Is there anything I can do to help?
fr_fr: [_mc_] Y a-t-il quelque chose que je puisse faire pour aider?
it_it: [_mc_] C'è qualcosa che posso fare per aiutare?

source: [_flora_s_sad_wet_] Would you help me look for my squid?
fr_fr: [_flora_s_sad_wet_] Est-ce que vous m'aideriez à chercher mon calmar?
it_it: [_flora_s_sad_wet_] Mi aiuteresti a cercare i miei calamari?

source: This sounds like the opening to a weird porno...
fr_fr: Ça ressemble à l'ouverture à un porno bizarre ...
it_it: Questo suona come l'apertura a un porno...

source: [_mc_] I mean, I guess. Have you looked in your pants?
fr_fr: [_mc_] Je veux dire, je suppose. As-tu regardé ton pantalon?
it_it: [_mc_] Intendo dire, immagino. Hai guardato nei tuoi pantaloni?

source: [_flora_s_skeptical_wet_] If you're not going to take it seriously...
fr_fr: [_flora_s_skeptical_wet_] Si vous n'allez pas le prendre au sérieux ...
it_it: [_flora_s_skeptical_wet_] Se non hai intenzione di prenderlo sul serio...

source: [_mc_] Fine! I'll take it seriously. When did you last see it?
fr_fr: [_mc_] Fine ! Je vais prendre ça au sérieux. Quand l'avez-vous vu pour la dernière fois?
it_it: [_mc_] Fine! Lo prenderò sul serio. Quando l'hai visto l'ultima volta?

source: [_flora_s_sad_wet_] It grew too big for my little fishbowl, so I had to move it to the aquarium here.
fr_fr: [_flora_s_sad_wet_] Il a grandi trop grand pour mon petit bol de poisson, alors j'ai dû le déplacer à l'aquarium ici.
it_it: [_flora_s_sad_wet_] E 'cresciuto troppo grande per il mio piccolo pescaiolo, quindi ho dovuto spostarlo in acquario qui.

source: [_flora_s_sad_wet_] I was checking the saline levels... and then it was gone!
fr_fr: [_flora_s_sad_wet_] J'étais en train de vérifier les niveaux salins ... et puis c'était parti !
it_it: [_flora_s_sad_wet_] Stavo controllando i livelli di salina... e poi è andato!

source: [_mc_] The squid disappeared?
fr_fr: [_mc_] Le calmar a disparu?
it_it: [_mc_] Il calamaro è scomparso?

source: [_flora_s_embarrassed_wet_] Yes! I only looked away for a few moments!
fr_fr: [_flora_s_embarrassed_wet_] Oui ! Je n'ai cherché que quelques instants !
it_it: [_flora_s_embarrassed_wet_] Sì! Ho guardato via solo per qualche momento!

source: [_mc_] Well, it couldn't have gotten far, right?
fr_fr: [_mc_] Eh bien, ça n'aurait pas pu être loin, pas vrai?
it_it: [_mc_] Beh, non avrebbe potuto andare lontano, giusto?

source: [_mc_] Have you looked under the furniture?
fr_fr: [_mc_] Avez-vous regardé sous le mobilier?
it_it: [_mc_] Hai guardato sotto i mobili?

source: [_flora_s_sad_wet_] I've looked everywhere in this corridor...
fr_fr: [_flora_s_sad_wet_] J'ai regardé partout dans ce couloir ...
it_it: [_flora_s_sad_wet_] Ho guardato ovunque in questo corridoio...

source: [_mc_] Maybe it slipped into the principal's office?
fr_fr: [_mc_] Peut-être qu'il a glissé dans le bureau du principal?
it_it: [_mc_] Forse è scivolato nell'ufficio del committente?

source: [_flora_s_sad_wet_] I checked it, and I also checked the [nurse]'s office.
fr_fr: [_flora_s_sad_wet_] Je l'ai vérifié, et j'ai également vérifié le bureau [nurse].
it_it: [_flora_s_sad_wet_] l'ho controllato, e ho anche controllato l'ufficio di [nurse].

source: [_mc_] Maybe someone took it?
fr_fr: [_mc_] Peut-être que quelqu'un l'a pris?
it_it: [_mc_] Forse qualcuno l'ha preso?

source: [_flora_s_afraid_wet_] Who would do such a thing?
fr_fr: [_flora_s_afraid_wet_] Qui ferait une telle chose?
it_it: [_flora_s_afraid_wet_] Chi farebbe una cosa del genere?

source: [_mc_] I can think of a few people...
fr_fr: [_mc_] Je peux penser à quelques personnes ...
it_it: [_mc_] Penso a poche persone...

source: [_flora_s_embarrassed_wet_] We have to find it before it's too late!
fr_fr: [_flora_s_embarrassed_wet_] Nous devons le trouver avant qu'il ne soit trop tard !
it_it: [_flora_s_embarrassed_wet_] Dobbiamo trovarlo prima che sia troppo tardi!

source: [_mc_] Okay, I guess we should start looking...
fr_fr: [_mc_] Ok, je suppose que nous devrions commencer à regarder ...
it_it: [_mc_] Okay, credo che dovremmo iniziare a guardare...

source: [_mc_] There are only a few places here that are wet enough for a squid.
fr_fr: [_mc_] Il n'y a que quelques endroits ici qui sont assez humides pour un calmar.
it_it: [_mc_] Ci sono solo alcuni posti qui che sono abbastanza bagnati per un calamaro .

source: [_mc_] Follow me!
fr_fr: [_mc_] Suivez-moi !
it_it: [_mc_] Seguimi!

source: A detective would call these puddles a lead.
fr_fr: Un détective appelle ces flaques d'avance.
it_it: Un detective chiamerebbe questi pozzangoli un piombo.

source: I call it a mess.
fr_fr: Je l'appelle un bordel.
it_it: Io la chiamo un casino.

source: What the hell happened here?
fr_fr: Qu'est-ce qui s'est passé ici?
it_it: Che diavolo è successo qui?

source: [_mc_] [flora], take a look at this.
fr_fr: [_mc_] [flora], regarde ça.
it_it: [_mc_] [flora], dai un'occhiata a questo.

source: [_flora_s_thinking_] You're right, this could be the work of [cuthbert]!
fr_fr: [_flora_s_thinking_] Vous avez raison, ça pourrait être le travail de [cuthbert]!
it_it: [_flora_s_thinking_] Hai ragione, questo potrebbe essere il lavoro di [cuthbert]!

source: [_flora_s_blush_] Yeah, that's the name of my squid.
fr_fr: [_flora_s_blush_] Oui, c'est le nom de mon calmar.
it_it: [_flora_s_blush_] Sì, è il nome del mio calamario.

source: [_mc_] I had no idea girls named their squids.
fr_fr: [_mc_] Je n'avais aucune idée de filles nommées leurs calmars.
it_it: [_mc_] Non avevo idea di ragazze chiamato i loro calamari.

source: [_mc_] I also had no idea a squid could make such a mess... It must've been very stimulated.
fr_fr: [_mc_] Je n'avais aucune idée qu'un calmar puisse faire un tel gâchis ... Ça doit avoir été très stimulé.
it_it: [_mc_] anch'io non avevo idea che un calamaro potesse fare un tale disordine... Deve essere stato molto stimolato.

source: [_flora_s_annoyed_] Can you stop being lewd?
fr_fr: [_flora_s_annoyed_] Pouvez-vous cesser d'être obscène?
it_it: [_flora_s_annoyed_] Puoi smettere di essere lewd?

source: [_mc_] Get your mind out of the gutter, [flora]! I'm just talking about your pet.{space=-35}
fr_fr: [_mc_] Faites sortir votre esprit du caniveau [flora]! Je parle de votre animal de compagnie. { space=-35 }
it_it: [_mc_] Scelga la tua mente dal gutter, [flora]! Sto solo parlando del tuo animale domestico.{space=-35}

source: [_flora_s_eyeroll_] Right...
fr_fr: [_flora_s_eyeroll_] Droit ...
it_it: [_flora_s_eyeroll_] A Destra...

source: [_mc_] Either way, it doesn't appear to be here.
fr_fr: [_mc_] Quoi qu'il en soit, ça ne semble pas être ici.
it_it: [_mc_] In entrambi i casi, non sembra essere qui.

source: [_flora_s_sad_] Do you think it could've crawled into the fine arts wing?
fr_fr: [_flora_s_sad_] Pensez-vous qu'il aurait pu explorer l'aile des beaux-arts?
it_it: [_flora_s_sad_] Pensi che avrebbe potuto strisciare nell'ala delle belle arti?

source: [_mc_] I don't know. There's no water there...
fr_fr: [_mc_] Je ne sais pas. Il n'y a pas d'eau là ...
it_it: [_mc_] non lo so. Non c'è acqua lì...

source: [_mc_] If I were a squid, I'd go toward the nearest body of water.
fr_fr: [_mc_] Si j'étais un calmar, je me dirigeais vers le plan d'eau le plus proche.
it_it: [_mc_] Se fossi un calamaro andrei verso il corpo d'acqua più vicino.

source: [_flora_s_afraid_] The women's bathroom? Okay, hurry!
fr_fr: [_flora_s_afraid_] La salle de bain pour femmes? Ok, dépêchez !
it_it: [_flora_s_afraid_] Il bagno delle donne? Ok, sbrigati!

source: [_flora_s_embarrassed_] Come on!
fr_fr: [_flora_s_embarrassed_] Allez !
it_it: [_flora_s_embarrassed_] Avanti!

source: [_mc_] I can't go in there. I'll get detention.
fr_fr: [_mc_] Je ne peux pas y aller. Je serai en détention.
it_it: [_mc_] Non posso andare lì dentro. Io prenderò la detenzione.

source: [_flora_s_afraid_] Detention?! This is [cuthbert]'s life we're talking about!
fr_fr: [_flora_s_afraid_] Détention? ! C'est la vie de [cuthbert]dont nous parlons !
it_it: [_flora_s_afraid_] Detention?! Questa è la vita di [cuthbert]di cui stiamo parlando!

source: [_mc_] Sorry, I'm not risking that.
fr_fr: [_mc_] Désolé, je ne risque pas ça.
it_it: [_mc_] Mi dispiace, non lo sto rischiando.

source: [_flora_s_angry_] I thought you were going to help me!
fr_fr: [_flora_s_angry_] Je croyais que tu allais m'aider !
it_it: [_flora_s_angry_] Pensavo che tu mi avrebbe aiutato!

source: [_mc_] Yes, but I can't just walk into the women's bathroom in broad daylight!{space=-50}
fr_fr: [_mc_] Oui, mais je ne peux pas marcher dans la salle de bain des femmes en plein jour ! { space=-50 }
it_it: [_mc_] Sì, ma non posso semplicemente entrare nel bagno delle donne in pieno giorno!{space=-50}

source: [_flora_s_angry_] It's a matter of life and death!
fr_fr: [_flora_s_angry_] C'est une question de vie et de mort !
it_it: [_flora_s_angry_] È una questione di vita e di morte!

source: [_mc_] Stop wasting time, then.
fr_fr: [_mc_] Arrêter le temps de perte, puis.
it_it: [_mc_] Smettete di perdere tempo, allora.

source: [_flora_s_angry_] Ugh, you're the worst...
fr_fr: [_flora_s_angry_] Ugh, vous êtes le pire ...
it_it: [_flora_s_angry_] Ugh, sei il peggio...

source: Well, that certainly could've gone better.
fr_fr: Eh bien, ça aurait certainement pu aller mieux.
it_it: Bene, questo certamente avrebbe potuto andare meglio.

source: I guess I'll just wait here...
fr_fr: Je suppose que je vais juste attendre ici ...
it_it: Immagino che aspetterò qui...

source: [_mc_] Fine... let's go.
fr_fr: [_mc_] Amende ... Allons-y.
it_it: [_mc_] Fine... andiamo.

source: [_flora_s_smile_] Thank you!
fr_fr: [_flora_s_smile_] Merci !
it_it: [_flora_s_smile_] Grazie!

source: [_mc_] [flora]? How's it going?
fr_fr: [_mc_] [flora]? Comment ça va?
it_it: [_mc_] [flora]? Com'è andato?

source: No answer.
fr_fr: Pas de réponse.
it_it: Nessuna risposta.

source: She must be snorkeling a toilet or something...
fr_fr: Elle doit renifler une toilette ou quelque chose ...
it_it: Lei deve fare snorkeling una toilette o qualcosa...

source: Hopefully, no jocks will find me trespassing while I wait for [flora]...
fr_fr: Espérons que les jocks ne me trouveront pas d'intrusion pendant que j'attends [flora]...
it_it: Speriamo che nessun jocks mi troverà incastrato mentre aspetto [flora]...

source: [flora] is already pissed. Leaving now would make her explode.
fr_fr: [flora] est déjà embrassé. Laisser à présent la faire exploser.
it_it: [flora] è già pazzito. Lasciare ora la sua esplosione.

source: Actually... hmm...
fr_fr: En fait ... hmm ...
it_it: In realtà... hmm...

source: Nah, I'd probably have to clean up the mess.
fr_fr: Nah, je devrais probablement nettoyer le bordel.
it_it: Nah, probabilmente dovrei ripulire il casino.

source: [mrsl] looks lost in thought...
fr_fr: [mrsl] semble perdu dans la pensée ...
it_it: [mrsl] sembra perso nel pensiero...

source: [_mc_] What are you doing?
fr_fr: [_mc_] Que faites-vous?
it_it: [_mc_] Cosa stai facendo?

source: [_mrsl_s_surprised_] [mc]! Don't sneak up on an old lady like that! [withvpunch]
fr_fr: [_mrsl_s_surprised_] [mc]! Ne pas éternuement sur une vieille dame comme ça ! [withvpunch]
it_it: [_mrsl_s_surprised_] [mc]! Non intrufolarsi su una vecchia signora del genere! [withvpunch]

source: [_mc_] You're not that old!
fr_fr: [_mc_] Vous n'êtes pas vieux !
it_it: [_mc_] Non sei così vecchio!

source: [_mrsl_s_flirty_] You make me miss the old days.
fr_fr: [_mrsl_s_flirty_] Tu me fais rater les vieux jours.
it_it: [_mrsl_s_flirty_] Mi fai perdere i vecchi giorni.

source: [_mc_] I don't know, I always found the 90s pretty slow.
fr_fr: [_mc_] Je ne sais pas, j'ai toujours trouvé les 90 assez lents.
it_it: [_mc_] Non lo so, ho sempre trovato gli anni '90 piuttosto lento.

source: [_mrsl_s_laughing_] Oh, you're so sweet! I could eat you right up.
fr_fr: [_mrsl_s_laughing_] Oh, tu es si gentile ! Je pourrais te manger tout de même.
it_it: [_mrsl_s_laughing_] Oh, sei così dolce! Potrei mangiarti subito.

source: [_mc_] Sorry, but why do you keep sniffing?
fr_fr: [_mc_] Désolé, mais pourquoi continuez à renifler?
it_it: [_mc_] Mi dispiace, ma perché continui a sniffare?

source: [_mrsl_s_surprised_] Can you not smell that?
fr_fr: [_mrsl_s_surprised_] Peux-tu ne pas sentir ça?
it_it: [_mrsl_s_surprised_] Non riesci ad odorarlo?

source: [_mc_] Sorry, but have you seen a squid?
fr_fr: [_mc_] Désolé, mais avez-vous vu un calmar?
it_it: [_mc_] Siamo spiacenti, ma hai visto un calamario?

source: [_mrsl_s_skeptical_] What do you mean by that?
fr_fr: [_mrsl_s_skeptical_] Que voulez-vous dire par là?
it_it: [_mrsl_s_skeptical_] Che cosa intendete con quello?

source: [_mc_] [flora] has lost her pet squid... I assume you haven't seen it.
fr_fr: [_mc_] [flora] a perdu son calamar ... Je suppose que vous ne l'avez pas vu.
it_it: [_mc_] [flora] ha perso il suo calamaro domestico... Suppongo che non l'abbiate visto.

source: [_mrsl_s_thinking_] I'm afraid not.
fr_fr: [_mrsl_s_thinking_] Je n'ai pas peur.
it_it: [_mrsl_s_thinking_] Ho paura di no.

source: [_mrsl_s_thinking_] Have you looked in the aquarium downstairs?
fr_fr: [_mrsl_s_thinking_] Avez-vous regardé dans l'aquarium en bas?
it_it: [_mrsl_s_thinking_] Avete guardato nell'acquario al piano di sotto?

source: [_mc_] Thanks for the tip...
fr_fr: [_mc_] Merci pour le conseil ...
it_it: [_mc_] Grazie per la mancia...

source: [_mrsl_s_cringe_hands_up_] Can you not smell that?
fr_fr: [_mrsl_s_cringe_hands_up_] Peux-tu ne pas sentir ça?
it_it: [_mrsl_s_cringe_hands_up_] Non riesci ad odorarlo?

source: [_mc_] Smell what?
fr_fr: [_mc_] Smell quoi?
it_it: [_mc_] odore cosa?

source: [_mrsl_s_annoyed_] Oh, this is not good. Not good at all.
fr_fr: [_mrsl_s_annoyed_] Oh, ce n'est pas bon. Pas bon du tout.
it_it: [_mrsl_s_annoyed_] Oh, questo non è buono. Non va bene.

source: What is she talking about?
fr_fr: De quoi parle-t-elle?
it_it: Di cosa sta parlando?

source: This corridor smells like it always does — sweat and unbridled testosterone.
fr_fr: Ce couloir sent comme toujours-la sueur et la testostérone débridante.
it_it: Questo corridoio odora come sempre fa — il sudore e il testosterone sfrenato.

source: [_mrsl_s_concerned_] Excuse me.
fr_fr: [_mrsl_s_concerned_] Excuse-moi.
it_it: [_mrsl_s_concerned_] Scusatemi.

source: [mrsl] looked concerned...
fr_fr: [mrsl] semblait concerné ...
it_it: [mrsl] sembrava interessato...

source: What kind of smell would cause her to run off like that?
fr_fr: Quel genre d'odeur lui ferait courir comme ça?
it_it: Che tipo di odore la farebbe scappare così?

source: Hmm... odd. The glass is slightly open.
fr_fr: Hmm ... impaire. Le verre est légèrement ouvert.
it_it: Hmm... dispari. Il vetro è leggermente aperto.

source: The case containing the school's pride is usually locked up tightly.
fr_fr: Le cas contenant la fierté de l'école est généralement bien enfermé.
it_it: Il caso contenente l'orgoglio della scuola è solitamente bloccato strettamente.

source: [mrsl] was right, there's a faint smell coming from inside...
fr_fr: [mrsl] a raison, il y a une faible odeur venant de l'intérieur ...
it_it: [mrsl] aveva ragione, c'è un debole odore proveniente dall'interno...

source: Smells vaguely burnt, but not quite...
fr_fr: Des odeurs vaguement brûlées, mais pas tout à fait ...
it_it: Odori vagamente bruciati, ma non abbandonati...

source: Like an overheated RC car or drill. Kind of like burning ozone.
fr_fr: Comme une voiture de RC surchauffée ou un exercice. Un peu comme la combustion de l'ozone.
it_it: Come un'auto RC surriscaldata o un trapano. Tipo di come l'ozono bruciante.

source: Why would the trophy case smell like that?
fr_fr: Pourquoi l'odeur du trophée se sentirait comme ça?
it_it: Perché il caso trofeo odorerebbe così?

source: Maybe I can find the source of the smell if I—
fr_fr: Peut-être que je peux trouver la source de l'odeur si je-
it_it: Forse posso trovare la fonte dell'odore se I—

source: What the hell? Glass shards?
fr_fr: Qu'est-ce que l'enfer? Les éclats de verre?
it_it: Che inferno? Frammenti di vetro?

source: Why is there a broken snowglobe behind the trophies?
fr_fr: Pourquoi y a-on un globe de neige brisé derrière les trophées?
it_it: Perché c'è un globo di neve rotto dietro i trofei?

source: Odd. Very odd.
fr_fr: Odd. Très étrange.
it_it: Strano. Molto strano.

source: [_flora_s_confused_] Are you trying to rob the trophy case?
fr_fr: [_flora_s_confused_] Vous essayez de voler le trophée?
it_it: [_flora_s_confused_] Stai cercando di rubare il caso del trofeo?

source: [_mc_] I mean, that's the only way I'll ever get a trophy...
fr_fr: [_mc_] Je veux dire, c'est la seule façon pour moi d'obtenir un trophée ...
it_it: [_mc_] Voglio dire, è l'unico modo per ottenere mai un trofeo...

source: [_flora_s_sarcastic_] Ain't that the truth!
fr_fr: [_flora_s_sarcastic_] Ain't that the vérité !
it_it: [_flora_s_sarcastic_] Non è questa la verità!

source: [_mc_] Whatever, dude. Did you find your squid or not?
fr_fr: [_mc_] Quoi qu'il en soit, mec. Avez-vous trouvé votre calmar ou pas?
it_it: [_mc_] Qualunque sia il tuo tesoro. Hai trovato il tuo calamaro o no?
