Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_bonsai.po
Languages: fr_fr, it_it

source: [_mc_] Yell if you need anything!
fr_fr: [_mc_] Yell si vous avez besoin de quoi que ce soit !
it_it: [_mc_] Yell se hai bisogno di qualcosa!

source: [_flora_s_angry_] What do you want me to do with this? Eat it?
fr_fr: [_flora_s_angry_] Que voulez-vous que je fasse avec ça? Eat-le?
it_it: [_flora_s_angry_] Cosa vuoi che io faccia con questo? Mangialo?

source: She threw it on the ground...
fr_fr: Elle l'a jeté sur le sol ...
it_it: L'ha lanciata a terra...

source: [_mc_] Is this enough sugar?
fr_fr: [_mc_] Est-ce assez de sucre?
it_it: [_mc_] Questo è abbastanza zucchero?

source: [_flora_s_sarcastic_] Are you serious? That's not nearly enough.
fr_fr: [_flora_s_sarcastic_] Êtes-vous sérieux? Ce n'est pas assez.
it_it: [_flora_s_sarcastic_] Sei serio? Non è abbastanza.

source: [_mc_] Surely, this is enough sugar?
fr_fr: [_mc_] Surement, c'est assez de sucre?
it_it: [_mc_] Sicuramente, questo è abbastanza zucchero?

source: [_mc_] Well, can't you dip your finger into the dough or something?
fr_fr: [_mc_] Eh bien, tu ne peux pas tremper ton doigt dans la pâte ou quelque chose?
it_it: [_mc_] Beh, non puoi immergere il dito nell'impasto o in qualcosa?

source: [_flora_s_confused_] Are you calling me sweet or trying to eat me?
fr_fr: [_flora_s_confused_] Vous m'appelez doux ou essayez-vous de me manger?
it_it: [_flora_s_confused_] Mi stai chiamando dolce o stai cercando di mangiarmi?

source: [_mc_] Maybe... both?
fr_fr: [_mc_] Peut-être ... les deux?
it_it: [_mc_] Forse... entrambi?

source: [_flora_s_annoyed_] Gross. More sugar!
fr_fr: [_flora_s_annoyed_] Gross. Plus de sucre !
it_it: [_flora_s_annoyed_] Gross. Più zucchero!

source: [_mc_] Okay, this has to be enough sugar.
fr_fr: [_mc_] Ok, ça doit être assez de sucre.
it_it: [_mc_] Okay, questo deve essere abbastanza zucchero.

source: [_flora_s_blush_] I think it might just be!
fr_fr: [_flora_s_blush_] Je pense que c'est peut-être juste !
it_it: [_flora_s_blush_] Penso che potrebbe essere!

source: Seeing [flora] dancing around the stove in her undies is almost hypnotizing.
fr_fr: Voir [flora] danser autour de la cuisinière dans ses démons est presque hypnotisant.
it_it: Vedere [flora] danzare intorno alla stufa nelle sue carie è quasi ipnotizzante.

source: Just whip your ass back and forth! Whip your ass back and forth!
fr_fr: Il suffit de fouetez vos fesses ! Whip tes fesses en arrière et en avant !
it_it: Basta frustare il culo indietro e fuori! Whip your ass back and out!

source: [_flora_s_annoyed_] Hello? Are you going to help me over to the stove?
fr_fr: [_flora_s_annoyed_] Bonjour? Tu vas m'aider à me rendre au poêle?
it_it: [_flora_s_annoyed_] Ciao? Mi aiuterai nella stufa?

source: [_mc_] Yeah, err... of course. Just got lost in my thoughts there for a moment.
fr_fr: [_mc_] Ouais, err ... bien sûr. J'ai juste perdu dans mes pensées là pour un instant.
it_it: [_mc_] Sì, erro... ovviamente. Basta perdersi nei miei pensieri lì per un attimo.

source: She'll probably need more help than this, so I'll just have to stay and watch her work I guess.
fr_fr: Elle aura probablement besoin de plus d'aide que ça, donc je vais juste rester et regarder son travail, je suppose.
it_it: Probabilmente avrà bisogno di più aiuto di questo, quindi dovrò solo rimanere e guardare il suo lavoro immagino.

source: Nothing weird about that. Just watching her bake. Nothing weird at all.
fr_fr: Rien de bizarre à ce sujet. Il suffit de regarder son gâteau. Rien de bizarre du tout.
it_it: Niente di strano. Guardare il suo pane. Niente di strano affatto.

source: [_flora_s_excited_] It's done!
fr_fr: [_flora_s_excited_] C'est fait !
it_it: [_flora_s_excited_] è finito!

source: [_mc_] Hey, great. Let's go back to bed.
fr_fr: [_mc_] Hey, super. Revenons au lit.
it_it: [_mc_] Hey, fantastico. Torniamo a letto.

source: [_flora_s_skeptical_] But I want to celebrate.
fr_fr: [_flora_s_skeptical_] Mais je veux célébrer.
it_it: [_flora_s_skeptical_] Ma voglio festeggiare.

source: [_mc_] Have a slice then, but if you want help getting up the stairs, hurry up!
fr_fr: [_mc_] Ayez une tranche, mais si vous voulez aider à monter les escaliers, vous vous dépêchez !
it_it: [_mc_] Avere una fetta allora, ma se vuoi aiutare a salire le scale, affrettati!

source: [_flora_s_annoyed_] Can't a girl enjoy a slice of cake in peace?
fr_fr: [_flora_s_annoyed_] Une fille ne peut pas profiter d'une tranche de gâteau en paix?
it_it: [_flora_s_annoyed_] Non può una ragazza godersi una fetta di torta in pace?

source: [_flora_s_smile_] So good! You should have a bite!
fr_fr: [_flora_s_smile_] So good ! Tu devrais avoir une morsure !
it_it: [_flora_s_smile_] Così bene! Dovresti avere un morso!

source: [_flora_s_smile_] Suit yourself.
fr_fr: [_flora_s_smile_] Suit toi-même.
it_it: [_flora_s_smile_] (Abiti) te stesso.

source: [_mc_] All right. Time to go to bed.
fr_fr: [_mc_] Très bien. Il est temps d'aller au lit.
it_it: [_mc_] Va bene. È ora di andare a letto.

source: [_flora_s_excited_s_flip_] Okay, fine. My cake cravings have been sated!
fr_fr: [_flora_s_excited_s_flip_] Ok, bien. Mes envies de gâteau ont été sonnées !
it_it: [_flora_s_excited_s_flip_] Okay, bene. Le mie voglie di torta sono state saziate!

source: [_flora_s_excited_s_flip_] Help me up the stairs.
fr_fr: [_flora_s_excited_s_flip_] Aidez-moi à monter les escaliers.
it_it: [_flora_s_excited_s_flip_] Aiutami su le scale.

source: [_flora_s_confident_] Thank you. I've got it from here.
fr_fr: [_flora_s_confident_] Merci. Je viens d'ici.
it_it: [_flora_s_confident_] Grazie. L'ho ricevuto da qui.

source: [_mc_] Are you sure? I could tuck you in.
fr_fr: [_mc_] Etes-vous sûr? Je pourrais vous remorquer.
it_it: [_mc_] Sei sicuro? Potrei farti entrare.

source: [_flora_s_concerned_] How? You're banned from my room, remember?
fr_fr: [_flora_s_concerned_] Comment? Tu es banni de ma chambre, tu te souviens?
it_it: [_flora_s_concerned_] Come? Sei bannato dalla mia stanza, ricordi?

source: [_mc_] Thought you could make an exception.
fr_fr: [_mc_] Vous pourriez faire une exception.
it_it: [_mc_] Pensato che potresti fare un'eccezione.

source: [_flora_s_confident_] Sorry, not happening. Night!
fr_fr: [_flora_s_confident_] Désolé, pas en train de se produire. Nuit !
it_it: [_flora_s_confident_] Siamo spiacenti, non succede. Notte!

source: Well, it's probably time for me to hit the sack as well.
fr_fr: Eh bien, il est probablement temps pour moi de frapper aussi le sac.
it_it: Beh, è probabilmente il momento per me di colpire il sacco pure.

source: [_mc_] I can't find the sugar.
fr_fr: [_mc_] Je ne trouve pas le sucre.
it_it: [_mc_] Non riesco a trovare lo zucchero.

source: [_flora_s_thinking_] I'm sure it's hiding somewhere around the house.
fr_fr: [_flora_s_thinking_] Je suis sûr qu'il se cache quelque part autour de la maison.
it_it: [_flora_s_thinking_] Sono sicuro che si sta nascondendo da qualche parte intorno alla casa.

source: The devil in a can — pour it out in a pentagram to achieve the full nutritional benefits!
fr_fr: Le diable dans un peut-le verser dans un pentagramme pour obtenir les avantages nutritionnels complets !
it_it: Il diavolo in una lattina — lo versi in un pentagramma per portare a termine i benefici nutrizionali pieni!

source: Sweaty socks and fresh lemon! The ultimate workout combination!
fr_fr: Chaussettes et citron frais ! La combinaison ultime de travail !
it_it: Calze sudate e limone fresco! L'ultima combinazione di allenamento!

source: Straight from the udders of the Banana Cow. Suckle it, my thirsty tree.
fr_fr: Straight from the udders of the Banana Cow. Je l'ai réussi, mon arbre assoiffé.
it_it: Dritto dalle mammelle della Mucca di Banana. Lo succhia, il mio albero assetato.

source: Like fine wine, but actually tasty. Surely, a tree of your stature would appreciate such an acquired taste.
fr_fr: Comme du vin fin, mais en fait savoureux. Sûrement, un arbre de votre stature apprécierait un tel goût acquis.
it_it: Come il buon vino, ma in realtà gustoso. Sicuramente, un albero della tua statura apprezzerebbe un tale gusto acquisito.

source: Filled with minerals. Salt to be exact. Perfect for any growing plant!
fr_fr: Comblé de minéraux. Sel pour être exact. Parfait pour n'importe quelle plante en pleine croissance !
it_it: Pieno di minerali. Sale per l'esattezza. Perfetto per qualsiasi pianta in coltivazione!

source: A lovely combination of odor and taste. Few plants and people can say no.
fr_fr: Une belle combinaison d'odeur et de goût. Peu de plantes et de gens peuvent dire non.
it_it: Una bella combinazione di odore e gusto. Poche piante e persone possono dire di no.

source: "I wasn't planning on it."
fr_fr: "Je n'avais pas l'intention de le faire."
it_it: "Non avevo intenzione di farlo."

source: ?flora.lust>=4@[flora.lust]/4|{image= flora contact_icon_bandaid}|{image=stats lust}|"You look like a cute Matt Murdock!"
it_it: ?flora.lust>=4@[flora.lust]/4<unk> {image= flora contact_icon_bandaid}<unk> {image=stats lust}<unk> "Sembra un simpatico Matt Murdock!"

source: ?flora.love>=4@[flora.love]/4|{image= flora contact_icon_bandaid}|{image=stats love}|"I don't mind helping you around."
fr_fr: ? flora.love> =4@[flora.love]/4 | { image= flora contact_icon_bandaid } | { image=stats love } | "Je ne pense pas vous aider."
it_it: ?flora.love>=4@[flora.love]/4<unk> {image= flora contact_icon_bandaid}<unk> {image=stats love}<unk> "Non mi dispiace aiutarvi in giro."

source: "Unfortunately."
fr_fr: "Malheureusement."
it_it: "Sfortunatamente."

source: "No, this is a recording of my voice."
fr_fr: "Non, c'est un enregistrement de ma voix."
it_it: "No, questa è una registrazione della mia voce."

source: {image=stats lust}|Help her bake
fr_fr: { image=stats lust } | Aide son bake
it_it: {image=stats lust}<unk> Aiuta il suo cuoco

source: {image=stats love}|Stop her from baking
fr_fr: { image=stats love } | Arracher de la cuisson
it_it: {image=stats love}<unk> Fermarla dalla cottura

source: "You don't have to do that. It really might come in handy someday."
fr_fr: " Vous n'avez pas à faire ça. Ça pourrait vraiment être utile un jour. "
it_it: "Non devi farlo. Potrebbe davvero venire utile un giorno."

source: "That's probably for the best. I'm all about disarming WMDs."
fr_fr: " C'est probablement pour le mieux. Je suis sur le désarmement des WMD. "
it_it: "Probabilmente è per il meglio. Sono tutto sul disarmo delle ADM."

source: "Make sure you also stake it and put salt around the grave."
fr_fr: "Veillez à ce que vous y piez aussi et à mettre du sel autour de la tombe."
it_it: "Assicurarsi che anche lo puntare e mettere il sale intorno alla tomba."

source: Freeze in panic
fr_fr: Geler dans la panique
it_it: Congela nel panico

source: ?mc.intellect>=3@[mc.intellect]/3|{image= stats int}|Block the door
fr_fr: ? mc.intellect> =3@[mc.intellect]/3 | { image= stats int } | Bloquer la porte
it_it: ?mc.intellect>=3@[mc.intellect]/3<unk> {image= statistiche int}<unk> Blocca la porta

source: "I just threw up. Don't come in."
fr_fr: " Je viens de vomaller. Ne viens pas. "
it_it: "Io ho appena gettato. Non entrare."

source: ?mc.charisma>=5@[mc.charisma]/5|{image= stats cha}|"I'm naked."
fr_fr: ? mc.charisma> =5@[mc.charisma]/5 | { image= stats cha } | "Je suis nu."
it_it: ?mc.charisma>=5@[mc.charisma]/5<unk> {image= stats cha}<unk> "Sono nudo."

source: [_mc_] Hilarious...
fr_fr: [_mc_] Hilaire ...

source: [_flora_s_laughing_] Okay!
fr_fr: [_flora_s_laughing_] Ok !

source: [_flora_s_annoyed_] No!
fr_fr: [_flora_s_annoyed_] Non !

source: [_mc_] Pass.
fr_fr: [_mc_] Passe.
