Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_squid.po
Languages: fr_fr, it_it

source: [_mc_] Ugh... just turn on the shower, please...
fr_fr: [_mc_] Ugh ... viens juste de prendre la douche, s'il vous plaît ...
it_it: [_mc_] Ugh... basta accendere la doccia, per favore...

source: [_flora_] Sure thing.
fr_fr: [_flora_] Bien sûr.

source: Ah! The flow of water finally washing away the smell of the river!
fr_fr: Ah ! Le flux d'eau se lave enfin l'odeur de la rivière !
it_it: Ah! Il flusso d'acqua finalmente lavando via l'odore del fiume!

source: Hopefully, it'll get rid of the ink too—
fr_fr: Espérons que ça va se débarrasser de l'encre-
it_it: Speriamo che si sbarazzerà dell'inchiostro troppo—

source: [_mc_] Hey! Stop pushing me.
fr_fr: [_mc_] Hey ! Arras de me pousser.
it_it: [_mc_] Ehi! Smettila di spingermi.

source: [_flora_] Well, you're in the way...
fr_fr: [_flora_] Eh bien, vous êtes en route ...
it_it: [_flora_] Beh, sei nel modo...

source: She slides up in front of me, the warm skin of her back pressing against my stomach.
fr_fr: Elle glisse devant moi, la peau chaude de son dos me pressant contre mon estomac.
it_it: Scivola davanti a me, la pelle calda della schiena premendo contro lo stomaco.

source: [_mc_] Couldn't you have waited your turn?
fr_fr: [_mc_] Vous n'avez pas attendu votre tour?
it_it: [_mc_] Non hai aspettato il tuo turno?

source: [_flora_] Nope!
fr_fr: [_flora_] Non !

source: For the first time in my life, it feels right.
fr_fr: Pour la première fois de ma vie, elle se sent bien.
it_it: Per la prima volta nella mia vita, si sente giusto.

source: [flora] squirms weakly in my arms, her wet skin sliding beneath my touch.
fr_fr: [flora] écureuil faiblement dans mes bras, sa peau mouillée coulissant sous mon toucher.
it_it: [flora] schizza debolmente nelle mie braccia, la sua pelle bagnata scivolando sotto il mio tocco.

source: And then she stops moving.
fr_fr: Et puis elle s'arrête.
it_it: E poi smette di muoversi.

source: It's like we both know this is how it's supposed to be.
fr_fr: C'est comme si nous savons tous les deux que c'est comme ça.
it_it: È come sappiamo entrambi che questo è come dovrebbe essere.

source: [_flora_] Thanks for saving my squid...
fr_fr: [_flora_] Merci d'avoir sauvé mon calamar ...
it_it: [_flora_] Grazie per aver salvato i miei calamari...

source: [_mc_] Anytime.
fr_fr: [_mc_] En tout temps.
it_it: [_mc_] in qualsiasi momento.

source: She turns in my arms to face me.
fr_fr: Elle se tourne dans mes bras pour me faire face.
it_it: Si gira tra le mie braccia per affrontarmi.

source: Her wet fingers wipe away the ink from my face, from my eyes.
fr_fr: Ses doigts mouillés effacez l'encre de mon visage, de mes yeux.
it_it: Le sue dita bagnate asciugano l'inchiostro dal mio viso, dai miei occhi.

source: I never thought we'd end up in a situation like this...
fr_fr: Je n'ai jamais pensé que nous finirions dans une situation comme ça ...
it_it: Non ho mai pensato che saremmo finiti in una situazione come questa...

source: Her perky breasts tight against my chest.
fr_fr: Ses seins perses sont serrés contre ma poitrine.
it_it: I suoi seni perky stretto contro il mio petto.

source: [flora] is usually a total brat, but there is a soft feminine side to her as well.
fr_fr: Le [flora] est généralement un brat total, mais il y a aussi un côté féminin doux.
it_it: [flora] è di solito un brat totale, ma c'è anche un lato femminile morbido.

source: A caring side.
fr_fr: Un côté bienveillant.
it_it: Un lato premuroso.

source: [_mc_] I'd like to know you.
fr_fr: [_mc_] J'aimerais vous connaître.
it_it: [_mc_] vorrei conoscerla.

source: [_flora_s_shower_hug_] What do you mean?
fr_fr: [_flora_s_shower_hug_] Que voulez-vous dire?
it_it: [_flora_s_shower_hug_] Che cosa intendi?

source: [_mc_] The other side of you.
fr_fr: [_mc_] L'autre côté de vous.
it_it: [_mc_] L'altro lato di voi.

source: [_flora_s_shower_hug_] And what side is that?
fr_fr: [_flora_s_shower_hug_] Et quel est le côté?
it_it: [_flora_s_shower_hug_] E che lato è?

source: [_mc_] This side... Your gentle side.
fr_fr: [_mc_] Ce côté ... Ton côté doux.
it_it: [_mc_] Questo lato... Il tuo lato dolce.

source: [_flora_s_shower_hug_] Maybe if you treat me well, I'll let you...
fr_fr: [_flora_s_shower_hug_] Peut-être que si vous me traitez bien, je vous laisse ...
it_it: [_flora_s_shower_hug_] Forse se mi trattate bene, ti lascerò...

source: [_mc_] I'll do my best.
fr_fr: [_mc_] Je ferai de mon mieux.
it_it: [_mc_] farò del mio meglio.

source: [_flora_s_shower_hug_] Try it now.
fr_fr: [_flora_s_shower_hug_] Essayez maintenant.
it_it: [_flora_s_shower_hug_] Provalo ora.

source: [_mc_] Okay...
fr_fr: [_mc_] Ok ...

source: Our lips meet for the first time.
fr_fr: Nos lèvres se rencontrent pour la première fois.
it_it: Le nostre labbra si incontrano per la prima volta.

source: The kiss is much wetter than in my fantasies.
fr_fr: Le baiser est beaucoup plus humide que dans mes fantasmes.
it_it: Il bacio è molto più umido che nelle mie fantasie.

source: She has a faint sweet taste, nothing more.
fr_fr: Elle a un mauvais goût sucré, rien de plus.
it_it: Ha un sapore dolce debole, niente di più.

source: Not at all a venomous acid taste like her words would sometimes suggest.
fr_fr: Pas du tout un goût acide venimeux comme ses mots suggèrent parfois.
it_it: Non per niente un sapore di acido velenoso come le sue parole a volte suggerirebbe.

source: I do like her bratty side in moderation, but this is all new to me.
fr_fr: J'aime bien son côté de la modération, mais c'est tout nouveau pour moi.
it_it: Mi piace il suo lato bratty con moderazione, ma questo è tutto nuovo per me.

source: At first, it's like a thought in the back of my mind — a craving of sorts.{space=-50}
fr_fr: Au début, c'est comme une pensée à l'arrière de mon esprit-une envie de tout genre. { space=-50 }
it_it: All'inizio, è come un pensiero nella parte posteriore della mia mente — un desiderio di specie.{space=-50}

source: Then it grows...
fr_fr: Puis il pousse ...
it_it: Poi cresce...

source: I need to have her.
fr_fr: J'ai besoin d'elle.
it_it: Ho bisogno di averla.

source: It would be a lie to say it's not a carnal desire, but there's definitely something more...
fr_fr: Ce serait un mensonge de dire que ce n'est pas un désir charnel, mais il y a certainement quelque chose de plus ...
it_it: Sarebbe una menzogna dire che non è un desiderio carnale, ma c'è sicuramente qualcosa di più...

source: Something that has been growing in my chest for years.
fr_fr: Quelque chose qui grandit dans ma poitrine depuis des années.
it_it: Qualcosa che sta crescendo nel mio petto da anni.

source: A yearning of the heart.
fr_fr: Une aspiration du cœur.
it_it: Un anelito del cuore.

source: You never really understand how much you love someone until you're close to losing them.
fr_fr: Tu ne comprends jamais vraiment combien tu aimes quelqu'un jusqu'à ce que tu sois près de les perdre.
it_it: Non capisci mai quanto ami qualcuno fino a quando non sei vicino a perderli.

source: Or in my case, until you push them away, and they stop talking to you...{space=-65}
fr_fr: Ou dans mon cas, jusqu'à ce que vous les pousiez, et qu'ils cessent de vous parler ... { space=-65 }
it_it: O nel mio caso, finché non li spingi via, e smettono di parlare con te...{space=-65}

source: And then you spend the rest of your life thinking what an idiot and coward you were.
fr_fr: Et puis vous passez le reste de votre vie à penser à quoi vous étiez un idiot et un lâche.
it_it: E poi trascorrete il resto della vostra vita pensando che idiota e codardo eravate.

source: To never hold her in my arms, her tender form, skin-to-skin... so much regret.
fr_fr: Pour ne jamais la tenir dans mes bras, sa forme d'appel d'offres, sa peau à peau ... autant de regrets.
it_it: Per non tenerla mai tra le braccia, la sua forma tenera, la pelle su pelle... tanto rimpianto .

source: [_flora_s_shower_hug_] Are you crying?
fr_fr: [_flora_s_shower_hug_] Êtes-vous en train de pleurer?
it_it: [_flora_s_shower_hug_] Stai piangendo?

source: [_mc_] No... it's just the ink...
fr_fr: [_mc_] Non .. c'est juste l'encre ...
it_it: [_mc_] No... è solo l'inchiostro...

source: She doesn't know how it felt to see her in the arms of another man.
fr_fr: Elle ne sait pas comment elle a eu l'impression de la voir dans les bras d'un autre homme.
it_it: Non sa come si sentiva di vederla tra le braccia di un altro uomo.

source: The pictures of her in a blazing white wedding dress...
fr_fr: Les photos d'elle dans une robe de mariée blanche en flammes ...
it_it: Le immagini di lei in un blazing abito da sposa bianco...

source: God. It hurts to even think about it.
fr_fr: Dieu. Ça fait mal de penser à ça.
it_it: Dio. Fa male anche pensarci.

source: Don't be a fucking coward, man. Not again.
fr_fr: Ne soit pas un putain de lâche, meman. Pas encore.
it_it: Non essere un codardo, uomo. Non ancora.

source: But maybe she doesn't want this? Maybe she just likes the intimacy?{space=-20}
fr_fr: Mais peut-être qu'elle ne veut pas ça? Peut-être qu'elle aime l'intimité? { space=-20 }
it_it: Ma forse non vuole questo? Forse le piace l'intimità?{space=-20}

source: Fuck.
fr_fr: Putain.
it_it: Cazzo

source: [_flora_s_shower_hug_] What?
fr_fr: [_flora_s_shower_hug_] Quoi?
it_it: [_flora_s_shower_hug_] Cosa?

source: [_mc_] You need to tell me to stop.
fr_fr: [_mc_] Vous devez me dire d'arrêter.
it_it: [_mc_] Devi dirmi di fermarmi.

source: [_mc_] I'm serious. This is wrong.
fr_fr: [_mc_] Je suis sérieux. C'est faux.
it_it: [_mc_] sono serio. Questo è sbagliato.

source: [_flora_s_shower_hug_] Stop what?
fr_fr: [_flora_s_shower_hug_] Arrêter quoi?
it_it: [_flora_s_shower_hug_] Ferma cosa?

source: [_mc_] What I'm about to do...
fr_fr: [_mc_] Ce que je vais faire ...
it_it: [_mc_] Che cosa sto per fare...

source: [_flora_s_shower_sex_anticipation_] We can't do this, you know...
fr_fr: [_flora_s_shower_sex_anticipation_] Nous ne pouvons pas faire ça, vous savez ...
it_it: [_flora_s_shower_sex_anticipation_] Non possiamo farlo, sapete...

source: [_mc_] I know. Tell me to stop.
fr_fr: [_mc_] Je sais. Dis-moi d'arrêter.
it_it: [_mc_] lo so. Dimmi di fermarmi.

source: [_mc_] [flora], please...
fr_fr: [_mc_] [flora], s'il vous plaît ...
it_it: [_mc_] [flora], per favore...

source: [_flora_s_shower_sex_anticipation_] Nope!
fr_fr: [_flora_s_shower_sex_anticipation_] Non !

source: [_mc_] Oh, god.
fr_fr: [_mc_] Oh, Dieu.
it_it: [_mc_] Oh, dio.

source: Instead of saying stop, she takes my hand and leans against the wall for support.
fr_fr: Au lieu de dire stop, elle prend ma main et penche contre le mur pour le soutien.
it_it: Invece di dire di fermarsi, lei prende la mia mano e si appoggia contro il muro per il sostegno.

source: And it feels right, even though it's not.
fr_fr: Et ça se sent bien, même si ce n'est pas le bon.
it_it: E si sente bene, anche se non lo è.

source: Our palms meet and our fingers intertwine.
fr_fr: Nos paumes se rencontrent et nos doigts se croisent.
it_it: Le nostre palme si incontrano e le nostre dita si intrecciano.

source: We're going to hell together.
fr_fr: Nous allons en enfer ensemble.
it_it: Stiamo andando all'inferno assieme.

source: [_flora_s_shower_sex_penetration1_] Oww, be careful!
fr_fr: [_flora_s_shower_sex_penetration1_] Oww, soyez prudent !
it_it: [_flora_s_shower_sex_penetration1_] Oww, stai attento!

source: [_mc_] Sorry!
fr_fr: [_mc_] Désolé !
it_it: [_mc_] Spiacenti!

source: [flora] cries out as I part her nether lips and push inside her.
fr_fr: [flora] pleure alors que je lui fait part de ses lèvres et pousse à l'intérieur.
it_it: [flora] grida come io parte le labbra nere e spingere dentro di lei.

source: She's so soft, so sensitive...
fr_fr: Elle est si douce, si sensible ...
it_it: È così morbida, così sensibile...

source: Not at all the tough exterior she puts on.
fr_fr: Pas du tout le dur extérieur qu'elle met.
it_it: Non per niente l'esterno duro che si mette.

source: I really do need to be gentle with her.
fr_fr: J'ai vraiment besoin d'être gentilhomme avec elle.
it_it: Ho davvero bisogno di essere gentile con lei.

source: Her pussy finally relaxes a bit, allowing me to push deeper.
fr_fr: Sa chatte se détend enfin un peu, me permettant de pousser plus loin.
it_it: La sua figa finalmente si rilassa un po', permettendomi di spingere più in profondità.

source: [flora] seems nervous, but no longer in pain.
fr_fr: [flora] semble nerveux, mais pas plus dans la douleur.
it_it: [flora] sembra nervoso, ma non più doloroso.

source: Maybe she's regretting it already...
fr_fr: Peut-être qu'elle le regrettait déjà ...
it_it: Forse si sta già rammaricando...

source: [_mc_] You can still tell me to stop...
fr_fr: [_mc_] Vous pouvez toujours me dire d'arrêter ...
it_it: [_mc_] Puoi ancora dirmi di fermarsi...

source: She says nothing.
fr_fr: Elle ne dit rien.
it_it: Non dice niente.

source: And maybe she's waiting for me to back out... but I've been waiting years for this.
fr_fr: Et peut-être qu'elle attend que je revienne ... mais j'ai attendu des années pour ça.
it_it: E forse mi sta aspettando per tornare fuori... ma ho aspettato anni per questo.

source: I need to make her mine, even if it's just once.
fr_fr: J'ai besoin de faire sa mine, même si c'est juste une fois.
it_it: Ho bisogno di farla mia, anche se è solo una volta.

source: Her thighs and pussy squeeze me hard.
fr_fr: Ses cuisses et ses chattes me pressent dur.
it_it: Le sue cosce e la sua figa mi spremere duramente.

source: Goosebumps explode over my arms and back.
fr_fr: Goosebumps explose au-dessus de mes bras et de retour.
it_it: Goosebumps esplodono sopra le mie braccia e la schiena.

source: The heat of her pussy is like nothing I've ever felt before.
fr_fr: La chaleur de sa chatte est comme rien que j'ai jamais ressenti auparavant.
it_it: Il calore della sua figa è come niente che abbia mai sentito prima.

source: [_flora_s_shower_sex_penetration2_] Oh, my god!
fr_fr: [_flora_s_shower_sex_penetration2_] Oh, mon dieu !
it_it: [_flora_s_shower_sex_penetration2_] Oh, mio dio!

source: [_mc_] Shhh! [jo] will hear you!
fr_fr: [_mc_] Shhh ! [jo] vous entendra !
it_it: [_mc_] Shhh! [jo] ti sentirà!

source: [_flora_s_shower_sex_penetration6_] Sorry...
fr_fr: [_flora_s_shower_sex_penetration6_] Désolé ...

source: God, she feels so good!
fr_fr: Mon Dieu, elle se sent si bien !
it_it: Dio, lei si sente così bene!

source: [_flora_s_shower_sex_penetration7_] Don't stop!
fr_fr: [_flora_s_shower_sex_penetration7_] Ne vous arrêtez pas !
it_it: [_flora_s_shower_sex_penetration7_] Non fermarti!

source: [_mc_] I won't... I've waited thirty years for this...
fr_fr: [_mc_] Je ne ... J'ai attendu trente ans pour ça ...
it_it: [_mc_] non lo farò... Ho aspettato trent'anni...

source: [_flora_s_shower_sex_penetration3_] W-what?
fr_fr: [_flora_s_shower_sex_penetration3_] -Quoi?
it_it: [_flora_s_shower_sex_penetration3_] W-cosa?

source: [_mc_] Uh, nothing!
fr_fr: [_mc_] Uh, rien !
it_it: [_mc_] Uh, niente!

source: I just need to keep my mouth shut and enjoy the moment...
fr_fr: J'ai juste besoin de garder ma bouche fermée et de profiter du moment ...
it_it: Ho solo bisogno di tenere la bocca chiusa e godersi il momento...

source: Enjoy every inch of her pussy around my cock.
fr_fr: Dégustez chaque centimètre de sa chatte autour de ma bite.
it_it: Godetevi ogni centimetro della sua figa intorno al mio cazzo.

source: Enjoy every spasm and moan.
fr_fr: Profitez de chaque spasme et moan.
it_it: Godetevi ogni spasmo e gemere.

source: Take it all in.
fr_fr: Prends tout ça.
it_it: Prendete tutto dentro.

source: Take it all.
fr_fr: Prends tout ça.
it_it: Prendete tutto.

source: Take it!
fr_fr: Prends ça !
it_it: Lo prenda!

source: [_flora_s_shower_sex_flora_cum1_] Oh, fuck!
fr_fr: [_flora_s_shower_sex_flora_cum1_] Oh, merde !
it_it: [_flora_s_shower_sex_flora_cum1_] Oh, cazzo!

source: With a gasp, the orgasm rips through her.
fr_fr: Avec un gasp, l'orgasme la traverse.
it_it: Con un gasp, l'orgasmo strappa attraverso di lei.

source: Every muscle in her body goes rigid, and then starts spasming.
fr_fr: Chaque muscle de son corps est rigide, puis commence à faire du spasming.
it_it: Ogni muscolo nel suo corpo va rigido, e poi inizia spasmo.

source: The muscles of her pussy expel me as her eyes roll back.
fr_fr: Les muscles de sa chatte m'expulse alors que ses yeux roule.
it_it: I muscoli della sua figa mi espellono mentre i suoi occhi rotolano indietro.

source: And the blush of pleasure on her freckled cheeks sends me over the edge.
fr_fr: Et la rougeur du plaisir sur ses joues témorses m'envoie sur le bord.
it_it: E il rossore di piacere sulle sue guance lentiggini mi manda sopra il bordo.

source: [flora] slumps against the wall, in a post-orgasmic haze.
fr_fr: [flora] chute contre le mur, dans une brume post-orgasmique.
it_it: [flora] precipita contro il muro, in una nebbia post-orgasmica.

source: Her eyes still glazed over from pure bliss.
fr_fr: Ses yeux sont encore vitrés à partir de bliss purs.
it_it: I suoi occhi ancora brillavano dalla pura beatitudine.

source: Fuck. What have we done?
fr_fr: Putain. Qu'avons-nous fait?
it_it: Cazzo che cosa abbiamo fatto?

source: [_flora_s_blush_] What's wrong?
fr_fr: [_flora_s_blush_] Qu'est-ce qui ne va pas?
it_it: [_flora_s_blush_] Cosa c'è di sbagliato?

source: [_mc_] Nothing...
fr_fr: [_mc_] Rien ...
it_it: [_mc_] Niente...

source: [_flora_s_worried_] Do you regret it?
fr_fr: [_flora_s_worried_] Est-ce que vous le regrettez?
it_it: [_flora_s_worried_] La rimpiangete?

source: [_mc_] Do you?
fr_fr: [_mc_] Vous?
it_it: [_mc_] vero?

source: [_flora_s_thinking_] I don't know either...
fr_fr: [_flora_s_thinking_] Je ne sais pas non plus ...
it_it: [_flora_s_thinking_] Non so neanche...

source: [_flora_s_thinking_] It felt right in the moment.
fr_fr: [_flora_s_thinking_] Il se sentait juste en ce moment.
it_it: [_flora_s_thinking_] Si sentiva proprio in questo momento.

source: [_flora_s_worried_] We can't tell anyone about this.
fr_fr: [_flora_s_worried_] Nous ne pouvons en parler à personne.
it_it: [_flora_s_worried_] Non possiamo dire a nessuno di questo.

source: [_flora_s_worried_] I'm serious, [mc].
fr_fr: [_flora_s_worried_] Je suis sérieux, [mc].
it_it: [_flora_s_worried_] Sono serio, [mc].

source: [_mc_] I know. We won't.
fr_fr: [_mc_] Je sais. Nous ne le serons pas.

source: [_flora_s_thinking_] I have to go...
fr_fr: [_flora_s_thinking_] Je dois y aller ...
it_it: [_flora_s_thinking_] devo andare...

source: [_mc_] Where?
fr_fr: [_mc_] Où?
it_it: [_mc_] Dove?

source: [_flora_s_thinking_] To think.
fr_fr: [_flora_s_thinking_] À penser.
it_it: [_flora_s_thinking_] Pensare.

source: How can we live under the same roof after this?
fr_fr: Comment pouvons-nous vivre sous le même toit?
it_it: Come possiamo vivere sotto lo stesso tetto dopo questo?

source: How are we going to stop it from happening again?
fr_fr: Comment allons-nous l'empêcher de se reproduire?
it_it: Come impediremo che ciò accada di nuovo?

source: Oh, man... Things just got a whole lot more complicated.
fr_fr: Oh, mep ... Les choses ont tout simplement beaucoup plus compliqué.
it_it: Oh, uomo... Le cose hanno appena avuto un sacco più complicato.

source: [_mc_] Sorry, blind man here.
fr_fr: [_mc_] Désolé, aveugle ici.
it_it: [_mc_] Scusa, cieco qui.

source: [_flora_] Your hand is still on my butt...
fr_fr: [_flora_] Votre main est toujours sur mon cul ...
it_it: [_flora_] La tua mano è ancora sul mio culo...

source: [_mc_] So it seems.
fr_fr: [_mc_] Il semble donc.
it_it: [_mc_] Così sembra.

source: [_mc_] You haven't told me to remove it yet...
fr_fr: [_mc_] Vous ne m'avez pas encore dit de le supprimer ...
it_it: [_mc_] Non mi hai ancora detto di rimuoverlo...

source: [_flora_] So it seems.
fr_fr: [_flora_] Il semble donc.
it_it: [_flora_] Così sembra.

source: [_mc_] You're a brat.
fr_fr: [_mc_] Vous êtes un brat.
it_it: [_mc_] Sei un bratto.

source: [_flora_] You're an idiot.
fr_fr: [_flora_] Vous êtes un idiot.
it_it: [_flora_] sei un idiota.

source: [_mc_] You have a nice butt.
fr_fr: [_mc_] Vous avez un joli cul.
it_it: [_mc_] Hai un bel culo.

source: [_flora_] Shut up.
fr_fr: [_flora_] Arrêt.
it_it: [_flora_] Stai zitto.

source: God, the soft curve of her ass in my hand...
fr_fr: Dieu, la douce courbe de son cul dans ma main ...
it_it: Dio, la morbida curva del suo culo nella mia mano...

source: It feels so wrong to touch her like this... but she's okay with it...
fr_fr: Il se sent tellement mal de la toucher comme ça ... mais elle va bien avec ça ...
it_it: Si sente così sbagliato toccarla così... ma va bene con esso...

source: [_flora_] Move back.
fr_fr: [_flora_] Remplace.
it_it: [_flora_] Spostati indietro.

source: [_flora_] And wipe that grin off your face.
fr_fr: [_flora_] Et essuyez ce sourire.
it_it: [_flora_] E asciughi quel grin dal tuo volto.

source: [_mc_] This is Apollo 11; we've lost contact with the moon! I repeat; we've lost contact with the moon!
fr_fr: [_mc_] C'est Apollo 11 ; nous avons perdu le contact avec la lune ! Je le répète, nous avons perdu le contact avec la lune !
it_it: [_mc_] Questo è Apollo 11; abbiamo perso il contatto con la luna! Lo ripeto; abbiamo perso il contatto con la luna!

source: [_flora_] Just be quiet for once in your life...
fr_fr: [_flora_] Simplement être tranquille pour une fois dans votre vie ...
it_it: [_flora_] Sii tranquillo per una volta nella tua vita...

source: [_mc_] I'm afraid I can't do—
fr_fr: [_mc_] Je crains de ne pas pouvoir faire-
it_it: [_mc_] Temo di non poterlo fare—

source: This is one of those feelings where you just get floored in an instant.{space=-20}
fr_fr: C'est l'un de ces sentiments là où vous vous dévrez en un instant. { space=-20 }
it_it: Questo è uno di quei sentimenti in cui si ottiene appena pavimentato in un istante.{space=-20}

source: [flora]'s lips wrapped around the tip of my dick...
fr_fr: [flora]'s lèvres enveloppées autour de la pointe de ma bite ...
it_it: Le labbra di [flora]sono avvolte intorno alla punta del mio cazzo...

source: Her mischievous eyes looking up at me...
fr_fr: Ses yeux malicieux me regardant vers moi ...
it_it: I suoi occhi maliziosi mi guardano...

source: Fuck me, I can't!
fr_fr: Fuck-moi, je ne peux pas !
it_it: Cazzo me, non posso!

source: [_mc_] [flora]! W-what, hnngh.... are you doing?
fr_fr: [_mc_] [flora]! W-quoi, hnngh ... est-ce que tu fais?
it_it: [_mc_] [flora]! W-cosa, hnngh.... stai facendo?

source: [_flora_s_shower_blowjob_] You had some ink in this hole...
fr_fr: [_flora_s_shower_blowjob_] Vous avez eu de l'encre dans ce trou ...
it_it: [_flora_s_shower_blowjob_] Hai avuto un po' di inchiostro in questo buco...

source: [_flora_s_shower_blowjob_] I have to suck it out like venom.
fr_fr: [_flora_s_shower_blowjob_] Je dois la sucer comme venin.
it_it: [_flora_s_shower_blowjob_] Devo succhiarlo come veleno.

source: [_mc_] Oh, fuck!
fr_fr: [_mc_] Oh, merde !
it_it: [_mc_] Oh, cazzo!

source: The suction of her mouth increases.
fr_fr: La succion de sa bouche augmente.
it_it: L'aspirazione della sua bocca aumenta.

source: It's like my entire soul and spirit is about to get sucked out of my dick.{space=-50}
fr_fr: C'est comme toute mon âme et mon esprit est sur le point d'être aspiré de ma bite. { space=-50 }
it_it: È come tutta la mia anima e lo spirito sta per farsi succhiare dal mio cazzo.{space=-50}

source: Stars dance before my eyes as the wet heat of her mouth envelops me.{space=-65}
fr_fr: Les étoiles dansent devant mes yeux car la chaleur humide de sa bouche m'enveloppe. { space=-65 }
it_it: Le stelle ballano davanti ai miei occhi come il calore bagnato della sua bocca mi avvolge.{space=-65}

source: How did we end up here?
fr_fr: Comment avons-nous fini ici?
it_it: Come siamo finiti qui?
