Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_handcuffs.po
Languages: fr_fr

source: [_mc_] Hey, [flora]! Do you have a minute?
fr_fr: [_mc_] Hey, [flora]! As-tu une minute?

source: [_flora_s_neutral_] What for?
fr_fr: [_flora_s_neutral_] Quoi?

source: [_mc_] I need your help.
fr_fr: [_mc_] J'ai besoin de votre aide.

source: [_flora_s_eyeroll_] Is it something gross?
fr_fr: [_flora_s_eyeroll_] Est-ce quelque chose de brut?

source: [_mc_] No!
fr_fr: [_mc_] Non !

source: [_flora_s_confused_] Is it something illegal?
fr_fr: [_flora_s_confused_] Est-ce quelque chose d'illégal?

source: [_mc_] Listen, I would never—
fr_fr: [_mc_] Écoute, je ne le ferais jamais.

source: [_flora_s_annoyed_] Four years ago, Christmas morning.
fr_fr: [_flora_s_annoyed_] Il y a quatre ans, le matin de Noël.

source: [_flora_s_annoyed_] [jo] had left her car keys on the dresser.
fr_fr: [_flora_s_annoyed_] [jo] avait laissé ses clés de voiture sur le coiffeur.

source: Crap. Her memory is good.
fr_fr: Crap. Sa mémoire est bonne.

source: [_mc_] Okay, fine! I promise you it's nothing illegal!
fr_fr: [_mc_] Ok, bien ! Je te promets que ce n'est rien d'illégal !

source: [_flora_s_cringe_] So, it's something perverted?
fr_fr: [_flora_s_cringe_] Alors, c'est quelque chose perverti?

source: [_flora_s_confident_] I knew it!
fr_fr: [_flora_s_confident_] Je le savais !

source: [_flora_s_concerned_] Forget about it.
fr_fr: [_flora_s_concerned_] Oubliez ça.

source: [_mc_] Please, it's nothing perverted!
fr_fr: [_mc_] S'il vous plaît, ce n'est rien perverti !

source: [_flora_s_concerned_] I'm leaving.
fr_fr: [_flora_s_concerned_] Je pars.

source: [_mc_] I'll get you that skirt you've circled in one of your magazines!
fr_fr: [_mc_] Je vais vous chercher cette jupe que vous avez encerclée dans un de vos magazines !

source: [_mc_] The err... Scarlet Starlet's Cutie-Harlot?
fr_fr: [_mc_] L'erreur ... Scarlet Starlet's Cutie-Harlot?

source: [_flora_s_skeptical_] You can't afford it.
fr_fr: [_flora_s_skeptical_] Vous ne pouvez pas vous le permettre.

source: [_mc_] I can, and I will.
fr_fr: [_mc_] Je peux, et je le vais.

source: [_flora_s_afraid_] Also, why were you reading my magazine?
fr_fr: [_flora_s_afraid_] Aussi, pourquoi lisais-tu mon magazine?

source: [_mc_] Err... you left it on the toilet.
fr_fr: [_mc_] Err ... vous l'avez laissé sur les toilettes.

source: [_flora_s_annoyed_] I absolutely didn't!
fr_fr: [_flora_s_annoyed_] Je ne l'ai absolument pas fait !

source: [_mc_] Huh, that's odd... I guess I must've gone into the wrong room last night.{space=-75}
fr_fr: [_mc_] Huh, c'est bizarre ... Je suppose que j'ai dû entrer dans la mauvaise pièce la nuit dernière. { space=-75 }

source: [_flora_s_cringe_] What?!
fr_fr: [_flora_s_cringe_] Quoi? !

source: [_mc_] It was dark. Mistakes happen, [flora].
fr_fr: [_mc_] Il faisait sombre. Des erreurs se produisent, [flora].

source: [_flora_s_cringe_] I swear to god, [mc]...
fr_fr: [_flora_s_cringe_] Je jure devant Dieu, [mc]...

source: [_mc_] It's a fine piece of literature!
fr_fr: [_mc_] C'est une belle littérature !

source: [_flora_s_eyeroll_] It's Cosmololitan...
fr_fr: [_flora_s_eyeroll_] C'est Cosmololitan ...

source: [_mc_] Exactly!
fr_fr: [_mc_] Exactement !

source: [_mc_] Perhaps a nod to Nabokov's greatest work, but more importantly, a contemporary zeitgeist.
fr_fr: [_mc_] Peut-être un clin d'œil à la plus grande œuvre de Nabokov, mais plus important encore, un zeitgeist contemporain.

source: [_mc_] Cosmololitan helps young women deal with the psychological traumas{space=-45} of growing up without a father figure.
fr_fr: [_mc_] Cosmololitan aide les jeunes femmes à composer avec le traumatisme psychologique { space=-45 } de grandir sans figure paternelle.

source: [_mc_] It's common knowledge, [flora].
fr_fr: [_mc_] C'est une connaissance commune, [flora].

source: [_flora_s_annoyed_] Whatever.
fr_fr: [_flora_s_annoyed_] Quoi qu'il en soit.

source: [_mc_] Just happened to see it when I was in your room earlier.
fr_fr: [_mc_] Il est juste arrivé de le voir quand j'étais dans votre chambre plus tôt.

source: [_flora_s_cringe_] You were in my room?!
fr_fr: [_flora_s_cringe_] Vous étiez dans ma chambre? !

source: [_flora_s_cringe_] You're not allowed in my room!
fr_fr: [_flora_s_cringe_] Vous n'êtes pas autorisé dans ma chambre !

source: [_mc_] I was just looking for something to read.
fr_fr: [_mc_] Je cherchais juste quelque chose à lire.

source: [_flora_s_cringe_] You were snooping!
fr_fr: [_flora_s_cringe_] Vous étiez en train de snobendre !

source: [_mc_] I wasn't!
fr_fr: [_mc_] Je n'étais pas !

source: [_flora_s_annoyed_] You totally were!
fr_fr: [_flora_s_annoyed_] Vous étiez totalement !

source: [_flora_s_annoyed_] What else did you find?
fr_fr: [_flora_s_annoyed_] Que avez-vous trouvé d'autre?

source: [_mc_] Okay, fine. I went through your stuff.
fr_fr: [_mc_] Ok, bien. Je suis passé par tes affaires.

source: [_mc_] I found your secret erotica collection.
fr_fr: [_mc_] J'ai trouvé votre collection secrète erotica.

source: [_flora_s_worried_] Also, gross. I don't have one.
fr_fr: [_flora_s_worried_] Aussi, brut. Je n'en ai pas.

source: [_mc_] So, anyway... you'll help me out, right?
fr_fr: [_mc_] Donc, de toute façon ... vous m'aiderez, non?

source: [_flora_s_skeptical_] I'll consider it if you buy me that skirt.
fr_fr: [_flora_s_skeptical_] Je le considérerai si vous m'achetez cette jupe.

source: [_mc_] Perfect!
fr_fr: [_mc_] Parfait !

source: [_flora_s_skeptical_] It also depends on what it is.
fr_fr: [_flora_s_skeptical_] Cela dépend aussi de ce qu'il est.

source: [_mc_] I need help stealing a pair of handcuffs from the school guard...
fr_fr: [_mc_] J'ai besoin d'aide pour voler une paire de menottes de la garde ...

source: [_flora_s_worried_] You're serious?
fr_fr: [_flora_s_worried_] Vous êtes sérieux?

source: [_mc_] Yes!
fr_fr: [_mc_] Oui !

source: [_flora_s_cringe_] So, it's illegal, perverted, and potentially gross!
fr_fr: [_flora_s_cringe_] Alors, c'est illégal, perverti et potentiellement brut !

source: [_mc_] Stainless steel, [flora]. Nothing gross about it.
fr_fr: [_mc_] Acier inoxydable, [flora]. Rien de brut à ce sujet.

source: [_flora_s_eyeroll_] Forget about it.
fr_fr: [_flora_s_eyeroll_] Oubliez ça.

source: [_mc_] Oh, come on! That skirt is really cute! Plus, I'll take all the blame if we get caught.
fr_fr: [_mc_] Oh, viens ! Cette jupe est vraiment mignonne ! En plus, je prendrais toute la faute si on se fait prendre.

source: [_flora_s_thinking_] It is pretty damn cute...
fr_fr: [_flora_s_thinking_] C'est assez mignon ...

source: [_mc_] Right?
fr_fr: [_mc_] Droit?

source: [_flora_s_worried_] I won't do anything illegal. And if you get caught, I don't know you.
fr_fr: [_flora_s_worried_] Je ne ferai rien d'illégal. Et si tu te fais prendre, je ne te connais pas.

source: [_flora_s_blush_] But first you buy me that skirt.
fr_fr: [_flora_s_blush_] Mais vous m'achetez d'abord cette jupe.

source: [_mc_] Fine...
fr_fr: [_mc_] Amende ...

source: Ugh, buying the Cutie-Harlot for [flora] will ruin my economy for months... but [kate] needs those handcuffs...
fr_fr: Ugh, acheter le Cutie-Harlot pour [flora] va ruine mon économie pendant des mois ... mais [kate] a besoin de ces menottes ...

source: The easiest way is probably ordering the skirt online.
fr_fr: La façon la plus simple est probablement de commander la jupe en ligne.

source: There used to be a site back in the day that sold all sorts of things at a vast discount...
fr_fr: Il y avait un site en arrière dans la journée qui vendait toutes sortes de choses à un grand rabais ...

source: Odd things like dream catchers and amulets, but also snacks, clothes,{space=-50} and tools.
fr_fr: Odd choses comme des capteurs de rêves et des amulettes, mais aussi des collations, des vêtements, { space=-50 } et des outils.

source: The skirt [flora] wants is expensive as hell, but maybe there's a way to get it at a discount?
fr_fr: La jupe [flora] veut être cher en enfer, mais peut-être qu'il y a un moyen de l'obtenir à rabais?

source: You need a special browser to reach it... and the government shut it down a few years ago... well, technically, it will get shut down...
fr_fr: Vous avez besoin d'un navigateur spécial pour l'atteindre ... et le gouvernement l'a fermé il y a quelques années ... bien, techniquement, il va s'arrêter ...

source: Oh, look, it's up and running!
fr_fr: Oh, regarde, il est en marche !

source: That was anything but cheap, but at least [flora] is going to be happy and agreeable.
fr_fr: C'était tout sauf bon marché, mais au moins [flora] va être heureux et agréable.

source: Now to wait for the delivery...
fr_fr: Maintenant, d'attendre la livraison ...

source: [_mc_] Hey, I have something for you!
fr_fr: [_mc_] Hé, j'ai quelque chose pour toi !

source: [_flora_s_skeptical_] What is it?
fr_fr: [_flora_s_skeptical_] Qu'est-ce que c'est?

source: [_mc_] Why do you look so suspicious?
fr_fr: [_mc_] Pourquoi as-tu l'air si suspicieux?

source: [_flora_s_eyeroll_] Why do you think?
fr_fr: [_flora_s_eyeroll_] Pourquoi pensez-vous?

source: [_mc_] I've only ever wanted to make you happy.
fr_fr: [_mc_] Je n'ai jamais voulu te rendre heureuse.

source: [_flora_s_laughing_] That's the best joke I've heard all day!
fr_fr: [_flora_s_laughing_] C'est la meilleure blague que j'ai entendue toute la journée !

source: [_mc_] It's the truth!
fr_fr: [_mc_] C'est la vérité !

source: [_flora_s_concerned_] That's what you said when you lied to [jo] about stealing my underwear.{space=-55}
fr_fr: [_flora_s_concerned_] C'est ce que vous avez dit quand vous avez menti au [jo] pour voler mes sous-vêtements. { space=-55 }

source: [_mc_] I didn't steal your underwear!
fr_fr: [_mc_] Je n'ai pas volé vos sous-vêtements !

source: [_mc_] When you put them back, it's called borrowing.
fr_fr: [_mc_] Quand vous les replacez, c'est appelé emprunt.

source: [_flora_s_angry_] I knew it!
fr_fr: [_flora_s_angry_] Je le savais !

source: Shit. Forgot that I hadn't told her yet...
fr_fr: Merde. Ouais que je ne lui avais pas encore dit ...

source: [_flora_s_angry_] I'm telling [jo] that you finally confessed! You're going to creep-prison!{space=-30}
fr_fr: [_flora_s_angry_] Je dis [jo] que vous avez finalement avoué ! Vous allez à la prison ! { space=-30 }

source: Painful, but fair.
fr_fr: Peintre, mais juste.

source: [_mc_] You're worried for nothing!
fr_fr: [_mc_] Vous vous inquiétez pour rien !

source: [_flora_s_concerned_] That's what you said right before drenching me with ice water...
fr_fr: [_flora_s_concerned_] C'est ce que tu as dit juste avant de me départir avec de l'eau glacé ...

source: [_mc_] To be fair, it was for that ice bucket challenge.
fr_fr: [_mc_] Pour être juste, c'était pour ce défi de seau de glace.

source: [_flora_s_angry_] You should've poured it over yourself, then!
fr_fr: [_flora_s_angry_] Vous auriez dû le déverser par vous-même, alors !

source: [_mc_] Yeah, but I didn't read the fine print, did I? Plus, it was for a good cause.{space=-85}
fr_fr: [_mc_] Oui, mais je n'ai pas lu l'impression, est-ce que je l'ai fait? De plus, c'était pour une bonne cause. { space=-85 }

source: [_mc_] This is different, I promise!
fr_fr: [_mc_] C'est différent, je le promets !

source: [_mc_] Well, I think you're going to be surprised.
fr_fr: [_mc_] Eh bien, je pense que vous allez être surpris.

source: [_flora_s_concerned_] Yeah? Like the time you made a dick-sized hole in a box and made me open it?
fr_fr: [_flora_s_concerned_] Oui? Comme le temps que tu as fait un trou de taille de bite dans une boîte et m'a fait ouvrir?

source: [_mc_] Ahh, good times... but no, nothing like that.
fr_fr: [_mc_] Ahh, bons moments ... mais non, rien de tel.

source: [_flora_s_angry_] It was gross and stupid!
fr_fr: [_flora_s_angry_] C'était brut et stupide !

source: [_mc_] I'm sorry. I was immature back then.
fr_fr: [_mc_] Je suis désolé. J'étais immature à l'époque.

source: [_flora_s_angry_] It was literally this summer!
fr_fr: [_flora_s_angry_] C'était littéralement cet été !

source: She's right, but to me it feels like a lifetime ago...
fr_fr: Elle a raison, mais pour moi, c'est comme il y a une vie ...

source: [_mc_] I'm sincerely sorry about that, [flora].
fr_fr: [_mc_] Je suis sincèrement désolé pour ça, [flora].

source: It's one of those things that always filled me with regret. It wasn't even funny. Just messed up and creepy.
fr_fr: C'est l'une de ces choses qui m'a toujours remplie avec regret. Ce n'était même pas drôle. Il a juste merde et crache.

source: [_flora_s_neutral_] That's nice of you. I appreciate it.
fr_fr: [_flora_s_neutral_] C'est bien de vous. Je l'apprécie.

source: [_mc_] It was just a prank, bro. You need to get over it.
fr_fr: [_mc_] C'était juste une farce, mon frère. Vous devez vous en remettre.

source: [_flora_s_angry_] Screw you! Seriously.
fr_fr: [_flora_s_angry_] Screw you ! Sérieusement.

source: [_mc_] Ow! That's assault!
fr_fr: [_mc_] Ow ! C'est l'assaut !

source: [_flora_s_concerned_] No, it's just a prank. Get over it.
fr_fr: [_flora_s_concerned_] Non, c'est juste une farce. Va-y.

source: Painful, but fair...
fr_fr: Peint, mais juste ...

source: [_flora_s_thinking_] Okay, so what do you have for me?
fr_fr: [_flora_s_thinking_] Ok, qu'est-ce que tu as pour moi?

source: [_mc_] Your new skirt came in the mail today!
fr_fr: [_mc_] Votre nouvelle jupe est arrivée par la poste aujourd'hui !

source: [_flora_s_flirty_] Really?
fr_fr: [_flora_s_flirty_] Vraiement?

source: [_mc_] Here you go.
fr_fr: [_mc_] Ici, vous allez.

source: [_flora_s_blush_] It's perfect!
fr_fr: [_flora_s_blush_] C'est parfait !

source: [_flora_s_blush_] Thank you!
fr_fr: [_flora_s_blush_] Merci !

source: [_mc_] You're welcome!
fr_fr: [_mc_] Vous êtes les bienvenus !

source: [_flora_s_blush_] I'm going to go try it on!
fr_fr: [_flora_s_blush_] Je vais essayer ça !

source: Although [flora] would still look cute in my [item.title_lower], she'll be able to tell that it's not part of Scarlet Starlet's fashion line.
fr_fr: Bien que le [flora] soit encore mignon dans mon [item.title_lower], elle sera en mesure de dire qu'elle ne fait pas partie de la ligne de mode de Scarlet Starlet.

source: She practically sprinted up the stairs. I haven't seen her this excited in a long time.
fr_fr: Elle a pratiquement imprimé les escaliers. Je ne l'ai pas vue depuis longtemps.

source: I haven't seen her this excited in a long time...
fr_fr: Je ne l'ai pas vu depuis longtemps ...

source: [_flora_] Yes?!
fr_fr: [_flora_] Oui?

source: [_mc_] Can I see it?
fr_fr: [_mc_] Puis-je le voir?

source: [_flora_s_skeptical_] Why?
fr_fr: [_flora_s_skeptical_] Pourquoi?

source: [_mc_] Because I want to see your new look!
fr_fr: [_mc_] Parce que je veux voir votre nouveau look !

source: [_flora_s_skeptical_] Fine, just give me a minute.
fr_fr: [_flora_s_skeptical_] Fine, donne-moi juste une minute.

source: Girls, man. They always take the longest time to change...
fr_fr: Filles, mep. Ils prennent toujours le temps le plus long de changer ...

source: I would've been done already at this point.
fr_fr: J'aurais déjà été fait à ce stade.

source: Although, I guess I'm not nearly as cute.
fr_fr: Je suppose que je ne suis pas aussi mignon.

source: [_flora_s_smile_hands_up_] What do you think?
fr_fr: [_flora_s_smile_hands_up_] Que pensez-vous?

source: [_mc_] You really pull off the topless look.
fr_fr: [_mc_] Vous tirez vraiment le look sans seins.

source: [_flora_s_eyeroll_] Ugh, seriously?
fr_fr: [_flora_s_eyeroll_] Ugh, sérieusement?

source: [_flora_s_annoyed_] What about the skirt?
fr_fr: [_flora_s_annoyed_] Qu'en est-il de la jupe?

source: [_mc_] I mean, yeah, it looks decent.
fr_fr: [_mc_] Je veux dire, oui, ça a l'air décent.

source: [_flora_s_confused_] Just decent?
fr_fr: [_flora_s_confused_] Juste décent?

source: [_flora_s_confused_] Wait.
fr_fr: [_flora_s_confused_] Attente.

source: God, I hope she takes off her bra next.
fr_fr: Mon Dieu, j'espère qu'elle va enlever son soutien-gorge.

source: But knowing [flora], probably never in a million years.
fr_fr: Mais connaissant le [flora], probablement jamais dans un million d'années.

source: She's such a tease, I swear...
fr_fr: C'est une telle tease, je te jure ...

source: [_flora_s_worried_] What?
fr_fr: [_flora_s_worried_] Quoi?

source: [_mc_] It's just... you look so... mature?
fr_fr: [_mc_] C'est juste ... vous avez l'air ... mûr?

source: [_flora_s_laughing_] Good! I was going for professional, but I'll take it!
fr_fr: [_flora_s_laughing_] Bon ! J'allais pour un professionnel, mais je vais le prendre !

source: [_flora_s_laughing_] I'm going to be spending more time at my internship this fall, so I had to update my wardrobe.
fr_fr: [_flora_s_laughing_] Je vais passer plus de temps à mon stage cet automne, donc j'ai dû mettre à jour ma garde-robe.

source: Man, it's so weird seeing her dressed like this.
fr_fr: Mec, c'est tellement bizarre de la voir habillée comme ça.

source: [flora] has always been so bratty, and almost tomboyish in her ways...
fr_fr: [flora] a toujours été si bratée, et presque tomboyish de ses manières ...

source: But this is completely different. Mature... womanly, perhaps... and, god help me... sexy.
fr_fr: Mais c'est complètement différent. Mature ... womanly, peut-être ... et, Dieu m'aide ... sexy.

source: [_flora_s_flirty_] Are you going to close your mouth? I'm tired of looking down your throat.
fr_fr: [_flora_s_flirty_] Vous allez fermer votre bouche? Je suis fatigué de te regarder dans la gorge.

source: [_mc_] Sorry, I spaced out there for a moment...
fr_fr: [_mc_] Désolé, je me suis mis à l'espace pour un moment ...

source: [_mc_] Are you... are you going to wear that to school?
fr_fr: [_mc_] Es-tu ... tu vas porter ça à l'école?

source: [_flora_s_blush_] Maybe!
fr_fr: [_flora_s_blush_] Peut-être !

source: Ugh, she's going to get a lot more attention from guys now...
fr_fr: Ugh, elle va recevoir beaucoup plus d'attention des gars maintenant ...

source: [_mc_] Are you sure?
fr_fr: [_mc_] Etes-vous sûr?

source: [_flora_s_worried_] Why not?
fr_fr: [_flora_s_worried_] Pourquoi pas?

source: [_mc_] Err... well, I've seen you eat pasta... odds are you're going to ruin the shirt!
fr_fr: [_mc_] Err ... eh bien, j'ai vu que tu manges des pâtes ... tu vas te froir la chemise !

source: [_flora_s_thinking_] Hmm... you're right. It would be silly to risk it.
fr_fr: [_flora_s_thinking_] Hmm ... vous avez raison. Il serait stupide de le risquer.

source: [_flora_s_thinking_] One second.
fr_fr: [_flora_s_thinking_] Une seconde.

source: I can't believe that worked!
fr_fr: Je n'arrive pas à croire que ça ait marché !

source: It feels a bit manipulative, but I don't want other guys to hit on her...
fr_fr: C'est un peu manipulateur, mais je ne veux pas que d'autres gars la frappent ...

source: Maybe that's selfish, but whatever.
fr_fr: Peut-être que c'est égoïsle, mais quoi que ce soit.

source: [_mc_] I like that.
fr_fr: [_mc_] J'aime ça.

source: Is it weird to feel this relieved about a shirt?
fr_fr: Est-il bizarre de sentir ça soulagé d'une chemise?

source: Getting to hold on to the old [flora] a little while longer... is that so bad?
fr_fr: Se tenir au vieux [flora] un peu plus longtemps ... c'est si mauvais?

source: [_mc_] I'm going to miss you...
fr_fr: [_mc_] Je vais vous manquer ...

source: [_flora_s_skeptical_] What are you talking about?
fr_fr: [_flora_s_skeptical_] De quoi parlez-vous?

source: [_mc_] Nothing...
fr_fr: [_mc_] Rien ...

source: [_flora_s_afraid_] Why do you look so sad all of sudden?
fr_fr: [_flora_s_afraid_] Pourquoi as-tu l'air si triste tout d'un coup?

source: [_mc_] Because at the end of the year you're going to start working full time, move out, and...
fr_fr: [_mc_] Parce que, à la fin de l'année, vous allez commencer à travailler à temps plein, sortir, et ...

source: ...get married to a douchebag with a BMW.
fr_fr: ... se marier avec un douchesac avec une BMW.

source: [_flora_s_afraid_] Well, aren't you?
fr_fr: [_flora_s_afraid_] Eh bien, n'est-ce pas?

source: God, she has no idea what a loser I'll become...
fr_fr: Dieu, elle n'a aucune idée de ce qu'un loser je deviendrai ...

source: [_mc_] Yeah, I guess...
fr_fr: [_mc_] Oui, je suppose ...

source: [_flora_s_smile_] Still a long time before you have to make that decision.
fr_fr: [_flora_s_smile_] Il reste encore beaucoup de temps avant de prendre cette décision.

source: Not nearly long enough...
fr_fr: Pas assez longtemps ...

source: Fuck me, I really can't mess it up this time.
fr_fr: Fuck-moi, je ne peux vraiment pas le gâcher cette fois.

source: Being passive was what got me to that bad place... now it's time to act.
fr_fr: Être passif, c'est ce qui m'a fait ce mauvais endroit ... maintenant il est le temps pour agir.

source: If that means helping [kate], then so be it.
fr_fr: Si cela signifie aider le [kate], alors aussi.

source: [_flora_s_sarcastic_] What?
fr_fr: [_flora_s_sarcastic_] Quoi?

source: [_mc_] Now you have to help me steal those handcuffs...
fr_fr: [_mc_] Maintenant vous devez m'aider à voler ces menottes ...

source: [_flora_s_eyeroll_] Just let me enjoy the moment...
fr_fr: [_flora_s_eyeroll_] Laissez-moi juste profiter du moment ...

source: [_mc_] Enjoy away. I'll call you from the school's entrance hall when I'm ready.{space=-55}
fr_fr: [_mc_] Dégustez. Je vous appellerai du hall d'entrée de l'école quand je serai prêt. { space=-55 }

source: [_mc_] Maybe this will change your mind?
fr_fr: [_mc_] Peut-être que ça va changer d'avis?

source: [_flora_s_afraid_] Is that...?
fr_fr: [_flora_s_afraid_] Est-ce que c'est. ..?

source: [_flora_s_smile_] Oh my god!
fr_fr: [_flora_s_smile_] Oh mon Dieu !

source: [_mc_] You're welcome.
fr_fr: [_mc_] Vous êtes les bienvenus.

source: Need to call her from the entrance hall so I don't miss the opportunity.{space=-50}
fr_fr: Besoin de l'appeler depuis le hall d'entrée pour ne pas manquer l'occasion. { space=-50 }

source: Need to call her from the school's entrance hall so I don't miss the opportunity.
fr_fr: Il faut l'appeler du hall d'entrée de l'école pour que je ne rate pas l'occasion.

source: [_guard_] {i}Calling...{/}
fr_fr: [_guard_] {i}Appel ... { / }

source: [_flora_] What?
fr_fr: [_flora_] Quoi?

source: [_mc_] It's time to pay up.
fr_fr: [_mc_] Il est temps de payer.

source: [_mc_] Come to the school's entrance hall.
fr_fr: [_mc_] Venez au hall d'entrée de l'école .

source: [_flora_] Fine. Be right there.
fr_fr: [_flora_] Fine. Sois juste là.

source: [_flora_s_annoyed_] So, what now?
fr_fr: [_flora_s_annoyed_] Alors, que maintenant?

source: [_mc_] You distract the guard while I sneak into the booth and grab the handcuffs.
fr_fr: [_mc_] Vous distrayez le garde pendant que je me glissais dans le stand et que je prenais les menottes.

source: [_flora_s_confused_] Distract how?
fr_fr: [_flora_s_confused_] Distraire comment?

source: [_mc_] Get naked and streak across the hall.
fr_fr: [_mc_] Se nu et raye dans la salle.

source: [_flora_s_afraid_] W-what?
fr_fr: [_flora_s_afraid_] -Quoi?

source: [_mc_] You heard me.
fr_fr: [_mc_] Vous m'avez entendu.

source: [_flora_s_embarrassed_] Are you being serious right now?
fr_fr: [_flora_s_embarrassed_] Êtes-vous sérieux maintenant?

source: [_mc_] Absolutely. You owe me.
fr_fr: [_mc_] Absolument. Tu me dois.

source: [_flora_s_embarrassed_] There has to be another way!
fr_fr: [_flora_s_embarrassed_] Il doit y avoir une autre voie !

source: [_mc_] I don't think anything else would wake that sloth of a guard from his slumber.
fr_fr: [_mc_] Je ne pense pas que quoi que ce soit d'autre se réveille ce sloth d'un garde de son bois d'œuvre.

source: [_flora_s_sad_] You're probably right...
fr_fr: [_flora_s_sad_] Vous avez probablement raison ...
