Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_squid.po
Languages: fr_fr, it_it

source: Did I corrupt her? Did she corrupt me?
fr_fr: Je l'ai corrompu? Elle m'a corrompu?
it_it: La ho corrotta? Mi ha corrotto?

source: Or was it always a flaw on both our parts?
fr_fr: Ou est-ce toujours une faille dans nos deux parties?
it_it: O era sempre un difetto su entrambe le nostre parti?

source: Fuck. I can't think straight.
fr_fr: Putain. Je ne peux pas penser droit.
it_it: Cazzo io. Non riesco a pensare dritto.

source: [_flora_s_shower_blowjob_] Stay still... I need to get all the ink out.
fr_fr: [_flora_s_shower_blowjob_] Reste encore ... J'ai besoin de sortir toute l'encre.
it_it: [_flora_s_shower_blowjob_] Rimani ancora... Ho bisogno di ottenere tutto l'inchiostro fuori.

source: [_mc_] [flora], you're killing me...
fr_fr: [_mc_] [flora], vous me tuez ...
it_it: [_mc_] [flora], mi stai uccidendo...

source: In a daze of pleasure and guilt, I pull her up and push her against the shower wall.
fr_fr: Dans une daze de plaisir et de culpabilité, je la tire et la pousse contre la paroi de la douche.
it_it: In uno sguardo di piacere e di colpa, la tiro in alto e la spingo contro il muro della doccia.

source: Her mouth has made me hard. This is her fault.
fr_fr: Sa bouche m'a rendu difficile. C'est sa faute.
it_it: La sua bocca mi ha resa dura. Questa è colpa sua.

source: Little devilish vixen.
fr_fr: Petit vixen diaboté.
it_it: Piccolo vixen diabolico.

source: She giggles, acting all innocent... as if she doesn't know what she's doing to me.
fr_fr: Elle donne des lunettes, agit tout innocent ... comme si elle ne savait pas ce qu'elle me faisait.
it_it: Lei ridacchia, agendo tutto innocente... come se non sapesse cosa sta facendo per me.

source: Years and years of teasing has finally unleashed a beast in me.
fr_fr: Des années et des années de taquinage ont enfin déclenché une bête en moi.
it_it: Anni e anni di presa in giro ha finalmente scatenato una bestia in me.

source: [_flora_s_shower_sex_anticipation_] What are you going to do with that?
fr_fr: [_flora_s_shower_sex_anticipation_] Qu'est-ce que vous allez faire avec ça?
it_it: [_flora_s_shower_sex_anticipation_] Che cosa farete con quello?

source: Only a grunt of frustration passes over my lips.
fr_fr: Seul un grondant de frustration passe sur mes lèvres.
it_it: Solo una grinta di frustrazione passa sopra le mie labbra.

source: This is so wrong, but I can't help myself.
fr_fr: C'est mal, mais je ne peux pas m'aider.
it_it: Questo è così sbagliato, ma non posso aiutarmi.

source: In a flash, my fingers catch her nipple.
fr_fr: En un éclair, mes doigts l'attrapont.
it_it: In un lampo, le mie dita catturano il capezzolo.

source: And just like that, my cock split her open.
fr_fr: Et comme ça, ma bite la sépare.
it_it: E proprio così, il mio cazzo la spaccò aperta.

source: [_mc_] Isn't this what you wanted?
fr_fr: [_mc_] N'est-ce pas ce que vous vouez?
it_it: [_mc_] Non è questo quello che volevate?

source: The heat of her vagina almost knocks me out; only sheer will keeps me standing.
fr_fr: La chaleur de son vagin m'a presque frappé ; seule la pure volonté me tient debout.
it_it: Il calore della sua vagina mi bussa quasi fuori; solo puro mi terrà in piedi.

source: She doesn't answer, but her hand slips between her legs, her fingers teasing her clitoris.
fr_fr: Elle ne répond pas, mais sa main glisse entre ses jambes, ses doigts taquinant son clitoris.
it_it: Non risponde, ma la sua mano scivola tra le gambe, le dita si prendono in giro il suo clitoride.

source: What a fucked up pair we are...
fr_fr: Qu'est-ce qu'une paire de bêtes que nous sommes ...
it_it: Che coppia scopata ci troviamo...

source: To do this in the shower, with only thin walls separating us from [jo].
fr_fr: Pour ce faire dans la douche, avec seulement des parois minces nous séparant du [jo].
it_it: Per fare questo nella doccia, con solo pareti sottili che ci separano da [jo].

source: What would she think if she saw us now?
fr_fr: Que penserait-t-elle si elle nous voyait maintenant?
it_it: Cosa penserebbe se ci vide adesso?

source: Guilt flickers through me, and I can see it in [flora]'s face — she's feeling it too.
fr_fr: Guilt flickers à travers moi, et je peux le voir dans le visage de [flora]-elle le ressent aussi.
it_it: Colpisce attraverso di me, e posso vederlo nella faccia di [flora]— anche lei lo sente.

source: The sheer wrongness of what's happening.
fr_fr: La pure ronrante de ce qui se passe.
it_it: Il puro torto di quello che sta accadendo.

source: Still I push myself deeper inside her tight pussy.
fr_fr: Je me pousse encore plus loin dans sa chatte serrée.
it_it: Ancora mi spingo più in profondità dentro la sua figa stretta.

source: Still she keeps rubbing herself.
fr_fr: Mais elle continue à se frotter.
it_it: Ancora lei continua a strofinarsi.

source: She gasps as I bottom out inside her.
fr_fr: Elle gaspilles comme je le bas à l'intérieur d'elle.
it_it: Lei gasps mentre io fondo fuori dentro di lei.

source: My fingers keep playing with her nipple.
fr_fr: Mes doigts continuent à jouer avec son mamelon.
it_it: Le mie dita continuano a giocare con il capezzolo.

source: It's so soft, and somehow still firm.
fr_fr: C'est si doux, et d'une certaine façon toujours ferme.
it_it: È così morbido, e in qualche modo ancora fermo.

source: Deliciously erotic to the touch.
fr_fr: Délicieusement érotique au toucher.
it_it: Deliziosamente erotico al tatto.

source: [_mc_] God, you're hot!
fr_fr: [_mc_] Dieu, vous êtes chaud !
it_it: [_mc_] Dio, sei caldo!

source: Her moans are loud enough to cut through the rushing water, but I don't care.
fr_fr: Ses landes sont assez fortes pour couper dans l'eau rouillée, mais je m'en fiche.
it_it: I suoi gemiti sono abbastanza forti da tagliare l'acqua in fretta, ma non mi importa.

source: I want [flora] to cry out in pleasure.
fr_fr: Je veux [flora] pour crier en plaisir.
it_it: Voglio che [flora] pianga per piacere.

source: This might be a once in a lifetime thing.
fr_fr: Ça pourrait être une fois de toute une vie.
it_it: Questo potrebbe essere una cosa una volta nella vita.

source: Maybe we'll both pay for it later, but this moment belongs to us alone.{space=-40}
fr_fr: Peut-être que nous le paierons plus tard, mais ce moment nous appartient seul. { space=-40 }
it_it: Forse pagheremo entrambi più tardi, ma questo momento appartiene a noi solo.{space=-40}

source: And I'm going to take it all in.
fr_fr: Et je vais tout prendre.
it_it: E lo prenderò tutto dentro.

source: [_flora_s_shower_sex_flora_cum1_] Oh, my god!
fr_fr: [_flora_s_shower_sex_flora_cum1_] Oh, mon dieu !
it_it: [_flora_s_shower_sex_flora_cum1_] Oh, mio dio!

source: A shiver runs through her body as she goes rigid.
fr_fr: Un shiver passe par son corps alors qu'elle va rigide.
it_it: Un brivido attraversa il suo corpo mentre lei va rigida.

source: Her pussy tightens around my dick, squeezing it with every wave of her orgasm.
fr_fr: Sa chatte se resserre autour de ma bite, la presser avec chaque vague de son orgasme.
it_it: La sua figa stringe intorno al mio cazzo, spremitura con ogni onda del suo orgasmo.

source: She's gripping my dick so tightly, I almost can't pull it out...
fr_fr: Elle saisit ma bite si bien, je ne peux presque pas le sortir ...
it_it: Sta afferrando il mio cazzo così strettamente, non riesco quasi a tirarlo fuori...

source: But I can't cum inside her!
fr_fr: Mais je ne peux pas l'entrer à l'intérieur !
it_it: Ma non posso sborrare dentro di lei!

source: With a plop, my dick dislodges and sprays my load all over her.
fr_fr: Avec un plop, ma bite se déloge et pulvérise ma charge sur elle.
it_it: Con un plop, il mio cazzo si stacca e spruzza il mio carico su di lei.

source: That was way too fucking close...
fr_fr: C'était bien trop proche ...
it_it: Era troppo scopata chiuso...

source: Exhausted, [flora] slumps against the wall, her brain seemingly gone with her orgasm.
fr_fr: Épuisé, [flora] s'écaille contre le mur, son cerveau apparemment passé avec son orgasme.
it_it: Esaurito, [flora] precipita contro il muro, il suo cervello apparentemente andato con il suo orgasmo.

source: I gather up her limp form in my arms and wrap her in a towel.
fr_fr: Je me fiche de sa forme de limon dans mes bras et je la pellicule dans une serviette.
it_it: Raccolgo la sua forma zoppicante tra le mie braccia e la avvolgo in un asciugamano.

source: Whatever the fuck just happened can never be spoken about again.
fr_fr: Quelle que soit la merde, on ne peut jamais parler de nouveau.
it_it: Qualunque sia il cazzo appena accaduto non si può mai parlare di più.

source: I lost control for a moment, and now...
fr_fr: J'ai perdu le contrôle pour un moment, et maintenant ...
it_it: Ho perso il controllo per un attimo, e ora...

source: Well, if [flora] decides this was a mistake, maybe I'll lose her again.
fr_fr: Eh bien, si [flora] décide que c'était une erreur, peut-être que je vais la perdre à nouveau.
it_it: Beh, se [flora] decide che questo è stato un errore, forse la perderò di nuovo.

source: But at least I'll have the memory of feeling her tight pussy wrapped around my dick...
fr_fr: Mais au moins, j'aurai la mémoire de sentir sa chatte serrée enroulé autour de ma bite ...
it_it: Ma almeno ho il ricordo di sentire la sua figa stretta avvolta intorno al mio cazzo...

source: It's a better outcome than last time... I hope.
fr_fr: C'est un meilleur résultat que la dernière fois ... J'espère.
it_it: È un risultato migliore dell'ultima volta... spero.

source: I'm not sure what to do in a situation like this...
fr_fr: Je ne suis pas sûr de ce qu'il faut faire dans une situation comme celle-ci ...
it_it: Non sono sicuro di cosa fare in una situazione come questa...

source: Maybe it's just innocent?
fr_fr: Peut-être que c'est juste innocent?
it_it: Forse è solo innocente?

source: Two people showering together. Nothing strange about that.
fr_fr: Deux personnes se mettent en scène. Rien d'étrange à ce sujet.
it_it: Due persone che fanno una doccia assieme. Niente di strano al riguardo.

source: Just saving a squid...
fr_fr: Il suffit de sauver un calmar ...
it_it: Basta salvare un calamario...

source: Saving water as well.
fr_fr: Économiser l'eau aussi.
it_it: Risparmiare acqua pure.

source: Yeah, this is good. This is safe.
fr_fr: Oui, c'est bien. C'est sûr.
it_it: Sì, questo è buono. Questo è sicuro.

source: ?not quest.jacklyn_statement['ending']@|"Well, I did go with her, but nothing happened."
fr_fr: ? non quest.jacklyn_statement [ 'ending'] @| "Eh bien, je l'ai fait avec elle, mais rien ne s'est passé."
it_it: ?not quest.jacklyn_statement['ending']@<unk> "Beh, sono andato con lei, ma non è successo niente."

source: ?quest.jacklyn_statement['ending'] in ('anal','pegging')@|{image=flora_squid_pegging}|"Are you sure about that?"
fr_fr: ? quest.jacklyn_statement ['ending'] in ('anal','pegging') @ | { image=flora_squid_pegging } | "Etes-vous sûr de cela?"
it_it: ?quest.jacklyn_statement['ending'] in ('anal','pegging')@<unk> {image=flora_squid_pegging}<unk> "Sei sicuro di quello?"

source: ?quest.jacklyn_statement['ending'] in ('anal','pegging')@|{image=flora_squid_anal}|"Are you sure about that?"
fr_fr: ? quest.jacklyn_statement ['ending'] in ('anal','pegging') @ | { image=flora_squid_anal } | "Etes-vous sûr de cela?"
it_it: ?quest.jacklyn_statement['ending'] in ('anal','pegging')@<unk> {image=flora_squid_anal}<unk> "Sei sicuro di che?"

source: What time is it?
fr_fr: Quelle heure est-il?
it_it: A che ora?

source: Sleeping time
fr_fr: Temps de veille
it_it: Tempo di sonno

source: Brooding time
fr_fr: Heure de Brooding
it_it: Tempo di covata

source: ?quest.flora_cooking_chilli.finished and quest.flora_cooking_chilli['distraction_method'] and not ('love11' in game.unlocked_stat_perks or 'lust11' in game.unlocked_stat_perks)@|{image=flora_squid_pepelepsi}|"Did you have another Pepelepsi-moment?"
fr_fr: ? quest.flora_cooking_chilli.finished and quest.flora_cooking_chilli ['distraction_method'] et non ('love11'dans gam.unlocked_stat_perks ou'lust11'dans gam.unlocked_stat_perks) @ | { image=flora_squid_pepelepsi } | "Avez-vous un autre moment Pepelepsi-moment?"
it_it: ?quest.flora_cooking_chilli.finished and quest.flora_cooking_chilli['distraction_method'] and not ('love11' in game.unlocked_stat_perks or 'lust11' in game.unlocked_stat_perks)@<unk> {image=flora_squid_pepelepsi}<unk> "Hai avuto un altro momento Pepelepsi?"

source: "Why are you wet?"
fr_fr: "Pourquoi êtes-vous mouillé?"
it_it: "Perché sei bagnato?"

source: "Are you turning into a slug?"
fr_fr: "Vous vous transformez en limace?"
it_it: "Si sta trasformando in uno slug?"

source: "Sorry, I'm not risking that."
fr_fr: "Désolé, je ne risque pas ça."
it_it: "Mi dispiace, non lo sto rischiando."

source: "Fine... let's go."
fr_fr: "Amende ... Allons-y."
it_it: "Fine... andiamo."

source: "You're not that old!"
fr_fr: "Tu n'es pas vieux !"
it_it: "Non sei così vecchio!"

source: "Sorry, but have you seen a squid?"
fr_fr: "Désolé, mais avez-vous vu un calmar?"
it_it: "Scusa, ma hai visto un calamario?"

source: "Have you looked in your pants?"
fr_fr: "Avez-vous regardé votre pantalon?"
it_it: "Hai guardato nei tuoi pantaloni?"

source: "Maybe we should expand our horizons?"
fr_fr: "Peut-être devrions-nous élargir nos horizons?"
it_it: "Forse dovremmo espandere i nostri orizzonti?"

source: "[mrsl] is getting hotter every day, don't you think?"
fr_fr: "[mrsl] est de plus en plus chaud tous les jours, n'est-ce pas? "
it_it: "[mrsl] sta diventando più caldo ogni giorno, non pensi?"

source: "In [lindsey]'s water bottle."
fr_fr: "Dans la bouteille d'eau de [lindsey]."
it_it: "Nella bottiglia di acqua di [lindsey]."

source: "In the showers."
fr_fr: "Dans les douches."
it_it: "Nelle docce."

source: "In the urinal."
fr_fr: "Dans l'urinoirs."
it_it: "Nell'orinato."

source: Search
fr_fr: Rechercher
it_it: Cerca

source: Watch over [flora]
fr_fr: Visionnez plus de [flora]
it_it: Guarda sopra [flora]

source: "Where can I find a squid that loyal?"
fr_fr: "Où puis-je trouver un calmar qui est loyal?"
it_it: "Dove posso trovare un calamaro che leale?"

source: "Yeah, just ignore my efforts as usual..."
fr_fr: "Ouais, ignorer mes efforts comme d'habitude ..."
it_it: "Sì, ignora i miei sforzi come al solito..."

source: "Are you okay?"
fr_fr: "Tu vas bien?"
it_it: "Stai bene?"

source: ?flora.love>=25@[flora.love]/25|{image=flora contact_icon}|{image=stats love_3}|Pull her into a hug
fr_fr: ? flora.love> =25 @[flora.love]/25 | { image=flora contact_icon } | { image=stats love_ 3 } | Tiens vers un hug
it_it: ?flora.love>=25@[flora.love]/25<unk> {image=flora contact_icon}<unk> {image=stats love_3}<unk> Tirare lei in un abbraccio

source: ?flora.lust>=10@[flora.lust]/10|{image=flora contact_icon}|{image=stats lust_3}|Touch her ass
fr_fr: ? flora.lust> =10 @[flora.lust]/10 | { image=flora contact_icon } | { image=stats lust_ 3 } | Touche son cul
it_it: ?flora.lust>=10@[flora.lust]/10<unk> {image=flora contact_icon}<unk> {image=stats lust_3}<unk> Tocca il suo culo

source: Do nothing
fr_fr: Ne rien faire
it_it: Non fare nulla

source: [_mc_] Fine, fine, fine.
it_it: [_mc_] Fine, multa.

source: [_flora_] I'm using it to make my squid happy!
it_it: [_flora_] lo sto usando per rendere il mio calamaro felice!

source: Might as well have a look around while waiting for [flora]...
it_it: Potrebbero anche avere uno sguardo intorno mentre aspettano per [flora]...

source: [_flora_s_thinking_] I need to find [cuthbert]...
it_it: [_flora_s_thinking_] ho bisogno di trovare [cuthbert]...

source: [_flora_s_sad_] Let's just find [cuthbert]...
it_it: [_flora_s_sad_] Cerchiamo di trovare [cuthbert]...

source: [_flora_s_smile_] You can't! [cuthbert] is one of a kind!
it_it: [_flora_s_smile_] Non puoi! [cuthbert] è un tipo!

source: [_mc_] Jealous. Jealous. Jealous. Jealous.
it_it: [_mc_] Geloso. Geloso. Geloso. Geloso.

source: [_mc_] You little succubus...
it_it: [_mc_] Hai un piccolo succubo...

source: ?quest.flora_bonsai.finished and quest.flora_bonsai['hug']@|{image=flora_squid_hug}|"You look like you need another hug."
it_it: ?quest.flora_bonsai.finished and quest.flora_bonsai['hug']@<unk> {image=flora_squid_hug}<unk> "Sembra che tu abbia bisogno di un altro abbraccio."
