Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_handcuffs.po
Languages: fr_fr

source: Come up with a different distraction
fr_fr: Revenez avec une distraction différente

source: ?mc.money>=20@[mc.money]/20|{image=ui hud icon_money}|"Sure, I don't mind."
fr_fr: ? mc.money> =20 @[mc.money]/20 | { image=ui hud icon_money } | "Bien sûr, je ne pense pas."

source: "Not happening."
fr_fr: "Pas en train de se produire."

source: "Honestly, I don't think you need an excuse."{space=-30}
fr_fr: "Honnêtement, je ne pense pas que vous avez besoin d'une excuse." { space=-30 }

source: "Tell him [jo] told you to do it. The school's way of thanking him for his service."
fr_fr: " Dites-lui que [jo] vous a dit de le faire. La façon dont l'école le remercia pour son service. "
