Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_squid.po
Languages: fr_fr, it_it

source: [_flora_s_cringe_] What?
fr_fr: [_flora_s_cringe_] Quoi?
it_it: [_flora_s_cringe_] Cosa?

source: [_mc_] I, uh... had to take a piss as well, so I thought it was convenient...
fr_fr: [_mc_] I, uh ... a dû prendre un pisse aussi, donc je pensais que c'était pratique ...
it_it: [_mc_] Io, uh... ha dovuto prendere anche un piscio, quindi ho pensato che fosse conveniente...

source: [_flora_s_cringe_] You potentially peed on [cuthbert]?
fr_fr: [_flora_s_cringe_] Vous avez peut-être peigné le [cuthbert]?
it_it: [_flora_s_cringe_] Hai potenzialmente aderito a [cuthbert]?

source: [_mc_] No! He wasn't there.
fr_fr: [_mc_] Non ! Il n'était pas là.
it_it: [_mc_] No! Non c'era.

source: [_flora_s_annoyed_] That doesn't make it any better!
fr_fr: [_flora_s_annoyed_] Cela ne fait rien de mieux !
it_it: [_flora_s_annoyed_] Questo non lo rende migliore!

source: [_mc_] Do you even think he can tell the difference between pee and water?{space=-10}
fr_fr: [_mc_] Pensez-vous qu'il puisse dire la différence entre l'eau et le pis? { space=-10 }
it_it: [_mc_] Pensi anche che possa dire la differenza tra pisello e acqua?{space=-10}

source: [_flora_s_annoyed_] Maybe...
fr_fr: [_flora_s_annoyed_] Peut-être ...
it_it: [_flora_s_annoyed_] Forse...

source: [_mc_] How about we test it out after we find him?
fr_fr: [_mc_] Comment le tester après que nous l'avons trouvé?
it_it: [_mc_] Che ne dici di provarlo dopo averlo trovato?

source: [_flora_s_eyeroll_] Why?
fr_fr: [_flora_s_eyeroll_] Pourquoi?
it_it: [_flora_s_eyeroll_] Perché?

source: [_mc_] For science, [flora]!
fr_fr: [_mc_] Pour la science, [flora]!
it_it: [_mc_] Per la scienza, [flora]!

source: [_flora_s_annoyed_] You just want to pee on my squid, don't you?
fr_fr: [_flora_s_annoyed_] Tu veux juste faire pipi sur mon calmar, n'est-ce pas?
it_it: [_flora_s_annoyed_] Volete solo fare la pipì sui miei calamari, vero?

source: [_mc_] I mean, you peed on me, so it's only fair.
fr_fr: [_mc_] Je veux dire, tu m'as peigné, alors c'est juste.
it_it: [_mc_] Intendo dire, tu mi hai sbirciato, quindi è solo giusto.

source: [_flora_s_afraid_] That did not happen!
fr_fr: [_flora_s_afraid_] Cela n'a pas été le cas !
it_it: [_flora_s_afraid_] Non è successo!

source: [_mc_] What do you mean? I literally poured Pepelepsi on your pu—
fr_fr: [_mc_] Que voulez-vous dire? J'ai littéralement versé Pepelepsi sur votre pu-
it_it: [_mc_] Che cosa intendi? Ho letteralmente versato Pepelepsi sul tuo pupo—

source: [_flora_s_embarrassed_] Oh, my god! Be quiet!
fr_fr: [_flora_s_embarrassed_] Oh, mon dieu ! Sois calme !
it_it: [_flora_s_embarrassed_] Oh, mio Dio! Sii tranquillo!

source: [_mc_] So, you admit it?
fr_fr: [_mc_] Alors, vous l'admettez-vous?
it_it: [_mc_] Allora, lo ammettete?

source: [_flora_s_sad_] You're enjoying this, aren't you?
fr_fr: [_flora_s_sad_] Vous appréciez ça, n'est-ce pas?
it_it: [_flora_s_sad_] Ti sta piacendo questo, vero?

source: [_mc_] Just a little...
fr_fr: [_mc_] Juste un peu ...
it_it: [_mc_] Solo un po'...

source: [_flora_s_sad_] Fine, it happened. Just be quiet.
fr_fr: [_flora_s_sad_] Bien, c'est arrivé. Simplement être tranquille.
it_it: [_flora_s_sad_] Bene, è successo. Sii tranquillo.

source: [_mc_] Want to do it again some time?
fr_fr: [_mc_] Vous voulez le faire encore un peu de temps?
it_it: [_mc_] Vuoi farlo di nuovo un po' di tempo?

source: [_mc_] Would you like me to?
fr_fr: [_mc_] Est-ce que vous m'aimeriez?
it_it: [_mc_] Vorresti che fosso?

source: [_flora_s_afraid_] W-what?
fr_fr: [_flora_s_afraid_] -Quoi?
it_it: [_flora_s_afraid_] W-cosa?

source: [_mc_] I'm very open-minded, [flora].
fr_fr: [_mc_] Je suis très ouvert, [flora].
it_it: [_mc_] Sono molto aperta, [flora].

source: [_mc_] If you want me to pee on your squid, I'll happily oblige.
fr_fr: [_mc_] Si vous voulez que je pisse sur votre calmar, j'obligerai volontiers.
it_it: [_mc_] Se vuoi che faccia la pipì sui tuoi calamari, ti farò felicemente.

source: [_mc_] If that's what makes you excited...
fr_fr: [_mc_] Si c'est ce qui vous rend excité ...
it_it: [_mc_] Se questo è ciò che ti fa eccitare...

source: [_flora_s_skeptical_] You're disgusting.
fr_fr: [_flora_s_skeptical_] Vous êtes dégoûtant.
it_it: [_flora_s_skeptical_] è disgustoso.

source: [_mc_] That's not a no!
fr_fr: [_mc_] Ce n'est pas un non !
it_it: [_mc_] Non è un no!

source: [_flora_s_sad_] Where could he possibly be?
fr_fr: [_flora_s_sad_] Où pourrait-t-il être?
it_it: [_flora_s_sad_] Dove potrebbe essere?

source: [_mc_] I don't know...
fr_fr: [_mc_] Je ne sais pas ...
it_it: [_mc_] non lo so...

source: This thing is for emergencies. Surely, a thirsty sentient tree qualifies as such?
fr_fr: Cette chose est pour les urgences. Un arbre sentient assoiffé peut être considéré comme tel?
it_it: Questa cosa è per le emergenze. Sicuramente, un albero senziente assetato si qualifica come tale?

source: Yeah, this is perfect for cutting down trees — sentient or otherwise.
fr_fr: Oui, c'est parfait pour couper les arbres-sentient ou autrement.
it_it: Sì, questo è perfetto per tagliare gli alberi — senziente o altro.

source: [_flora_s_cringe_] What took you so long?
fr_fr: [_flora_s_cringe_] Qu'est-ce qui t'a pris si longtemps?
it_it: [_flora_s_cringe_] Cosa ti ha richiesto così tanto tempo?

source: [_mc_] I went as fast as I could!
fr_fr: [_mc_] Je suis allé aussi vite que je pouvais !
it_it: [_mc_] Sono andato veloce come potevo!

source: [_flora_s_annoyed_] Well, did you find a weapon?
fr_fr: [_flora_s_annoyed_] Eh bien, avez-vous trouvé une arme?
it_it: [_flora_s_annoyed_] Beh, hai trovato un'arma?

source: [_mc_] Yeah, don't worry. I'll protect you, milady!
fr_fr: [_mc_] Oui, ne vous inquiéte pas. Je te protégerai, milady !
it_it: [_mc_] Sì, non preoccupatevi. Ti proteggerò, milady!

source: [_mc_] [lindsey] would've liked that...
fr_fr: [_mc_] [lindsey] aurait aimé que ...
it_it: [_mc_] [lindsey] sarebbe piaciuto quello...

source: [_flora_s_annoyed_] Do I look like [lindsey] to you?
fr_fr: [_flora_s_annoyed_] Est-ce que je ressemble à [lindsey]?
it_it: [_flora_s_annoyed_] Ti assomiglio [lindsey]?

source: [_mc_] Not really. She's less moody.
fr_fr: [_mc_] Pas vraiment. Elle est moins moody.
it_it: [_mc_] Non è veramente. È meno umoristica.

source: [_flora_s_annoyed_] Ugh... let's go!
fr_fr: [_flora_s_annoyed_] Ugh ... Allons-y !
it_it: [_flora_s_annoyed_] Ugh... andiamo!

source: Seems like we made it here without getting ambushed by the undergrowth...
fr_fr: On dirait que nous l'avons fait ici sans être pris en embuscade par la sous-croissance ...
it_it: Sembra che lo abbiamo fatto qui senza farsi imboscare dal sottosviluppo...

source: At least, not the sentient type.
fr_fr: Du moins, pas du type sentient.
it_it: Almeno, non il tipo senziente.

source: [_flora_s_worried_] Oh, god! The stream is so polluted!
fr_fr: [_flora_s_worried_] Oh, mon dieu ! Le cours d'eau est tellement pollué !
it_it: [_flora_s_worried_] Oh, dio! Il flusso è così inquinato!

source: [_flora_s_thinking_] Who would do such a thing to nature?
fr_fr: [_flora_s_thinking_] Qui ferait une telle chose à la nature?
it_it: [_flora_s_thinking_] Chi farebbe una cosa del genere alla natura?

source: [_mc_] Uh, I don't know... Probably some big corporation...
fr_fr: [_mc_] Uh, je ne sais pas ... Probablement une grande société ...
it_it: [_mc_] Uh, non lo so... Probabilmente qualche grande società...

source: [_flora_s_sad_] Come on! Help me look for [cuthbert]!
fr_fr: [_flora_s_sad_] Allez ! Aidez-moi à chercher le [cuthbert]!
it_it: [_flora_s_sad_] Avanti! Aiutami a cercare [cuthbert]!

source: [_mc_] Whoa, there!
fr_fr: [_mc_] Whoa, là !
it_it: [_mc_] Whoa, lì!

source: [_flora_s_afraid_] What? We're not going to find my squid without getting in the water!{space=-15}
fr_fr: [_flora_s_afraid_] Quoi? Nous ne trouverons pas mon calmar sans entrer dans l'eau ! { space=-15 }
it_it: [_flora_s_afraid_] Cosa? Non troveremo i miei calamari senza entrare in acqua!{space=-15}

source: [_mc_] I mean, sure... but the water isn't exactly clean.
fr_fr: [_mc_] Je veux dire ... mais l'eau n'est pas vraiment propre.
it_it: [_mc_] Voglio dire, sicuro... ma l'acqua non è esattamente pulita.

source: [_flora_s_embarrassed_] Yeah, so we got to find [cuthbert] before he gets poisoned!
fr_fr: [_flora_s_embarrassed_] Oui, donc nous avons trouvé [cuthbert] avant qu'il ne soit empoisonné !
it_it: [_flora_s_embarrassed_] Sì, così abbiamo trovato [cuthbert] prima che lui venga avvelenato!

source: [_mc_] If you say so...
fr_fr: [_mc_] Si vous le dites ...
it_it: [_mc_] Se lo dici...

source: [flora] is knee-deep in the river. She might drown if I leave her here...
fr_fr: [flora] est une profondeur de genou dans la rivière. Elle pourrait se noyer si je la laisse ici ...
it_it: [flora] è profonda al ginocchio nel fiume. Potrebbe annegare se la lascio qui...

source: [_flora_] Help me look!
fr_fr: [_flora_] Aide-moi !
it_it: [_flora_] Aiutami a guardare!

source: [cuthbert] might very well be in these murky waters. It's hard to know for sure.
fr_fr: Le [cuthbert] pourrait très bien se trouver dans ces eaux troubles. C'est difficile de savoir avec certitude.
it_it: [cuthbert] potrebbe benissimo essere in queste acque torbide. È difficile sapere di sicuro.

source: All right... might as well jump in.
fr_fr: D'accord ... peut aussi bien sauter.
it_it: Va bene... potrebbe anche saltare dentro.

source: Fuck. How am I ever going to find anything here?
fr_fr: Putain. Comment est-ce que je vais trouver quelque chose ici?
it_it: Scopo. Come sto per trovare qualcosa qui?

source: I need to comb through the stream.
fr_fr: J'ai besoin de fouiller le ruisseau.
it_it: Ho bisogno di pettinare attraverso il flusso.

source: Ugh, the chemicals are burning my skin!
fr_fr: Ugh, les produits chimiques brûle ma peau !
it_it: Ugh, le sostanze chimiche stanno bruciando la mia pelle!

source: If it gets into my eyes, I might turn into Matt Murdock or some shit...{space=-5}
fr_fr: Si ça se passe dans mes yeux, je pourrais devenir Matt Murdock ou un peu de merde ... { space=-5 }
it_it: Se entrasse nei miei occhi, potrei trasformarmi in Matt Murdock o qualche merda... {space=-5}

source: Okay, the bottom part of the river is clear.
fr_fr: D'accord, la partie inférieure de la rivière est claire.
it_it: Va bene, la parte inferiore del fiume è chiara.

source: I better make sure nothing happens to her...
fr_fr: Je ferais mieux de m'assurer que rien ne lui arrive ...
it_it: Meglio assicurarmi che non le succeda nulla...

source: Phew! I need to catch my breath...
fr_fr: Phew ! J'ai besoin de prendre mon souffle ...
it_it: Phew! Ho bisogno di prendere il respiro...

source: Man, where's that stupid squid hiding?
fr_fr: Mec, où est ce stupide calmar caché?
it_it: Uomo, dove si nasconde quel stupido calamario?

source: Time to search the middle section of the river, I guess.
fr_fr: Il est temps de fouiner la section centrale de la rivière, je suppose.
it_it: Tempo di cercare la sezione centrale del fiume, immagino.

source: Ew! What is this?
fr_fr: Ew ! Qu'est-ce que c'est?
it_it: Ew! Cos'è questo?

source: It looks like... a partially dissolved mannequin arm?
fr_fr: On dirait ... un mannequin partiellement dissout?
it_it: Sembra come... un braccio manichino parzialmente dissolto?

source: Hmm... I could use that to...
fr_fr: Hmm ... Je pourrais utiliser ça pour ...
it_it: Hmm... Potrei usarlo per...

source: Nah, that's too depraved, even for me.
fr_fr: Nah, c'est trop dépravé, même pour moi.
it_it: Nah, è troppo depravato, anche per me.

source: Come on, [cuthbert]! Where are you hiding?
fr_fr: Allez, [cuthbert]! Où se cache-tu?
it_it: Ah, [cuthbert]! Dove ti stai nascondendo?

source: You look away for one fucking minute...
fr_fr: Vous cherchez une putain de minute ...
it_it: Si guarda via per un minuto di ca...

source: [_flora_s_embarrassed_vines_] Help!
fr_fr: [_flora_s_embarrassed_vines_] Aide !
it_it: [_flora_s_embarrassed_vines_] Aiuto!

source: Fuck, what do I do?
fr_fr: Fuck, qu'est-ce que je fais?
it_it: Cazzo che cosa faccio?

source: I can't just chop at [flora]. She'll get hurt.
fr_fr: Je ne peux pas me contenter de [flora]. Elle sera blessée.
it_it: Non posso semplicemente tagliare alla [flora]. Lei si farà del male.

source: Oh, god! It's trying to drag her away again!{w=0.5}{nw}
fr_fr: Oh, mon dieu ! Il essaie de l'enfuir à nouveau ! {w=0.5 }{nw}
it_it: Oh, Dio! Sta cercando di trascinarla di nuovo!{w=0.5}{nw}

source: I'll have to cut around her!{w=0.5}{nw}
fr_fr: Je vais devoir la couper ! {w=0.5 }{nw}
it_it: Dovrò tagliare intorno a lei!{w=0.5}{nw}

source: Ha, take that!
fr_fr: Ha, prends ça !
it_it: Ciao, prendetelo!

source: Oh, fuck. They just keep coming!
fr_fr: Oh, merde. Ils continuent à venir !
it_it: Oh, scopano. Continuano a venire!

source: I think I got them all...
fr_fr: Je pense que je les ai tous ...
it_it: Penso di averli presi tutti...

source: Oh, crap.
fr_fr: Oh, merde.
it_it: Oh, merda.

source: What the hell?!
fr_fr: Qu'est-ce que l'enfer?
it_it: Che inferno?!

source: There's too many!
fr_fr: Il y en a trop !
it_it: Ci sono troppi!

source: Squid out of nowhere!
fr_fr: Calmar de nulle part !
it_it: Calamari fuori dal nulla!

source: Huh? [cuthbert] is actually fighting the vines?
fr_fr: Huh? [cuthbert] est en train de combattre les vignes?
it_it: Huh? [cuthbert] sta effettivamente combattendo le viti?

source: What is even real anymore?
fr_fr: Qu'est-ce qui est encore réel?
it_it: Cosa c'è di più reale?

source: Right, I need to help her!
fr_fr: Oui, j'ai besoin de l'aider !
it_it: Giusto, ho bisogno di aiutarla!

source: Although... the vines just took her bra off...
fr_fr: Bien que ... les vignes viennent de prendre son soutien-gorge ...
it_it: Però... le viti hanno appena tolto il suo reggiseno...

source: Maybe I'm on the wrong side of this fight?
fr_fr: Peut-être que je suis du mauvais côté de ce combat?
it_it: Forse sono dalla parte sbagliata di questa lotta?

source: I mean, can you really fault someone for wanting a handful of those?{space=-20}
fr_fr: Je veux dire, pouvez-vous vraiment reprocher à quelqu'un de vouloir une poignée de ces personnes? { space=-20 }
it_it: Voglio dire, si può davvero colpa qualcuno per volere una manciata di quelli?{space=-20}

source: Those star-studded milkyway-white squeaky toys...
fr_fr: Ces jouets de squeaky blanc-blanc-étoilé ...
it_it: Quei giocattoli squeaky bianchi a stelle borchiati...

source: Shit, I really need to stop reading budget erotica.
fr_fr: Merde, j'ai vraiment besoin d'arrêter la lecture du budget erotica.
it_it: Merda, Ho davvero bisogno di smettere di leggere erotica budget.

source: Evil shall not prevail! [cuthbert] isn't standing alone this day!
fr_fr: Evil n'a pas l'emporter ! [cuthbert] n'est pas seul ce jour !
it_it: Il male non prevarrà! [cuthbert] non è in piedi da solo questo giorno!

source: Aha! Like cutting broccoli!
fr_fr: Aha ! Comme couper le brocoli !
it_it: Aha! Come tagliare broccoli!

source: Look at the little guy grappling with the vines...
fr_fr: Regarde le petit gars qui se débatte avec les vignes ...
it_it: Guardate il piccolo ragazzo che sta afferrando con le viti...

source: Poseidon would've been proud.
fr_fr: Poséidon aurait été fier.
it_it: Poseidone sarebbe stato orgoglioso.

source: Maybe I should stop thinking about Greek gods and bring the garden shears to Mr. Ivy...
fr_fr: Peut-être que je devrais arrêter de penser aux dieux grecs et amener le jardin à M. Ivy ...
it_it: Forse dovrei smettere di pensare agli dei greci e portare le cesoie del giardino al signor Ivy...

source: Snip-snip — vasectomy at its finest!
fr_fr: Snip-snip-vasectomie à son meilleur !
it_it: Snip-snip — vasectomia al suo più fine!

source: [_flora_s_smile_] Oh, my god! [cuthbert], you saved me!
fr_fr: [_flora_s_smile_] Oh, mon dieu ! [cuthbert], tu m'as sauvé !
it_it: [_flora_s_smile_] Oh, mio dio! [cuthbert], mi hai salvato!

source: [_mc_] Where can I find a squid that loyal?
fr_fr: [_mc_] Où puis-je trouver un calmar qui est loyal?
it_it: [_mc_] Dove posso trovare un calamaro che leale?

source: [_flora_s_smile_] He's a rescue squid from my internship.
fr_fr: [_flora_s_smile_] C'est un squid de sauvetage de mon stage.
it_it: [_flora_s_smile_] È un calamaro di salvataggio dal mio tirocinio.

source: [_mc_] Well, now I'm jealous...
fr_fr: [_mc_] Eh bien, maintenant je suis jaloux ...
it_it: [_mc_] Beh, ora sono geloso...

source: [_flora_s_afraid_] No! Don't say that!
fr_fr: [_flora_s_afraid_] Non ! Ne dis pas ça !
it_it: [_flora_s_afraid_] No! Non dirlo!

source: [_mc_] Say what? Jealous?
fr_fr: [_mc_] Dites quoi? Jealous?
it_it: [_mc_] Dite cosa? Geloso?

source: [_mc_] Yeah, just ignore my efforts as usual...
fr_fr: [_mc_] Oui, ignorer mes efforts comme d'habitude ...
it_it: [_mc_] Sì, ignora i miei sforzi come al solito...

source: [_flora_s_smile_] Oh, you did fine too. Just not as fine as [cuthbert]!
fr_fr: [_flora_s_smile_] Oh, vous avez bien fait. Pas aussi bien que [cuthbert]!
it_it: [_flora_s_smile_] Oh, anche tu hai fatto bene. Proprio non bene come [cuthbert]!

source: [_mc_] Jeez. That's what I get for saving your life, huh?
fr_fr: [_mc_] Jeez. C'est ce que j'ai pour sauver ta vie, hein?
it_it: [_mc_] Jeez. È quello che ottengo per salvare la tua vita, eh?

source: [_flora_s_smile_] I'll throw parade in your honor later.
fr_fr: [_flora_s_smile_] Je vais lancer un défilé en votre honneur plus tard.
it_it: [_flora_s_smile_] Lancierò la sfilata in tuo onore più tardi.

source: [_mc_] Great.
fr_fr: [_mc_] Grand.
it_it: [_mc_] Grande.

source: [_flora_s_afraid_] Don't pout! [cuthbert] doesn't like pouters.
fr_fr: [_flora_s_afraid_] Ne pas pout ! [cuthbert] n'aime pas les pochettes.
it_it: [_flora_s_afraid_] Don't pout! [cuthbert] non piace pouters.

source: [_mc_] Well, I don't like judgy squids that—
fr_fr: [_mc_] Eh bien, je n'aime pas les jeux-questionnaires qui-
it_it: [_mc_] Beh, non mi piacciono i calamari del giudice che—

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord?
it_it: [_mc_] Stai bene?

source: [_flora_s_smile_] Yeah, I think so.
fr_fr: [_flora_s_smile_] Oui, je crois.
it_it: [_flora_s_smile_] Sì, penso di sì.

source: [_mc_] I thought you were about to get dragged off again...
fr_fr: [_mc_] Je croyais que vous étiez sur le point d'être traîné à nouveau ...
it_it: [_mc_] Ho pensato che stavi per essere trascinato di nuovo...

source: [_flora_s_smile_] Thanks for the help!
fr_fr: [_flora_s_smile_] Merci pour l'aide !
it_it: [_flora_s_smile_] Grazie per l'aiuto!

source: [_mc_] Your squid doesn't look all too happy.
fr_fr: [_mc_] Votre calmar ne semble pas trop heureux.
it_it: [_mc_] Il tuo calamaro non sembra troppo felice.

source: [_flora_s_afraid_] He's very protective of me, be careful!
fr_fr: [_flora_s_afraid_] Il est très protecteur de moi, soyez prudent !
it_it: [_flora_s_afraid_] Lui è molto protettivo di me, stai attento!

source: [_mc_] He doesn't seem all that danger—
fr_fr: [_mc_] Il ne semble pas tout ce danger-
it_it: [_mc_] Lui non sembra tutto quel pericolo—

source: [_mc_] Aaah! My eyes!!
fr_fr: [_mc_] Aaah ! Mes yeux ! !
it_it: [_mc_] Aaah! I miei occhi!!

source: [_flora_s_eyeroll_] Well, that was your own fault.
fr_fr: [_flora_s_eyeroll_] Eh bien, c'était votre faute.
it_it: [_flora_s_eyeroll_] Beh, era colpa sua.

source: [_mc_] [flora], help me! I can't see!
fr_fr: [_mc_] [flora], aide-moi ! Je ne vois pas !
it_it: [_mc_] [flora], aiutami! Non riesco a vedere!

source: [_flora_s_sarcastic_] Well, well, well... It seems like the roles have changed.
fr_fr: [_flora_s_sarcastic_] Puits, eh bien, bien ... Il semble que les rôles aient changé.
it_it: [_flora_s_sarcastic_] Beh, beh, bene... Sembra che i ruoli siano cambiati.

source: [_mc_] This is not funny! Help me, please!
fr_fr: [_mc_] Ce n'est pas drôle ! Aide-moi, s'il te plaît !
it_it: [_mc_] Questo non è divertente! Aiutami, per favore!

source: [_flora_s_annoyed_] Fine. Take my hand and I'll lead you home.
fr_fr: [_flora_s_annoyed_] Fine. Prends ma main et je vais te conduire à la maison.
it_it: [_flora_s_annoyed_] Bene. Prendi la mia mano e ti guiderò a casa.

source: [_flora_] Watch your step — here come the stairs.
fr_fr: [_flora_] Regardez votre pas-ici venez les escaliers.
it_it: [_flora_] Guarda il tuo passo — ecco le scale.

source: [_mc_] Thanks for not leaving me in the forest...
fr_fr: [_mc_] Merci de ne pas me quitter dans la forêt ...
it_it: [_mc_] Grazie per non avermi lasciato nella foresta...

source: [_flora_] Oh, please. I would never do something like that!
fr_fr: [_flora_] Oh, s'il vous plaît. Je ne ferais jamais quelque chose comme ça !
it_it: [_flora_] Oh, per favore. Non farei mai qualcosa del genere!

source: [_mc_] Well, I remember this one time when I climbed onto the roof and you removed the ladder.
fr_fr: [_mc_] Eh bien, je me souviens de cette fois quand je suis monté sur le toit et que vous avez retiré l'échelle.
it_it: [_mc_] Beh, mi ricordo di questa volta quando sono salito sul tetto e hai rimosso la scala.

source: [_flora_] I... have no memory of that.
fr_fr: [_flora_] I. .. n'ont pas de mémoire de ça.
it_it: [_flora_] I... non ne ho memoria.

source: [_mc_] Sure you don't.
fr_fr: [_mc_] Bien sûr que vous ne le faites pas.
it_it: [_mc_] Sicuro di no.

source: [_flora_] Fine, I remember it. I was annoyed about... something.
fr_fr: [_flora_] Bien, je m'en souviens. J'étais énervé ... quelque chose.
it_it: [_flora_] Bene, lo ricordo. Ero infastidita... qualcosa.

source: [_mc_] I guess the roles have reversed after all...
fr_fr: [_mc_] Je suppose que les rôles sont inversés après tout ...
it_it: [_mc_] Immagino che i ruoli siano invertiti dopo tutto...

source: [_flora_] Don't even start with me!
fr_fr: [_flora_] Ne commencez même pas avec moi !
it_it: [_flora_] Non iniziare nemmeno con me!

source: [_flora_] Here we are.
fr_fr: [_flora_] Voici ce que nous sommes.
it_it: [_flora_] Eccoci qui.

source: [_mc_] I still can't see anything...
fr_fr: [_mc_] Je ne vois toujours rien ...
it_it: [_mc_] non riesco ancora a vedere nulla...

source: [_mc_] Can you turn on the shower for me?
fr_fr: [_mc_] Pouvez-vous me prendre la douche?
it_it: [_mc_] Riesci ad accendere la doccia per me?

source: [_flora_] What? Are you not going to take off your clothes first?
fr_fr: [_flora_] Quoi? N'allez-vous pas enlever vos vêtements en premier?
it_it: [_flora_] Cosa? Non toglierai i vestiti per primo?

source: [_mc_] Can you leave the room, then?
fr_fr: [_mc_] Pouvez-vous quitter la pièce, alors?
it_it: [_mc_] Riesci a lasciare la stanza, allora?

source: [_flora_] Of course!
fr_fr: [_flora_] Bien sûr !
it_it: [_flora_] Certo!

source: [_mc_] You're totally there still, aren't you?
fr_fr: [_mc_] Vous êtes toujours là, n'est-ce pas?
it_it: [_mc_] Sei ancora completamente lì, vero?

source: [_flora_] Maybe...
fr_fr: [_flora_] Peut-être ...
it_it: [_flora_] Forse...

source: [_flora_] I think it's only fair since the chili incident.
fr_fr: [_flora_] Je pense que c'est juste depuis l'incident du chili.
it_it: [_flora_] Penso che sia giusto solo dopo l'incidente del peperoncino.

source: [_mc_] Well, your funeral.
fr_fr: [_mc_] Puits, vos funérailles.
it_it: [_mc_] Beh, il tuo funerale.

source: [_mc_] What's wrong, [flora]? Never seen a dick before?
fr_fr: [_mc_] Qu'est-ce qui ne va pas, [flora]? Jamais vu une bite?
it_it: [_mc_] Cosa c'è di sbagliato, [flora]? Non hai mai visto un cazzo prima?

source: [_flora_] Not covered in ink! I thought you had some kind of disease...
fr_fr: [_flora_] Non couvert à l'encre ! Je pensais que tu avais une sorte de maladie ...
it_it: [_flora_] Non coperto di inchiostro! Ho pensato che avessi qualche tipo di malattia...
