Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_cooking_chilli.po
Languages: fr_fr, it_it

source: [_flora_s_cringe_] My internship rides on this chili! Get it right!
fr_fr: [_flora_s_cringe_] Mes stages en chili ! Dégez-le bien !
it_it: [_flora_s_cringe_] Il mio stage gira su questo chili! Fallo giusto!

source: [_flora_s_angry_] What are you? What are you?
fr_fr: [_flora_s_angry_] Qu'est-ce que vous? Qu'est-ce que vous?
it_it: [_flora_s_angry_] Che cosa sei? Che cosa sei?

source: [_mc_] An idiot sandwich?
fr_fr: [_mc_] Un sandwich idiot?
it_it: [_mc_] Un sandwich idioto?

source: [_flora_s_angry_] Damn it, [mc]! It's fucking raw!
fr_fr: [_flora_s_angry_] Damn it, [mc]! C'est crus crus !
it_it: [_flora_s_angry_] dannatelo, [mc]! Sta scopando crudo!

source: Ugh, I hate her Gordon Ramsay impression...
fr_fr: Ugh, je déteste son impression de Gordon Ramsay ...
it_it: Ugh, odio il suo Gordon Ramsay impressione...

source: [_flora_s_laughing_] I need [s]. In that order.
fr_fr: [_flora_s_laughing_] J'ai besoin de [s]. Dans cet ordre.
it_it: [_flora_s_laughing_] ho bisogno di [s]. In quell'ordine.

source: [_flora_s_sad_] Are you ready to try again?
fr_fr: [_flora_s_sad_] Êtes-vous prêt à réessayer?
it_it: [_flora_s_sad_] Sei pronto a riprovare?

source: [_flora_s_afraid_] I hope you know what you're retrieveing from the drawers this time.
fr_fr: [_flora_s_afraid_] J'espère que vous savez ce que vous récupérez à partir des tiroirs cette fois.
it_it: [_flora_s_afraid_] Spero che tu sappia cosa stai recuperando dai cassetti questa volta.

source: [_flora_s_confident_] Wow! You did that flawlessly! Not a single mistake! Must be the first time ever.
fr_fr: [_flora_s_confident_] Wow ! Vous l'avez fait sans faille ! Pas une seule erreur ! Ce doit être la première fois.
it_it: [_flora_s_confident_] Wow! Lo hai fatto in modo impeccabile! Non un solo errore! Deve essere la prima volta in assoluto.

source: [_flora_s_laughing_] And you only messed up [s] times!
fr_fr: [_flora_s_laughing_] Et vous n'avez que foiré [s] fois !
it_it: [_flora_s_laughing_] E hai solo messo in ginocchio [s] volte!

source: [_flora_s_thinking_] I just need you to do one more thing for me now.
fr_fr: [_flora_s_thinking_] J'ai juste besoin que tu fais quelque chose de plus pour moi maintenant.
it_it: [_flora_s_thinking_] Ho solo bisogno che tu faccia ancora una cosa per me ora.

source: [_mc_] Ugh, what is it?
fr_fr: [_mc_] Ugh, qu'est-ce que c'est?
it_it: [_mc_] Ugh, cos'è?

source: [_flora_s_flirty_] I want to add a special touch, but I forgot my phone in the bathroom and it has the recipe. Can you get it for me?
fr_fr: [_flora_s_flirty_] Je veux ajouter une touche spéciale, mais j'ai oublié mon téléphone dans la salle de bain et il a la recette. Peux-tu l'obtenir pour moi?
it_it: [_flora_s_flirty_] Voglio aggiungere un tocco speciale, ma ho dimenticato il mio telefono in bagno e ha la ricetta. Riesce a prenderlo per me?

source: [_mc_] Fine, whatever.
fr_fr: [_mc_] Fine, peu importe.
it_it: [_mc_] Bene, qualsiasi cosa.

source: Wait.
fr_fr: Attends.
it_it: Aspetta.

source: What was inside here again?
fr_fr: Qu'est-ce qui était à l'intérieur ici encore?
it_it: Cosa c'era di nuovo qui dentro?

source: Beats me.
fr_fr: Bats-moi.
it_it: Mi batte.

source: Hmm... where is that coming from?
fr_fr: Hmm ... où est-ce que ça vient?
it_it: Hmm... da dove viene?

source: It's definitely somewhere in this bathroom!
fr_fr: C'est vraiment quelque part dans cette salle de bain !
it_it: È sicuramente da qualche parte in questo bagno!

source: It went to voicemail.
fr_fr: Il est allé à la messagerie vocale.
it_it: È andato alla segreteria telefonica.

source: [_mc_] Hey, [flora]! I found your phone. Well, if you're listening to this, you already know that.
fr_fr: [_mc_] Hey, [flora]! J'ai trouvé votre téléphone. Eh bien, si vous êtes à l'écoute, vous le savez déjà.
it_it: [_mc_] Hey, [flora]! Ho trovato il tuo telefono. Beh, se stai ascoltando questo, lo sai già.

source: [_mc_] I just wanted to say that it feels like it's been years since we last talked. I missed you more than you know.
fr_fr: [_mc_] Je voulais juste dire que ça ressemble à des années depuis que nous avons parlé. Tu m'as manqué plus que tu ne sais.
it_it: [_mc_] Volevo solo dire che sembra che siano passati anni dall'ultima volta che abbiamo parlato. Mi sei perso più di quanto sapete.

source: [_mc_] Sorry, for not always measuring up, but this time around I'll try to be a better person... and a better friend to you.
fr_fr: [_mc_] Désolé, pour ne pas toujours mesurer, mais cette fois autour de moi, je vais essayer d'être une meilleure personne ... et un meilleur ami.
it_it: [_mc_] Mi dispiace, per non sempre la misurazione, ma questa volta cercherò di essere una persona migliore... e un amico migliore per te.

source: [_mc_] Hey, I found you phone. I also found your browser history on it...
fr_fr: [_mc_] Hé, je t'ai trouvé. J'ai également trouvé votre historique de navigateur sur ce site ...
it_it: [_mc_] Hey, ti ho trovato telefono. Ho anche trovato la cronologia del tuo browser su di esso...

source: [_mc_] Really, [flora]? Dragons fucking cars? Not exactly what I expected from you.
fr_fr: [_mc_] Vraiement, [flora]? Dragons des voitures? Pas exactement ce que j'attendais de toi.
it_it: [_mc_] Davvero, [flora]? Draghi cazzo auto? Non esattamente quello che mi aspettavo da te.

source: [_mc_] What's wrong, [flora]? Where are your pants?
fr_fr: [_mc_] Qu'est-ce qui ne va pas, [flora]? Où sont vos pantalons?
it_it: [_mc_] Cosa c'è di sbagliato, [flora]? Dove sono i tuoi pantaloni?

source: [_flora_s_embarrassed_] I... I... oh my god, it burns!
fr_fr: [_flora_s_embarrassed_] I ... Je ... oh mon dieu, il brûle !
it_it: [_flora_s_embarrassed_] Io... oh mio dio, bruce!

source: [_mc_] Did you get chili in your eyes?
fr_fr: [_mc_] Avez-vous eu du chili à vos yeux?
it_it: [_mc_] Hai preso il peperoncino negli occhi?

source: [_flora_s_afraid_] Oh, god! Worse!
fr_fr: [_flora_s_afraid_] Oh, mon dieu ! Pire !
it_it: [_flora_s_afraid_] Oh, Dio! Peggio!

source: [_mc_] Where did you get it?
fr_fr: [_mc_] Où l'avez-vous obtenu?
it_it: [_mc_] Dove l'hai ottenuta?

source: [_mc_] Oh, I see.
fr_fr: [_mc_] Oh, je vois.
it_it: [_mc_] Oh, vedo.

source: [_mc_] Why did you touch yourself while cooking?
fr_fr: [_mc_] Pourquoi avez-vous touché vous-même pendant la cuisson?
it_it: [_mc_] Perché ti sei toccato durante la cottura?

source: [_mc_] I mean, how did this even happen?
fr_fr: [_mc_] Je veux dire, comment cela a-il eu lieu?
it_it: [_mc_] Voglio dire, come è successo anche questo?

source: [_flora_s_afraid_] I... forgot to wash my hands after cutting the chili peppers!
fr_fr: [_flora_s_afraid_] Je ... ai oublié de me laver les mains après avoir coupé les piments !
it_it: [_flora_s_afraid_] Ho dimenticato di lavarmi le mani dopo aver tagliato i peperoncini!

source: [_flora_s_afraid_] Oh my god, it's like fire!
fr_fr: [_flora_s_afraid_] Oh mon dieu, c'est comme un feu !
it_it: [_flora_s_afraid_] Oh mio dio, è come il fuoco!

source: [_mc_] Do you think blowing on it would help?
fr_fr: [_mc_] Est-ce que vous pensez que souffler sur ça aiderait?
it_it: [_mc_] Pensi che soffiare su di esso aiuterebbe?

source: [_flora_s_skeptical_] Screw...
fr_fr: [_flora_s_skeptical_] L'équipage ...
it_it: [_flora_s_skeptical_] Viti...

source: [_flora_s_skeptical_] You...
fr_fr: [_flora_s_skeptical_] Vous ...
it_it: [_flora_s_skeptical_] Tu...

source: [_mc_] Sounds like you have a bit of a situation on your hands... and in your panties.
it_it: [_mc_] Suona come se avessi un po' di una situazione sulle tue mani... e nelle tue mutandine.

source: She's kinda cute jumping up and down, unable to do anything about it.
fr_fr: Elle est mignonne en sautant et en bas, incapable de faire quoi que ce soit à ce sujet.
it_it: Lei è carina salta su e giù, non sei in grado di fare nulla a riguardo.

source: [_flora_s_afraid_] You're... the worst...
fr_fr: [_flora_s_afraid_] Vous êtes ... le pire ...
it_it: [_flora_s_afraid_] Ti ri... il peggio...

source: She ran upstairs, screaming. Probably to wash herself off.
fr_fr: Elle courait à l'étage, hurlant. Probablement pour se laver.
it_it: Corse di sopra, urlando. Probabilmente per lavarsi fuori.

source: I should go check on her.
fr_fr: Je devrais aller vérifier sur elle.
it_it: Dovrei andare a controllarla.

source: [_mc_] Can I help somehow?
fr_fr: [_mc_] Puis-je m'aider d'une façon ou d'une autre?
it_it: [_mc_] Posso aiutarmi in qualche modo?

source: [_flora_s_afraid_] Nooo! I need to—
fr_fr: [_flora_s_afraid_] Nooo ! J'ai besoin de-
it_it: [_flora_s_afraid_] Nooo! Ho bisogno di—

source: [_flora_s_afraid_] Ah! I'm burning up!
fr_fr: [_flora_s_afraid_] Ah ! Je brûle !
it_it: [_flora_s_afraid_] Ah! Sto bruciando!

source: She ran to the bathroom, better follow.
fr_fr: Elle a couru vers la salle de bain, mieux suivre.
it_it: Corse in bagno, meglio seguire.

source: [_mc_] Seriously, I don't even want to know. I'll look after your food while you clean up.
fr_fr: [_mc_] Sérieusement, je ne veux même pas savoir. Je vais chercher votre nourriture pendant que vous nettoyez.
it_it: [_mc_] Seriamente, non voglio nemmeno sapere. Prenderò cura del tuo cibo mentre ti ripulisci.

source: [_flora_s_afraid_] Aaaah! Thanks! I'm sorry you had to see this!
fr_fr: [_flora_s_afraid_] Aaaah ! Merci ! Je suis désolé de voir ça !
it_it: [_flora_s_afraid_] Aaaah! Grazie! Mi dispiace che tu abbia dovuto vedere questo!

source: [_mc_] Oh, no worries. Here's your phone.
fr_fr: [_mc_] Oh, pas de soucis. Voici votre téléphone.
it_it: [_mc_] Oh, non preoccuparti. Ecco il tuo telefono.

source: [_flora_s_embarrassed_] I regret life!
fr_fr: [_flora_s_embarrassed_] Je regrette la vie !
it_it: [_flora_s_embarrassed_] Rimpiango la vita!

source: She ran upstairs to the shower. She'll be fine.
fr_fr: Elle courait à l'étage jusqu'à la douche. Elle va bien.
it_it: Corse di sopra alla doccia. Andrà bene.

source: [_mc_] Hey, [flora]! Do you want me to call someone? [withhpunch]
fr_fr: [_mc_] Hey, [flora]! Veux-tu que j'appelle quelqu'un? [withhpunch]
it_it: [_mc_] Hey, [flora]! Vuoi che chiami qualcuno? [withhpunch]

source: [_flora_] {size=25}I, uhhh! I think I got it!{/}
fr_fr: [_flora_] { size=25 } I, uhhh ! Je pense que je l'ai eu ! { / }
it_it: [_flora_] {size=25}I, uhhh! Penso di averlo!{/}

source: She's got it. No need for me to get involved. She's more than capable.
fr_fr: Elle l'a eu. Pas besoin de moi pour m'impliquer. Elle est plus que capable.
it_it: Non c'è bisogno di me per essere coinvolta. È più che capace.

source: [_flora_s_embarrassed_] Oh my god! Oh my god! Oh my god!
fr_fr: [_flora_s_embarrassed_] Oh mon Dieu ! Oh mon dieu ! Oh mon dieu !
it_it: [_flora_s_embarrassed_] Oh mio dio! Oh mio dio! Oh mio dio!

source: [_flora_s_embarrassed_] It's getting worse!
fr_fr: [_flora_s_embarrassed_] C'est pire !
it_it: [_flora_s_embarrassed_] sta peggiorando!

source: [_mc_] Just take off your clothes and step in the shower.
fr_fr: [_mc_] Just take off your habits and step in the shower.
it_it: [_mc_] Basta togliere i vestiti e fare il passo nella doccia.

source: [_flora_s_afraid_] What? Nooo!
fr_fr: [_flora_s_afraid_] Quoi? Nooo !
it_it: [_flora_s_afraid_] Cosa? Nooo!

source: [_flora_s_afraid_] Not with you here!
fr_fr: [_flora_s_afraid_] Pas avec vous ici !
it_it: [_flora_s_afraid_] Non con te qui!

source: [_mc_] I've seen you naked before, you know.
fr_fr: [_mc_] Je t'ai vu nu avant, tu sais.
it_it: [_mc_] Ti ho visto nudo prima, sai.

source: [_flora_s_embarrassed_] Oh my god, it hurts so much! Ow, ow, ow!
fr_fr: [_flora_s_embarrassed_] Oh mon dieu, ça fait tellement mal ! Ow, ow, ow !
it_it: [_flora_s_embarrassed_] Oh mio dio, fa così male tanto! Proprio, come, ow!

source: [_flora_s_afraid_] Uhhhhhhh!
it_it: [_flora_s_afraid_] Uhhhhhhhhhh!

source: [_mc_] Here, I'll help you.
fr_fr: [_mc_] Ici, je vous aiderai.
it_it: [_mc_] Qui, ti aiuterò.

source: [_flora_s_embarrassed_] Fine, but don't look!
fr_fr: [_flora_s_embarrassed_] Fine, mais ne regarde pas !
it_it: [_flora_s_embarrassed_] Bene, ma non guardare!

source: [_mc_] I can't not look!
fr_fr: [_mc_] Je ne peux pas regarder !
it_it: [_mc_] non riesco a guardare!

source: [_flora_s_cringe_] I'm going to die!
fr_fr: [_flora_s_cringe_] Je vais mourir !
it_it: [_flora_s_cringe_] morirò!

source: Eyes crackling with dark fire, she pulls the shirt over her head, slamming it to the floor.
fr_fr: Eyes craque avec un feu noir, elle tire la chemise sur la tête, la claque au sol.
it_it: Occhi scoppiettanti di fuoco scuro, tira la camicia sopra la testa, sbattendola sul pavimento.

source: Her small breasts give a slight bounce as they fall out.
fr_fr: Ses petits seins donnent une légère rebondisse à mesure qu'ils tombent.
it_it: I suoi piccoli seni danno un leggero rimbalzo mentre cadono.

source: Stripping in front of an audience is probably on her list of fantasies.
fr_fr: Viser devant un public est probablement sur sa liste de fantasmes.
it_it: Strisciare davanti a un pubblico è probabilmente sulla sua lista di fantasie.

source: But not this particular audience. Not me. Anyone but me.
fr_fr: Mais pas ce public particulier. Pas moi. N'importe qui que moi.
it_it: Ma non questo pubblico particolare. Non me. Nessuno tranne me.

source: Despite the blooming flames in her pussy, every move is slow. Reluctant.
fr_fr: Malgré les flammes qui fleurissant dans sa chatte, chaque mouvement est lent. Reluctant.
it_it: Nonostante le fiamme fiorenti nella sua figa, ogni mossa è lenta.

source: [_flora_s_embarrassed_] Stop looking!
fr_fr: [_flora_s_embarrassed_] Arrêtes de regarder !
it_it: [_flora_s_embarrassed_] Smettila di guardare!

source: At best, it's a half-hearted attempt at covering her body.
fr_fr: Au mieux, c'est une tentative timorée de couvrir son corps.
it_it: Nel migliore dei casi, è un tentativo a metà cuore di coprire il suo corpo.

source: In the glistening moisture of her sweat, her freckles twinkle like tiny stars across her skin.
fr_fr: Dans l'humidité de l'écoute de sa sueur, ses taches s'envolées comme de minuscules étoiles à travers sa peau.
it_it: Nell'umidità scintillante del suo sudore, le sue lentiggini brillano come piccole stelle attraverso la sua pelle.

source: The glimpses I've caught of her in the past feel meaningless in comparison.
fr_fr: Les aperçus que j'ai pris d'elle dans le passé n'ont aucun sens en comparaison.
it_it: Gli scorci che ho preso di lei in passato si sentono privi di senso in confronto.

source: This is different. Intimate.
fr_fr: C'est différent. Intime.
it_it: Questo è diverso. Intimo.

source: Her ragged breath in my ear as she steadies herself on my shoulder, digging her nails in.
fr_fr: Sa respiration marquée dans mon oreille alors qu'elle se prépare sur mon épaule, en creuset ses ongles.
it_it: Il suo respiro frastagliato nel mio orecchio mentre si muore sulla mia spalla, scavando le unghie dentro.

source: Frustration and indignation, but also secret gratitude that I'm here.
fr_fr: Frustration et indignation, mais aussi la gratitude secrète que je suis ici.
it_it: Fruttazione e indignazione, ma anche riconoscenza segreta che sono qui.

source: The heat from her body steams my forehead.
fr_fr: La chaleur de son corps me vole mon front.
it_it: Il calore dal suo corpo vapore la fronte.

source: Her milky thighs and flat tummy beg for my touch.
fr_fr: Ses cuisses laiteuses et son ventre plat ventre pour mon toucher.
it_it: Le sue cosce lattiginose e pancia piatta implorano per il mio tocco.

source: It would be so easy to reach out and grab her by the waist and pull her close.
fr_fr: Il serait si facile de s'en sortir et de l'attraper par la taille et de la tirer de la main.
it_it: Sarebbe così facile raggiungere fuori e afferrarla dalla vita e tirarla vicina.

source: Push my lips against hers... run my tongue over her skin... explore every curve and taste...
fr_fr: Pousle mes lèvres contre les hers ... courir ma langue sur sa peau ... explorer toutes les courbes et tous les goûts ...
it_it: Spingi le labbra contro lei... corri la mia lingua sulla sua pelle... esplora ogni curva e gusto...

source: But I can't. I'd burn in hell for that.
fr_fr: Mais je ne peux pas. Je brûlerais en enfer pour ça.
it_it: Ma non posso. Vorrei bruciare all'inferno per quello.

source: With one eye on me, her fingers slip inside the waistband of her panties. Cautiously, tugging them down her hip bones.
fr_fr: Avec un œil sur moi, ses doigts glissants à l'intérieur de la ceinture de ses cultes. Prudents, tugant les os de la hanche.
it_it: Con un occhio su di me, le sue dita scivolano dentro la cintura delle sue mutandine. Con cautela, tuggendole giù le ossa dell'anca.

source: The fires licking her pussy now burn through her body, glowing in embers of embarrassment on her cheeks.
fr_fr: Les feux qui lui léchant la chatte brûle maintenant à travers son corps, gant dans des braques d'embarras sur ses joues.
it_it: I fuochi che leccano la figa ora bruciano attraverso il suo corpo, incandescendo in embre di imbarazzo sulle guance.

source: The sexual jokes. The teasing. She never meant for it to get real.
fr_fr: Les blagues sexuelles. Le taquinage. Elle n'a jamais voulu qu'elle soit réelle.
it_it: Le battute sessuali. La presa in giro. Non ha mai significato per esso per ottenere reale.

source: She can't bring herself to look me in the eyes. This is one of those moments that she'll never forget.
fr_fr: Elle ne peut pas se faire regarder dans les yeux. C'est un de ces moments qu'elle n'oubliera jamais.
it_it: Non riesce a portarmi a guardarmi negli occhi. Questo è uno di quei momenti che non dimenticherà mai.

source: Utterly naked.
fr_fr: Utterly nu.
it_it: Utilmente nudo.

source: Unable to hide her perky nipples, her inflamed labia, the peach fuzz between her legs.
fr_fr: Incapable de cacher ses tétons pervers, sa labie enflamée, le feu de pêche entre ses jambes.
it_it: Incapace di nascondere i suoi capezzoli perky, le sue labbra infiammate, il fuzz di pesca tra le gambe.

source: Who does she shave for? Herself? She probably loves to feel sexy in secret.
fr_fr: Pour qui a-t-elle envie? Herself? Elle aime probablement se sentir sexy en secret.
it_it: Per chi si rade? Lei probabilmente ama sentirsi sexy in segreto.

source: Sliding a hand down her pants when no one's looking. Rubbing the smooth lips of her pussy, coating her fingers in the moisture.
fr_fr: Glissant une main son pantalon quand personne ne regarde. Entouchez les lèvres lisses de sa chatte, entapant ses doigts dans l'humidité.
it_it: Scivolare una mano giù i pantaloni quando nessuno guarda. Sfregare le labbra lisce della figa, ricoprendo le dita nell'umidità.

source: They say that girl-next-door-types are the kinkiest. I wonder if she ever puts those fingers in her mouth, tasting herself.
fr_fr: Ils disent que les filles-next-door-types sont les plus kinkides. Je me demande si elle met ces doigts dans sa bouche, se dégustant.
it_it: Dicono che la ragazza-accanto-porta-tipi sono i più kinkiest. Mi chiedo se mai mette quelle dita in bocca, assaggiandosi se stessa.

source: Does she ever think of me when touching herself? Probably not.
fr_fr: Elle pense-t-elle à moi quand elle se touche? Probablement pas.
it_it: Lei pensa mai a me quando si tocca? Probabilmente no.

source: Maybe she will from now on.
fr_fr: Peut-être qu'elle va partir maintenant.
it_it: Forse da ora in poi.

source: She bounces on the spot, dizzy with pain, looking to me for guidance and comfort.
fr_fr: Elle rebondisse sur place, étourdie par la douleur, à la recherche de conseils et de réconfort.
it_it: Trimbalza sul posto, vertigini con dolore, guardandomi per la guida e il comfort.

source: [_flora_s_crying_] I'm going to die!
fr_fr: [_flora_s_crying_] Je vais mourir !
it_it: [_flora_s_crying_] morirò!

source: [_mc_] You're not going to die. Just get in the shower and aim the showerhead between your legs.
fr_fr: [_mc_] Vous n'allez pas mourir. Il suffit de prendre la douche et de viser la tête de douche entre les jambes.
it_it: [_mc_] Non morirai. Basta entrare nella doccia e puntare la testa della doccia tra le gambe.

source: She's in too much pain to think straight.
fr_fr: Elle a trop de mal à penser droit.
it_it: Lei è in troppa sofferenza per pensare dritto.

source: Never seen a real vagina this close before. It's so wrinkly and cute. Like a cupcake with filling.
fr_fr: Jamais vu un vrai vagin avant. C'est tellement mignon et mignon. Comme un cupcake avec garniture.
it_it: Mai visto una vera vagina questo vicino prima. È così rugoso e carino. Come un cupcake con ripieno.

source: As she spreads her legs, exposing her pussy, strings of sticky natural lubrication cling to inner walls of her vagina.
fr_fr: Alors qu'elle répand ses jambes, exposant sa chatte, des cordes de lubrification naturelle collante s'accroche aux parois intérieures de son vagin.
it_it: Mentre si diffonde le gambe, esponendo la sua figa, corde di lubrificazione naturale appiccicosa aggrappati alle pareti interne della sua vagina.

source: Oozing out and mixing with the sheen of sweat on her swollen outer labia.
fr_fr: Oozing out and mélangés with the sheen of sweat on her swollen outer labia.
it_it: Oozing fuori e mescolando con la lucentezza del sudore sulle labbra esterne gonfie.

source: And the smell is like... hm... there's no good comparison. It's a nice and full smell...
fr_fr: Et l'odeur est comme ... hm ... il n'y a pas de bonne comparaison. C'est une belle et belle odeur ...
it_it: E l'odore è come... hm... non c'è nessun buon confronto. È un odore bello e pieno...

source: It just smells like pussy! That's it. Nothing like it.
fr_fr: Ça sent comme la chatte ! C'est ça. Rien de tel.
it_it: Ha solo un odore di figa! È questo. Niente di piace.

source: They say that every pussy tastes differently.
fr_fr: Ils disent que chaque chatte a un goût différent.
it_it: Dicono che ogni figa ha un sapore diverso.

source: If I stuck out my tongue now, tracing the tip through her folds, would it be sweet?
fr_fr: Si j'ai pris ma langue maintenant, en traçant la pointe à travers ses plis, ça serait doux?
it_it: Se ho bloccato la mia lingua ora, rintracciando la punta attraverso le sue pieghe, sarebbe dolce?

source: Would it taste as syrupy and pleasant as I imagine? Or would it be saltier like her personality?
fr_fr: Le goût est-il aussi syrupeux et agréable que j'imagine? Ou serait-il plus saltier comme sa personnalité?
it_it: Avrebbe un sapore sciropposo e piacevole come immagino? O sarebbe salato come la sua personalità?

source: If only she'd let me swirl my tongue over her clit. Dip it into her vagina. Tickle her asshole.
fr_fr: Si seulement elle m'a laissé avalez ma langue au-dessus de son clit. Dip-le dans son vagin. Billet son connard.
it_it: Se solo mi lasciò roteare la mia lingua sul suo clitoride. Immergetela nella sua vagina.

source: I'd take the burning chili any day just to have a taste.
fr_fr: Je prendrais le chili en feu n'importe quel jour pour avoir un goût.
it_it: Io prenderei il peperoncino bruciante ogni giorno solo per avere un gusto.

source: Oh, god. These thoughts are so wrong.
fr_fr: Oh, mon dieu. Ces pensées sont si fausses.
it_it: Oh, dio. Questi pensieri sono così sbagliati.

source: [_mc_] I'll be gentle.
fr_fr: [_mc_] Je serai doux.
it_it: [_mc_] sarò gentile.

source: [_flora_s_FloraShowerPoseA1_] Oh my god, phrasing!
fr_fr: [_flora_s_FloraShowerPoseA1_] Oh mon dieu, phrasé !
it_it: [_flora_s_FloraShowerPoseA1_] Oh mio dio, fraseggio!

source: [_mc_] Sorry, I'll be gentle the first time.
fr_fr: [_mc_] Désolé, je serai doux la première fois.
it_it: [_mc_] Mi dispiace, sarò gentile la prima volta.

source: [_flora_] Shut up!
fr_fr: [_flora_] Tais-toi !
it_it: [_flora_] Stai zitto!

source: [_flora_s_FloraShowerPoseA1_] Just do it!
it_it: [_flora_s_FloraShowerPoseA1_] Basta farlo!
