Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_handcuffs.po
Languages: fr_fr

source: [_mc_] So, you'll do it?
fr_fr: [_mc_] Alors, vous le ferez?

source: [_flora_s_skeptical_] Do I have a choice?
fr_fr: [_flora_s_skeptical_] Est-ce que j'ai le choix?

source: [_mc_] Not really. That skirt was crazy expensive.
fr_fr: [_mc_] Pas vraiment. Cette jupe était très chère.

source: [_mc_] Plus, it's our senior year, so dares and pranks are common. You probably won't even get detention.
fr_fr: [_mc_] Plus, c'est notre année senior, donc les prix et les prix sont communs. Vous n'aurez probablement même pas la détention.

source: [_flora_s_eyeroll_] Whatever.
fr_fr: [_flora_s_eyeroll_] Quoi qu'il en soit.

source: [_flora_s_eyeroll_] I'll do it under one condition.
fr_fr: [_flora_s_eyeroll_] Je le ferai sous une seule condition.

source: Wait, she's actually considering it? There's no way...
fr_fr: Attends, elle est en train de l'étudier? Il n'y a pas moyen ...

source: [_mc_] Name it!
fr_fr: [_mc_] Nom !

source: I knew [flora] was a bit jealous, but I didn't expect this...
fr_fr: Je savais que [flora] était un peu jaloux, mais je ne m'attendais pas à ça ...

source: She looks serious.
fr_fr: Elle a l'air sérieuse.

source: That's the oddest request ever...
fr_fr: C'est la demande la plus étrange jamais ...

source: [_mc_] What do you have against [jacklyn]?
fr_fr: [_mc_] Qu'avez-vous contre [jacklyn]?

source: [_flora_s_annoyed_] None of your business.
fr_fr: [_flora_s_annoyed_] Aucune de vos activités.

source: [_mc_] I don't know, [flora]. [jacklyn] is kind of cute...
fr_fr: [_mc_] Je ne sais pas, [flora]. [jacklyn] est une sorte de mignon ...

source: [_mc_] Okay, fine. I promise.
fr_fr: [_mc_] Ok, bien. Je promets.

source: [_flora_s_excited_] Good!
fr_fr: [_flora_s_excited_] Bon !

source: Mmm... I've always fantasized about making [flora] do something like this...
fr_fr: Mmm ... J'ai toujours rêvais de faire [flora] faire quelque chose de comme ça ...

source: Undressing in public. A sight for sore eyes.
fr_fr: Dépansement en public. Une vue pour les yeux douloureux.

source: [_mc_] Not quite...
fr_fr: [_mc_] Pas tout à fait ...

source: [_mc_] Almost there!
fr_fr: [_mc_] Presque là !

source: [_flora_s_angry_] I'm going to murder you later...
fr_fr: [_flora_s_angry_] Je vais vous assassiner plus tard ...

source: [_mc_] Then I'll die a happy man.
fr_fr: [_mc_] Alors je mourrai un homme heureux.

source: [_mc_] Very...
fr_fr: [_mc_] Très ...

source: [_flora_s_concerned_] Okay, I'm doing it now.
fr_fr: [_flora_s_concerned_] Ok, je le fais maintenant.

source: [_mc_] Wait!
fr_fr: [_mc_] Attends !

source: [_flora_s_annoyed_] What?
fr_fr: [_flora_s_annoyed_] Quoi?

source: [_mc_] Nothing, I just wanted a good look.
fr_fr: [_mc_] Rien, je voulais juste un bon look.

source: [_flora_s_cringe_] You're the worst!
fr_fr: [_flora_s_cringe_] Vous êtes le pire !

source: [_flora_s_cringe_] Don't mess this up because I'll never do it again!
fr_fr: [_flora_s_cringe_] Ne gâchez pas ça parce que je ne le ferai plus jamais !

source: [flora] looks nervous.
fr_fr: [flora] semble nerveux.

source: I mean, probably less nervous than I would be in her place...
fr_fr: Je veux dire, probablement moins nerveuse que je serais à sa place ...

source: I'd be shaking, most likely... maybe even crying.
fr_fr: Je tremblais, très probablement ... peut-être même pleurer.

source: But she's always been braver than I.
fr_fr: Mais elle a toujours été plus couragque que moi.

source: Always been in charge of her own destiny.
fr_fr: Toujours en charge de son propre destin.

source: She looks left, right, then just goes for it, boobs bouncing!
fr_fr: Elle regarde à gauche, à droite, puis va juste pour ça, des seins rebondit !

source: Right by the [guard]'s booth!
fr_fr: À droite par le stand [guard]!

source: Oh, shit! He saw her, despite his doughnut-preoccupation...
fr_fr: Oh, merde ! Il l'a vue, malgré sa prétention ...

source: Run, [flora], run!
fr_fr: Exécuter, [flora], exécutez !

source: God, he's slow. It's like he's not even running.
fr_fr: Mon Dieu, il est lent. C'est comme s'il n'était même pas en marche.

source: He's like... shuffling forward...
fr_fr: Il est comme ... frémissement vers l'avant ...

source: Weak legs are heavy, there's doughnut on his sweater already.
fr_fr: Les jambes faibles sont lourdes, il y a déjà un beigne sur son chandail.

source: Anyway, I should probably—
fr_fr: Quoi qu'il en soit, je devrais probablement-

source: Oh, wow! The chase is on! I wish I'd brought popcorn...
fr_fr: Oh, wow ! La chasse est sur ! J'aurais voulu ramenez popcorn ...

source: One man chasing a naked girl.
fr_fr: Un homme pourchassant une fille nue.

source: Illegal if it weren't for his uniform.
fr_fr: Illégal s'il n'était pas pour son uniforme.

source: Strange how clothes make all the difference.
fr_fr: Étrange comment les vêtements font toute la différence.

source: Or lack there of, in some cases...
fr_fr: Ou l'absence de, dans certains cas ...

source: [flora] actually looks worried now, glancing over her shoulder.
fr_fr: [flora] s'inquiète en fait maintenant, glauque sur son épaule.

source: She's given up on covering herself, and allows herself to be on display for the entire entrance hall.
fr_fr: Elle se couvre de se couvrir et se permet d'être exposée pour l'ensemble du hall d'entrée.

source: How many times have I not dreamed about having her body close to mine...
fr_fr: Combien de fois je n'ai pas rêvé de faire fermer son corps à la mienne ...

source: Her hot skin, burning against my own...
fr_fr: Sa peau chaude, brûlant contre ma propre ...

source: Her nipples hard, her pussy wet...
fr_fr: Ses nipples dures, sa chatte mouillée ...

source: Shit, I really need to stop thinking of her like that.
fr_fr: Merde, j'ai vraiment besoin d'arrêter de penser à elle comme ça.

source: But... it's hard. It gets me hard. She's so cute and annoying at the same time...
fr_fr: Mais ... c'est dur. Ça me fait mal. Elle est si mignonne et ennuyeux en même temps ...

source: It's her fire that makes her so attractive to me... and perhaps the forbidden nature.
fr_fr: C'est son feu qui la rend si attirantes pour moi ... et peut-être la nature interdite.

source: I'm a total hypocrite for not wanting other guys to look her way, and then making her streak through the school.
fr_fr: Je suis un hypocrite total pour ne pas vouloir d'autres gars pour regarder son chemin, et ensuite la faire passer par l'école.

source: But somehow... she's doing it for me, and that makes it okay in a weird way.
fr_fr: Mais d'une façon ou d'une autre ... elle le fait pour moi, et ça va bien d'une façon bizarre.

source: God, my feelings for her are so twisted...
fr_fr: Mon Dieu, mes sentiments pour elle sont si tordus ...

source: Everything about it is twisted... and somehow, she's okay with it...
fr_fr: Tout sur elle est tordue ... et d'une certaine façon, elle va bien avec ça ...

source: Or at least pretends to be...
fr_fr: Ou au moins prétend être ...

source: No, she's not pretending. That can't be.
fr_fr: Non, elle ne fait pas semblant. Ça ne peut pas être.

source: She wouldn't get naked for anyone but me...
fr_fr: Elle ne serait pas nue pour n'importe qui que moi ...

source: It's like an unspoken, forbidden, urge inside us both.
fr_fr: C'est comme un peu parlé, interdit, prestant à l'intérieur de nous tous les deux.

source: It's been there for a while, festering in the back of our minds.
fr_fr: C'est là depuis un moment, festering dans le dos de nos esprits.

source: She can expose her body to the world, but never her mind.
fr_fr: Elle peut exposer son corps au monde, mais jamais son esprit.

source: That's what's sad and hot at the same time.
fr_fr: C'est ce qui est triste et chaud en même temps.

source: The world will always keep us apart, but even now her eye catches mine.
fr_fr: Le monde va toujours nous séparer, mais même maintenant, son œil attrapera la mienne.

source: And there's a twinkle of that dark passion that only I get to see...
fr_fr: Et il y a un scinque de cette passion sombre que je ne vois que ...

source: Last time around, I ignored it. Pretended it wasn't there.
fr_fr: La dernière fois, je l'ai ignorée. On a prétendu qu'il n'était pas là.

source: Conforming to society's expectations.
fr_fr: Conformité aux attentes de la société.

source: But really, what did society ever do for me?
fr_fr: Mais vraiment, qu'est-ce que la société a fait pour moi?

source: This time around, I will hold her, love her. Make her mine.
fr_fr: Cette fois, je vais la tenir, l'aimer. Tiens la mienne.

source: The consequences be damned.
fr_fr: Les conséquences sont humides.

source: Strange how I decided that just now, in the middle of a chase...
fr_fr: Étrange comment j'ai décidé que maintenant, au milieu d'une poursuite ...

source: But it doesn't matter. Nothing matters if I don't take risks.
fr_fr: Mais ça n'a pas d'importance. Rien n'importe si je ne prends pas de risques.

source: Nothing matters if I don't get to have her—
fr_fr: Rien n'importe si je n'ai pas besoin d'elle-

source: The chase ends abruptly.
fr_fr: La poursuite se termine brusquement.

source: Of course, the idiot guard had to body slam her...
fr_fr: Bien sûr, la garde d'idiot a du corps la slam ...

source: Probably intentional too, that old pervert.
fr_fr: Probablement intentionnel aussi, ce vieux pervers.

source: He's probably as touch-starved as me.
fr_fr: Il est probablement aussi affamé que moi.

source: It's in his eyes. Pitiful and pathetic.
fr_fr: C'est dans ses yeux. Pitoyable et pathétique.

source: [_guard_s_angry_] I'm taking you to the principal's office, young lady.
fr_fr: [_guard_s_angry_] Je vous emporte au bureau du directeur, jeune fille.

source: All right, here's my chance!
fr_fr: Très bien, voici ma chance !

source: [_mc_] Sorry, but I'd like to keep my options open.
fr_fr: [_mc_] Désolé, mais j'aimerais garder mes options ouvertes.

source: [_flora_s_angry_] It's not like you have a chance with her...
fr_fr: [_flora_s_angry_] Ce n'est pas comme si vous avez une chance avec elle ...

source: [_mc_] You never know, [flora]!
fr_fr: [_mc_] Vous ne savez jamais, [flora]!

source: [_flora_s_concerned_] Whatever.
fr_fr: [_flora_s_concerned_] Quoi qu'il en soit.

source: [_mc_] No, not really. I would never make you do something like that.
fr_fr: [_mc_] Non, pas vraiment. Je ne ferais jamais quelque chose comme ça.

source: [_flora_s_laughing_] Thanks! I did not expect that from you.
fr_fr: [_flora_s_laughing_] Merci ! Je ne m'attendais pas à ça de toi.

source: [_mc_] I've been shitty to you for a long time... I'm trying to change that.
fr_fr: [_mc_] Je vous ai été tiputé pendant longtemps ... J'essaie de changer ça.

source: [_flora_s_blush_] That's nice to hear.
fr_fr: [_flora_s_blush_] C'est bien d'entendre.

source: [_mc_] You're still going to help me, though.
fr_fr: [_mc_] Vous allez toujours m'aider, cependant.

source: [_flora_s_thinking_] So, you actually have another plan to distract the guard?
fr_fr: [_flora_s_thinking_] Alors, vous avez un autre plan pour vous distraire?

source: [_mc_] Just tell him you lost the key to your locker.
fr_fr: [_mc_] Davez juste lui dire que vous avez perdu la clé de votre casier.

source: [_flora_s_annoyed_] Only if you pay for a new lock.
fr_fr: [_flora_s_annoyed_] Seulement si vous payez un nouveau cadenas.

source: [_mc_] Sure, I don't mind.
fr_fr: [_mc_] Bien sûr, je ne pense pas.

source: [_flora_s_smile_] Okay, wait here. I'll send you a text.
fr_fr: [_flora_s_smile_] Ok, attends ici. Je vous enverrai un texte.

source: If she took my money and left, I'm going to be very upset.
fr_fr: Si elle a pris mon argent et que je suis parti, je vais être très bouleversée.

source: Okay, time to get myself a pair of handcuffs...
fr_fr: Ok, le temps de me faire une paire de menottes ...

source: [_mc_] Not happening.
fr_fr: [_mc_] Pas en train de se produire.

source: [_mc_] I already spent too much on your stupid skirt.
fr_fr: [_mc_] J'ai déjà trop dépensé sur votre stupide jupe.

source: [_flora_s_blush_] You mean my totally cute and gorgeous skirt?
fr_fr: [_flora_s_blush_] Vous voulez dire ma jupe totalement mignonne et magnifique?

source: [_mc_] Right. That's the one.
fr_fr: [_mc_] Droit. C'est la première.

source: [_flora_s_thinking_] Do you have any other ideas, then?
fr_fr: [_flora_s_thinking_] Avez-vous d'autres idées, alors?

source: [_mc_] Tell him to handcuff you, and then ask to borrow them.
fr_fr: [_mc_] Dites-lui de vous menotez, et demandez-lui ensuite de les emprunter.

source: [_flora_s_concerned_] I told you I wouldn't get involved.
fr_fr: [_flora_s_concerned_] Je vous ai dit que je ne serais pas impliqué.

source: [_flora_s_confident_] Besides, that's way too kinky for me.
fr_fr: [_flora_s_confident_] En plus, c'est trop compliqué pour moi.

source: [_mc_] Right...
fr_fr: [_mc_] Droit ...

source: [flora] would probably be really into it, but as usual, she's being all coy.
fr_fr: [flora] serait probablement vraiment dans ça, mais comme d'habitude, elle est all coy.

source: Imagining her in a pair of handcuffs, though... mmm...
fr_fr: Imaginer elle dans une paire de menottes, bien que ... mmm ...

source: Okay, these thoughts really shouldn't enter my head...
fr_fr: Ok, ces pensées ne devraient pas entrer dans ma tête ...

source: [_flora_s_thinking_] What other ideas do you have?
fr_fr: [_flora_s_thinking_] Quelles autres idées avez-vous?

source: [_mc_] Say that you saw a cat stuck in a tree outside.
fr_fr: [_mc_] Dites que vous avez vu un chat coincé dans un arbre à l'extérieur.

source: [_flora_s_laughing_] That's the most cliché thing I've ever heard!
fr_fr: [_flora_s_laughing_] C'est la chose la plus cliché que j'ai jamais entendue !

source: [_mc_] And that's exactly why it'll work.
fr_fr: [_mc_] Et c'est exactement pourquoi ça va fonctionner.

source: [_flora_s_thinking_] Hmm... not what I was expecting from you, but I don't mind. It might{space=-5} actually work.
fr_fr: [_flora_s_thinking_] Hmm ... pas ce que j'attendais de toi, mais ça ne me dérait pas. Il est possible que { space=-5 } fonctionne réellement.

source: [_mc_] I think it will. And the cat might've gotten down before he got there.
fr_fr: [_mc_] Je pense qu'il le fera. Et le chat pourrait être descendu avant qu'il n'y soit.

source: [_flora_s_neutral_] All right. I'm going over.
fr_fr: [_flora_s_neutral_] Très bien. Je vais passer.

source: [_flora_s_neutral_] I'll text you when it's time.
fr_fr: [_flora_s_neutral_] Je vous ferai du texte quand il est temps.

source: The only risk is that the [guard] is too lazy to help...
fr_fr: Le seul risque est que le [guard] soit trop paresseux pour aider ...

source: Okay, the [guard] will be back quickly. I better get a move on.
fr_fr: Ok, le [guard] sera de retour rapidement. Je ferais mieux d'avancer.

source: [_mc_] Tell him tentacles are coming out of the toilets in the women's bathroom.
fr_fr: [_mc_] Dites-lui que les tentacules sortent des toilettes dans la salle de bain pour femmes.

source: [_flora_s_flirty_] There are?
fr_fr: [_flora_s_flirty_] Il y a?

source: [_flora_s_laughing_] I mean, eww! That's gross!
fr_fr: [_flora_s_laughing_] Je veux dire, eww ! C'est brut !

source: [_flora_s_blush_] He'll never fall for that.
fr_fr: [_flora_s_blush_] Il ne tombera jamais pour ça.

source: [_mc_] I don't think he's very smart. Plus, he might be a weeb.
fr_fr: [_mc_] Je ne pense pas qu'il soit très intelligent. De plus, il pourrait être un dragueurs.

source: [_flora_s_laughing_] Those two things tend to go hand in hand!
fr_fr: [_flora_s_laughing_] Ces deux choses ont tendance à aller de pair !

source: [_mc_] Ugh, shut up...
fr_fr: [_mc_] Ugh, ferme ...

source: [_flora_s_worried_] Fine, I'll do it.
fr_fr: [_flora_s_worried_] Fine, je le ferai.

source: [_flora_s_thinking_] Wait here... I'll send you a text.
fr_fr: [_flora_s_thinking_] Attends ici ... Je vous enverrai un texte.

source: Okay, better hurry before he gets back...
fr_fr: Ok, mieux vaut mal avant qu'il ne revienne ...

source: [_mc_] Tell him you'll buy him a doughnut and coffee from the cafeteria.
fr_fr: [_mc_] Dites-lui que vous lui achèterez un beignet et un café de la cafétéria.

source: [_flora_s_annoyed_] Under what pretense?
fr_fr: [_flora_s_annoyed_] Sous quel prétexte?

source: [_mc_] You're eighteen. He's... well, above eighteen...
fr_fr: [_mc_] Vous avez dix-huit ans. Il est. .. bien, plus de dix-huit ...

source: [_mc_] Honestly, I don't think you need an excuse.
fr_fr: [_mc_] Honnêtement, je ne pense pas que vous avez besoin d'une excuse.

source: [_flora_s_laughing_] You're probably right! He won't question anything as soon as he hears the word "doughnut."
fr_fr: [_flora_s_laughing_] Vous avez probablement raison ! Il ne remet pas en question quelque chose dès qu'il entend le mot "doughnut".

source: [_mc_] That's what I'm banking on.
fr_fr: [_mc_] C'est ce que je fais.

source: [_mc_] Tell him [jo] told you to do it. The school's way of thanking him for his service.
fr_fr: [_mc_] Dites-lui que [jo] vous a dit de le faire. La façon dont l'école le remercia pour son service.

source: [_flora_s_thinking_] What if he checks with her?
fr_fr: [_flora_s_thinking_] Et s'il vérifie avec elle?

source: [_mc_] He's way too lazy for that.
fr_fr: [_mc_] Il est trop paresseux pour ça.

source: [_flora_s_laughing_] You're absolutely right!
fr_fr: [_flora_s_laughing_] Vous avez absolument raison !

source: [_flora_s_blush_] Wait here. I'll text you when the coast is clear.
fr_fr: [_flora_s_blush_] Attends ici. Je vais vous dire quand la côte est claire.

source: Surely, a doughnut addict like him will fall for this.
fr_fr: Sûrement, un doughnut addict comme lui tombera pour ça.

source: And getting attention from a cutie like [flora]... there's no way he'll be able to help himself!
fr_fr: Et attirer l'attention d'une cutie comme [flora]... il n'est pas possible qu'il puisse s'aider lui-même !

source: The cafeteria is right next to his booth... I need to be quick about this.{space=-35}
fr_fr: La cafétéria est juste à côté de son stand ... J'ai besoin d'être rapide à ce sujet. { space=-35 }

source: I used to think that there's always time for a quick porn surf... but it'll have to be later.
fr_fr: J'ai l'habitude de penser qu'il y a toujours du temps pour un rapide porno de surf ... mais ça devra être plus tard.

source: As much as I'd like to have a lukewarm beer on the roof right now... I'd not like to have a lukewarm beer right now.
fr_fr: Aussi bien que j'aimerais avoir une bière tiède sur le toit en ce moment ... Je n'aimerais pas avoir une bière tiède maintenant.

source: A true teeter-totter that one.
fr_fr: Un vrai tetre-pour le faire.

source: [mrsl] probably has a set of handcuffs as well, but it's not worth gambling on.
fr_fr: [mrsl] a probablement aussi un ensemble de menottes, mais ça ne vaut pas le jeu.

source: The [guard] will be back any moment. I need to get those handcuffs.
fr_fr: Le [guard] sera de retour à tout moment. J'ai besoin de ces menottes.

source: This is a good escape route... but the crime has to be committed first.
fr_fr: C'est une bonne voie d'évasion ... mais le crime doit être commis en premier.

source: Sadly, no time for strawberry juice. Not during an ongoing heist.
fr_fr: Malheureusement, pas de temps pour le jus de fraise. Pas pendant un hétome en cours.

source: This is probably my only chance of getting those handcuffs. I can't leave now.
fr_fr: C'est probablement ma seule chance d'obtenir ces menottes. Je ne peux pas partir maintenant.

source: As expected, he was too lazy to lock the door...
fr_fr: Comme prévu, il était trop paresseux pour verrouiller la porte ...

source: There they are!
fr_fr: Ils sont là !

source: Shiny, stainless steel. Robust and escape-proof. These cuffs will come in handy.
fr_fr: Shiny, acier inoxydable. Robuste et étanches. Ces menottes vont venir à la main.

source: I probably shouldn't touch his doughnut stash, though. He'll notice if one's missing.
fr_fr: Je ne devrais probablement pas toucher à sa pâte de doughnut. Il remarquera si l'on manque.

source: [_flora_s_annoyed_] I got detention for a week!
fr_fr: [_flora_s_annoyed_] J'ai été détenu pendant une semaine !

source: [_mc_] I don't see how that's my fault...
fr_fr: [_mc_] Je ne vois pas comment c'est ma faute ...

source: [_flora_s_cringe_] It was your stupid idea!
fr_fr: [_flora_s_cringe_] C'était votre idée stupide !

source: [_mc_] Well, it wasn't my idea that you get yourself caught.
fr_fr: [_mc_] Bien, ce n'était pas mon idée de vous faire prendre.

source: [_flora_s_cringe_] Ugh, I will kill you...
fr_fr: [_flora_s_cringe_] Ugh, je vais te tuer ...

source: [_mc_] That'll get you at least two weeks in detention. We don't want that, do we?
fr_fr: [_mc_] Ça vous fera au moins deux semaines de détention. Nous ne voulons pas ça, n'est-ce pas?

source: [_flora_s_annoyed_] You're the worst! I'll remember this!
fr_fr: [_flora_s_annoyed_] Vous êtes le pire ! Je me souviendrai de ça !

source: Well, that could've gone better...
fr_fr: Eh bien, ça aurait pu aller mieux ...

source: You win some, you lose some, I guess.
fr_fr: Vous gagez, vous en perdez, je suppose.

source: "Err... you left it on the toilet."
fr_fr: "Err ... tu l'as laissée sur les toilettes."

source: "It's a fine piece of literature!"
fr_fr: "C'est une belle littérature !"

source: "Just happened to see it when I was in your room earlier."
fr_fr: "Il est juste arrivé de le voir quand J'étais dans votre chambre plus tôt."

source: "I've only ever wanted to make you happy."
fr_fr: "Je n'ai jamais voulu que vous rendre heureux."

source: "You're worried for nothing!"
fr_fr: "Vous êtes inquiet pour rien !"

source: "Well, I think you're going to be surprised."
fr_fr: "Eh bien, je pense que vous allez au être surpris."

source: "I'm sincerely sorry about that, [flora]."
fr_fr: "Je suis sincèrement désolé pour ça, [flora]."

source: "It was just a prank, bro. You need to get over it."
fr_fr: " C'était juste une farce, mon frère. Vous avez besoin de . "

source: ?flora.lust>=6@[flora.lust]/6|{image=flora contact_icon}|{image=stats lust}|"Get naked and streak{space=-15} across the hall."
fr_fr: ? flora.lust> =6@[flora.lust]/6 | { image=flora contact_icon } | { image=stats lust } | "Get nus and streak { space=-15 } across the hall."

source: "Just tell him you lost the key to your locker."{space=-40}
fr_fr: "Il suffit de lui dire que vous avez perdu la clé de votre casier." { space=-40 }

source: "Tell him to handcuff you, and then ask to borrow them."
fr_fr: "Dites-lui de vous menotez, et demandez-lui ensuite de les emprunter."

source: "Say that you saw a cat stuck in a tree outside."{space=-75}
fr_fr: "Dites que vous avez vu un chat coincé dans un arbre à l'extérieur." { space=-75 }

source: ?mc.charisma>=3@[mc.charisma]/3|{image=stats cha}|"Tell him tentacles are coming out of{space=-65} the toilets in the women's bathroom."{space=-75}
fr_fr: ? mc.charisma> =3@[mc.charisma]/3 | { image=stats cha } | "Dites-lui que les tentacules sortent de { space=-65 } les toilettes dans la salle de bain des femmes." { space=-75 }

source: ?mc.intellect>=3@[mc.intellect]/3|{image=stats int}|"Tell him you'll buy him a doughnut{space=-45} and coffee from the cafeteria."
fr_fr: ? mc.intellect> =3@[mc.intellect]/3 | { image=stats int } | "Dites-lui que vous lui achetez un doughnut { space=-45 } et un café de la cafétéria."

source: "Absolutely. You owe me."
fr_fr: " Absolument. Tu me dois. "

source: "No, not really. I would never make you do something like that."
fr_fr: " Non, pas vraiment. Je ne vous ferai jamais faire quelque chose comme ça. "

source: Promise to not take [jacklyn] to prom
fr_fr: Promesse de ne pas prendre [jacklyn] au bal de promo
