Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_cooking_chilli.po
Languages: fr_fr, it_it

source: [_flora_] Eeeeeee! Cold, cold, cold! Too cold!
fr_fr: [_flora_] Eeeeeee ! Frop, froid, froid ! Trop froid !
it_it: [_flora_] Eeeeeeee! Freddo, freddo, freddo! Troppo freddo!

source: [_mc_] Sorry, thought you wanted to cool down.
fr_fr: [_mc_] Désolé, croyez-vous que vous vouiez refroidie.
it_it: [_mc_] Ci dispiace, pensava di volerti rinfrescare.

source: [_mc_] Is this better?
fr_fr: [_mc_] Est-ce mieux?
it_it: [_mc_] È meglio?

source: [_jo_] Everything okay up there?
fr_fr: [_jo_] Tout va bien là-bas?
it_it: [_jo_] Tutto va bene lì?

source: Oh, no! [jo]'s already home.
fr_fr: Oh, non ! [jo]'s déjà à la maison.
it_it: Oh, no! [jo]è già a casa.

source: [_mc_] Err... Yes! Everything's fine up here, [jo]!
fr_fr: [_mc_] Err ... Oui ! Tout va bien ici, [jo]!
it_it: [_mc_] Err... sì! Tutto va bene qui, [jo]!

source: [_mc_] [flora], answer her!
fr_fr: [_mc_] [flora], répondez !
it_it: [_mc_] [flora], rispondete!

source: [_flora_] Yes, [jo]! I'm fine!
fr_fr: [_flora_] Oui, [jo]! Je vais bien !
it_it: [_flora_] Sì, [jo]! Sto bene!

source: [_flora_] Ugh... I'm so not fine...
fr_fr: [_flora_] Ugh ... Je ne suis pas très bien ...
it_it: [_flora_] Ugh... Non sto bene...

source: [_flora_s_FloraShowerPoseA1_] This isn't working...
fr_fr: [_flora_s_FloraShowerPoseA1_] Cela ne fonctionne pas ...
it_it: [_flora_s_FloraShowerPoseA1_] Questo non funziona...

source: [_mc_] What should I do?
fr_fr: [_mc_] Que dois-je faire?
it_it: [_mc_] Cosa devo fare?

source: [_flora_] Well, the water isn't working! Get milk or something!
fr_fr: [_flora_] Eh bien, l'eau ne marche pas ! Obtenez du lait ou quelque chose !
it_it: [_flora_] Beh, l'acqua non funziona! Prendi latte o qualcosa!

source: [_mc_] Oh, right. That's supposed to work. Be right back!
fr_fr: [_mc_] Oh, non. C'est censé fonctionner. Sois juste en arrière !
it_it: [_mc_] Oh, giusto. Dovrebbe funzionare. Sii indietro!

source: [_mc_] Here, you're more than capable at handling this yourself.
fr_fr: [_mc_] Ici, vous êtes plus que capable de vous occuper de vous-même.
it_it: [_mc_] Qui, sei più che in grado di gestire questo da solo.

source: [_mc_] I'll wait outside.
fr_fr: [_mc_] Je vais attendre dehors.
it_it: [_mc_] Aspetterò fuori.

source: [_flora_s_embarrassed_] That's... really... kind...
fr_fr: [_flora_s_embarrassed_] C'est. .. vraiment ... aimable ...
it_it: [_flora_s_embarrassed_] Questo... davvero... gentile...

source: [_mc_] Don't worry.
fr_fr: [_mc_] Ne vous inquiétez pas.
it_it: [_mc_] Non ti preoccupare.

source: That took a lot of willpower, but everyone's going to be better off because of it.
fr_fr: Cela a pris beaucoup de volonté, mais tout le monde va mieux s'en sortir à cause de ça.
it_it: Questo ha preso un sacco di forza di volontà, ma tutti saranno meglio fuori a causa di esso.

source: Old me would've done some bad things there, but what's the point of another chance if you're just going to spoil it?
fr_fr: Le vieux moi aurait fait de mauvaises choses là-bas, mais quel est le point d'une autre chance si vous allez juste la gâter?
it_it: Vecchio me avrebbe fatto alcune cose cattive lì, ma qual è il senso di un'altra possibilità se hai solo intenzione di rovinarlo?

source: Crap, [jo]'s blocking the mini fridge.
fr_fr: Crap, [jo]'s bloquant le mini réfrigérateur.
it_it: Crap, [jo]sta bloccando il mini frigo.

source: Need to get her out of here somehow, without making it suspicious.
fr_fr: Il faut la sortir d'ici d'une façon ou d'une autre, sans le rendre suspect.
it_it: Bisogno di farla uscire da qui in qualche modo, senza renderla sospettosa.

source: She hates it when I take stuff out of the fridge and bring it upstairs.
fr_fr: Elle la détestes quand je prends des trucs du frigo et l'amène à l'étage.
it_it: Lei lo odia quando prendo roba dal frigorifero e portatela di sopra.

source: She'll interrogate me into confession...
fr_fr: Elle m'interrogera en confession ...
it_it: Mi interrogherà nella confessione...

source: Considering the circumstances, she'd probably kill me if I came back empty-handed.
fr_fr: Compte tenu des circonstances, elle me tuerait probablement si je revenais les mains vides.
it_it: Considerando le circostanze, probabilmente mi avrebbe ucciso se tornassi a mani vuote.

source: [_jo_s_smile_] Hey, kiddo! How's your day?
fr_fr: [_jo_s_smile_] Hé, blague ! Comment est votre journée?
it_it: [_jo_s_smile_] Ehi, figlio! Com'è la tua giornata?

source: [_jo_s_neutral_] Your cheeks are a bit red. You're not coming down with something, are you?
fr_fr: [_jo_s_neutral_] Vos joues sont un peu rouges. Tu ne viens pas avec quelque chose, n'est-ce pas?
it_it: [_jo_s_neutral_] Le tue guance sono un po' rosse. Non stai scendendo con qualcosa, vero?

source: [_mc_] I'm fine, [jo].
fr_fr: [_mc_] Je vais bien, [jo].
it_it: [_mc_] sto bene, [jo].

source: [_jo_s_neutral_] And why are [flora]'s pants on the floor?
fr_fr: [_jo_s_neutral_] Et pourquoi les pantalons [flora]sont-ils sur le sol?
it_it: [_jo_s_neutral_] E perché i pantaloni di [flora]sono sul pavimento?

source: [_mc_] You know her, [jo]. She's always leaving her stuff everywhere.
fr_fr: [_mc_] Vous la connaissez, [jo]. Elle laisse toujours ses affaires partout.
it_it: [_mc_] La conosci, [jo]. Lei lascia sempre la sua roba ovunque.

source: [_jo_s_thinking_] Hmm... when it comes to being messy, she's not the first member of this household that pops into my head.
fr_fr: [_jo_s_thinking_] Hmm ... quand il s'agit d'être messy, elle n'est pas le premier membre de ce ménage qui se trouve dans ma tête.
it_it: [_jo_s_thinking_] Hmm... quando si tratta di essere disordinata, non è il primo membro di questa famiglia che si apre nella mia testa.

source: [_mc_] Oh, but I think you've become much better at picking up after yourself!
fr_fr: [_mc_] Oh, mais je pense que vous avez beaucoup mieux à ramasser après vous !
it_it: [_mc_] Oh, ma penso che tu sia diventato molto meglio a prendere dopo te stesso!

source: ...And after me.
fr_fr: ...Et après moi.
it_it: ...E dopo di me.

source: [_jo_s_annoyed_] Don't test your luck, young man.
fr_fr: [_jo_s_annoyed_] Ne testez pas votre chance, jeune homme.
it_it: [_jo_s_annoyed_] Non mettere alla prova la tua fortuna, giovane uomo.

source: She's still covering the mini-fridge.
fr_fr: Elle couvre toujours le mini-réfrigérateur.
it_it: Sta ancora coprendo il mini-frigo.

source: Hmm... what would be the best trick to lure her away?
fr_fr: Hmm ... quelle serait la meilleure astuce pour l'éloigner?
it_it: Hmm... quale sarebbe il miglior trucco per attirarla?

source: Perhaps using some of the kitchen utensils would work...
fr_fr: Peut-être que l'utilisation de certains ustensiles de cuisine serait ...
it_it: Forse utilizzando alcuni degli utensili da cucina funzionerebbe...

source: I got [s1].
fr_fr: J'ai eu [s1].
it_it: Ho ottenuto [s1].

source: I should get a couple more things.
fr_fr: Je devrais avoir deux autres choses.
it_it: Dovrei prendere un paio di cose.

source: I got [s2].
fr_fr: J'ai eu [s2].
it_it: Ho ottenuto [s2].

source: With one more item I'll be able to make a distraction.
fr_fr: Avec un point de plus, je serai en mesure de faire une distraction.
it_it: Con un altro oggetto sarò in grado di fare una distrazione.

source: All right, put on the apron to look presentable.
fr_fr: Très bien, mis sur le tablier pour avoir l'air présentable.
it_it: Va bene, indossare il grembiule per sembrare presentabile.

source: Put the pan on the stove and turn up the heat.
fr_fr: Mettre la poêle sur le poêle et allumer la chaleur.
it_it: Mettere la padella sulla stufa e alzare il calore.

source: A bit of the plastic bag in the pan...
fr_fr: Un peu de sac en plastique dans la poêle ...
it_it: Un po 'del sacchetto di plastica nella padella...

source: [_jo_s_concerned_] What is that smell?
fr_fr: [_jo_s_concerned_] Qu'est-ce que cette odeur?
it_it: [_jo_s_concerned_] Che cos'è quell'odore?

source: [_mc_] Uh, must've been some residue of something left in the pan.
fr_fr: [_mc_] Uh, doit avoir été un résidu de quelque chose laissé dans la poêle.
it_it: [_mc_] Uh, deve essere stato qualche residuo di qualcosa rimasto nella padella.

source: [_jo_s_concerned_] My goodness! It smells like molten plastic!
fr_fr: [_jo_s_concerned_] Ma bonté ! Ça sent le plastique fondu !
it_it: [_jo_s_concerned_] La mia bontà! Ha un odore di plastica fusa!

source: [_mc_] I'm sorry, [jo]. I should've checked the pan before putting it on the stove.
fr_fr: [_mc_] Je suis désolé, [jo]. J'aurais dû vérifier la poêle avant de la mettre sur le poêle.
it_it: [_mc_] mi dispiace, [jo]. Avrei dovuto controllare la pentola prima di metterla sulla stufa.

source: [_jo_s_sarcastic_] Don't worry about it.
fr_fr: [_jo_s_sarcastic_] Ne vous inquiétez pas.
it_it: [_jo_s_sarcastic_] Non preoccuparti.

source: [_jo_s_sarcastic_] I'm going to go open the door and let some smoke out.
fr_fr: [_jo_s_sarcastic_] Je vais ouvrir la porte et laisser un peu de fumée dehors.
it_it: [_jo_s_sarcastic_] andrò ad aprire la porta e lascerò un po' di fumo.

source: Great! Now's my chance.
fr_fr: Super ! Maintenant, c'est ma chance.
it_it: Grande! Ora è la mia occasione.

source: Okay, use the lighter to "accidentally" set the towel on fire.
fr_fr: Ok, utilisez le briquet pour "accidentellement" mettre la serviette en feu.
it_it: Va bene, usa l'accendino per "accidentalmente" impostare l'asciugamano sul fuoco.

source: [_mc_] Oh, shit!
fr_fr: [_mc_] Oh, merde !
it_it: [_mc_] Oh, merda!

source: Then, "accidentally" drop shot glass so that it shatters.
fr_fr: Puis, "accidentellement" goutte de verre pour qu'il se brise.
it_it: Poi, "accidentalmente" goccia di vetro in modo che frantumi.

source: Hmm... that didn't work. Need to use some force.
fr_fr: Hmm ... ça ne fonctionne pas. Besoin d'utiliser une certaine force.
it_it: Hmm... che non ha funzionato. Necessità di usare una certa forza.

source: [_jo_s_concerned_] What's happening?
fr_fr: [_jo_s_concerned_] Qu'est-ce qui se passe?
it_it: [_jo_s_concerned_] Cosa sta succedendo?

source: [_mc_] I was trying to light a candle, burned my finger on the lighter.
fr_fr: [_mc_] J'essayais de allumer une bougie, j'ai brûlé mon doigt sur le briquet.
it_it: [_mc_] Stavo cercando di accendere una candela, bruciato il dito sull'accendino.

source: [_mc_] I'm sorry I dropped the glass. I know it's one of your favorites.
fr_fr: [_mc_] Je suis désolé de lâchez le verre. Je sais que c'est l'un de vos favoris.
it_it: [_mc_] Mi dispiace di aver lasciato cadere il vetro. So che è uno dei tuoi preferiti.

source: [_jo_s_afraid_] Don't worry about the stupid glass. Are you—
fr_fr: [_jo_s_afraid_] Ne vous inquiétez pas pour le stupide verre. Êtes-vous-
it_it: [_jo_s_afraid_] Non preoccuparti dello stupido bicchiere. Sei tu—

source: [_jo_s_afraid_] The towel is on fire! Move! [withhpunch]
fr_fr: [_jo_s_afraid_] La serviette est en feu ! Déplacer ! [withhpunch]
it_it: [_jo_s_afraid_] L'asciugamano è in fiamma! Spostati! [withhpunch]

source: Great. While she's busy putting out the fire and cleaning up the glass, the milk is mine for the taking.
fr_fr: Super. Pendant qu'elle est occupée à éteindre le feu et à nettoyer le verre, le lait est à moi pour la prise.
it_it: Grande. Mentre è impegnata a spegnere il fuoco e a pulire il vetro, il latte è mio per l'assunzione.

source: So, just put the flour in the beaker...
fr_fr: Alors, mets la farine dans le bécher ...
it_it: Quindi, basta mettere la farina nel beaker...

source: Take a whiff of the spices...
fr_fr: Prends un coup de foules des épices ...
it_it: Prendete un whiff delle spezie...

source: [_jo_s_concerned_] Oh, my... what happened?
fr_fr: [_jo_s_concerned_] Oh, mon ... que s'est-il passé?
it_it: [_jo_s_concerned_] Oh, mio... cos'è successo?

source: [_mc_] I'm so sorry, I sneezed into the flour bag...
fr_fr: [_mc_] Je suis désolée, j'ai éternué dans le sac de farine ...
it_it: [_mc_] Mi dispiace, ho starnutito nella borsa della farina...

source: [_jo_s_laughing_] Don't worry about it!
fr_fr: [_jo_s_laughing_] Ne vous en faites pas !
it_it: [_jo_s_laughing_] Non preoccuparti di esso!

source: [_jo_s_laughing_] You look adorable covered in flour.
fr_fr: [_jo_s_laughing_] Vous avez l'air adorable recouvert de farine.
it_it: [_jo_s_laughing_] Sembri adorabile coperto di farina.

source: [_mc_] Thanks, [jo]...
fr_fr: [_mc_] Merci, [jo]...
it_it: [_mc_] Grazie, [jo]...

source: [_jo_s_excited_] Go clean up, I'll take care of the kitchen.
fr_fr: [_jo_s_excited_] Allez nettoyer, je prendrai soin de la cuisine.
it_it: [_jo_s_excited_] Vai a pulire, mi occupo della cucina.

source: She's distracted now. The milk shall be mine.
fr_fr: Elle est distraite maintenant. Le lait est à moi.
it_it: È distratta ora. Il latte sarà mio.

source: A little squeeze of ketchup on the finger.
fr_fr: Un peu de ketchup sur le doigt.
it_it: Una piccola spremitura di ketchup sul dito.

source: Knife and cutting board ready.
fr_fr: Couteau et planche à découper prêtes.
it_it: Coltello e tagliere pronti.

source: [_jo_s_concerned_] Oh, honey! Are you okay?
fr_fr: [_jo_s_concerned_] Oh, chérie ! Es-tu d'accord?
it_it: [_jo_s_concerned_] Oh, miele! Stai bene?

source: [_mc_] The knife slipped. It's not that bad.
fr_fr: [_mc_] Le couteau a glissé. Ce n'est pas si mal.
it_it: [_mc_] Il coltello è scivolato. Non è così male.

source: [_jo_s_afraid_] Wait here, I'll get go get the first aid kit!
fr_fr: [_jo_s_afraid_] Attends ici, je vais chercher la trousse de premiers secours !
it_it: [_jo_s_afraid_] Attendere qui, andrò a prendere il kit di primo soccorso!

source: Okay, here's my chance to grab the milk.
fr_fr: Ok, voici ma chance de prendre le lait.
it_it: Va bene, ecco la mia possibilità di afferrare il latte.

source: Let's see... I have [s1], [s2], and [s3].
fr_fr: Voyons voir ... J'ai [s1], [s2]et [s3].
it_it: Vediamo... Ho [s1], [s2]e [s3].

source: And with this I can make...!
fr_fr: Et avec ça je peux faire ... !
it_it: E con questo posso fare...!

source: Nothing.
fr_fr: Rien.
it_it: Niente.

source: Absolutely nothing.
fr_fr: Absolument rien.
it_it: Assolutamente nulla.

source: Try again.
fr_fr: Essayez à nouveau.
it_it: Prova di nuovo.

source: [_flora_] Oh, man! Why won't it stop burning!
fr_fr: [_flora_] Oh, mec ! Pourquoi ça ne va pas arrêter de brûler !
it_it: [_flora_] Oh, uomo! Perché non smetterà di bruciare!

source: [_mc_] I brought you the milk.
fr_fr: [_mc_] Je t'ai apporté le lait.
it_it: [_mc_] Ti ho portato il latte.

source: [_mc_] Let's try it.
fr_fr: [_mc_] Essayons.
it_it: [_mc_] Cerchiamo di provarlo.

source: [_mc_] Sorry, it's straight from the fridge.
fr_fr: [_mc_] Désolé, c'est tout droit du frigo.
it_it: [_mc_] Ci dispiace, è direttamente dal frigo.

source: [_flora_] It's working! Oh my god, my poor pussy...
fr_fr: [_flora_] Ça marche ! Oh mon dieu, ma pauvre chatte ...
it_it: [_flora_] Sta funzionando! Oh mio dio, la mia povera figa...

source: [_flora_] Thank you...
fr_fr: [_flora_] Merci ...
it_it: [_flora_] Grazie...

source: [_flora_] That's the best feeling ever...
fr_fr: [_flora_] C'est le meilleur sentiment jamais ...
it_it: [_flora_] Questa è la migliore sensazione di sempre...

source: She looks like she's drifting in the clouds right now. Must be quite the release when the heat's finally fading.
fr_fr: Elle ressemble à une dérive dans les nuages en ce moment. Ca doit être la libération quand la chaleur s'estompait.
it_it: Sembra che stia alla deriva nelle nuvole in questo momento. Deve essere abbastanza il rilascio quando il calore è finalmente svanire.

source: Beads of sweat dot her forehead and her face is still red, but there's that look of complete relief washing over her face.
fr_fr: Les perles de sueur point son front et son visage sont encore rouges, mais il y a cette apparence de lavage complet de secours sur son visage.
it_it: Perline di sudore puntano la fronte e il suo viso è ancora rosso, ma c'è quel aspetto di completo lavaggio di sollievo sul suo viso.

source: [_flora_] Can you... like... give me a moment, please?
fr_fr: [_flora_] Pouvez-vous ... me donner un moment, s'il vous plaît?
it_it: [_flora_] Riesci a piacere... datemi un attimo, per favore?

source: She's totally out of it. Her hand is moving between her legs.
fr_fr: Elle est totalement hors de lui. Sa main se déplace entre ses jambes.
it_it: È totalmente fuori di esso. La sua mano si sta muovendo tra le gambe.

source: She didn't even care to check if I left.
fr_fr: Elle n'a même pas pris soin de vérifier si je suis partie.
it_it: Non le importava nemmeno controllare se me ne sono andato.

source: Her hand is moving like it has a will of its own. Down her groin, between her thighs.
fr_fr: Sa main se déplace comme elle a une volonté propre. Descaine de son aine, entre ses cuisses.
it_it: La sua mano si muove come ha una volontà propria. Giù la sua inguine, tra le cosce.

source: She's hypnotizing me with her hand!
fr_fr: Elle m'hypnotise avec sa main !
it_it: Lei mi sta ipnotizzando con la mano!

source: Slowly circling her clit. A couple of fingers dip inside her. Weaving through her folds.
fr_fr: Slowly encerclant son clit. Quelques doigts trempette à l'intérieur d'elle. Tisser à travers ses plis.
it_it: Un paio di dita si tuffano dentro di lei. Tessuto attraverso le sue pieghe.

source: Her hips buck as a shiver of pleasure rolls through her.
fr_fr: Ses hanches buck comme un frisson de plaisir roule à travers elle.
it_it: I suoi fianchi buck come un brivido di piacere rotola attraverso di lei.

source: Fingers glistening with her juices, she smears them over her entire pussy.
fr_fr: Les doigts écoutant avec ses jus, elle les frotte sur toute sa chatte.
it_it: Dita scintillanti con i suoi succhi, li spalma su tutta la sua figa.

source: She's so good at it. Years of experience in pleasing herself.
fr_fr: Elle est si bonne. Des années d'expérience pour se plaire.
it_it: Lei è così brava in esso. Anni di esperienza nel piacere di se stessa.

source: It's better than any porn because this is genuine. She's doing it for herself.
fr_fr: C'est mieux que n'importe quel porno parce que c'est authentique. Elle le fait pour elle-même.
it_it: È meglio di qualsiasi porno perché questo è genuino. Lo sta facendo per se stessa.

source: She just wants to bring herself to that edge.
fr_fr: Elle veut juste se mettre à la pointe.
it_it: Vuole solo portarsi a quel bordo.

source: What a marvel to behold! So innocent and naughty at the same time.
fr_fr: Qu'est-ce qu'une merveille ! Tant d'innocents et de rire en même temps.
it_it: Che meraviglia da vedere! Così innocente e cattivo allo stesso tempo.

source: Another shiver. The muscles of her stomach and abdomen tensing up.
fr_fr: Un autre frisson. Les muscles de son estomac et de son abdomen s'entréent.
it_it: Un altro brivido. I muscoli dello stomaco e dell'addome si stagliano.

source: It finally makes sense why it's called "playing with your pussy."
fr_fr: Il est enfin sensé pourquoi il s'appelle "jouer avec votre chatte".
it_it: Ha finalmente senso perché si chiama "giocare con la tua figa."

source: The way she tugs at her labia, teases her clit, sweeps her fingers through her folds. It's all so playful!
fr_fr: La façon dont elle s'en prend à sa labie, fait la tease de son clit, sut ses doigts à travers ses plis. C'est tellement ludique !
it_it: Il modo in cui abbraccia le labbra, prende in giro il suo clitoride, spazza le dita attraverso le sue pieghe. È tutto così giocoso!

source: Her breath stops short in her throat. A tiny gasp. A gush that floods her pussy.
fr_fr: Son haleine s'arrête dans sa gorge. Un petit gasp. Une gush qui l'inonde la chatte.
it_it: Il suo respiro si ferma corto in gola. Un piccolo gasp. Un gush che inonda la figa.

source: She's getting so close. Balancing on that edge of pleasure. Preparing herself for the ultimate dive...
fr_fr: Elle devient si proche. Équilibrer sur ce bord de plaisir. Se préparer pour la plongée ultime ...
it_it: Sta diventando così vicina. Equilibrandosi su quel bordo del piacere. Prepararsi per l'immersione finale...

source: Here it comes...
fr_fr: Ici, il vient ...
it_it: Qui arriva...

source: [_flora_] Oh god...
fr_fr: [_flora_] Oh Dieu ...
it_it: [_flora_] Oh dio...

source: That final shudder. The sigh of relief.
fr_fr: Ce dernier frisson. Le soupir de soulagement.
it_it: Quel timone finale. Il sospiro di sollievo.

source: The burst pipe.
fr_fr: Le tuyau de rupture.
it_it: Il tubo di scoppio.

source: I feel like applauding her, but that would give everything away.
fr_fr: J'ai envie d'applaudile, mais ça donnerait tout de suite.
it_it: Ho voglia di applaudirla, ma questo darebbe tutto via.

source: She came right over her hand and floor. Not a single care in the world.
fr_fr: Elle est venue juste au-dessus de sa main et de la parole. Pas un seul soin dans le monde.
it_it: Lei è venuta proprio sopra la sua mano e il pavimento. Non una sola cura nel mondo.

source: Her mind is on some other plane of existence right now, but it won't be long before she returns to her senses.
fr_fr: Son esprit est sur un autre plan d'existence en ce moment, mais ça ne sera pas long avant qu'elle revienne à ses sens.
it_it: La sua mente è su un altro piano di esistenza in questo momento, ma non ci vorrà molto prima che lei torni ai suoi sensi.

source: Ugh, time to go before she notices me...
fr_fr: Ugh, le temps d'aller avant qu'elle me remarque ...
it_it: Ugh, il tempo di andare prima che lei mi noti...

source: I'll just leave her phone here.
fr_fr: Je vais juste quitter son téléphone ici.
it_it: Lascerò il suo telefono qua.

source: This is one of those things that should probably never be spoken about again.
fr_fr: C'est une de ces choses qui ne devrait probablement plus jamais être parlée.
it_it: Questa è una di quelle cose di cui probabilmente non si dovrebbe più parlare.

source: She'd kill me if she knew that I watched her.
fr_fr: Elle me tuerait si elle savait que je la regardais.
it_it: Mi avrebbe ucciso se sapesse che l'ho guardata.

source: But damn, that was hot...
fr_fr: Mais putain, c'était chaud ...
it_it: Ma dannato, che era caldo...

source: Is that a weird thing to feel? Probably.
fr_fr: C'est un truc bizarre à ressentir? Probablement.
it_it: È una cosa strana da sentire? Probabilmente.

source: Does anyone care? Probably not.
fr_fr: Quelqu'un s'occupe-t-il? Probablement pas.
it_it: Qualcuno si preoccupa? Probabilmente no.

source: How am I ever going to get these images out of my head?
fr_fr: Comment est-ce que je vais sortir ces images de ma tête?
it_it: Come ho mai intenzione di ottenere queste immagini dalla mia testa?

source: [flora] has been through enough today. She doesn't need me perving on her.
fr_fr: Le [flora] a été suffisant aujourd'hui. Elle n'a pas besoin de me perpéter sur elle.
it_it: [flora] è stato abbastanza attraverso oggi. Non ha bisogno di me perving su di lei.

source: That internship is probably putting a lot of stress on her.
fr_fr: Ce stage met probablement beaucoup de stress sur elle.
it_it: Che lo stage sta probabilmente mettendo molto stress su di lei.

source: Hopefully, she'll finally be able to take the edge off and get some much needed release.
fr_fr: Espérons qu'elle pourra enfin prendre le rebord et obtenir la libération nécessaire.
it_it: Speriamo che lei sarà finalmente in grado di togliere il bordo e ottenere un po 'di rilascio molto necessario.

source: Leaving her alone is what any decent person would've done.
fr_fr: Laisser elle seule est ce qu'une personne décente aurait fait.
it_it: Lasciarla da sola è ciò che qualsiasi persona decente avrebbe fatto.

source: Plus, it's honestly weird to watch [flora] masturbate.
fr_fr: De plus, c'est franchement bizarre de regarder le [flora] masturbate.
it_it: Inoltre, è onestamente strano guardare [flora] masturbarsi.
