Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_bonsai.po
Languages: fr_fr, it_it

source: The vines slither around her boobs, milking and squeezing. Suckling on her nipples.
fr_fr: Les vignes se glissent autour de ses seins, de la traite et de la compression. Suchatte sur ses tétons.
it_it: I vitigni si tuffano intorno alle tette, mungendo e spremitura.

source: Seemingly... in an attempt to understand her anatomy.
fr_fr: Apparemment ... dans une tentative de comprendre son anatomie.
it_it: Apparentemente... nel tentativo di capire la sua anatomia.

source: Maybe the right thing would be to help her, but what can a man really do against such reckless need?
fr_fr: Peut-être que la bonne chose serait de l'aider, mais qu'est-ce qu'un homme peut vraiment faire contre ce besoin inconsidéré?
it_it: Forse la cosa giusta sarebbe aiutarla, ma che cosa può un uomo veramente fare contro tale bisogno spericolato?

source: Even tree-monsters have needs... and as someone who's been deprived his whole life, I understand what he's going through.
fr_fr: Même les monstres d'arbre ont des besoins ... et comme quelqu'un qui a été privé de toute sa vie, je comprends ce qu'il traverse.
it_it: Anche i mostri degli alberi hanno bisogno... e come qualcuno che è stato privato di tutta la sua vita, capisco quello che sta attraversando.

source: When no female of your own species wants you, what are you supposed to do?
fr_fr: Quand aucune femelle de votre propre espèce ne veut vous, qu'est-ce que vous êtes censé faire?
it_it: Quando nessuna femmina della tua specie ti vuole, cosa dovresti fare?

source: That vine slid right into her butt and lodged itself in her anal cavity and colon!
fr_fr: Cette vigne a glissé dans son cul et s'est logé dans sa cavité anale et le côlon !
it_it: Quella vite scivolò a destra nel suo culo e si depositò nella sua cavità anale e colon!

source: If the vines controlling her limbs weren't enough to hold her in place, this certainly will keep her subdued.
fr_fr: Si les vignes qui contrôlent ses membres ne suffisaient pas à la maintenir en place, cela le gardera certainement sous-dupé.
it_it: Se le viti che controllano i suoi arti non erano abbastanza per tenerla al suo posto, questo certamente la terrà sottomessa.

source: You can't really blame it for being a pain in the ass either, it's just trying to secure the survival of its species.
fr_fr: Vous ne pouvez pas vraiment lui dire que c'est une douleur dans le cul non plus, c'est juste essayer d'assurer la survie de son espèce.
it_it: Non si può davvero biasimare per essere un dolore nel culo, sta solo cercando di garantire la sopravvivenza della sua specie.

source: This is probably what Darwin felt like, observing the life cycles of new species.
fr_fr: C'est probablement ce que Darwin ressentait, observant les cycles de vie des nouvelles espèces.
it_it: Questo è probabilmente quello che Darwin sentiva come, osservando i cicli di vita di nuove specie.

source: Surely, no harm is going to come to [flora], and she probably likes it. I've seen those Cthulhu posters on her door.
fr_fr: Sûrement, aucun mal ne va arriver au [flora], et elle l'aime probablement. J'ai vu ces affiches Cthulhu à sa porte.
it_it: Sicuramente, nessun danno verrà ad [flora], e probabilmente le piace. Ho visto quei manifesti Cthulhu sulla sua porta.

source: Oh, I think it has found its target now.
fr_fr: Oh, je pense qu'il a trouvé sa cible maintenant.
it_it: Oh, penso che abbia trovato il suo obiettivo ora.

source: Judging from the glistening sweat on [flora]'s skin, she's also getting into it.
fr_fr: À en juger par la sueur gécouter sur la peau de [flora], elle y est aussi.
it_it: A giudicare dal sudore scintillante sulla pelle di [flora], sta entrando anche in esso.

source: Maybe reluctantly, but at least her body is responding to the tree's touch.
fr_fr: Peut-être à contrecœur, mais au moins son corps réagit au toucher de l'arbre.
it_it: Forse a malincuore, ma almeno il suo corpo sta rispondendo al tocco dell'albero.

source: Fascinating to see mating and pollination up close. Truly, a marvel of science!
fr_fr: Fascinant pour voir l'accouplement et la pollinisation en haut. Vraie, une merveille de science !
it_it: Affascinante per vedere l'accoppiamento e l'impollinazione da vicino. In verità, una meraviglia della scienza!

source: Her sounds are all muted by the massive vine corking her throat.
fr_fr: Ses sons sont tous étouffés par la vigne massive de la gorge.
it_it: I suoi suoni sono tutti smorzati dalla massiccia vite che le tappo la gola.

source: Only whimpers and panting escape that massive member.
fr_fr: Seuls les foules et le pantage échappent à ce membre massif.
it_it: Solo fruste e ansimatura sfuggire quel membro enorme.

source: She's opening her legs more — a universal signal amongst all species that she's ready.
fr_fr: Elle ouvre ses jambes plus-un signal universel parmi toutes les espèces qu'elle est prête.
it_it: Sta aprendo di più le gambe — un segnale universale tra tutte le specie che è pronta.

source: Here it comes...
fr_fr: Ici, il vient ...
it_it: Qui arriva...

source: Oh man, it's pollinating all her holes at once...
fr_fr: Oh, c'est la pollinisation de tous ses trous à la fois ...
it_it: Oh uomo, sta impollinando tutti i suoi buchi contemporaneamente...

source: Wow. Both her stomach and womb got filled with bonsai seeds!
fr_fr: Wow. Son estomac et son ventre sont remplis de graines de bonsaï !
it_it: Wow. Sia lo stomaco che l'utero si riempirono di semi di bonsa!

source: Hopefully, she's on the pill. Having a bunch of tiny plant-floras running around would be annoying.
fr_fr: Espérons qu'elle est sur la pilule. Avoir un tas de petites flores de plantes tout autour serait embêtant.
it_it: Speriamo che lei sia sulla pillola. Avere un mazzo di minuscole piante floreali in esecuzione sarebbe fastidioso.

source: Hmm... maybe I can still save the situation somehow...
fr_fr: Hmm ... peut-être que je peux encore sauver la situation d'une manière ou d'une autre ...
it_it: Hmm... forse posso ancora salvare la situazione in qualche modo...

source: [_mc_] Hey, bark brain! Let her go!
fr_fr: [_mc_] Hé, le cerveau de l'écorce ! Laisseher partir !
it_it: [_mc_] Ehi, abbaia il cervello! Lasciala andare!

source: Huh. It dropped her on the floor.
fr_fr: Huh. Elle l'a abandonnée sur le sol.
it_it: Huh. La lasciò cadere sul pavimento.

source: There's no way. Why didn't I try that to begin with?
fr_fr: Il n'y a pas moyen. Pourquoi n'ai-je pas essayé de commencer?
it_it: Non c'è modo. Perché non l'ho provato per cominciare?

source: Where the hell is it going?
fr_fr: Où est-ce que ça se passe?
it_it: Dove sta andando l'inferno?

source: It climbed out the window and disappeared into the forest...
fr_fr: Il a grimpé par la fenêtre et a disparu dans la forêt ...
it_it: Si arrampicò fuori dalla finestra e scomparve nel bosco...

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord?
it_it: [_mc_] Stai bene?

source: She seems to be in shock... or maybe it's the afterglow of her earth-shattering orgasm.
fr_fr: Elle semble être en état de choc ... ou peut-être que c'est l'au-delà de son orgasme qui brise la terre.
it_it: Lei sembra essere in sciocco... o forse è il bagliore del suo orgasmo terrestre-frantumante.

source: Maybe she just needs some rest.
fr_fr: Peut-être qu'elle a juste besoin de repos.
it_it: Forse ha solo bisogno di riposo.

source: I'll just help her over to the bed. It's probably for the best if I neglect seeing any of this.
fr_fr: Je l'aiderai juste au lit. C'est probablement pour le mieux si je ne vois rien de tout ça.
it_it: La aiuterò solo al letto. Probabilmente è per il meglio se trascuro di vedere uno qualsiasi di questo.

source: Honestly, I still feel like I hallucinated it.
fr_fr: Honnêtement, j'ai encore l'impression d'halluciner.
it_it: Onestamente, mi sento ancora come l'ho allucinato.

source: If she ever mentions it, I'll just pretend she's crazy. Surely, there aren't any trees this thirsty.
fr_fr: Si elle le mentionne, je prétends qu'elle est folle. Sûrement, il n'y a pas d'arbres cette soif.
it_it: Se mai lo menziona, farò finta di essere pazza. Sicuramente, non ci sono alberi di questa sete.

source: [_flora_s_sad_] I think so... what was that?
fr_fr: [_flora_s_sad_] Je pense donc ... qu'est-ce que c'était?
it_it: [_flora_s_sad_] penso così... cos'era quello?

source: [_mc_] Just err... some complications.
it_it: [_mc_] Basta errare... alcune complicazioni.

source: [_flora_s_embarrassed_] It's still here, isn't it?
fr_fr: [_flora_s_embarrassed_] C'est toujours là, n'est-ce pas?
it_it: [_flora_s_embarrassed_] È ancora qui, vero?

source: [_mc_] Sort of.
fr_fr: [_mc_] Triés.
it_it: [_mc_] Ordinamento.

source: [_mc_] Get out of here, you sap-logged worm-wood!
fr_fr: [_mc_] Sortez d'ici, vous avez déconnecté le ver-bois !
it_it: [_mc_] Esci da qui, hai loggato verme!

source: Huh, it's actually running away, vines between its logs.
fr_fr: En fait, elle s'enfuit, les vignes entre ses billes.
it_it: Huh, in realtà sta scappando, viti tra i suoi tronchi.

source: Can't believe that worked.
fr_fr: Je ne peux pas croire que ça a marché.
it_it: Non può credere che abbia funzionato.

source: [_mc_] It's gone now.
fr_fr: [_mc_] C'est parti maintenant.
it_it: [_mc_] È andato adesso.

source: [_flora_s_concerned_] What... what was that?
fr_fr: [_flora_s_concerned_] Qu'est-ce que c'était?
it_it: [_flora_s_concerned_] Cosa... cos'era quello?

source: [_mc_] Just a very thirsty tree.
fr_fr: [_mc_] Juste un arbre très assoiffé.
it_it: [_mc_] Solo un albero molto assetato.

source: [_flora_s_sad_] I thought it was going to...
fr_fr: [_flora_s_sad_] Je pensais que ça allait ...
it_it: [_flora_s_sad_] Ho pensato che stava per andare...

source: [_mc_] Well, I stopped it.
fr_fr: [_mc_] Eh bien, je l'ai arrêté.
it_it: [_mc_] Beh, l'ho fermato.

source: [_flora_s_confused_] Did you really?
fr_fr: [_flora_s_confused_] Avez-vous vraiment?
it_it: [_flora_s_confused_] Sei veramente?

source: [_mc_] Of course. I'm not letting some horny tree get its leaves on you.
fr_fr: [_mc_] Bien sûr. Je ne laisse pas un arbre corné prendre ses feuilles sur toi.
it_it: [_mc_] Certo, non lascio che qualche albero cornea ti prenda le sue foglie.

source: [_flora_s_sad_] I was really scared...
fr_fr: [_flora_s_sad_] J'avais vraiment peur ...
it_it: [_flora_s_sad_] ero davvero spaventato...

source: [_mc_] Come here.
fr_fr: [_mc_] Venez ici.
it_it: [_mc_] Vieni qui.

source: [_mc_] It's okay. You're safe now.
fr_fr: [_mc_] C'est bon. Tu es en sécurité, maintenant.
it_it: [_mc_] va bene. Sei al sicuro ora.

source: Feels weird hugging her like this, but also... right somehow.
fr_fr: Les pieds l'embrassant comme ça, mais aussi ... d'une manière ou d'une autre.
it_it: Si sente strano abbracciarla così, ma anche... giusto in qualche modo.

source: We've always been at each other's throats, but this is nice.
fr_fr: Nous avons toujours été à la gorge de l'autre, mais c'est bien.
it_it: Siamo sempre stati alla gola degli altri, ma questo è bello.

source: She's not the only one relieved. Not sure what I would've done if that thing had dragged her off into the forest.
fr_fr: Elle n'est pas la seule soulagée. Je ne sais pas ce que j'aurais fait si cette chose l'avait traînée dans la forêt.
it_it: Non è l'unica sollevata. Non è sicuro che cosa avrei fatto se quella cosa la avesse trascinata fuori nella foresta.

source: Sometimes it's hard to admit, but I do care about her so much.
fr_fr: Parfois c'est difficile à admettre, mais je me souciais tellement de elle.
it_it: A volte è difficile ammettere, ma mi importa così tanto.

source: [_flora_] Can you help me take the bandaid off? I don't wanna be blind anymore.
fr_fr: [_flora_] Pouvez-vous m'aider à enlever le bandaid? Je ne veux plus être aveugle.
it_it: [_flora_] Puoi aiutarmi a spegnere il bandardo? Non voglio più essere cieco.

source: [_mc_] Okay. I think it's been almost a week, right?
fr_fr: [_mc_] Ok. Je pense que ça fait presque une semaine, n'est-ce pas?
it_it: [_mc_] Okay. Penso che sia stata quasi una settimana, giusto?

source: Seeing her looking up at me like this... it feels less real than the tree-monster itself.
fr_fr: Voyant qu'elle me regarde comme ça ... elle se sent moins réelle que le monstre d'arbre lui-même.
it_it: Vedendola a guardarmi così... mi sembra meno reale del mostro dell'albero stesso.

source: Somehow, for the first time ever, admiration and relief fill her eyes.
fr_fr: D'une façon ou d'une autre, pour la première fois, l'admiration et l'aide remplissent ses yeux.
it_it: In qualche modo, per la prima volta in assoluto, l'ammirazione e il sollievo riempiono gli occhi.

source: Her whole body still trembles as she wraps her arms around me and scoots closer.
fr_fr: Son corps entier tremble encore quand elle enveloppe ses bras autour de moi et des scoots plus près.
it_it: Tutto il suo corpo trema ancora mentre avvolge le braccia intorno a me e scoots più vicino.

source: Guess I always figured that she'd be into this sort of thing, but maybe the reality is very different from the fantasy.
fr_fr: J'ai toujours pensé qu'elle serait dans ce genre de choses, mais peut-être que la réalité est très différente de la fantaisie.
it_it: Indovina che ho sempre pensato che sarebbe stato in questo tipo di cose, ma forse la realtà è molto diversa dalla fantasia.

source: [_flora_] I'm glad you were around.
fr_fr: [_flora_] Je suis content que tu sois là.
it_it: [_flora_] Sono contento che tu fossi in giro.

source: [_mc_] I'm glad too.
fr_fr: [_mc_] Je suis content aussi.
it_it: [_mc_] Anch'io ne sono felice.

source: Knowing her, she'll have forgotten about this by the start of next week, but for once it's nice to be a hero in her eyes and not some worthless loser.
fr_fr: Connaissant elle, elle aura oublié ça d'ici le début de la semaine prochaine, mais pour une fois c'est bien d'être un héros dans ses yeux et pas un loser sans valeur.
it_it: Conoscendola, lei ne avrà dimenticato all'inizio della prossima settimana, ma per una volta è bello essere un eroe negli occhi e non qualche perdente inutile.

source: And maybe it's wrong to feel this way about her, but if I really tried my best, maybe I could make her happy?
fr_fr: Et peut-être que c'est mal de se sentir comme ça, mais si j'ai vraiment essayé mon meilleur, peut-être que je pourrais la rendre heureuse?
it_it: E forse è sbagliato sentire in questo modo su di lei, ma se davvero ho provato il mio meglio, forse potrei renderla felice?

source: [_flora_] Just hold me.
fr_fr: [_flora_] Il suffit de me tenir.
it_it: [_flora_] Tenetemi e basta.

source: The urge to troll her is always going to be strong, but this seems like a good moment to just... be there for her.
fr_fr: L'envie de la troller est toujours forte, mais cela semble être un bon moment pour juste ... être là pour elle.
it_it: La voglia di troll lei sarà sempre forte, ma questo sembra un buon momento a solo... essere lì per lei.

source: She pulls me tighter and her heart thuds against my chest.
fr_fr: Elle me ferme et ses casseurs de cœur contre ma poitrine.
it_it: Mi tira più stretto e il suo cuore si spinge contro il petto.

source: Maybe we can be more than this?
fr_fr: Peut-être que nous pouvons être plus que ça?
it_it: Forse possiamo essere più di questo?

source: Would she be okay with the world despising her? Probably not.
fr_fr: Est-ce qu'elle serait d'accord avec le monde qui la méprise? Probablement pas.
it_it: Andrebbe bene con il mondo che la disprezza? Probabilmente no.

source: [_mc_] Whatever happens, I'll be there for you.
fr_fr: [_mc_] Quoi qu'il arrive, je serai là pour vous.
it_it: [_mc_] Qualunque cosa succeda, sarò lì per te.

source: She just smiles, and that's all that matters.
fr_fr: Elle sourit, et c'est tout ce qui compte.
it_it: Sorride e questo è tutto quello che conta.

source: I just need her to smile.
fr_fr: J'ai juste besoin d'elle pour sourire.
it_it: Ho solo bisogno di lei per sorridere.

source: Here you go, little one. Yes, it tastes good, doesn't it? Nuclear reactor waste. Yum!
fr_fr: Ici vous allez, petite. Oui, c'est bon, n'est-ce pas? Déchets de réacteurs nucléaires. Yum !
it_it: Qui vai, piccolo. Sì, ha un sapore buono, vero? Rifiuti di reattori nucleari. Sì!

source: How do you like that jock sweat? Oh, gulping it down? You'll grow up to be a bully, I'm sure.
fr_fr: Comment vous aimez cette sueur de jock? Oh, le ravage? Tu vas grandir pour être une brute, j'en suis sûr.
it_it: Come ti piace quel sudore di jock? Oh, gulping giù? Crescerai fino ad essere un bullo, ne sono sicuro.

source: Thick and nutritious! Like liquefied kumquat.
fr_fr: Mick et nutritif ! Comme le kumquat liquéfié.
it_it: Spessore e nutriente! Come kumquat liquefatto.

source: Your 1887 Strawberry Juice, matured in oak casks, sir.
fr_fr: Votre Juice Strawberry de 1887, mûre en fûts de chêne, monsieur.
it_it: Il tuo succo di fragola 1887, maturato in botti di rovere, signore.

source: Only the absolute finest for you.
fr_fr: Uniquement le meilleur pour vous.
it_it: Solo l'assoluto migliore per voi.

source: 33%% salt and almost zero calories. Lots of protein though, for some reason. Oh you, like that?
fr_fr: 33% de sel et presque zéro calories. Beaucoup de protéines cependant, pour une raison quelconque. Oh vous, comme ça?
it_it: 33%% sale e quasi zero calorie. Molte proteine però, per qualche motivo, Oh, tu?

source: A special brew from yours truly. Tasty? Oh, I knew you'd like it.
fr_fr: Un breuvage spécial du tien vraiment. Tasty? Oh, je savais que tu l'apprécierais.
it_it: Una birra speciale dal vostro veramente. Gusto? Oh, lo sapevo che ti piacerebbe.

source: Huh, that little bastard spat it all out and made a mess on the table. Clearly, it doesn't want water!
fr_fr: Huh, ce petit salaud s'est craché et a fait un gâchis sur la table. De toute évidence, ça ne veut pas de l'eau !
it_it: Huh, quel piccolo bastardo lo sputò tutto fuori e fece un pasticcio sul tavolo. Chiaramente, non vuole l'acqua!

source: If I could somehow liquefy my [item.title_lower], I'd be able to water the bonsai with it, but alas.
fr_fr: Si je pouvais en quelque sorte liquéfier mon [item.title_lower], je serais capable d'arroser les bonsaï avec ça, mais hélas.
it_it: Se potessi in qualche modo liquefare la mia [item.title_lower], sarei in grado di annaffiare il bonsai con esso, ma ahimè.

source: [_flora_s_excited_] For me?
fr_fr: [_flora_s_excited_] Pour moi?
it_it: [_flora_s_excited_] Per me?

source: [_mc_] Of course. It's important to stay hydrated.
fr_fr: [_mc_] Bien sûr. Il est important de rester hydraté.
it_it: [_mc_] Certo. È importante rimanere idratati.

source: [_flora_s_excited_] Thank you!
fr_fr: [_flora_s_excited_] Merci !
it_it: [_flora_s_excited_] Grazie!

source: [_flora_s_annoyed_] I'm still craving something sweet though.
fr_fr: [_flora_s_annoyed_] Je suis encore en train de fumer quelque chose de sucré.
it_it: [_flora_s_annoyed_] sto ancora desiderando qualcosa di dolce.

source: [_flora_s_skeptical_] Is this a lollipop?
fr_fr: [_flora_s_skeptical_] Est-ce une lollipop?
it_it: [_flora_s_skeptical_] È un lecca?

source: [_mc_] Yes. You'll like it. I'll like it. Everyone's happy.
fr_fr: [_mc_] Oui. Vous l'aimerez. Je l'aimerai. Tout le monde est heureux.
it_it: [_mc_] Sì. Ti piacerà. Mi piacerà. Tutti sono felici.

source: [_flora_s_skeptical_] Can't say I'm surprised...
fr_fr: [_flora_s_skeptical_] Je ne peux pas dire que je suis surpris ...
it_it: [_flora_s_skeptical_] Non posso dire che sono sorpreso...

source: This is a bit cruel perhaps, but she'll never learn if I don't do this to her.
fr_fr: C'est peut-être un peu cruel, mais elle n'apprendrai jamais si je ne lui fais pas ça.
it_it: Questo è forse un po' crudele, ma lei non imparerà mai se non le faccio questo.

source: And if I'm ever going to get anywhere with her, she needs to understand that feeding someone her devil cake will have consequences.
fr_fr: Et si je vais aller n'importe où avec elle, elle doit comprendre que nourrir quelqu'un son gâteau au diable aura des conséquences.
it_it: E se mai arriverò da qualche parte con lei, ha bisogno di capire che nutrire qualcuno la sua torta diavolo avrà le conseguenze.

source: [_mc_] Say, "aaah."
fr_fr: [_mc_] Dis, "aaah."
it_it: [_mc_] Dì: "aaah."

source: [_flora_s_confused_] You know you don't have to feed me, right?
fr_fr: [_flora_s_confused_] Vous savez que vous n'avez pas à me nourrir, n'est-ce pas?
it_it: [_flora_s_confused_] Sai che non devi darmi da mangiare, giusto?

source: [_mc_] Be nice when people try to help you.
fr_fr: [_mc_] Soyez gentile lorsque les gens essaient de vous aider.
it_it: [_mc_] Sii gentile quando la gente cerca di aiutarti.

source: [_flora_s_confused_] Fine, but if it's something disgusting, I'll scream.
fr_fr: [_flora_s_confused_] Fine, mais si c'est quelque chose de dégoûtant, je vais crier.
it_it: [_flora_s_confused_] Bene, ma se è qualcosa di disgustoso, urlerò.

source: [_flora_s_smile_] Yum! It's good!
fr_fr: [_flora_s_smile_] Yum ! C'est bon !
it_it: [_flora_s_smile_] Yum! Va bene!

source: [_mc_] It's your own cake.
fr_fr: [_mc_] C'est votre propre gâteau.
it_it: [_mc_] È la tua torta.

source: [_flora_s_embarrassed_] How could you?!
fr_fr: [_flora_s_embarrassed_] Comment pourriez-vous?
it_it: [_flora_s_embarrassed_] Come potesti?!

source: [_mc_] You mean feeding an unsuspecting victim a highly addictive substance?
fr_fr: [_mc_] Vous voulez dire nourrir une victime sans méfiance une substance très toxicomane?
it_it: [_mc_] Significa nutrire una vittima ignara una sostanza altamente coinvolgente?

source: [_mc_] Feels a bit hypocritical of you to complain about such a thing.
fr_fr: [_mc_] Feels un peu hypocrite de votre part de vous plaindre d'une telle chose.
it_it: [_mc_] Si sente un po 'ipocrita di voi per lamentarsi di una cosa del genere.

source: [_flora_s_angry_] I'm going to kill you!
fr_fr: [_flora_s_angry_] Je vais te tuer !
it_it: [_flora_s_angry_] Ti ucciderò!

source: [_mc_] Okay, I'm ready to meet my maker.
fr_fr: [_mc_] D'accord, je suis prêt à rencontrer mon fabricant.
it_it: [_mc_] Okay, sono pronto ad incontrare il mio costruttore.

source: [_flora_s_angry_] Not so fast. Tomorrow, we're baking cake, and I'll need your help.
fr_fr: [_flora_s_angry_] Pas si rapide. Demain, on fait du gâteau, et j'ai besoin de ton aide.
it_it: [_flora_s_angry_] Non così veloce. Domani stiamo cuocendo la torta e mi serve il tuo aiuto.

source: [_mc_] It's better to fight the cravings.
fr_fr: [_mc_] C'est mieux de combattre les envies.
it_it: [_mc_] È meglio combattere l'appetito.

source: [_flora_s_angry_] I don't remember asking for your advice.
fr_fr: [_flora_s_angry_] Je ne me souviens pas avoir demandé votre avis.
it_it: [_flora_s_angry_] Non ricordo di aver chiesto il tuo consiglio.

source: [_mc_] You can't bake blindfolded, and I'm saying no.
fr_fr: [_mc_] Vous ne pouvez pas cuire les yeux bandés, et je dis non.
it_it: [_mc_] Non puoi cuocere bendato, e sto dicendo di no.

source: [_flora_s_confused_] Why would you feed me the cake then?
fr_fr: [_flora_s_confused_] Pourquoi me nourais-tu le gâteau alors?
it_it: [_flora_s_confused_] Perché mi daresti da mangiare la torta?

source: [_mc_] Just so you'll get to experience the withdrawal.
fr_fr: [_mc_] Juste pour vous faire l'expérience du retrait.
it_it: [_mc_] Solo così potrai sperimentare il prelievo.

source: [_mc_] Maybe you'll reconsider baking this hell cake in the future.
fr_fr: [_mc_] Peut-être que vous reconsidérerez ce gâteau de l'enfer à l'avenir.
it_it: [_mc_] Forse in futuro riesaminerai la possibilità di cuocere questa torta all'inferno.

source: [_flora_s_annoyed_] You're the worst.
fr_fr: [_flora_s_annoyed_] Vous êtes le pire.
it_it: [_flora_s_annoyed_] Sei il peggio.
