Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_jacklyn_introduction.po
Languages: it_it

source: They're going to the fields behind the school. It's somewhat tempting to spy on them, but eh... it's probably just going to be a platonic picnic.
it_it: Stanno andando ai campi dietro la scuola. È un po' tentato di spiarli, ma eh. Probabilmente sarà solo un picnic platonico.

source: "You look like you swallowed a slug."
it_it: "Sembra che tu abbia ingoiato uno slug."

source: "I'm sorry. I didn't put anything in the milk."
it_it: "Mi dispiace. Non ho messo nulla nel latte."

source: "She's a total babe."
it_it: "Lei è una ragazza totale."

source: "She's a bit pretentious."
it_it: "È un po' pretenziosa."

source: "What do {i}you{/} think?"
it_it: "Cosa pensa {i}tu{/}?"

source: "You really made an impression on [flora], and she'd like to be your friend."
it_it: "Hai davvero fatto un'impressione su [flora]e le piacerebbe essere tuo amico."

source: "[flora] has very thick fingers. She needs professional help... with her art."
it_it: "[flora] ha dita molto spesse. Ha bisogno di aiuto professionale... con la sua arte."

source: "I think [flora] has a crush on you. Just trying to wingman here."
it_it: "Penso che [flora] abbia una cotta su di te. Cercando solo di fare il wingman qui."

source: "[flora] really loves your fashion sense, but she's too shy to tell you."
it_it: "[flora] ama davvero il tuo senso della moda, ma è troppo timida per dirti."
