Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/flora/q_flora_bonsai.po
Languages: fr_fr, it_it

source: [_flora_s_sarcastic_] They're not that big. Slightly below average, actually.
fr_fr: [_flora_s_sarcastic_] Ils ne sont pas si grands. Légèrement en dessous de la moyenne, en fait.
it_it: [_flora_s_sarcastic_] Non sono così grandi. Poco sotto la media, in realtà.

source: [_mc_] Ugh. At least I'm not addicted to cake.
fr_fr: [_mc_] Ugh. Au moins, je ne suis pas accro au gâteau.
it_it: [_mc_] Ugh. Almeno non sono dipendente dalla torta.

source: [_flora_s_thinking_] Yet.
fr_fr: [_flora_s_thinking_] Pourtant.
it_it: [_flora_s_thinking_] Eppure

source: [_flora_s_thinking_] Anywho, we need sugar. Lots of it!
fr_fr: [_flora_s_thinking_] N'importe qui, nous avons besoin de sucre. Beaucoup de ça !
it_it: [_flora_s_thinking_] Chiunque, abbiamo bisogno di zucchero. Molta!

source: [_flora_s_annoyed_] Just because I'm blind doesn't mean you can just give me random things. Get it right!
fr_fr: [_flora_s_annoyed_] Juste parce que je suis aveugle ne veut pas dire que vous pouvez me donner des choses aléatoires. Dégez-le bien !
it_it: [_flora_s_annoyed_] Solo perché sono cieco non significa che tu possa solo darmi cose casuali. Fallo giusto!

source: [_flora_s_neutral_] I need you to bring me a fork, a grater, a pan, a measuring beaker, eggs, and flour. In that order.
fr_fr: [_flora_s_neutral_] J'ai besoin que vous me ramenez une fourchette, un grater, une poêle, un bécher de mesure, des œufs et de la farine. Dans cet ordre.
it_it: [_flora_s_neutral_] Ho bisogno che tu mi porti una forchetta, una grattugia, una padella, un becher misuratore, uova e farina.

source: [_flora_s_eyeroll_] I know you're hopelessly lazy, but...
fr_fr: [_flora_s_eyeroll_] Je sais que vous êtes désespérément paresseux, mais ...
it_it: [_flora_s_eyeroll_] So che siete disperatamente pigri, ma...

source: [_flora_s_eyeroll_] You gotta do the cooking by the book! Start over!
fr_fr: [_flora_s_eyeroll_] Vous devez faire la cuisine par le livre ! Commencer !
it_it: [_flora_s_eyeroll_] Hai fatto la cottura dal libro! Inizia finito!

source: [_flora_s_thinking_] Two plus two equals—
fr_fr: [_flora_s_thinking_] Deux plus deux égale-
it_it: [_flora_s_thinking_] Due più due uguali—

source: [_flora_s_angry_] What do you want?
fr_fr: [_flora_s_angry_] Que voulez-vous?
it_it: [_flora_s_angry_] Cosa vuoi?

source: [_mc_] Here's your stuff.
fr_fr: [_mc_] Voici vos trucs.
it_it: [_mc_] Ecco la tua roba.

source: [_flora_s_angry_] No, no, no. Not like that. Do I have to do everything myself?
fr_fr: [_flora_s_angry_] Non, non, non. Pas comme ça. Dois-je tout faire moi-même?
it_it: [_flora_s_angry_] No, no, no. Non è così. Devo fare tutto da solo?

source: [_flora_s_neutral_] Ready?
fr_fr: [_flora_s_neutral_] Prêt?
it_it: [_flora_s_neutral_] Pronto?

source: Okay, this should sate the bonsai's thirst for today.
fr_fr: Ok, ça devrait sonner la soif de bonsai pour aujourd'hui.
it_it: Va bene, questo dovrebbe saziare la sete del bonsai per oggi.

source: I wonder if [flora] needs help with anything. I did promise to—
fr_fr: Je me demande si le [flora] a besoin d'aide. J'ai promis de-
it_it: Mi chiedo se [flora] abbia bisogno di aiuto con qualsiasi cosa. Ho promesso a—

source: [_isabelle_] Hello?
fr_fr: [_isabelle_] Bonjour?
it_it: [_isabelle_] Ciao?

source: Shit. [isabelle]'s at the door.
fr_fr: Merde. [isabelle]'s à la porte.
it_it: Merda. [isabelle]è alla porta.

source: [_isabelle_] Hello? Anyone in there?
fr_fr: [_isabelle_] Bonjour? Tout le monde là-bas?
it_it: [_isabelle_] Ciao? Qualcuno lì dentro?

source: [_isabelle_] I need pads...
fr_fr: [_isabelle_] J'ai besoin de serviettes ...
it_it: [_isabelle_] ho bisogno di cuscinetti...

source: [_lindsey_] The [nurse] is away this week, but I always bring extra. Here you go.
fr_fr: [_lindsey_] Le [nurse] est parti cette semaine, mais j'apporte toujours plus. Ici vous allez.
it_it: [_lindsey_] The [nurse] è via questa settimana, ma io porto sempre di più. Qui vai.

source: [_isabelle_] Oh, you're so nice! Thank you!
fr_fr: [_isabelle_] Oh, vous êtes si gentile ! Je vous remercie !
it_it: [_isabelle_] Oh, sei così gentile! Grazie!

source: [_isabelle_] I also always bring extra, but I think someone took my box when I was in the stall earlier.
fr_fr: [_isabelle_] I also bring extra, but I think someone took my box when I was in the stall érieure.
it_it: [_isabelle_] anch'io porto sempre di più, ma penso che qualcuno abbia preso la mia scatola quando ero in bancarella prima.

source: [_lindsey_] It happens. People aren't always paying attention. I should know.
fr_fr: [_lindsey_] C'est le cas. Les gens ne font pas toujours attention. Je devrais le savoir.
it_it: [_lindsey_] Accade. La gente non sta sempre prestando attenzione. Dovrei saperlo.

source: Okay, the coast is clear. God, I really need to get my shit together.
fr_fr: Ok, la côte est claire. Mon Dieu, j'ai vraiment besoin de ma merde.
it_it: Va bene, la costa è chiara. Dio, ho davvero bisogno di unire la mia merda.

source: If [lindsey] hadn't stopped by, I'd be in serious trouble.
fr_fr: Si le [lindsey] ne s'était pas arrêté, j'aurais de sérieux problèmes.
it_it: Se [lindsey] non si fosse fermato, sarei in gravi problemi.

source: [_mc_] Sorry, err... you can't come in.
fr_fr: [_mc_] Désolé, err ... tu ne peux pas entrer.
it_it: [_mc_] Spiacente, errore... non puoi entrare.

source: [_isabelle_] [mc]? What's going on?
fr_fr: [_isabelle_] [mc]? Qu'est-ce qui se passe?
it_it: [_isabelle_] [mc]? Cosa sta succedendo?

source: [_mc_] I just threw up. Don't come in.
fr_fr: [_mc_] Je viens de vomaller. Ne viens pas.
it_it: [_mc_] ho appena gettato. Non entrare.

source: [_isabelle_] Are you all right?
fr_fr: [_isabelle_] Vous avez raison?
it_it: [_isabelle_] Stai bene?

source: [_mc_] Yeah, just give me a moment.
fr_fr: [_mc_] Oui, donnez-moi un instant.
it_it: [_mc_] Sì, mi dia un attimo.

source: [_isabelle_] I ran out of pads, I need to come in.
fr_fr: [_isabelle_] J'ai manqué de serviettes, j'ai besoin d'entrer.
it_it: [_isabelle_] Ho finito i cuscinetti, ho bisogno di entrare.

source: As much as it would be interesting to feed the tree some blood, that seems dangerous.
fr_fr: Tant qu'il serait intéressant de nourrir l'arbre un peu de sang, cela semble dangereux.
it_it: Per quanto sarebbe interessante nutrire l'albero qualche sangue, che sembra pericoloso.

source: It's already out of control.
fr_fr: C'est déjà hors de contrôle.
it_it: È già fuori controllo.

source: [_mc_] I'll bring them to you. Hold on.
fr_fr: [_mc_] Je vous les apporte. Attends.
it_it: [_mc_] Te li porterò. Aspettate.

source: [_isabelle_] All right.
fr_fr: [_isabelle_] Très bien.
it_it: [_isabelle_] Va bene.

source: [_mc_] I'm naked.
fr_fr: [_mc_] Je suis nu.
it_it: [_mc_] sono nuda.

source: [_isabelle_] ...Why?
fr_fr: [_isabelle_] ...Pourquoi?
it_it: [_isabelle_] ...Perché?

source: [_mc_] I had to take a quick wank.
it_it: [_mc_] ho dovuto prendere una pedina veloce.

source: [_isabelle_] What? You're joking?
fr_fr: [_isabelle_] Quoi? Vous plaisantez?
it_it: [_isabelle_] Cosa? Stai scherzando?

source: [_mc_] It's a perfectly normal and human thing to do. Everyone does it.
fr_fr: [_mc_] C'est une chose parfaitement normale et humaine à faire. Tout le monde le fait.
it_it: [_mc_] È una cosa perfettamente normale e umana da fare. Tutti lo fanno.

source: [_isabelle_] I mean... you're not wrong. But why in the [nurse]'s office?
fr_fr: [_isabelle_] Je veux dire ... vous n'avez pas tort. Mais pourquoi dans le bureau du [nurse]?
it_it: [_isabelle_] Voglio dire... non hai torto. Ma perché nell'ufficio di [nurse]?

source: [_mc_] It's the only place with a skeleton.
fr_fr: [_mc_] C'est le seul endroit avec un squelette.
it_it: [_mc_] È l'unico posto con uno scheletro.

source: [_mc_] I'm joking. Hold on.
fr_fr: [_mc_] Je plaisais. Attends.
it_it: [_mc_] sto scherzando. Aspetta.

source: [_isabelle_s_laughing_] I thought you were serious!
fr_fr: [_isabelle_s_laughing_] Je croyais que vous étiez sérieux !
it_it: [_isabelle_s_laughing_] Pensavo che tu fossi serio!

source: [_mc_] Heh, well.
fr_fr: [_mc_] Heh, eh bien.
it_it: [_mc_] Heh, bene.

source: [_mc_] Anyway, the [nurse] isn't here this week if you were looking for her.
fr_fr: [_mc_] En tout cas, le [nurse] n'est pas ici cette semaine si vous l'avez cherché.
it_it: [_mc_] Comunque, la [nurse] non è qui questa settimana se la stavi cercando.

source: [_isabelle_s_smile_] Yeah, I was just looking for pads. I think someone took my box by accident when I was in the stall.
fr_fr: [_isabelle_s_smile_] Oui, je cherchais juste des serviettes. Je pense que quelqu'un a pris ma boîte par accident quand j'étais dans le stand.
it_it: [_isabelle_s_smile_] Sì, stavo solo cercando dei pads. Penso che qualcuno abbia preso la mia scatola per caso quando ero in stalla.

source: [_isabelle_s_smile_] I was hoping the [nurse] had some.
fr_fr: [_isabelle_s_smile_] J'espérais que le [nurse] avait certains.
it_it: [_isabelle_s_smile_] speravo che la [nurse] ne avesse un po'.

source: Crap. Think fast.
fr_fr: Crap. Pense vite.
it_it: Crap. Pensate velocemente.

source: [_mc_] I, err... I know where they are. I get them for [flora] all the time 'cause she's a bit of a ditz. Wait here.
fr_fr: [_mc_] I, err ... Je sais où ils sont. Je les ai pour [flora] tout le temps " parce qu'elle est un peu un ditz. Attendez ici.
it_it: [_mc_] Io, erro... So dove sono. Li prendo per [flora] tutto il tempo perché lei è un po' ditz. Aspetta qui.

source: [_isabelle_s_smile_] Thanks! And I'm sure that's not true. [flora] seems like a smart bean.
fr_fr: [_isabelle_s_smile_] Merci ! Et je suis sûr que ce n'est pas vrai. [flora] semble être un bean intelligent.
it_it: [_isabelle_s_smile_] Grazie! E sono sicuro che non è vero. [flora] sembra un fagiolo intelligente.

source: [_flora_s_flirty_] Mmm! Thanks!
fr_fr: [_flora_s_flirty_] Mmm ! Merci !
it_it: [_flora_s_flirty_] Mmm! Grazie!

source: [_mc_] Anything else, your highness?
fr_fr: [_mc_] Tout le reste, votre altesse?
it_it: [_mc_] qualcos'altro, la tua altezza?

source: [_flora_s_smile_] Not for now, but keep checking your phone.
fr_fr: [_flora_s_smile_] Pas pour l'instant, mais continuez à vérifier votre téléphone.
it_it: [_flora_s_smile_] Non per ora, ma continua a controllare il tuo telefono.

source: Ugh. Can't I just ghost her instead?
fr_fr: Ugh. Je ne peux pas la fantômes à la place?
it_it: Ugh. Non la posso solo fantasma, invece?

source: [_flora_s_angry_] What did you put in my mouth, [mc]?
fr_fr: [_flora_s_angry_] Qu'avez-vous mis dans ma bouche, [mc]?
it_it: [_flora_s_angry_] Cosa hai messo in bocca [mc]?

source: [_mc_] Just my [item.title_lower].
fr_fr: [_mc_] Juste mon [item.title_lower].
it_it: [_mc_] Solo la mia [item.title_lower].

source: [_flora_s_angry_] I asked for sweets, not stupidity.
fr_fr: [_flora_s_angry_] J'ai demandé des bonbons, pas la stupidité.
it_it: [_flora_s_angry_] ho chiesto dolci, non stupidità.

source: [_mc_] My bad. Would you like the King of Sweets instead?
fr_fr: [_mc_] Mon mal. Aimeriez-vous le Roi des Suédois à la place?
it_it: [_mc_] Mio male. Vorresti invece il Re dei Dolci?

source: [_flora_s_cringe_] Is that a euphemism for your penis?
fr_fr: [_flora_s_cringe_] Est-ce un euphémisme pour votre pénis?
it_it: [_flora_s_cringe_] È un eufemismo per il tuo pene?

source: Damn, she knows me too well.
fr_fr: Merde, elle me connaît trop bien.
it_it: Dannazione, lei mi conosce troppo bene.

source: [_mc_] Here's your [item.title_lower], madam.
fr_fr: [_mc_] Voici votre [item.title_lower], madame.
it_it: [_mc_] Ecco la tua [item.title_lower], signora.

source: [_flora_s_excited_] Excellent. I like having you as my butler!
fr_fr: [_flora_s_excited_] Excellent. J'aime t'avoir comme mon majordome !
it_it: [_flora_s_excited_] Eccellente. Mi piace averti come mio maggiordomo!

source: Great. This is just great.
fr_fr: Super. C'est super.
it_it: Grande. Questo è solo grande.

source: Surely, that must be all. Surely.
fr_fr: Sûrement, ça doit être tout. Sûrement.
it_it: Sicuramente questo deve essere tutto.

source: [_flora_s_angry_] I said I was thirsty. How will your [item.title_lower] help?
fr_fr: [_flora_s_angry_] J'ai dit que j'avais soif. Comment votre [item.title_lower] sera-il utile?
it_it: [_flora_s_angry_] Ho detto che avevo sete. Come aiuterai la tua [item.title_lower]?

source: [_mc_] You could try sucking on it, maybe some liquid will come out.
fr_fr: [_mc_] Vous pourriez essayer de le sucer, peut-être qu'un peu de liquide sortera.
it_it: [_mc_] Si potrebbe provare a succhiare su di esso, forse un po 'di liquido uscirà.

source: [_flora_s_annoyed_] This might come as a shock to you, but most things don't work like penises.
fr_fr: [_flora_s_annoyed_] Cela pourrait être un choc pour vous, mais la plupart des choses ne fonctionnent pas comme des pénis.
it_it: [_flora_s_annoyed_] Questo potrebbe venire come uno shock per voi, ma la maggior parte delle cose non funzionano come peni.

source: [_mc_] My goodness, [flora]! Please, get your mind out of the gutter!
fr_fr: [_mc_] Mon Dieu, [flora]! S'il vous plaît, sorbez de la gouttière !
it_it: [_mc_] Mia bontà, [flora]! Per favore, prendi la tua mente dalla balza!

source: [_flora_s_eyeroll_] Shut up.
fr_fr: [_flora_s_eyeroll_] Arrêt.
it_it: [_flora_s_eyeroll_] Stai zitto.

source: [_flora_s_annoyed_] Hurry! I'm about to pee myself!
fr_fr: [_flora_s_annoyed_] Hurry ! Je suis sur le point de faire pipi moi-même !
it_it: [_flora_s_annoyed_] sbrigatevi! Sto per fare la pipì!

source: [_mc_] Maybe you shouldn't drink so much [drink]?
fr_fr: [_mc_] Peut-être que vous ne devriez pas boire autant [drink]?
it_it: [_mc_] Forse non dovresti bere così tanto [drink]?

source: [_flora_s_annoyed_] Yes, I should! Now help me!
fr_fr: [_flora_s_annoyed_] Oui, je devrais ! Maintenant, aide-moi !
it_it: [_flora_s_annoyed_] Sì, dovrei! Ora aiutami!

source: [_flora_s_skeptical_] Where do you think you're going?
fr_fr: [_flora_s_skeptical_] Où pensez-vous que vous allez?
it_it: [_flora_s_skeptical_] Dove pensi che stia andando?

source: [_mc_] You don't need help in there?
fr_fr: [_mc_] Vous n'avez pas besoin d'aide?
it_it: [_mc_] Non hai bisogno di aiuto in lì?

source: [_flora_s_afraid_] No! Stay out!
fr_fr: [_flora_s_afraid_] Non ! Reste dehors !
it_it: [_flora_s_afraid_] No! Stai fuori!

source: Well... was worth a shot.
fr_fr: Eh bien ... valait un coup de feu.
it_it: Bene... valeva la pena un colpo.

source: [_flora_s_confident_] This is perfect!
fr_fr: [_flora_s_confident_] C'est parfait !
it_it: [_flora_s_confident_] Questo è perfetto!

source: [_mc_] Are you going to tell me what you'll use it for?
fr_fr: [_mc_] Est-ce que vous allez me dire ce que vous allez utiliser?
it_it: [_mc_] Mi dirai per cosa lo userai?

source: [_flora_s_excited_] Not likely!
fr_fr: [_flora_s_excited_] Peu probable !
it_it: [_flora_s_excited_] Non è probabile!

source: [_flora_s_annoyed_] I want a different book.
fr_fr: [_flora_s_annoyed_] Je veux un livre différent.
it_it: [_flora_s_annoyed_] Voglio un libro diverso.

source: [_mc_] What's wrong with this one? It tastes perfectly fine.
fr_fr: [_mc_] Qu'est-ce qui ne va pas avec celui-ci? Ça a un goût parfait.
it_it: [_mc_] Cosa c'è di sbagliato con questo? Ha un sapore perfetto.

source: [_flora_s_eyeroll_] It's not part of the English syllabus!
fr_fr: [_flora_s_eyeroll_] Ce n'est pas une partie du syllabus anglais !
it_it: [_flora_s_eyeroll_] Non fa parte del programma inglese!

source: [_flora_s_angry_] And I'm not going to eat it!
fr_fr: [_flora_s_angry_] Et je ne vais pas le manger !
it_it: [_flora_s_angry_] E non lo mangerò!

source: [_flora_s_annoyed_] Are you trying to be funny? You're not being funny.
fr_fr: [_flora_s_annoyed_] Vous essayez d'être drôle? Tu n'es pas drôle.
it_it: [_flora_s_annoyed_] Stai cercando di essere divertente? Non sei divertente.

source: [_mc_] What? Is this not good enough reading material for you?
fr_fr: [_mc_] Quoi? N'est-ce pas assez bon pour lire du matériel pour vous?
it_it: [_mc_] Cosa? Questo materiale di lettura non è abbastanza buono per te?

source: [_mc_] I'm here and ready to cut...
fr_fr: [_mc_] Je suis ici et prêt à couper ...
it_it: [_mc_] Sono qui e pronto a tagliare...

source: [_flora_s_laughing_] Oh, great! Please start!
fr_fr: [_flora_s_laughing_] Oh, super ! Veuillez commencer !
it_it: [_flora_s_laughing_] Oh, fantastico! Per favore, inizia!

source: [_flora_s_excited_] More!
fr_fr: [_flora_s_excited_] Plus !
it_it: [_flora_s_excited_] Di Più!

source: [_mc_] Seriously? What do you need this much onions for?
fr_fr: [_mc_] Sérieusement? De quoi avez-vous besoin de ces oignons?
it_it: [_mc_] Seriamente? Per che cosa hai bisogno di queste cipolle?

source: [_flora_s_excited_] None of your business!
fr_fr: [_flora_s_excited_] Aucune de vos affaires !
it_it: [_flora_s_excited_] Nessuno dei tuoi affari!

source: [_flora_s_flirty_] More!
fr_fr: [_flora_s_flirty_] Plus !
it_it: [_flora_s_flirty_] Di Più!

source: [_mc_] No, I think that's enough.
fr_fr: [_mc_] Non, je pense que c'est assez.
it_it: [_mc_] No, penso che sia abbastanza.

source: [_flora_s_angry_] Fine. I'll do it myself.
fr_fr: [_flora_s_angry_] Fine. Je le ferai moi-même.
it_it: [_flora_s_angry_] Bene. Lo farò io stesso.

source: [_mc_] No, you're not. I'm not letting you near this knife in your current state.
fr_fr: [_mc_] Non, vous n'êtes pas. Je ne te laisse pas près de ce couteau dans ton état actuel.
it_it: [_mc_] No, non sei tu. Non ti lascio vicino a questo coltello nel tuo stato attuale.

source: [_mc_] What's so funny?
fr_fr: [_mc_] Qu'est-ce qui est si drôle?
it_it: [_mc_] Che cos'è così divertente?

source: [_flora_s_blush_] I was just testing you to see if you'd let me endanger myself.
fr_fr: [_flora_s_blush_] Je vous tesais juste pour voir si vous me laisseriez me mettre en danger.
it_it: [_flora_s_blush_] Ti stavo solo testando per vedere se mi avresti lasciato mettere in pericolo me stesso.

source: [_mc_] So, all these onions were for nothing?
fr_fr: [_mc_] Alors, tous ces oignons n'étaient pour rien?
it_it: [_mc_] Quindi, tutte queste cipolle non erano per niente?

source: [_flora_s_laughing_] Not for nothing! For my entertainment!
fr_fr: [_flora_s_laughing_] Pas pour rien ! Pour mon divertissement !
it_it: [_flora_s_laughing_] Non per niente! Per il mio divertimento!

source: God. She's so annoying.
fr_fr: Dieu. Elle est tellement embêtant.
it_it: Dio. È così fastidiosa.

source: I'm actually done with her bullshit requests.
fr_fr: J'en ai fini avec ses demandes de conneries.
it_it: In realtà ho finito con le sue richieste di bullshit.

source: [_flora_s_annoyed_] I'm supposed to be the blind one here, why are you taking so long?
fr_fr: [_flora_s_annoyed_] Je suis censé être aveugle ici, pourquoi tu prends si longtemps?
it_it: [_flora_s_annoyed_] Io dovrei essere il cieco qui, perché stai impiegando così tanto tempo?

source: [_flora_s_annoyed_] I have classes to attend to... and... and...
fr_fr: [_flora_s_annoyed_] J'ai des cours pour me rendre à ... et ... et ...
it_it: [_flora_s_annoyed_] ho lezioni a cui partecipare... e... e... e... e...

source: [_flora_s_confused_] [mc]? Hello? Why are you so quiet all of a sudden?
fr_fr: [_flora_s_confused_] [mc]? Bonjour? Pourquoi es-tu si calme tout d'un coup?
it_it: [_flora_s_confused_] [mc]? Ciao? Perché sei così tranquillo all'improvviso?

source: [_flora_s_angry_] What the hell? Can you stop touching my leg?
fr_fr: [_flora_s_angry_] Qu'est-ce que l'enfer? Peux-tu arrêter de toucher ma jambe?
it_it: [_flora_s_angry_] Che inferno? Puoi smettere di toccarmi la gamba?

source: [_mc_] I didn't... there's a...
fr_fr: [_mc_] Je n'ai pas ... il y a ...
it_it: [_mc_] non ho fatto... c'è...

source: [_mc_] [flora], I think you should move...
fr_fr: [_mc_] [flora], je pense que vous devriez déménager ...
it_it: [_mc_] [flora], penso che dovresti muoverti...

source: [_flora_s_smile_] Hey, that tickles!
fr_fr: [_flora_s_smile_] Hey, ce tickles !
it_it: [_flora_s_smile_] Hey, quel solletico!

source: [_flora_s_smile_] Stop it or I'm telling [jo]!
fr_fr: [_flora_s_smile_] Arrais ou je dis [jo]!
it_it: [_flora_s_smile_] Fermatelo o sto dicendo [jo]!

source: [_flora_s_skeptical_] Stop!
fr_fr: [_flora_s_skeptical_] Arrêt !
it_it: [_flora_s_skeptical_] Fermato!

source: [_flora_s_embarrassed_] Stop that! I'm telling [jo]!
fr_fr: [_flora_s_embarrassed_] Arrte ça ! Je dis [jo]!
it_it: [_flora_s_embarrassed_] fermatelo! Sto dicendo [jo]!

source: Shit, what's happening? Does she need help?
fr_fr: Merde, qu'est-ce qui se passe? A-t-elle besoin d'aide?
it_it: Che cosa sta succedendo? Ha bisogno di aiuto?

source: [_flora_s_embarrassed_] [mc], that's not okay!
fr_fr: [_flora_s_embarrassed_] [mc], ce n'est pas bon !
it_it: [_flora_s_embarrassed_] [mc], non va bene!

source: [_mc_] It's not me! I'm all the way over here!
fr_fr: [_mc_] Ce n'est pas moi ! Je suis tout le chemin ici !
it_it: [_mc_] Non sono io! Sono tutto da qui!

source: [_flora_s_afraid_] What...?
fr_fr: [_flora_s_afraid_] Quoi ...?
it_it: [_flora_s_afraid_] Cosa...?

source: [_flora_s_embarrassed_] This isn't—
fr_fr: [_flora_s_embarrassed_] Ce n'est pas-
it_it: [_flora_s_embarrassed_] Questo non è—

source: Uh, shit shit shit. Not good. Really not good!
fr_fr: Euh, merde merde. Pas bon. Vraiement pas bon !
it_it: Uh, merda merda merda. Non buona. Davvero non buono!

source: [_flora_] [mc]?! Help!!
fr_fr: [_flora_] [mc]? ! Aide !
it_it: [_flora_] [mc]?! Aiuto!!

source: I guess she can't give me an earful while her mouth is full.
fr_fr: Je suppose qu'elle ne peut pas me donner un bon moment pendant que sa bouche est pleine.
it_it: Immagino che lei non possa darmi un'orecchio mentre la sua bocca è piena.

source: It seems like I might get to see something interesting if a few more vines headed [flora]'s way.
fr_fr: Il semble que je puisse me rendre à quelque chose d'intéressant si quelques vignes sont à la tête du [flora].
it_it: Sembra che potrei arrivare a vedere qualcosa di interessante se un paio di viti in più diretto modo [flora].

source: If I can free her up a bit more I should be able to get that big vine to put her down.
fr_fr: Si je peux la libérer un peu plus, je devrais être capable de faire tomber cette grosse vigne.
it_it: Se posso liberarla un po 'di più dovrei essere in grado di ottenere quella grande vite per metterla giù.

source: The writhing mass of vines and roots constrict her helpless limbs.
fr_fr: La masse de la vigne et des racines lui délimite ses membres sans défense.
it_it: La massa contorcente di viti e radici costringono i suoi arti indifesi.

source: Not sure what's gotten me tripping into this nightmare... meds? [flora]'s cake? Tanner hitting my face with a basketball? That can of pepelepsi last night?
fr_fr: Pas sûr de ce qui m'a fait entrer dans ce cauchemar ... meds? [flora]'s gâteau? Tanner me frappant avec un ballon de basket? C'est possible de ppelepsi la nuit dernière?
it_it: Non è sicuro che cosa mi ha fatto entrare in questo incubo... meds? [flora]è torta? Tanner che mi colpisce il viso con una pallacanestro? Che può di pepelepsi ieri sera?

source: Either way, I should've brought popcorn... err, a shotgun. Yeah, that's what I meant.
fr_fr: Quoi qu'il en soit, j'aurais dû faire du popcorn ... err, un fusil de chasse. Ouais, c'est ce que je voulais dire.
it_it: In ogni caso, avrei dovuto portare popcorn... err, un fucile. Sì, è quello che intendevo.

source: And a chainsaw. And a can of lube... to err, make sure that the machinery runs smoothly.
fr_fr: Et une tronque. Et une possibilité de lube ... de se tromper, s'assurer que la machine fonctionne bien.
it_it: E una motosega. E una lattina di lubrificante... per errore, assicurarsi che la macchina funziona senza intoppi.
