Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_2/fall_*_newfall.po
Languages: fr_fr, it_it

source: [_maya_s_thinking_] Did you steal this?
fr_fr: [_maya_s_thinking_] Est-ce que vous avez volé ça?
it_it: [_maya_s_thinking_] Hai rubato questo?

source: [_mc_] I don't know what you're talking about.
fr_fr: [_mc_] Je ne sais pas de quoi vous parlez.
it_it: [_mc_] Non so di cosa state parlando.

source: [_maya_s_thinking_] Oh, yeah? Don't you think I recognize my own yarn?
fr_fr: [_maya_s_thinking_] Oh, oui? Ne penses-tu pas que je reconnaisse mon propre fil?
it_it: [_maya_s_thinking_] Oh, sì? Non pensi che io riconosca il mio filato?

source: [_mc_] Well, let's just say I found it, and now am returning it.
fr_fr: [_mc_] Eh bien, disons que je l'ai trouvé, et maintenant je le retourne.
it_it: [_mc_] Beh, diciamo solo che l'ho trovato, e ora lo sto tornando.

source: [_mc_] You're up one ball of yarn regardless.
fr_fr: [_mc_] Vous avez une boule de fil, peu importe.
it_it: [_mc_] Sei su una palla di filati a prescindere.

source: [_maya_s_afraid_] What did you do with it?
fr_fr: [_maya_s_afraid_] Qu'est-ce que vous en avez fait?
it_it: [_maya_s_afraid_] Che cosa hai fatto?

source: [_mc_] Nothing!
fr_fr: [_mc_] Rien !
it_it: [_mc_] Niente!

source: [_maya_s_afraid_] It's smaller than I remember it...
fr_fr: [_maya_s_afraid_] C'est plus petit que je me souviens ...
it_it: [_maya_s_afraid_] E 'più piccolo di me lo ricordo...

source: [_mc_] Is that a euphemism?
fr_fr: [_mc_] Est-ce un euphémisme?
it_it: [_mc_] È un eufemismo?

source: [_maya_s_cringe_] You can't use big words around me like that, my last brain cell is already working overtime.
fr_fr: [_maya_s_cringe_] Vous ne pouvez pas utiliser de gros mots autour de moi comme ça, ma dernière cellule du cerveau fait déjà des heures supplémentaires.
it_it: [_maya_s_cringe_] Non puoi usare grandi parole intorno a me, la mia ultima cellula cerebrale sta già lavorando straordinario.

source: [_mc_] Very funny. I know you're smart.
fr_fr: [_mc_] Très drôle. Je sais que tu es intelligente.
it_it: [_mc_] Molto divertente. So che sei intelligente.

source: [_maya_s_dramatic_] Oh, thank god! The validation I always needed!
fr_fr: [_maya_s_dramatic_] Oh, dieu merci ! La validation dont j'avais toujours besoin !
it_it: [_maya_s_dramatic_] Oh, grazie Dio! La convalida che ho sempre bisogno!

source: [_maya_s_dramatic_] No longer just an object of sexual desire! I've reached peak womanhood!
fr_fr: [_maya_s_dramatic_] Plus qu'un objet de désir sexuel ! J'ai atteint un pic de féminité !
it_it: [_maya_s_dramatic_] Non più solo un oggetto di desiderio sessuale! Ho raggiunto il picco di donna!

source: [_maya_s_sarcastic_] So, anyway, what was the question?
fr_fr: [_maya_s_sarcastic_] Alors, de toute façon, quelle était la question?
it_it: [_maya_s_sarcastic_] Quindi, in ogni caso, qual era la domanda?

source: [_mc_] It's just as big, if not bigger.
fr_fr: [_mc_] C'est aussi gros, sinon plus.
it_it: [_mc_] È altrettanto grande, se non più grande.

source: [_maya_s_skeptical_] Are you saying you found some string and added it to my ball?
fr_fr: [_maya_s_skeptical_] Êtes-vous en train de dire que vous avez trouvé une ficelle et que vous l'avez ajoutée à ma boule?
it_it: [_maya_s_skeptical_] Stai dicendo che hai trovato qualche stringa e l'hai aggiunta alla mia palla?

source: [_mc_] Yes, that's exactly what I'm saying.
fr_fr: [_mc_] Oui, c'est exactement ce que je dis.
it_it: [_mc_] Sì, è esattamente quello che sto dicendo.

source: [_maya_s_confident_] That's all sorts of twisted, and exactly what I'm looking for in a man.{space=-15}
fr_fr: [_maya_s_confident_] C'est une sorte de torsadée, et exactement ce que je cherche dans un homme. { space=-15 }
it_it: [_maya_s_confident_] Questo è ogni sorta di contorto, e esattamente quello che sto cercando in un uomo.{space=-15}

source: [_mc_] Really?
fr_fr: [_mc_] Vraiement?
it_it: [_mc_] Davvero?

source: [_maya_s_blush_] Absolutely! You've just been moved to the front of the blowjob line.
fr_fr: [_maya_s_blush_] Absolument ! Vous venez d'être déplacé à l'avant de la ligne de chasse-neige.
it_it: [_maya_s_blush_] Assolutamente! Sei stato appena spostato nella parte anteriore della linea di pompaggio.

source: [_maya_s_blush_] Please drop your pants and let's get started.
fr_fr: [_maya_s_blush_] Veuillez déposer votre pantalon et nous allons commencer.
it_it: [_maya_s_blush_] Per favore rilascia i pantaloni e iniziamo.

source: Hmm... I once saw Tanner drop his pants in front of her like that, and everyone just laughed.
fr_fr: Hmm ... J'ai vu Tanner déposer son pantalon devant elle comme ça, et tout le monde a ri.
it_it: Hmm... Una volta ho visto Tanner cadere i pantaloni davanti a lei così, e tutti hanno appena riso.

source: [_mc_] Not falling for that.
fr_fr: [_mc_] Ne pas tomber pour ça.
it_it: [_mc_] Non cadere per questo.

source: [_maya_s_confident_] Good move.
fr_fr: [_maya_s_confident_] Bon déménagement.
it_it: [_maya_s_confident_] Buona mossa.

source: [_maya_s_confident_] So, anyway, what was the question?
fr_fr: [_maya_s_confident_] Alors, de toute façon, quelle était la question?
it_it: [_maya_s_confident_] Quindi, in ogni caso, qual era la domanda?

source: [_mc_] Err, forget about it...
fr_fr: [_mc_] Err, oubliez ça ...
it_it: [_mc_] Err, dimenticatelo...

source: [_maya_s_eyeroll_] Already did.
fr_fr: [_maya_s_eyeroll_] Déjà fait.
it_it: [_maya_s_eyeroll_] Lo ha già fatto.

source: [_maya_s_neutral_] But there is one thing that I find interesting.
fr_fr: [_maya_s_neutral_] Mais il y a une chose que je trouve intéressante.
it_it: [_maya_s_neutral_] Ma c'è una cosa che trovo interessante.

source: [_mc_] What's that?
fr_fr: [_mc_] Qu'est-ce que c'est?
it_it: [_mc_] Che cos'è?

source: [_maya_s_neutral_] I didn't know you could speak.
fr_fr: [_maya_s_neutral_] Je ne savais pas que vous pourriez parler.
it_it: [_maya_s_neutral_] non sapevo che potessi parlare.

source: Huh... I guess I used to be the quiet kind...
fr_fr: Huh ... Je suppose que j'ai été le calme ...
it_it: Huh... Immagino di essere il tipo tranquillo...

source: [_mc_] I do all kinds of tricks.
fr_fr: [_mc_] Je fais toutes sortes de trucs.
it_it: [_mc_] faccio tutti i tipi di trucchi.

source: [_maya_s_thinking_] Are cheesy lines one of them?
fr_fr: [_maya_s_thinking_] Y a-t-il des lignes cheesy?
it_it: [_maya_s_thinking_] Le linee formaggio sono una di loro?

source: [_mc_] Come on, you can't set me up like that and not expect a little comeback.
fr_fr: [_mc_] Allez, vous ne pouvez pas me mettre comme ça et ne pas vous attendre à un peu de retour.
it_it: [_mc_] Avanti, non puoi impostarmi in questo modo e non aspettarti un po' di ritorno.

source: [_maya_s_flirty_] We can do cum-on-the-back, but only if you clean me up after.
fr_fr: [_maya_s_flirty_] Nous pouvons faire cum-on-the-back, mais seulement si vous me nettoyez après.
it_it: [_maya_s_flirty_] Possiamo fare cum-on-the-back, ma solo se mi ripulisci dopo.

source: Fuck me...
fr_fr: Fuck-moi ...

source: [_maya_s_kiss_] Well, gee golly! You're such a giver!
fr_fr: [_maya_s_kiss_] Eh bien, gee golly ! Vous êtes un tel giver !
it_it: [_maya_s_kiss_] Beh, gee golly! Sei un donatore!

source: [_mc_] I'll give it to you, if that's what you want.
fr_fr: [_mc_] Je vous le donnerai, si c'est ce que vous voulez.
it_it: [_mc_] Lo darò a te, se è quello che vuoi.

source: [_maya_s_sarcastic_] Maybe in your dreams tonight.
fr_fr: [_maya_s_sarcastic_] Peut-être dans vos rêves ce soir.
it_it: [_maya_s_sarcastic_] Forse nei tuoi sogni stasera.

source: [_mc_] Or yours.
fr_fr: [_mc_] Ou le vôtre.
it_it: [_mc_] O vostro.

source: [_maya_s_cringe_] I don't dream ever since the lobotomy.
fr_fr: [_maya_s_cringe_] Je ne rêve jamais depuis la lobotomie.
it_it: [_maya_s_cringe_] Non sogno mai dalla lobotomia.

source: Not sure if she's serious or not, but I'm still kind of into it...
fr_fr: Pas sûr si elle est sérieuse ou pas, mais je suis toujours en quelque sorte ...
it_it: Non so se è seria o no, ma sono ancora abbastanza in esso...

source: [_mc_] Well, your loss.
fr_fr: [_mc_] Puits, votre perte.
it_it: [_mc_] Beh, la tua perdita.

source: [_maya_s_dramatic_] You have no idea!
fr_fr: [_maya_s_dramatic_] Vous n'avez aucune idée !
it_it: [_maya_s_dramatic_] Non hai idea!

source: [_maya_s_dramatic_] Woe be to my sleeping brain not to have sex dreams about you...
fr_fr: [_maya_s_dramatic_] Woe be to my dormant brain not to have sex dreams about you ...
it_it: [_maya_s_dramatic_] Guai al mio cervello addormentato per non fare sesso sogni su di te...

source: [_maya_s_dramatic_] I guess you'll just have to dream enough for us both.
fr_fr: [_maya_s_dramatic_] Je suppose que vous aurez juste à rêver assez pour nous deux.
it_it: [_maya_s_dramatic_] Immagino che dovrai solo sognare abbastanza per noi entrambi.

source: [_mc_] Shouldn't be a problem.
fr_fr: [_mc_] Ne devrait pas être un problème.
it_it: [_mc_] non dovrebbe essere un problema.

source: [_maya_s_sarcastic_] Didn't think so.
fr_fr: [_maya_s_sarcastic_] Ne l'a pas pensé.
it_it: [_maya_s_sarcastic_] non l'ha pensato.

source: [_mc_] It's hard when you have me all tongue tied.
fr_fr: [_mc_] C'est dur quand tu m'as attaché toute la langue.
it_it: [_mc_] È difficile quando mi hai legato tutta la lingua.

source: [_maya_s_cringe_] Am I the cat that got your tongue?
fr_fr: [_maya_s_cringe_] Suis-je le chat qui a votre langue?
it_it: [_maya_s_cringe_] Sono io il gatto che ha preso la lingua?

source: Crap, that was not as smooth as I was hoping it would be...
fr_fr: Crp, ce n'était pas aussi lisse que j'espérais que ce serait ...
it_it: Crap, che non era così liscio come stavo sperando che sarebbe stato...

source: [_mc_] Err, I just meant because you're so beautiful!
fr_fr: [_mc_] Err, je voulais juste dire parce que tu es si belle !
it_it: [_mc_] Err, intendevo solo perché sei così bello!

source: [_maya_s_sarcastic_] Oh, thank you for explaining it to me!
fr_fr: [_maya_s_sarcastic_] Oh, merci de m'avoir expliqué !
it_it: [_maya_s_sarcastic_] Oh, grazie per avermi spiegato!

source: [_maya_s_sarcastic_] The basics of the English language escape my tiny, sex-addled brain, you know?
fr_fr: [_maya_s_sarcastic_] Les bases de la langue anglaise échappent à mon tout petit cerveau sexuel, vous savez?
it_it: [_maya_s_sarcastic_] Le basi della lingua inglese sfuggono al mio piccolo cervello in aggiunta al sesso, sa?

source: [_maya_s_sarcastic_] All the brain power I have goes straight to my tits and ass, so men like you can ogle me to your dick's content.
fr_fr: [_maya_s_sarcastic_] Toute la puissance du cerveau que j'ai droit à mes seins et mon cul, donc des hommes comme vous pouvez me faire sur le contenu de votre bite.
it_it: [_maya_s_sarcastic_] Tutto il potere cerebrale che ho va dritto alle mie tette e il culo, così gli uomini come si può ogle me al contenuto del tuo cazzo.

source: [_mc_] I didn't mean it like that!
fr_fr: [_mc_] Je ne l'ai pas fait comme ça !
it_it: [_mc_] non intendevo che così!

source: [_maya_s_dramatic_] You and your dick can't fool me!
fr_fr: [_maya_s_dramatic_] Vous et votre bite ne pouvez pas me tromper !
it_it: [_maya_s_dramatic_] Tu e il tuo cazzo non puoi ingannarmi!

source: [_maya_s_dramatic_] I know what you menfolk think about!
fr_fr: [_maya_s_dramatic_] Je sais ce que vous en pensez !
it_it: [_maya_s_dramatic_] So cosa pensate menfolk!

source: [_maya_s_bored_] Anyway...
fr_fr: [_maya_s_bored_] En tout cas ...
it_it: [_maya_s_bored_] Comunque...

source: Welp. Safe to say this relationship is off to a rocky start.
fr_fr: Welp. Safe to say this relationship is off to a rocheux start.
it_it: Welp. Sicuro di dire che questa relazione è fuori ad un inizio roccioso.

source: [_mc_] We've been in the same grade since elementary school...
fr_fr: [_mc_] Nous sommes dans la même catégorie depuis l'école primaire ...
it_it: [_mc_] Siamo stati nello stesso grado dalla scuola elementare...

source: [_maya_s_skeptical_] Are you sure?
fr_fr: [_maya_s_skeptical_] Etes-vous sûr?
it_it: [_maya_s_skeptical_] Sei sicuro?

source: [_mc_] ...yes.
fr_fr: [_mc_] ... oui.
it_it: [_mc_] ...sì.

source: [_maya_s_skeptical_] I think I would remember that.
fr_fr: [_maya_s_skeptical_] Je pense que je me souviais de ça.
it_it: [_maya_s_skeptical_] penso che lo ricorderebbe.

source: [_mc_] Well, it's true.
fr_fr: [_mc_] Bien, c'est vrai.
it_it: [_mc_] Beh, è vero.

source: [_maya_s_confident_] So, what, you've learned how to speak since then?
fr_fr: [_maya_s_confident_] Alors, qu'est-ce que vous avez appris à parler depuis?
it_it: [_maya_s_confident_] Allora, che cosa, hai imparato a parlare da allora?

source: [_mc_] I've always known how! I just... was never good about talking to you.{space=-10}
fr_fr: [_mc_] J'ai toujours su comment ! Je ... n'a jamais été bon pour vous parler. { space=-10 }
it_it: [_mc_] Ho sempre saputo come! Semplicemente... non è mai stato bravo a parlare con te.{space=-10}

source: [_maya_s_thinking_] Why would you want to?
fr_fr: [_maya_s_thinking_] Pourquoi voulez-vous?
it_it: [_maya_s_thinking_] Perché vorresti?

source: [_maya_s_thinking_] Don't you know I'm the hellspawn of Satan and the Real Housewives?{space=-30}
fr_fr: [_maya_s_thinking_] Vous ne savez pas que je suis le fraie de Satan et les Réelles Ménages? { space = -30 }
it_it: [_maya_s_thinking_] Non sai che sono l'inferno di Satana e delle Casalinghe Reali?{space=-30}

source: [_mc_] Fuck the rumors.
fr_fr: [_mc_] Fuck the rumeurs.
it_it: [_mc_] Cazzo le voci.

source: [_maya_s_flirty_] Beware, ye mute man! Get too close, and I might bite your dick off.
fr_fr: [_maya_s_flirty_] Attention, mec ! Lis trop près, et je pourrais mordre ta bite.
it_it: [_maya_s_flirty_] Attenzione, muti l'uomo! Avvicinati troppo e potrei mordere il tuo cazzo.

source: Goddamn, close encounters of the craziest kind.
fr_fr: Goddamn, des rencontres étroites du genre le plus fou.
it_it: Goddamn, incontri ravvicinati del genere più pazzo.

source: [_mc_] I don't have any on me...
fr_fr: [_mc_] Je n'ai pas sur moi ...
it_it: [_mc_] Non ho nessuno su di me...

source: [_maya_s_bored_] And here I got all excited to be your own personal computer question{space=-25} bimbo for nothing...
fr_fr: [_maya_s_bored_] Et ici, je suis tout excité d'être votre propre question d'ordinateur personnel { space=-25 } bimbo pour rien ...
it_it: [_maya_s_bored_] E qui mi sono entusiasta di essere la vostra domanda personal computer{space=-25} bimbo per niente...

source: [_maya_s_bored_] Back to the end of the line for you.
fr_fr: [_maya_s_bored_] Retour à la fin de la ligne pour vous.
it_it: [_maya_s_bored_] Torna alla fine della riga per te.

source: She used to be so confident in herself, but now she looks nervous.
fr_fr: Elle avait l'habitude d'être si confieuse en elle-même, mais maintenant elle a l'air nerveuse.
it_it: Lei era così fiduciosa in se stessa, ma ora sembra nervosa.

source: Did [kate] really break her spirit?
fr_fr: Est-ce que le [kate] a vraiment casser son esprit?
it_it: [kate] ha davvero spezzato il suo spirito?

source: [_isabelle_s_concerned_] What do you want?
fr_fr: [_isabelle_s_concerned_] Que voulez-vous?
it_it: [_isabelle_s_concerned_] Cosa vuoi?

source: Ouch. Cold.
fr_fr: Ouch. Le froid.

source: [_mc_] Nothing, I was just saying hello...
fr_fr: [_mc_] Rien, je voulais juste dire bonjour ...
it_it: [_mc_] Niente, stavo solo dicendo l'inferno...

source: [_kate_s_neutral_right_] Is he bothering you?
fr_fr: [_kate_s_neutral_right_] Est-il vous ennuiez-vous?
it_it: [_kate_s_neutral_right_] Ti sta infastidendo?

source: [_isabelle_s_concerned_left_] Yes.
fr_fr: [_isabelle_s_concerned_left_] Oui.
it_it: [_isabelle_s_concerned_left_] Sì.

source: Wait, what?
fr_fr: Attends, quoi?
it_it: Aspetta, cosa?

source: [_kate_s_confident_] You look confused, [mc].
fr_fr: [_kate_s_confident_] Vous avez l'air confus, [mc].
it_it: [_kate_s_confident_] Sembri confuso, [mc].

source: [_mc_] What kind of twisted game is this?
fr_fr: [_mc_] Quel genre de jeu torsadé est-il?
it_it: [_mc_] Che tipo di gioco contorto è questo?

source: [_kate_s_laughing_] What do you mean? We're friends now.
fr_fr: [_kate_s_laughing_] Que voulez-vous dire? Nous sommes amis maintenant.
it_it: [_kate_s_laughing_] Che cosa intendi? Siamo amici adesso.

source: [_kate_s_laughing_] We patched things up during the break.
fr_fr: [_kate_s_laughing_] Nous avons corrigé les choses pendant la pause.
it_it: [_kate_s_laughing_] Abbiamo patchato le cose durante la pausa.

source: [_kate_s_smile_right_] Right, [isabelle]?
fr_fr: [_kate_s_smile_right_] Droit, [isabelle]?

source: [_isabelle_s_neutral_] Right.
fr_fr: [_isabelle_s_neutral_] Droit.
it_it: [_isabelle_s_neutral_] Destra.

source: [_kate_s_smile_right_] We went over some things, and sorted out our differences.
fr_fr: [_kate_s_smile_right_] Nous avons surpassé certaines choses et nous avons réglé nos différences.
it_it: [_kate_s_smile_right_] Abbiamo passato alcune cose e risolto le nostre differenze.

source: [_kate_s_smile_right_] It took some effort, but I made her see things from my perspective.
fr_fr: [_kate_s_smile_right_] Cela a pris un peu d'effort, mais je l'ai fait voir des choses de mon point de vue.
it_it: [_kate_s_smile_right_] Ci è voluto qualche sforzo, ma l'ho fatta vedere le cose dal mio punto di vista.

source: [_kate_s_gushing_] Oh! And, by the way, we're dating now.
fr_fr: [_kate_s_gushing_] Oh ! Et, d'ailleurs, nous sortons maintenant.
it_it: [_kate_s_gushing_] Oh! E, a proposito, stiamo uscendo ora.

source: [_kate_s_gushing_] So, keep your creepy eyes off my girlfriend. Got it?
fr_fr: [_kate_s_gushing_] Alors, gardez vos yeux crépiteux sur ma petite amie. C'est ça?
it_it: [_kate_s_gushing_] Allora, tieni i tuoi occhi raccapriccianti dalla mia ragazza. L'ho ricevuto?

source: [_isabelle_s_blush_] Thanks, babe.
fr_fr: [_isabelle_s_blush_] Merci, bébé.
it_it: [_isabelle_s_blush_] Grazie, babe.

source: What the hell...?
fr_fr: Qu'est-ce que l'enfer ...?
it_it: Che inferno...?

source: [_mc_] What about Chad?
fr_fr: [_mc_] Qu'en est-il du Tchad?
it_it: [_mc_] Che dire del Ciad?

source: [_kate_s_gushing_] [isabelle] doesn't mind me dating him too.
fr_fr: [_kate_s_gushing_] [isabelle] ne me déraisse pas avec lui aussi.
it_it: [_kate_s_gushing_] [isabelle] non mi dispiace che lo incontri anche.

source: [_kate_s_gushing_] Right, cutie?
fr_fr: [_kate_s_gushing_] Droi, cutie?
it_it: [_kate_s_gushing_] Destra, cutie?

source: [_isabelle_s_blush_] Right.
fr_fr: [_isabelle_s_blush_] Droit.
it_it: [_isabelle_s_blush_] Destra.

source: [isabelle] is completely docile. What the hell happened to her?
fr_fr: [isabelle] est complètement docile. Qu'est-ce qui lui est arrivé?
it_it: [isabelle] è completamente docile. Che diavolo le è successo?

source: [kate] did say she would break her, but... I thought it would take longer than a couple weeks.
fr_fr: [kate] a dit qu'elle la briserait, mais ... Je pensais qu'il faudrait plus de deux semaines.
it_it: [kate] ha detto che avrebbe rotto lei, ma... Ho pensato che ci sarebbe voluto più di un paio di settimane.

source: [_isabelle_s_annoyed_] Don't talk to me.
fr_fr: [_isabelle_s_annoyed_] Ne me parlez pas.
it_it: [_isabelle_s_annoyed_] Non parli con me.

source: Ouch. She's still pissed.
fr_fr: Ouch. Elle est toujours en colère.
it_it: Ouch. È ancora baciata.

source: [_mc_] I didn't even say anything...
fr_fr: [_mc_] Je n'ai même rien dit ...
it_it: [_mc_] non ho nemmeno detto niente...

source: [_isabelle_s_annoyed_] Good. Keep it that way.
fr_fr: [_isabelle_s_annoyed_] Bon. Garder ça comme ça.
it_it: [_isabelle_s_annoyed_] Bene. Tienilo così.

source: Probably shouldn't have gotten caught with my dick in [kate], huh?
fr_fr: Probablement n'aurait pas dû être attrapé avec ma bite en [kate], hein?
it_it: Probabilmente non avrebbe dovuto essere catturato con il mio cazzo in [kate], eh?

source: Damn it. I'll have to fix this later.
fr_fr: Merde. Je vais devoir réparer ça plus tard.
it_it: Dannazione. Dovrò riparare questo più tardi.

source: Her smile always makes my heart a little bit lighter...
fr_fr: Son sourire rend toujours mon cœur un peu plus léger ...
it_it: Il suo sorriso rende sempre il mio cuore un po' più leggero...

source: [_isabelle_s_confident_] I've been trying to call you.
fr_fr: [_isabelle_s_confident_] J'ai essayé de vous appeler.
it_it: [_isabelle_s_confident_] Ho provato a chiamarti.

source: [_mc_] Have you tried calling [lindsey]?
fr_fr: [_mc_] Avez-vous essayé d'appeler le [lindsey]?
it_it: [_mc_] Hai provato a chiamare [lindsey]?

source: [_isabelle_s_concerned_] I haven't.
fr_fr: [_isabelle_s_concerned_] Je ne l'ai pas fait.
it_it: [_isabelle_s_concerned_] non lo ho.

source: [_mc_] Why not?
fr_fr: [_mc_] Pourquoi pas?
it_it: [_mc_] Perché no?

source: [_isabelle_s_concerned_] Because... we weren't that close, I guess? I didn't want to intrude.
fr_fr: [_isabelle_s_concerned_] Parce que ... nous n'étions pas si proches, je suppose? Je ne voulais pas empiéter.
it_it: [_isabelle_s_concerned_] Perché... non eravamo così vicini, immagino? Non volevo intralciare.

source: [_isabelle_s_skeptical_] Besides, what's with the hostility?
fr_fr: [_isabelle_s_skeptical_] En plus, qu'est-ce qui est avec l'hostilité?
it_it: [_isabelle_s_skeptical_] Inoltre, cosa c'è con l'ostilità?

source: [_mc_] Ugh, I'm sorry...
fr_fr: [_mc_] Ugh, je suis désolé ...

source: [_mc_] I haven't slept much since that day...
fr_fr: [_mc_] Je n'ai pas beaucoup dormi depuis ce jour ...
it_it: [_mc_] Non ho dormito molto da quel giorno...

source: [_isabelle_s_sad_] I can imagine.
fr_fr: [_isabelle_s_sad_] Je peux m'imaginer.
it_it: [_isabelle_s_sad_] riesco a immaginare.

source: [_isabelle_s_sad_] I was just worried about you.
fr_fr: [_isabelle_s_sad_] J'étais inquiet pour toi.
it_it: [_isabelle_s_sad_] Ero solo preoccupato per te.

source: [_mc_] Thanks... I just can't get her out of my head...
fr_fr: [_mc_] Merci ... Je ne peux pas la sortir de ma tête ...
it_it: [_mc_] Grazie... Non riesco proprio a farla uscire dalla testa...

source: [_mc_] She had such a big impact on my life and self-esteem...
fr_fr: [_mc_] Elle a eu un tel impact sur ma vie et sur l'estime de soi ...
it_it: [_mc_] Ha avuto un impatto così grande sulla mia vita e autostima...

source: [_mc_] I think I may have feelings for her...
fr_fr: [_mc_] Je pense que je peux avoir des sentiments pour elle ...
it_it: [_mc_] Penso che potrei avere sentimenti per lei...

source: [_isabelle_s_cringe_] Feelings?
fr_fr: [_isabelle_s_cringe_] Sentiments?
it_it: [_isabelle_s_cringe_] Sentimenti?

source: [_isabelle_s_cringe_] What about us?
fr_fr: [_isabelle_s_cringe_] Qu'en est-il de nous?
it_it: [_isabelle_s_cringe_] E noi?

source: [_mc_] I still like you...
fr_fr: [_mc_] Je t'aime toujours ...
it_it: [_mc_] Mi piaci ancora...

source: [_mc_] ...but I guess almost losing her made me realize how much she means to me...
fr_fr: [_mc_] ... mais je suppose que presque la perdre m'a fait réaliser combien elle signifie pour moi ...
it_it: [_mc_] ...ma immagino quasi di perdere la sua mi ha fatto capire quanto lei significhi per me...

source: [_isabelle_s_sad_] And here I thought we had something special...
fr_fr: [_isabelle_s_sad_] Et ici je pensais que nous avions quelque chose de spécial ...
it_it: [_isabelle_s_sad_] E qui ho pensato che avessimo qualcosa di speciale...

source: [_mc_] We do!
fr_fr: [_mc_] Nous faisons !
it_it: [_mc_] Lo facciamo!

source: [_isabelle_s_angry_] Doesn't seem like it.
fr_fr: [_isabelle_s_angry_] Ne semble pas comme ça.
it_it: [_isabelle_s_angry_] Non sembra così.

source: [_isabelle_s_angry_] Thanks for letting me know, I suppose.
fr_fr: [_isabelle_s_angry_] Merci de me laisser savoir, je suppose.
it_it: [_isabelle_s_angry_] Grazie per avermi fatto sapere, suppongo.
