Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_2/fall_*_newfall.po
Languages: fr_fr, it_it

source: Fuck me! Why do I always have to run my mouth?
fr_fr: Fuck-moi ! Pourquoi dois-je toujours courir ma bouche?
it_it: Cazzo me! Perché devo sempre correre la mia bocca?

source: [_isabelle_s_skeptical_] What did you mean, then?
fr_fr: [_isabelle_s_skeptical_] Que voulez-vous dire, alors?
it_it: [_isabelle_s_skeptical_] Che cosa avete inteso, allora?

source: [_mc_] I meant that I feel like I need to protect her, if that makes sense.
fr_fr: [_mc_] Je pensais que j'ai l'impression d'avoir besoin de la protéger, si c'est logique.
it_it: [_mc_] Ho inteso che mi sento come ho bisogno di proteggerla, se questo ha senso.

source: [_isabelle_s_skeptical_] So, nothing romantic?
fr_fr: [_isabelle_s_skeptical_] Donc, rien de romantique?
it_it: [_isabelle_s_skeptical_] Quindi, niente di romantico?

source: Not that she needs to know about...
fr_fr: Pas qu'elle a besoin de savoir à propos ...
it_it: Non che abbia bisogno di sapere circa...

source: [_mc_] I want to care for her, is what I meant. Like you would care for a wounded animal.
fr_fr: [_mc_] Je veux m'occuper d'elle, c'est ce que je voulais dire. Comme vous vous souciez d'un animal blessé.
it_it: [_mc_] Voglio prendermi cura di lei, è quello che ho detto; come te preoccuperesti di un animale ferito.

source: [_mc_] Sorry, I should have been more clear...
fr_fr: [_mc_] Désolé, j'aurais dû être plus clair ...
it_it: [_mc_] Mi dispiace, avrei dovuto essere più chiaro...

source: [_mc_] ...sorry, I'm sleep deprived. Ignore me.
fr_fr: [_mc_] ... désolé, je suis privé de sommeil. Ignore-moi.
it_it: [_mc_] ... mi dispiace, sto dormendo privato. Ignorami.

source: [_isabelle_s_concerned_] No, I get it.
fr_fr: [_isabelle_s_concerned_] Non, je l'ai.
it_it: [_isabelle_s_concerned_] No, lo capisco.

source: [_isabelle_s_concerned_] She's sweet, and...
fr_fr: [_isabelle_s_concerned_] Elle est douce, et ...
it_it: [_isabelle_s_concerned_] Lei è dolce, e...

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_isabelle_s_sad_] I mean...
fr_fr: [_isabelle_s_sad_] Je veux dire ...
it_it: [_isabelle_s_sad_] Voglio dire...

source: [_mc_] Sorry, I needed some time.
fr_fr: [_mc_] Désolé, j'avais besoin d'un peu de temps.
it_it: [_mc_] Mi dispiace, avevo bisogno di un po' di tempo.

source: [_isabelle_s_sad_] I guess you guys were closer than I realized.
fr_fr: [_isabelle_s_sad_] Je suppose que vous étiez plus proches que moi.
it_it: [_isabelle_s_sad_] Immagino che voi ragazzi eravate più vicini di quanto ho capito.

source: [_mc_] She didn't deserve this.
fr_fr: [_mc_] Elle ne méritait pas ça.
it_it: [_mc_] Lei non meritava questo.

source: [_isabelle_s_sad_] Yeah, I can't imagine what she went through.
fr_fr: [_isabelle_s_sad_] Oui, je ne peux pas imaginer ce qu'elle a fait.
it_it: [_isabelle_s_sad_] Sì, non riesco a immaginare quello che ha passato.

source: [_isabelle_s_sad_] She seemed so happy and future-focused. I still can't believe she would do that.
fr_fr: [_isabelle_s_sad_] Elle semblait tellement heureuse et à l'avenir. Je n'arrive toujours pas à croire qu'elle ferait ça.
it_it: [_isabelle_s_sad_] Sembrava così felice e orientata al futuro. Non riesco ancora a credere che lo avrebbe fatto.

source: [_mc_] She didn't jump.
fr_fr: [_mc_] Elle n'a pas sauté.
it_it: [_mc_] Lei non saltò.

source: [_isabelle_s_thinking_] What do you mean?
fr_fr: [_isabelle_s_thinking_] Que voulez-vous dire?
it_it: [_isabelle_s_thinking_] Che cosa intendi?

source: [_mc_] Well, she did jump, but... she wasn't herself that night.
fr_fr: [_mc_] Eh bien, elle a sauté, mais ... elle n'était pas elle-même cette nuit.
it_it: [_mc_] Beh, ha saltato, ma... non era lei stessa quella notte.

source: [_isabelle_s_thinking_] Yeah, I imagine with a depression that runs that deep—
fr_fr: [_isabelle_s_thinking_] Oui, j'imagine avec une dépression qui court-
it_it: [_isabelle_s_thinking_] Sì, immagino con una depressione che corre quel profondo —

source: [_mc_] No! I mean she wasn't herself, as in, she was in a trance of some sort!{space=-45}
fr_fr: [_mc_] Non ! Je veux dire qu'elle n'était pas elle-même, comme dans, elle était dans une transe de quelque sorte ! { space=-45 }
it_it: [_mc_] No! Voglio dire che non era lei stessa, come in lei era in una trance di qualche tipo!{space=-45}

source: [_isabelle_s_thinking_] What are you suggesting?
fr_fr: [_isabelle_s_thinking_] Qu'est-ce que vous proposez?
it_it: [_isabelle_s_thinking_] Cosa stai suggerendo?

source: [_mc_] She wasn't depressed or suicidal. She was sort of... hypnotized?
fr_fr: [_mc_] Elle n'était pas déprimée ni suicidaire. Elle était ... hypnotisée?
it_it: [_mc_] Non era depressa o suicida. Era una sorta di... ipnotizzata?

source: [_isabelle_s_sad_] I know it's hard when people you're close to...
fr_fr: [_isabelle_s_sad_] Je sais que c'est dur quand les gens que vous êtes près ...
it_it: [_isabelle_s_sad_] So che è difficile quando le persone sono vicine...

source: [_isabelle_s_sad_] When my sister—
fr_fr: [_isabelle_s_sad_] Quand ma sœur-
it_it: [_isabelle_s_sad_] Quando mia sorella—

source: [_mc_] This wasn't a suicide attempt! [withvpunch]
fr_fr: [_mc_] Ce n'était pas une tentative de suicide ! [withvpunch]
it_it: [_mc_] Questo non è stato un tentativo di suicidio! [withvpunch]

source: [_mc_] Remember that doll?
fr_fr: [_mc_] Rappelez-vous cette poupée?
it_it: [_mc_] Ricordate quella bambola?

source: [_mc_] It was all a scheme. Someone did this to her.
fr_fr: [_mc_] C'était tout un schéma. Quelqu'un l'a fait pour elle.
it_it: [_mc_] È stato tutto uno schema. Qualcuno le ha fatto questo.

source: [_isabelle_s_skeptical_] Are you saying it was an attempted murder?
fr_fr: [_isabelle_s_skeptical_] Êtes-vous en train de dire que c'était une tentative de meurtre?
it_it: [_isabelle_s_skeptical_] Stai dicendo che è stato un tentativo di omicidio?

source: [_mc_] Yes!
fr_fr: [_mc_] Oui !
it_it: [_mc_] Sì!

source: [_isabelle_s_skeptical_] Did you tell the police?
fr_fr: [_isabelle_s_skeptical_] Avez-vous parlé à la police?
it_it: [_isabelle_s_skeptical_] L'hai detto alla polizia?

source: [_mc_] I did, but they didn't believe me...
fr_fr: [_mc_] Je l'ai fait, mais ils ne me croyaient pas ...
it_it: [_mc_] l'ho fatto, ma non mi hanno creduto...

source: [_isabelle_s_skeptical_] I don't know what to say...
fr_fr: [_isabelle_s_skeptical_] Je ne sais pas quoi dire ...
it_it: [_isabelle_s_skeptical_] Non so cosa dire...

source: [isabelle] doesn't believe me either. It's written all over her face.
fr_fr: [isabelle] ne me croit pas non plus. C'est écrit sur son visage.
it_it: [isabelle] non mi crede. È scritto su tutto il suo volto.

source: [_isabelle_s_concerned_] Look, I believe you, but this was clearly a traumatic event for you.
fr_fr: [_isabelle_s_concerned_] Regardez, je vous crois, mais c'était clairement un événement traumatisant pour vous.
it_it: [_isabelle_s_concerned_] Guarda, ti credo, ma questo è stato chiaramente un evento traumatico per te.

source: [_isabelle_s_concerned_] How do you know?
fr_fr: [_isabelle_s_concerned_] Comment savez-vous?
it_it: [_isabelle_s_concerned_] Come sapete?

source: [_isabelle_s_concerned_] I don't know what to say...
fr_fr: [_isabelle_s_concerned_] Je ne sais pas quoi dire ...
it_it: [_isabelle_s_concerned_] Non so cosa dire...

source: [_isabelle_s_concerned_] The mind can play tricks on you. I know that from experience.
fr_fr: [_isabelle_s_concerned_] L'esprit peut vous jouer des tours. Je le sais d'expérience.
it_it: [_isabelle_s_concerned_] La mente può giocare trucchi su di te. Lo so per esperienza.

source: [_isabelle_s_concerned_] Maybe it would help to talk to someone?
fr_fr: [_isabelle_s_concerned_] Peut-être que ça pourrait aider à parler à quelqu'un?
it_it: [_isabelle_s_concerned_] Forse sarebbe utile parlare con qualcuno?

source: [_mc_] Yeah, maybe it would.
fr_fr: [_mc_] Oui, peut-être.
it_it: [_mc_] Sì, forse lo farebbe.

source: [_isabelle_s_sad_] I can tell you're angry at me.
fr_fr: [_isabelle_s_sad_] Je peux vous dire que vous êtes en colère contre moi.
it_it: [_isabelle_s_sad_] posso dire che sei arrabbiato con me.

source: [_isabelle_s_sad_] But I care about you, and I would hate for you to go off the deep end.{space=-30}
fr_fr: [_isabelle_s_sad_] Mais je m'occupe de vous, et je vous détesterais d'aller à l'extrémité profonde. { space=-30 }
it_it: [_isabelle_s_sad_] Ma mi importa di te, e vorrei odiare che tu vada fuori dalla fine profonda.{space=-30}

source: Maybe it's too big of an ask for her to believe me...
fr_fr: Peut-être que c'est trop gros pour lui demander de me croire ...
it_it: Forse è troppo grande di una richiesta per lei di credermi...

source: She's had her fair share of grief, and is probably just trying to help.
fr_fr: Elle a eu sa juste part de chagrin, et elle essaie probablement juste d'aider.
it_it: Ha avuto la sua giusta parte di dolore, e probabilmente sta solo cercando di aiutare.

source: [_mc_] Thank you for having my back.
fr_fr: [_mc_] Merci d'avoir mon dos.
it_it: [_mc_] Grazie per avermi fatto la schiena.

source: [_isabelle_s_blush_] Of course.
fr_fr: [_isabelle_s_blush_] Bien sûr.
it_it: [_isabelle_s_blush_] Certo.

source: I guess I'll just have to figure this out on my own.
fr_fr: Je suppose que je vais juste m'en sortir seule.
it_it: Immagino che dovrò solo capire questo da solo.

source: A lot has changed in just a few weeks.
fr_fr: Beaucoup de choses ont changé en quelques semaines.
it_it: Molto è cambiato in poche settimane.

source: [kate] doesn't look so scary anymore.
fr_fr: [kate] n'a plus l'air si effrayée.
it_it: [kate] non sembra più così spaventoso.

source: Perhaps, that's what happens when actual grief hits you?
fr_fr: Peut-être, c'est ce qui arrive quand le chagrin réel vous frappe?
it_it: Forse, è quello che succede quando il dolore reale ti colpisce?

source: Or when you lose your spot on the cheerleader squad?
fr_fr: Ou quand vous perdez votre place sur l'escouade des cheerleaders?
it_it: O quando perdi il tuo posto sulla squadra cheerleader?

source: Or perhaps it's just the fact that her air of invulnerability broke for me...
fr_fr: Ou peut-être que c'est juste le fait que son air d'invulnérabilité a cassé le pour moi ...
it_it: O forse è solo il fatto che la sua aria di invulnerabilità ha rotto per me...

source: She doesn't show it, but I'm sure the ghost pig still haunts her memories.
fr_fr: Elle ne le montre pas, mais je suis sûr que le cochon fantôme hante encore ses souvenirs.
it_it: Lei non lo mostra, ma sono sicuro che il maiale fantasma riprende ancora i suoi ricordi.

source: [_flora_s_annoyed_] What?
fr_fr: [_flora_s_annoyed_] Quoi?
it_it: [_flora_s_annoyed_] Cosa?

source: [_mc_] I like the way you... smile.
fr_fr: [_mc_] J'aime la façon dont tu ... souris.
it_it: [_mc_] Mi piace il modo in cui ti sorridi.

source: [_flora_s_annoyed_] I'm not smiling.
fr_fr: [_flora_s_annoyed_] Je ne sourit pas.
it_it: [_flora_s_annoyed_] non sto sorridendo.

source: [_mc_] You could be.
fr_fr: [_mc_] Vous pourriez être.
it_it: [_mc_] Potresti essere.

source: [_flora_s_eyeroll_] I could also smack you.
fr_fr: [_flora_s_eyeroll_] Je pourrais aussi vous frapper.
it_it: [_flora_s_eyeroll_] potrei anche farvi un sorriso.

source: [_mc_] And I would like it.
fr_fr: [_mc_] Et je voudrais ça.
it_it: [_mc_] E mi piacerebbe.

source: [_flora_s_cringe_] Why do you always have to make things weird?
fr_fr: [_flora_s_cringe_] Pourquoi tu dois toujours faire des choses bizarre?
it_it: [_flora_s_cringe_] Perché devi sempre rendere strane le cose?

source: [_flora_s_annoyed_] I see you made it.
fr_fr: [_flora_s_annoyed_] Je vois que vous l'avez fait.
it_it: [_flora_s_annoyed_] Vedo che l'hai fatta.

source: [_mc_] You don't have to look so annoyed...
fr_fr: [_mc_] Vous n'avez pas à regarder si agacé ...
it_it: [_mc_] Non devi sembrare così infastidito...

source: [_flora_s_eyeroll_] Well, I woke up an hour earlier than you to get ready.
fr_fr: [_flora_s_eyeroll_] Eh bien, je me suis réveillé une heure plus tôt que vous pour être prêt.
it_it: [_flora_s_eyeroll_] Beh, mi sono svegliato un'ora prima di te per prepararmi.

source: [_flora_s_eyeroll_] And somehow you still make it on time.
fr_fr: [_flora_s_eyeroll_] Et d'une certaine façon, vous le faites toujours à temps.
it_it: [_flora_s_eyeroll_] E in qualche modo lo fai ancora in tempo.

source: [_mc_] It's a gift I have.
fr_fr: [_mc_] C'est un cadeau que j'ai.
it_it: [_mc_] È un regalo che ho.

source: [_flora_s_annoyed_] The only gift you have is being effortlessly obnoxious.
fr_fr: [_flora_s_annoyed_] Le seul cadeau que vous avez fait est sans effort.
it_it: [_flora_s_annoyed_] L'unico dono che hai è essere inutilmente fastidioso.

source: [_mc_] And your gift is being effortlessly adorable.
fr_fr: [_mc_] Et votre cadeau est sans effort adorable.
it_it: [_mc_] E il vostro dono è essere senza sforzo adorabile.

source: [_flora_s_afraid_] Not so loud!
fr_fr: [_flora_s_afraid_] Pas si fort !
it_it: [_flora_s_afraid_] Non così forte!

source: [_mc_] Why not? It's not like anyone's paying attention.
fr_fr: [_mc_] Pourquoi pas? Ce n'est pas comme quelqu'un qui prête attention.
it_it: [_mc_] Perché no? Non è come se qualcuno prestasse attenzione.

source: [_mc_] Hey, everyone! Doesn't [flora] look nice today?
fr_fr: [_mc_] Hey, tout le monde ! Le [flora] n'a-t-il pas l'air sympa aujourd'hui?
it_it: [_mc_] Ciao a tutti! Non è bello il sito [flora] oggi?

source: [_flora_s_embarrassed_] Don't listen to him! He's just being annoying!
fr_fr: [_flora_s_embarrassed_] Ne l'écoutez pas ! Il est juste agaissant !
it_it: [_flora_s_embarrassed_] Non ascoltatelo! È solo fastidioso!

source: [_mc_] See? No one even noticed.
fr_fr: [_mc_] Voir? Personne ne l'a même remarqué.
it_it: [_mc_] Vedi? Nessuno ha nemmeno notato.

source: [_flora_s_skeptical_] I don't want to hear another word out of your mouth.
fr_fr: [_flora_s_skeptical_] Je ne veux pas entendre un autre mot de votre bouche.
it_it: [_flora_s_skeptical_] Non voglio sentire un'altra parola dalla tua bocca.

source: [_mc_] You're not wrong, you're just an—
fr_fr: [_mc_] Vous n'avez pas tort, vous êtes juste un-
it_it: [_mc_] Non hai torto, sei solo un—

source: [_flora_s_angry_] I dare you to finish that sentence.
fr_fr: [_flora_s_angry_] Je vous oserais terminer cette phrase.
it_it: [_flora_s_angry_] Ti sfido a finire quella frase.

source: She looks serious. I better not push my luck.
fr_fr: Elle a l'air sérieuse. Je ne ferais mieux de ma chance.
it_it: Sembra seria. Meglio non spingere la mia fortuna.

source: Stay and pray, was it? Hmm... I need to play more FPS games.
fr_fr: Restez et priez, n'est-ce pas? Hmm ... J'ai besoin de jouer plus de jeux à FPS.
it_it: Resta e prega, vero? Hmm... Ho bisogno di giocare più giochi FPS.

source: [_mrsl_s_excited_] Good morning, everyone, and welcome to the new semester!
fr_fr: [_mrsl_s_excited_] Bonjour, tout le monde, et bienvenue au nouveau semestre !
it_it: [_mrsl_s_excited_] Buongiorno, tutti e benvenuti al nuovo semestre!

source: How can she be so chipper after what happened to [lindsey]?
fr_fr: Comment peut-elle être si chipper après ce qui est arrivé au [lindsey]?
it_it: Come può essere così chipper dopo quello che è successo ad [lindsey]?

source: [_mrsl_s_concerned_] I'm sure you all know by now that one of the students here got hurt right before the break.
fr_fr: [_mrsl_s_concerned_] Je suis sûr que vous savez tous d'ici que l'un des étudiants ici a été blessé juste avant la pause.
it_it: [_mrsl_s_concerned_] Sono sicuro che sappiate tutti che uno degli studenti qui si è ferito subito prima della pausa.

source: [_mrsl_s_concerned_] I spoke to [lindsey]'s mother this morning, and [lindsey] is still in a coma.
fr_fr: [_mrsl_s_concerned_] J'ai parlé à la mère de [lindsey]ce matin, et [lindsey] est toujours dans le coma.
it_it: [_mrsl_s_concerned_] Ho parlato con la madre di [lindsey]questa mattina, e [lindsey] è ancora in coma.

source: [_mrsl_s_concerned_] She has our thoughts and prayers.
fr_fr: [_mrsl_s_concerned_] Elle a nos pensées et nos prières.
it_it: [_mrsl_s_concerned_] Lei ha i nostri pensieri e preghiere.

source: [_mrsl_s_confident_] Now, the classes will continue as usual, but this semester, everyone{space=-5} has to pick an extracurricular activity!
fr_fr: [_mrsl_s_confident_] Maintenant, les classes vont continuer comme d'habitude, mais ce semestre, tout le monde { space=-5 } doit choisir une activité extracurriculaire !
it_it: [_mrsl_s_confident_] Ora, le classi continueranno come al solito, ma questo semestre, tutti{space=-5} deve scegliere un'attività extracurricolare!

source: [_mrsl_s_confident_] There are several options, but I'll provide you with more information on that later.
fr_fr: [_mrsl_s_confident_] Il y a plusieurs options, mais je vous fournirai plus d'information à ce sujet plus tard.
it_it: [_mrsl_s_confident_] Ci sono diverse opzioni, ma vi fornirò ulteriori informazioni su questo più tardi.

source: [_mrsl_s_flirty_] If anyone has a question, stick around after the assembly.
fr_fr: [_mrsl_s_flirty_] Si quelqu'un a une question, bâtonnet après l'assemblée.
it_it: [_mrsl_s_flirty_] Se qualcuno ha una domanda, attenersi dopo l'assemblea.

source: [_mrsl_s_flirty_] If not, you're free to get on with your day!
fr_fr: [_mrsl_s_flirty_] Si ce n'est pas le cas, vous êtes libre de vous rendre avec votre journée !
it_it: [_mrsl_s_flirty_] In caso contrario, sei libero di andare avanti con la tua giornata!

source: She spoke to [lindsey]'s mom?
fr_fr: Elle a parlé à la mère de [lindsey]'s?
it_it: Ha parlato con la mamma di [lindsey]?

source: I thought her mother blocked all calls, but apparently just mine...
fr_fr: Je pensais que sa mère a bloqué tous les appels, mais apparemment juste le mien ...
it_it: Pensavo che sua madre bloccasse tutte le chiamate, ma apparentemente solo mie...

source: Maybe [mrsl] knows more.
fr_fr: Peut-être que le [mrsl] en sait plus.
it_it: Forse [mrsl] sa di più.

source: [_mrsl_s_excited_] How can I help you today, [mc]?
fr_fr: [_mrsl_s_excited_] Comment puis-je vous aider aujourd'hui, [mc]?
it_it: [_mrsl_s_excited_] Come posso aiutarti oggi, [mc]?

source: [_mc_] It's about [lindsey].
fr_fr: [_mc_] C'est environ [lindsey].
it_it: [_mc_] Si tratta di [lindsey].

source: [_mrsl_s_afraid_] I'm very sorry. I know you were close.
fr_fr: [_mrsl_s_afraid_] Je suis vraiment désolé. Je sais que tu étais proche.
it_it: [_mrsl_s_afraid_] mi dispiace molto. So che eravate vicini.

source: [_mc_] Thanks...
fr_fr: [_mc_] Merci ...
it_it: [_mc_] Grazie...

source: [_mc_] I was wondering if you knew anything else about her condition?
fr_fr: [_mc_] Je me demandais si tu savais autre chose de son état?
it_it: [_mc_] Mi stavo chiedendo se sapessi qualcos'altro sulla sua condizione?

source: [_mc_] I've been trying to call, but...
fr_fr: [_mc_] J'ai essayé d'appeler, mais ...
it_it: [_mc_] Ho provato a chiamare, ma...

source: [_mrsl_s_concerned_] [lindsey]'s parents are still very upset. I think you should give them some space.
fr_fr: [_mrsl_s_concerned_] Les parents de [lindsey]sont encore très bouleversé. Je pense que vous devriez leur donner un peu d'espace.
it_it: I genitori di [_mrsl_s_concerned_] [lindsey]sono ancora molto turbati. Penso che dovresti dare loro un po' di spazio.

source: [_mrsl_s_concerned_] In fact, her mother asked me to let everyone know that they don't want visitors.
fr_fr: [_mrsl_s_concerned_] En fait, sa mère m'a demandé de faire savoir à tous qu'ils ne veulent pas de visiteurs.
it_it: [_mrsl_s_concerned_] In effetti, sua madre mi ha chiesto di far sapere a tutti che non vogliono visitatori.

source: [_mc_] I need to see her...
fr_fr: [_mc_] Je dois la voir ...
it_it: [_mc_] Ho bisogno di vederla...

source: [_mrsl_s_concerned_] I'm sorry I can't help you there.
fr_fr: [_mrsl_s_concerned_] Je suis désolé de ne pas pouvoir t'aider.
it_it: [_mrsl_s_concerned_] mi dispiace di non poterti aiutare lì.

source: If only I could see [lindsey]...
fr_fr: Si seulement je pouvais voir [lindsey]...
it_it: Se solo potessi vedere [lindsey]...

source: I guess I'll have to be patient or something.
fr_fr: Je suppose que je vais devoir être patient ou quelque chose.
it_it: Immagino che dovrò essere paziente o qualcosa.

source: [_mc_] Will you at least let me know if she wakes up?
fr_fr: [_mc_] Est-ce que vous me laissez au moins savoir si elle se réveille?
it_it: [_mc_] Mi farai almeno sapere se si sveglia?

source: [_mrsl_s_thinking_] I suppose there will be an announcement. You'll know when everyone{space=-20} else knows.
fr_fr: [_mrsl_s_thinking_] Je suppose qu'il y aura une annonce. Vous saurez quand tout le monde { space=-20 } le sait.
it_it: [_mrsl_s_thinking_] Suppongo che ci sarà un annuncio. Saprai quando tutti gli altri{space=-20} conoscono.

source: [_mc_] Fair enough, I guess.
fr_fr: [_mc_] Fair, je suppose.
it_it: [_mc_] Bene abbastanza, immagino.

source: Hopefully, [lindsey] will wake up soon and make a full recovery.
fr_fr: Espérons que le [lindsey] se réveillera bientôt et fera une reprise complète.
it_it: Speriamo che [lindsey] si sveglierà presto e farà una ripresa completa.

source: ?flora.love>=10@[flora.love]/10|{image=flora contact_icon}|{image=stats love_3}|"Can we go together?"
fr_fr: ? flora.love> =10 @[flora.love]/10 | { image=flora contact_icon } | { image=stats love_ 3 } | "Pouvons-nous ensemble?"
it_it: ?flora.love>=10@[flora.love]/10<unk> {image=flora contact_icon}<unk> {image=stats love_3}<unk> "Possiamo andare insieme?"

source: "I'm sorry. You look great."
fr_fr: " Je suis désolé. Tu as l'air super. "
it_it: "Mi dispiace. Sembri grande."

source: ?mc.owned_item('ball_of_yarn')@|{image=items ball_of_yarn}|"In that case, it's your lucky day."
fr_fr: ? mc.owned_item ('ball_of_fil') @ | { image = items ball_of_fil } | "Dans ce cas, c'est votre jour de chance."
it_it: ?mc.owned_item('ball_of_yarn')@<unk> {image=items ball_of_yarn}<unk> "In questo caso, è il tuo giorno fortunato."

source: "I don't have any on me..."
fr_fr: "Je n'ai rien sur moi ..."
it_it: "Non ho nessuno su di me..."

source: "Is that a euphemism?"
fr_fr: "C'est un euphémisme?"
it_it: "È un eufemismo?"

source: "It's just as big, if not bigger."
fr_fr: "C'est tout aussi gros, sinon plus."
it_it: "È altrettanto grande, se non più grande."

source: ?mc.charisma>=10@[mc.charisma]/10|{image=stats cha}|"I do all kinds of tricks."
fr_fr: ? mc.charisma> =10 @[mc.charisma]/10 | { image=stats cha } | "Je fais toutes sortes de trucs."
it_it: ?mc.charisma>=10@[mc.charisma]/10<unk> {image=stats cha}<unk> "Faccio tutti i tipi di trucchi."

source: "It's hard when you have me all tongue tied."
fr_fr: "C'est dur quand tu as toutes les langues liées."
it_it: "È difficile quando mi hai tutta la lingua legata."

source: "We've been in the same grade since elementary school..."
fr_fr: "Nous sommes dans la même classe depuis l'école primaire ..."
it_it: "Siamo nella stessa classe dalla scuola elementare..."

source: ?quest.lindsey_motive.actually_finished@|{image=lindsey contact_icon}|{image=stats love}|"Have you tried calling [lindsey]?"
fr_fr: ? quest.lindsey_motive.actually_finished @ | { image = lindsey contact_icon } | { image=stats love } | "Avez-vous essayé appelant le [lindsey]?"
it_it: ?quest.lindsey_motive.actually_finished@<unk> {image=lindsey contact_icon}<unk> {image=stats love}<unk> "Hai provato a chiamare [lindsey]?"

source: "Sorry, I needed some time."
fr_fr: "Désolé, j'avais besoin de temps."
it_it: "Mi dispiace, avevo bisogno di tempo."

source: "I still like you..."
fr_fr: "Je t'aime toujours ..."
it_it: "Mi piacete ancora..."

source: "I didn't mean it like that!"
fr_fr: "Je ne l'ai pas fait comme ça !"
it_it: "Non intendevo dire così!"
