Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_2/fall_*_newfall.po
Languages: fr_fr, it_it

source: My work here is done.
fr_fr: Mon travail ici est fait.
it_it: Il mio lavoro qui è finito.

source: Rest is for the dead.
fr_fr: Le repos est pour les morts.
it_it: Il riposo è per i morti.

source: And those who are afraid of energy drinks.
fr_fr: Et ceux qui ont peur des boissons énergétiques.
it_it: E quelli che hanno paura delle bevande energetiche.

source: I'm definitely not leaving my room anymore today.
fr_fr: Je ne quitte définitivement pas ma chambre aujourd'hui.
it_it: Sicuramente non lascio più la mia stanza oggi.

source: Life, it seems, is all about loss.
fr_fr: La vie, semble-il, c'est une perte.
it_it: La vita, sembra, è tutta una perdita.

source: It doesn't matter how many chances you get.
fr_fr: Peu importe le nombre de chances que vous obtenez.
it_it: Non importa quante possibilità ottiene.

source: You can do your best, give everything you've got, and still end up with your heart shattered against the concrete.
fr_fr: Vous pouvez faire de votre mieux, donner tout ce que vous avez, et finir avec votre cœur brisé par le béton.
it_it: Potete fare del vostro meglio, dare tutto quello che avete ottenuto, e ancora finire con il vostro cuore frantumato contro il cemento.

source: Some things are just outside of your control.
fr_fr: Certaines choses sont juste en dehors de votre contrôle.
it_it: Alcune cose sono appena al di fuori del vostro controllo.

source: Why [lindsey] of all people?
fr_fr: Pourquoi [lindsey] de toutes les personnes?
it_it: Perché [lindsey] di tutte le persone?

source: Why her?
fr_fr: Pourquoi elle?
it_it: Perché lei?

source: Why...?
fr_fr: Pourquoi ...?
it_it: Perché...?

source: The sirens fade into nothing.
fr_fr: Les sirènes n'ont rien à faire.
it_it: Le sirene svaniscono in nulla.

source: All that's left is an empty silence.
fr_fr: Tout ce qui reste, c'est un silence vide.
it_it: Tutto quello che resta è un silenzio vuoto.

source: An empty silence and doubts.
fr_fr: Un silence vide et des doutes.
it_it: Un silenzio vuoto e dei dubbi.

source: Maybe it's my fault for traveling back in time?
fr_fr: Peut-être que c'est ma faute pour voyager dans le temps?
it_it: Forse è colpa mia per aver viaggiato indietro nel tempo?

source: Maybe something broke when she ran into me on that first day?
fr_fr: Peut-être que quelque chose a cassé quand elle a couru en moi ce premier jour?
it_it: Forse qualcosa si è rotto quando mi ha imbattuto in quel primo giorno?

source: Maybe it's all my fault.
fr_fr: Peut-être que c'est de ma faute.
it_it: Forse è tutta colpa mia.

source: Autumn in Newfall.
fr_fr: Automne à Newfall.
it_it: Autunno in Newfall.

source: Ringlets of smoke rise from the chimneys.
fr_fr: Les filets de fumée s'élèvent des cheminées.
it_it: Ringlets di fumo sorgono dai camini.

source: The forest changes into an orange dress, and the girls follow suit.
fr_fr: La forêt change en robe orange, et les filles suivent.
it_it: La foresta si trasforma in un abito arancione, e le ragazze seguono l'abito.

source: Relaxed picnics turn into brisk walks through the parks.
fr_fr: Les pique-niques reaxés se transforment en trottoirs à travers les parcs.
it_it: I picnic rilassati si trasformano in passeggiate a rischio attraverso i parchi.

source: The sweet scents of hot chocolate and pumpkin pies fill the streets.
fr_fr: Les parfums doux de chocolat chaud et de tartes à la citrouille remplissent les rues.
it_it: I dolci profumi di cioccolata calda e torte di zucca riempiono le strade.

source: When the darkness creeps in, the warm lights of the cafés promise an escape from the damp and cold.
fr_fr: Lorsque l'obscurité se cree, les lumières chaudes des cafés promettant une évasion de l'humidité et du froid.
it_it: Quando l'oscurità si insinua, le luci calde del caffè promettono una fuga dall'umidità e dal freddo.

source: People spill in and out, laughing, hugging, and having a carefree time.
fr_fr: Les gens se déverse, rient, se embrassent et ont un temps insouciant.
it_it: La gente si disperde dentro e fuori, ridendo, abbracciando, e avendo un tempo spensierato.

source: Their only worry is if their cone of candied almonds will run out.
fr_fr: Leur seul souci est de savoir si leur cône de bonbons confits va s'en sortir.
it_it: La loro unica preoccupazione è se il loro cono di mandorle candite si esaurirà.

source: They don't understand the pain.
fr_fr: Ils ne comprennent pas la douleur.
it_it: Non capiscono il dolore.

source: They didn't see the look on her face as she tumbled off the roof.
fr_fr: Ils n'ont pas vu le regard sur son visage alors qu'elle s'écroule du toit.
it_it: Non hanno visto lo sguardo sul suo viso mentre si è schiacciata dal tetto.

source: They didn't hear her bones snap.
fr_fr: Ils n'ont pas entendu ses os enfichable.
it_it: Loro non hanno sentito le sue ossa agitare.

source: And of course the cops didn't believe that a doll caused her fall...
fr_fr: Et bien sûr, les flics ne croyaient pas qu'une poupée a causé sa chute ...
it_it: E naturalmente i poliziotti non credevano che una bambola causasse la sua caduta...

source: Her parents blamed me. Some students did as well.
fr_fr: Ses parents m'ont blâmé. Certains étudiants l'ont fait aussi.
it_it: I suoi genitori mi hanno incolpato. Anche alcuni studenti.

source: The world is so unfair...
fr_fr: Le monde est tellement injuste ...
it_it: Il mondo è così ingiusto...

source: [lindsey] would tell them if she could, I'm sure.
fr_fr: [lindsey] leur dirait si elle pouvait, j'en suis sûr.
it_it: [lindsey] direbbe loro se poteva, ne sono sicuro.

source: She would tell them I did everything in my power to save her.
fr_fr: Elle leur dirait que j'ai fait tout ce qui était en mon pouvoir pour la sauver.
it_it: Lei direbbe loro che ho fatto tutto il possibile per salvarla.

source: Every night, I've been praying.
fr_fr: Tous les soirs, j'ai prié.
it_it: Ogni notte, sto pregando.

source: What else can you do?
fr_fr: Que pouvez-vous faire d'autre?
it_it: Che altro potete fare?

source: I always thought that religion was a big scam, but now I understand.{space=-5}
fr_fr: J'ai toujours pensé que la religion était une grosse escroquante, mais maintenant je comprends. { space=-5 }
it_it: Ho sempre pensato che la religione fosse una grande truffa, ma ora capisco.{space=-5}

source: Religion is for the powerless. It's for those refusing to let go of hope.{space=-20}
fr_fr: La religion est pour l'impuissance. C'est pour ceux qui refusent de laisser partir l'espoir. { space=-20 }
it_it: La religione è per gli impotenti. È per coloro che rifiutano di lasciare andare la speranza.{space=-20}

source: For those balancing on the edge between ruin and bliss.
fr_fr: Pour ceux qui équilibrages sur le bord entre ruine et bliss.
it_it: Per coloro che bilanciano sul bordo tra rovina e beatitudine.

source: If only I could take her hand in mine...
fr_fr: Si seulement je pouvais prendre sa main dans la mienne ...
it_it: Se solo potessi prendere la sua mano nella mia...

source: Wake her with a kiss...
fr_fr: Wake her avec un baiser ...
it_it: La sveglia con un bacio...

source: See those big blue eyes open again...
fr_fr: Voir ces grands yeux bleus ouverts à nouveau ...
it_it: Vedere quei grandi occhi azzurri si aprono di nuovo...

source: That's what I pray for.
fr_fr: C'est ce que je prie.
it_it: È quello per cui prego.

source: Please, give me a sign!
fr_fr: S'il vous plaît, donnez-moi un signe !
it_it: Per favore, dammi un segno!

source: [_hidden_number_] Do not give up.{nw}
fr_fr: [_hidden_number_] Ne pas abandonner.{nw}
it_it: [_hidden_number_] non arrendersi.{nw}

source: Thanks for the pep talk. Exactly what I needed.
fr_fr: Merci pour le discours pep. Exactement ce dont j'avais besoin.
it_it: Grazie per il colloquio pep. Esattamente quello che avevo bisogno.

source: It's hard to find anyone so out of touch...
fr_fr: Il est difficile de trouver quelqu'un de si hors de contact ...
it_it: È difficile trovare qualcuno così fuori tocco...

source: And then there's me...
fr_fr: Et puis il y a moi ...
it_it: E poi c'è me...

source: Two weeks of sleepless nights and what ifs.
fr_fr: Deux semaines de nuits blanches et de si.
it_it: Due settimane di notti insonne e ciò che sei.

source: Perhaps it's karma hitting me.
fr_fr: Peut-être que c'est un karma qui me frappe.
it_it: Forse mi sta colpendo il karma.

source: Payback for the betrayal against [isabelle].
fr_fr: Payback pour la trahison contre [isabelle].
it_it: Rimborso per il tradimento contro [isabelle].

source: Payback for breaking the status quo with [isabelle].
fr_fr: Payback pour rupture du statu quo avec [isabelle].
it_it: Rimborso per la rottura dello status quo con [isabelle].

source: Why would [lindsey] jump off the roof?
fr_fr: Pourquoi [lindsey] sauter du toit?
it_it: Perché [lindsey] saltare dal tetto?

source: She had so much to live for...
fr_fr: Elle avait tant à vivre pour ...
it_it: Aveva così tanto da vivere...

source: Not that she's dead, of course, but surely that was her intention.
fr_fr: Non pas qu'elle soit morte, bien sûr, mais c'était sûrement son intention.
it_it: Non che sia morta, certamente, ma sicuramente questa era la sua intenzione.

source: It can't be a fun life for her now... even if she does wake up from her coma.
fr_fr: Ça ne peut pas être une vie amusante pour elle maintenant ... même si elle se réveille de son coma.
it_it: Non può essere una vita divertente per lei ora... anche se si sveglia dal suo coma.

source: [_hidden_number_] She needs you.{nw}
fr_fr: [_hidden_number_] Elle a besoin de vous.{nw}
it_it: [_hidden_number_] Lei ha bisogno di te.{nw}

source: Not sure what I can do that a team of the best doctors in the state couldn't do...
fr_fr: Je ne sais pas ce que je peux faire qu'une équipe des meilleurs médecins de l'Etat ne pourrait pas faire ...
it_it: Non so cosa posso fare che una squadra dei migliori medici dello stato non poteva fare...

source: Maybe I could pay her a visit, anyway.
fr_fr: Peut-être que je pourrais lui rendre visite, de toute façon.
it_it: Forse le potrei pagare una visita, comunque.

source: Tomorrow, fall break ends, and everything is supposed to return to normal.
fr_fr: Demain, la chute d'automne se termine, et tout est censé retourner à la normale.
it_it: Domani si concluderà la pausa di caduta, e tutto dovrebbe tornare alla normalità.

source: But how can it?
fr_fr: Mais comment peut-on?
it_it: Ma come può essere?

source: Normalcy has been shattered, maybe forever.
fr_fr: La normalité a été brisé, peut-être pour toujours.
it_it: Normalcy è stato distrutto, forse per sempre.

source: Newfall High is the center of tragedy.
fr_fr: Newfall High est le centre de la tragédie.
it_it: Newfall High è il centro della tragedia.

source: [flora] even said someone had left flowers...
fr_fr: [flora] a même dit que quelqu'un avait laissé des fleurs ...
it_it: [flora] ha anche detto che qualcuno aveva lasciato fiori...

source: They all think [lindsey] is never going to wake up again.
fr_fr: Ils pensent tous que le [lindsey] ne va plus jamais se réveiller.
it_it: Tutti pensano che [lindsey] non si sveglierà mai più.

source: Whoa! Perhaps I should have checked my phone sooner...
fr_fr: Whoa ! Peut-être que j'aurais dû vérifier mon téléphone plus tôt ...
it_it: Choa! Forse avrei dovuto controllare il mio telefono prima...

source: [isabelle] really looks good as a sub. There's no denying that.
fr_fr: [isabelle] a vraiment l'air bien comme un sub. Il n'y a pas de refus.
it_it: [isabelle] sembra davvero buono come un sub. Non c'è niente di negarlo.

source: And [kate] messaging me out of the blue...
fr_fr: Et [kate] me messagerie hors du bleu ...
it_it: E [kate] messaggarmi fuori dal blu...

source: It feels like I've reached a new height of social status.
fr_fr: J'ai l'impression d'avoir atteint une nouvelle hauteur de statut social.
it_it: Sembra di aver raggiunto una nuova altezza di stato sociale.

source: [isabelle] really does seem to care...
fr_fr: Le [isabelle] semble vraiment s'occuper ...
it_it: [isabelle] sembra davvero preoccuparsi...

source: I just haven't had it in me to text her back.
fr_fr: Je n'ai tout simplement pas eu en moi de la redire.
it_it: Non l'ho appena avuto in me per scriverle la schiena.

source: I could definitely sleep for a while longer, but once prone it's hard to get up again...
fr_fr: Je pourrais certainement dormir pendant un peu plus longtemps, mais une fois prédisposé, il est difficile de se lever ...
it_it: Potrei sicuramente dormire più a lungo, ma una volta incline è difficile alzarmi di nuovo...

source: [_mc_] Shit, you scared me.
fr_fr: [_mc_] Shit, tu m'as fait peur.
it_it: [_mc_] Merda, mi hai spaventato.

source: [_flora_s_smile_] Sorry! I thought you were still asleep.
fr_fr: [_flora_s_smile_] Désolé ! Je pensais que vous étiez encore endorp.
it_it: [_flora_s_smile_] Mi dispiace! Pensavo fossi ancora addormentato.

source: [_mc_] Were you spying on me?
fr_fr: [_mc_] Étiez-vous m'espionner?
it_it: [_mc_] Mi stavi spiando?

source: [_flora_s_afraid_] No! Why would I do that?
fr_fr: [_flora_s_afraid_] Non ! Pourquoi je ferais ça?
it_it: [_flora_s_afraid_] No! Perché lo farò?

source: [_mc_] Why do you have to dress like that?
fr_fr: [_mc_] Pourquoi vous habiller comme ça?
it_it: [_mc_] Perché devi vestirti così?

source: [_flora_s_confused_] What's wrong with it?
fr_fr: [_flora_s_confused_] Qu'est-ce qui ne va pas?
it_it: [_flora_s_confused_] Cosa c'è di sbagliato?

source: [_mc_] Nothing... I just don't like it...
fr_fr: [_mc_] Rien ... Je n'aime pas ça ...
it_it: [_mc_] Niente... Semplicemente non mi piace...

source: It means she's ready to move on.
fr_fr: Ça veut dire qu'elle est prête à partir.
it_it: Significa che è pronta a procedere.

source: Ready to start a new life.
fr_fr: Prêt à commencer une nouvelle vie.
it_it: Pronto per iniziare una nuova vita.

source: [_flora_s_annoyed_] Well, tough shit. I'm going to my internship right after the assembly.
fr_fr: [_flora_s_annoyed_] Eh bien, c'est dur. Je vais à mon stage juste après l'assemblée.
it_it: [_flora_s_annoyed_] Beh, la merda dura. Sto andando al mio stage subito dopo l'assemblea.

source: [_flora_s_eyeroll_] Which, by the way, you'll be late for if you don't hurry up.
fr_fr: [_flora_s_eyeroll_] Ce qui, en passant, vous serez en retard si vous ne vous dépêchez pas.
it_it: [_flora_s_eyeroll_] Quando, a proposito, sarai in ritardo per se non ti sbrigi.

source: [_mc_] Can we go together?
fr_fr: [_mc_] Peut-on aller ensemble?
it_it: [_mc_] Possiamo andare insieme?

source: [_flora_s_blush_] Do you want to?
fr_fr: [_flora_s_blush_] Voulez-vous le faire?
it_it: [_flora_s_blush_] Vuoi farlo?

source: [_mc_] Sure. We rarely do.
fr_fr: [_mc_] Sure. Nous le faisons rarement.
it_it: [_mc_] Certo. Raramente lo facciamo.

source: [_flora_s_thinking_] That's true. But you better hurry up, then.
fr_fr: [_flora_s_thinking_] C'est vrai. Mais vous feriez mieux de vous dépêchez.
it_it: [_flora_s_thinking_] È vero. Ma è meglio sbrigarsi, allora.

source: [_mc_] I'm ready to go.
fr_fr: [_mc_] Je suis prêt à partir.
it_it: [_mc_] sono pronto ad andare.

source: [_flora_s_worried_] You haven't even had breakfast...
fr_fr: [_flora_s_worried_] Vous n'avez même pas pris le petit déjeuner ...
it_it: [_flora_s_worried_] Non hai nemmeno fatto colazione...

source: She's pretty adorable when she's trying to take care of me.
fr_fr: Elle est adorable quand elle essaie de m'occuper de moi.
it_it: Lei è piuttosto adorabile quando sta cercando di prendersi cura di me.

source: [_mc_] It's fine. I'll just have an early lunch.
fr_fr: [_mc_] C'est bien. Je vais juste déjeuner tôt.
it_it: [_mc_] Va bene. Avrò solo un primo pranzo.

source: [_flora_s_blush_] Okay! Let's go!
fr_fr: [_flora_s_blush_] Ok ! Allons-y !
it_it: [_flora_s_blush_] Okay! Andiamo!

source: [_mc_] Are you nervous?
fr_fr: [_mc_] Êtes-vous nerveux?
it_it: [_mc_] Sei nervoso?

source: [_flora_s_laughing_] No! Why would I be?
fr_fr: [_flora_s_laughing_] Non ! Pourquoi je serais?
it_it: [_flora_s_laughing_] No! Perché sarò?

source: [_mc_] I don't know...
fr_fr: [_mc_] Je ne sais pas ...
it_it: [_mc_] non lo so...

source: [_flora_s_laughing_] Just going to school together. Nothing weird about it, right?
fr_fr: [_flora_s_laughing_] Juste aller à l'école ensemble. Rien de bizarre, non?
it_it: [_flora_s_laughing_] Andare a scuola assieme. Niente di strano, giusto?

source: [_mc_] Nothing weird at all.
fr_fr: [_mc_] Rien de bizarre du tout.
it_it: [_mc_] Niente di strano.

source: It would be weird if we held hands, though.
fr_fr: Ce serait bizarre si nous nous détenaient les mains.
it_it: Sarebbe strano se tenessimo le mani, però.

source: That's one thing we'll never be able to do in public.
fr_fr: C'est une chose que nous ne pourrons jamais faire en public.
it_it: Questa è una cosa che non saremo mai in grado di fare in pubblico.

source: [_flora_s_flirty_] Come on, then!
fr_fr: [_flora_s_flirty_] Allez, alors !
it_it: [_flora_s_flirty_] Avanti, allora!

source: [_mc_] Right behind you!
fr_fr: [_mc_] Juste derrière vous !
it_it: [_mc_] Proprio dietro di te!

source: [_mc_] I'm sorry. You look great.
fr_fr: [_mc_] Je suis désolé. Tu as l'air super.
it_it: [_mc_] mi dispiace. Tu sembri grande.

source: [_flora_s_angry_] I don't have time for your bullshit...
fr_fr: [_flora_s_angry_] Je n'ai pas le temps pour tes conneries ...
it_it: [_flora_s_angry_] Non ho tempo per le tue stronzate...

source: [_mc_] It wasn't bullshit! You do look good.
fr_fr: [_mc_] Ce n'était pas des conneries ! Tu as l'air bien.
it_it: [_mc_] Non è stata una stronza! Hai un buon aspetto.

source: [_mc_] This style suits you.
fr_fr: [_mc_] Ce style vous convient.
it_it: [_mc_] Questo stile si adatta a te.

source: [_flora_s_concerned_] Really, now?
fr_fr: [_flora_s_concerned_] Vraiement, maintenant?
it_it: [_flora_s_concerned_] Davvero, adesso?

source: [_flora_s_concerned_] I can tell when you're lying.
fr_fr: [_flora_s_concerned_] Je peux dire quand vous mentez.
it_it: [_flora_s_concerned_] posso dire quando stai mentendo.

source: [_mc_] It's really a me-problem. Just... ignore me.
fr_fr: [_mc_] C'est vraiment un problème. Juste ... ne m'en veux pas.
it_it: [_mc_] È davvero un me-problema. Giusto... ignora me.

source: [_flora_s_confident_] That, I don't have a problem with.
fr_fr: [_flora_s_confident_] Je n'ai pas de problème avec.
it_it: [_flora_s_confident_] Questo, non ho problemi con.

source: [_flora_s_confident_] Did I mention you'll be late?
fr_fr: [_flora_s_confident_] Est-ce que je vous ai dit que vous serez en retard?
it_it: [_flora_s_confident_] Ho detto che sarai in ritardo?

source: Damn it. I really need to work on my poker face.
fr_fr: Merde. J'ai vraiment besoin de travailler sur mon visage de poker.
it_it: Dannazione. Ho davvero bisogno di lavorare sulla mia faccia da poker.

source: Wet, cold, and the world dying around you...
fr_fr: Wet, froid, et le monde mourant autour de toi ...
it_it: Bagno, freddo e il mondo che muoiono intorno a te...

source: Autumn really is the worst.
fr_fr: L'automne est vraiment le pire.
it_it: L'autunno è davvero il peggio.

source: As much as I would love getting my shoes and pants wet, now is not the time for such activities.
fr_fr: Tant que j'adorerais faire mouiller mes chaussures et mes pantalons, ce n'est pas le moment pour de telles activités.
it_it: Per quanto mi piacerebbe bagnare le scarpe e i pantaloni, ora non è il momento di queste attività.

source: I'm already late. Better hurry up.
fr_fr: Je suis déjà en retard. Mieux vaut se lever.
it_it: Sono già in ritardo. Meglio sbrigarsi.

source: Everyone's already here, but where is [mrsl]?
fr_fr: Tout le monde est déjà là, mais où est le [mrsl]?
it_it: Tutti sono già qui, ma dov'è [mrsl]?

source: I thought for sure I'd be late...
fr_fr: J'ai pensé que je serais en retard ...
it_it: Ho pensato di sicuro che sarei stato in ritardo...

source: I'm not going to swing out of the window like fucking Tarzan with everyone watching...
fr_fr: Je ne vais pas sortir de la fenêtre comme un putain de Tarzan avec tout le monde qui regarde ...
it_it: Non ho intenzione di oscillare fuori dalla finestra come cazzo Tarzan con tutti a guardare...

source: [maya]... damn... I forgot how cute she is.
fr_fr: [maya]... J'ai oublié à quel point elle est mignonne.
it_it: [maya]... dannato... Ho dimenticato quanto sia carina.

source: Of course, she's always been like a wildfire sweeping through the halls.
fr_fr: Bien sûr, elle a toujours été comme un feu de forêt qui balaie les halls.
it_it: Naturalmente, lei è sempre stato come un fuoco selvaggio spazzando attraverso le sale.

source: Even the jocks steer clear of her, and you can't really blame them.
fr_fr: Même les jocks se braque sur elle, et vous ne pouvez pas les reprocher.
it_it: Anche i jocks si allontanano da lei, e non si può davvero incolpare loro.

source: It is said that being in her mere presence can result in a third degree burn.
fr_fr: On dit que le fait d'être en sa seule présence peut donner lieu à un troisième coup de feu.
it_it: Si dice che la semplice presenza di lei possa provocare un'ustione di terzo grado.

source: Naturally, I was always too much of a pussy to ever talk to her...
fr_fr: Naturellement, j'étais toujours trop une chatte pour lui parler ...
it_it: Naturalmente, ero sempre troppo di una figa per parlare mai con lei...

source: ...but maybe this time I'll try my luck?
fr_fr: ... mais peut-être que cette fois je vais essayer ma chance?
it_it: ...ma forse questa volta proverò la mia fortuna?

source: New semester, new me.
fr_fr: Nouveau semestre, nouveau moi.
it_it: Nuovo semestre, mi nuovo.

source: [_maya_s_bored_] If you're looking for a blowjob, get in line.
fr_fr: [_maya_s_bored_] Si vous êtes à la recherche d'une pipe, allez en ligne.
it_it: [_maya_s_bored_] Se stai cercando un pompino, ottieni in linea.

source: [_mc_] I just wanted to talk...
fr_fr: [_mc_] Je voulais juste parler ...
it_it: [_mc_] volevo solo parlare...

source: [_maya_s_bored_] That'll cost you extra.
fr_fr: [_maya_s_bored_] Cela vous coûtera plus cher.
it_it: [_maya_s_bored_] Ti costerà un extra.

source: Hmm... if I remember correctly, she's into computers and stuff.
fr_fr: Hmm ... si je me souviens bien, elle est dans des ordinateurs et des trucs.
it_it: Hmm... se ricordo correttamente, è in computer e roba.

source: Maybe that's something we have in common?
fr_fr: Peut-être que c'est quelque chose que nous avons en commun?
it_it: Forse è qualcosa che abbiamo in comune?

source: [_mc_] I have a computer question.
fr_fr: [_mc_] J'ai une question informatique.
it_it: [_mc_] Ho una domanda informatica.

source: [_maya_s_bored_] That will still cost you extra.
fr_fr: [_maya_s_bored_] Cela vous coûtera toujours plus cher.
it_it: [_maya_s_bored_] Questo ti costerà ancora.

source: [_mc_] Well, what do you want, then?
fr_fr: [_mc_] Eh bien, qu'est-ce que tu veux, alors?
it_it: [_mc_] Beh, che cosa vuoi, allora?

source: [_maya_s_dramatic_] I want what every girl wants! Love, understanding, and nine inches of throbbing, bulging... kindness.
fr_fr: [_maya_s_dramatic_] Je veux ce que toutes les filles veulent ! L'amour, la compréhension, et neuf pouces de dévalage, la bonté ... la gentillesse.
it_it: [_maya_s_dramatic_] Voglio quello che ogni ragazza vuole! Amore, comprensione, e nove pollici di palpitante, gonfio... gentilezza.

source: [_maya_s_sarcastic_] But I'll settle for a ball of yarn.
fr_fr: [_maya_s_sarcastic_] Mais je vais m'installer pour une boule de fil.
it_it: [_maya_s_sarcastic_] Ma mi accontenterò di una palla di filato.

source: [_mc_] In that case, it's your lucky day.
fr_fr: [_mc_] Dans ce cas, c'est votre jour de chance.
it_it: [_mc_] In questo caso, è il tuo giorno fortunato.
