Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_2/fall_*_newfall.po
Languages: fr_fr, it_it

source: ?mc.charisma>=6@[mc.charisma]/6|{image=stats cha}|"And your gift is being effortlessly adorable."
fr_fr: ? mc.charisma> =6@[mc.charisma]/6 | { image=stats cha } | "Et votre cadeau est parfaitement adorable."
it_it: ?mc.charisma>=6@[mc.charisma]/6<unk> {image=stats cha}<unk> "E il tuo regalo è senza sforzo adorabile."

source: "You're not wrong, you're just an—"
fr_fr: "Vous n'avez pas tort, vous êtes juste un-"
it_it: "Non hai torto, sei solo un—"

source: [_mc_] I'll be a gentleman and just let you swallow.
it_it: [_mc_] Sarò un gentiluomo e ti lascio ingoiare.

source: [_mc_] I'll, err... keep that in mind.
it_it: [_mc_] Ill, errore... tenete a mente questo.

source: [_mc_] I just have a feeling something isn't right.
it_it: [_mc_] Ho solo la sensazione che qualcosa non sia giusto.
