Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/season_2/q_isabelle_gesture.po
Languages: it_it

source: [_maxine_s_skeptical_] An unseen force, guiding my steps to this very place.
it_it: [_maxine_s_skeptical_] Una forza invisibile, guida i miei passi proprio in questo luogo.

source: [_maxine_s_skeptical_] Like a magnet, tugging at something buried deep in my subconscious{space=-30} mind.
it_it: [_maxine_s_skeptical_] Come un magnete, tugging a qualcosa sepolto in profondità nel mio subconscio{space=-30} mente.

source: [_mc_] Like a deja vu kind of thing?
it_it: [_mc_] Come un tipo di cosa deja vu?

source: [_maxine_s_excited_] Exactly like that!
it_it: [_maxine_s_excited_] Proprio così!

source: [_maxine_s_excited_] Except it's persisting beyond the usual time-window of a regular deja{space=-25} vu experience.
it_it: [_maxine_s_excited_] Tranne che è persistente oltre la solita finestra temporale di una normale deja{space=-25} esperienza vu.

source: [_mc_] Maybe you need some time off?
it_it: [_mc_] Forse hai bisogno di un po' di tempo libero?

source: [_mc_] I mean, do you even sleep?
it_it: [_mc_] Voglio dire, dormi ancora?

source: [_maxine_s_concerned_] It's right at the tip of my tongue. I can't sleep now.
it_it: [_maxine_s_concerned_] È proprio alla punta della mia lingua. Non riesco a dormire ora.

source: [_mc_] I guess getting some fresh air out here would probably help, too.
it_it: [_mc_] Credo che ottenere un po 'di aria fresca fuori qui probabilmente aiuterebbe, troppo.

source: [_maxine_s_concerned_] If only I could... dig a little deeper... I know there's something there...{space=-10}
it_it: [_maxine_s_concerned_] Se solo potesso... scava un po' più in profondità... So che c'è qualcosa là...{space=-10}

source: [_mc_] Maybe your primal urges led you to a potential sexual partner?
it_it: [_mc_] Forse i tuoi impulsi primari ti hanno portato a un potenziale partner sessuale?

source: [_maxine_s_eyeroll_] I've been out here for the last hour.
it_it: [_maxine_s_eyeroll_] Sono stato qui per l'ultima ora.

source: [_maxine_s_eyeroll_] I'm sure I would've found that person by now.
it_it: [_maxine_s_eyeroll_] Sono sicuro che avrei trovato quella persona ormai.

source: [_mc_] Okay, Miss Savage! I wasn't looking for a third degree burn.
it_it: [_mc_] Okay, signorina Savage! Non stavo cercando un'ustione di terzo grado.

source: [_maxine_s_skeptical_] This goes deeper. It's like an itch I can't scratch.
it_it: [_maxine_s_skeptical_] Questo è più profondo. È come un prurito che non riesco a graffiare.

source: [maxine] seems a bit lost, which is unusual for her.
it_it: [maxine] sembra un po' perduta, il che è insolito per lei.

source: She usually walks with purpose, trying to solve the mysteries of the universe.
it_it: Di solito cammina con scopo, cercando di risolvere i misteri dell'universo.

source: But something about this forest glade clearly has her in some sort of manic obsession.
it_it: Ma qualcosa di questo glade di foresta la ha chiaramente in una sorta di ossessione maniacale.

source: [_mc_] Anyway, I just came here to pick some flowers for [isabelle]. I'll be on my way.
it_it: [_mc_] Comunque, sono appena venuto qui per raccogliere alcuni fiori per [isabelle]. Sarò sulla mia strada.

source: [_maxine_s_thinking_] Oh? I had no idea she was a floral specialist.
it_it: [_maxine_s_thinking_] Oh? Non avevo idea che fosse una specialista floreale.

source: [_maxine_s_thinking_] I, myself, am something of a hobbyist.
it_it: [_maxine_s_thinking_] Io, io, sono qualcosa di un hobbista.

source: [_mc_] It's for an apology, actually.
it_it: [_mc_] È per una scusa, in realtà.

source: [_maxine_s_sad_] Why? What did she do to the flowers?
it_it: [_maxine_s_sad_] Perché? Cosa ha fatto ai fiori?

source: [_mc_] Nothing. I'm the one apologizing.
it_it: [_mc_] Niente. Sono quello che mi scusa.

source: [_maxine_s_sad_] What did {i}you{/} do to the flowers?
it_it: [_maxine_s_sad_] Cosa hai fatto {i}tu{/} ai fiori?

source: [_mc_] It's what I did to [isabelle]...
it_it: [_mc_] È quello che ho fatto per [isabelle]...

source: [_maxine_s_thinking_] You're not making any sense at all.
it_it: [_maxine_s_thinking_] Non hai alcun senso.

source: [_mc_] Me?! Who even apologizes to flowers?!
it_it: [_mc_] Io?! Chi si scusa anche con i fiori?!

source: [_maxine_s_eyeroll_] It's the polite thing to do when you tread on them.
it_it: [_maxine_s_eyeroll_] È la cosa gentile da fare quando si batte su di loro.

source: [_maxine_s_eyeroll_] They really appreciate it.
it_it: [_maxine_s_eyeroll_] Lo apprezzano davvero.

source: [_mc_] Is that why you're out here?
it_it: [_mc_] È per questo che sei fuori qui?

source: [_maxine_s_confident_] Yes.
it_it: [_maxine_s_confident_] Sì.

source: [_maxine_s_skeptical_] Wait, no. There's something else here, but I can't figure out what...
it_it: [_maxine_s_skeptical_] Aspetta, no. C'è qualcos'altro qui, ma non riesco a capire cosa...

source: [_mc_] All right, keep your secrets.
it_it: [_mc_] Va bene, tieni i tuoi segreti.

source: [_mc_] I'm just going to leave...
it_it: [_mc_] Sto solo per andarmene...

source: [_maxine_s_confident_hands_down_] Farewell! And remember to be kinder to the flowers.
it_it: [_maxine_s_confident_hands_down_] Addio! E ricordatevi di essere più gentili ai fiori.

source: [_maxine_s_confident_hands_down_] You never know when they'll take their moment to strike.
it_it: [_maxine_s_confident_hands_down_] Non sai mai quando prenderanno il loro momento di colpire.

source: Well, that was weird... as usual.
it_it: Bene, questo era strano ... come al solito.

source: Whatever. [isabelle] is my only concern right now.
it_it: Qualunque cosa. [isabelle] è la mia unica preoccupazione in questo momento.

source: With flowers and a letter of indulgence in hand, only one thing remains...{space=-90}
it_it: Con i fiori e una lettera di indulgenza in mano, rimane solo una cosa...{space=-90}

source: Spending money on expensive chocolate.
it_it: Spendere denaro su cioccolato costoso.

source: I sure hope this works. I can't afford to go bankrupt again.
it_it: Io non posso permettermi di andare di nuovo in bancarotta.

source: No faster way to get ahold of some chocolates than the good old interweb...
it_it: Nessun modo più veloce per ottenere l'possesso di alcuni cioccolatini che il buon vecchio interweb...

source: Modern convenience at double the cost.
it_it: La comodità moderna al doppio del costo.

source: Thanks, rainforest!
it_it: Grazie, foresta pluviale!

source: Hmm... here on this fast and easy website I have a variety of choices...{space=-45}
it_it: Hmm... qui su questo sito web facile e veloce Ho una varietà di scelte...{space=-45}

source: Word on the street is that this is quality chocolate.
it_it: La parola sulla strada è che questo è cioccolato di qualità.

source: Only the best for [isabelle].
it_it: Solo il migliore per [isabelle].

source: {i}"Chocolate so good, she'll want to bone you after!"{/}
it_it: {i}"Cioccolato così buono, lei vorrà osare dopo!"{/}

source: Let's put that slogan to the test.
it_it: Mettiamo quel slogan alla prova.

source: It's not exactly the most expensive chocolate on the market...
it_it: Non è esattamente il cioccolato più costoso sul mercato...

source: ...but it's the thought that counts, right?
it_it: ...ma è il pensiero che conta, giusto?

source: Okay, now for the waiting game...
it_it: Ok, ora per il gioco in attesa...

source: Okay. There she is.
it_it: OK. Là che è.

source: Still looking moody.
it_it: Ancora un aspetto lunatico.

source: But [jo] is a woman, which means she understands them, right?
it_it: Ma [jo] è una donna, il che significa che li capisce, giusto?

source: Surely, she wouldn't lead me astray and let this whole thing blow up in my face...
it_it: Sicuramente, lei non mi condurrebbe fuorviante e lasciava che tutta questa cosa esplodesse in faccia...

source: Time to apologize like I mean it.
it_it: È tempo di scusarmi come lo voglio dire.

source: [_isabelle_s_annoyed_] I'm surprised to see you back for more so soon.
it_it: [_isabelle_s_annoyed_] Sono sorpreso di rivederti per più presto.

source: [_mc_] What can I say? You're worth weathering the moods for.
it_it: [_mc_] Che cosa posso dire? Vale la pena sopportare gli stati d'animo.

source: [_isabelle_s_sad_] I guess I can hold onto a grudge...
it_it: [_isabelle_s_sad_] Immagino di poter aggrapparmi su un rancore...

source: That's an understatement.
it_it: È un eufemismo.

source: I better tread lightly here, though.
it_it: Farei meglio a fare un battistrada leggermente qui, però.

source: [_mc_] I understand why you're upset.
it_it: [_mc_] Capisco perché sei turbato.

source: [_mc_] I, err... I got you some flowers.
it_it: [_mc_] Io, errore... Ti ho preso dei fiori.

source: [_isabelle_s_thinking_] That's... sweet.
it_it: [_isabelle_s_thinking_] che... dolce.

source: [isabelle] doesn't seem totally sold on the bouquet.
it_it: [isabelle] non sembra completamente venduto sul bouquet.

source: Probably because she's not like other girls.
it_it: Probabilmente perché non è come altre ragazze.

source: She can't just be bought with pretty things and empty words.
it_it: Non può essere comprata solo con belle cose e parole vuote.

source: Damn it! I knew it!
it_it: Dannazione! Lo sapevo!

source: Oh, well. Too late to turn back now.
it_it: Oh, bene. Troppo tardi per tornare indietro.

source: [_mc_] And some chocolate...
it_it: [_mc_] E un po' di cioccolato...

source: [_isabelle_s_afraid_] My dad bought me this once when he had to break the news we were{space=-20} moving yet again. It's some of the best there is.
it_it: [_isabelle_s_afraid_] Mio papà mi ha comprato questa volta quando ha dovuto rompere le notizie che eravamo {space=-20} ancora una volta. È alcuni dei migliori che ci sia.

source: [_isabelle_s_flirty_] When it melts in your mouth... it's like a taste of heaven.
it_it: [_isabelle_s_flirty_] Quando si scioglie in bocca... è come un assaggio del cielo.

source: [_mc_] So, just like when I kiss you?
it_it: [_mc_] Allora, proprio come quando ti bacio?

source: [_isabelle_s_blush_] Is this your way of apologizing?
it_it: [_isabelle_s_blush_] È questo il vostro modo di scusarsi?

source: [_isabelle_s_cringe_] I've seen the marketing campaigns for this chocolate.
it_it: [_isabelle_s_cringe_] Ho visto le campagne di marketing per questo cioccolato.

source: [_isabelle_s_cringe_] Does this mean what I think it means?
it_it: [_isabelle_s_cringe_] Questo significa che cosa penso significa?

source: Shit. What does she think it means?
it_it: Che cosa pensa che significa?

source: [_mc_] Err, I don't know...
it_it: [_mc_] Err, non lo so...

source: [_isabelle_s_annoyed_] So, is this your way of apologizing?
it_it: [_isabelle_s_annoyed_] Quindi, è questo il vostro modo di scusarsi?

source: [_isabelle_s_afraid_] What's this?
it_it: [_isabelle_s_afraid_] Che cos'è?

source: [_mc_] Err, chocolate?
it_it: [_mc_] Err, cioccolato?

source: [_isabelle_s_cringe_] I can see that...
it_it: [_isabelle_s_cringe_] posso vederlo...

source: [_isabelle_s_cringe_] ...and I can see what you think I'm worth.
it_it: [_isabelle_s_cringe_] ...e posso vedere quello che pensate che valga la pena.

source: Crap. She doesn't like it.
it_it: Crap. Non le piace.

source: I really shouldn't have cheaped out...
it_it: Io non avrei dovuto fare buon mercato...

source: [_mc_] Well, partly.
it_it: [_mc_] Beh, in parte.

source: [_mc_] I also wrote you a letter.
it_it: [_mc_] Ti ho scritto anche una lettera.

source: [_isabelle_s_skeptical_] Thanks, I think?
it_it: [_isabelle_s_skeptical_] Grazie, penso?

source: She opens it and just stands there for a moment.
it_it: Lei lo apre e sta lì solo per un momento.

source: Her eyes scanning my messy handwriting.
it_it: I suoi occhi scansionano la mia calligrafia disordinata.

source: She bites her lip, the color rising in her cheeks.
it_it: Lei morde il labbro, il colore che sale nelle sue guance.

source: My heart flutters with hope...
it_it: Il mio cuore flutters con speranza...

source: ...but then her face falls.
it_it: ...ma poi il suo viso cade.

source: Worry creeps into the lines on her face, and sadness pools in her eyes.{space=-55}
it_it: La preoccupazione si insinua nelle linee sul suo viso e la tristezza si piscina negli occhi.{space=-55}

source: [_mc_] Err, what's wrong?
it_it: [_mc_] Err, cosa c'è di sbagliato?

source: [_isabelle_s_sad_] It's just... how do I know you won't do something like this again?
it_it: [_isabelle_s_sad_] È solo... come faccio a sapere che non farai di nuovo qualcosa del genere?

source: [_isabelle_s_sad_] And do you think you can just pomper me with gifts and all will be forgiven?
it_it: [_isabelle_s_sad_] E pensi che tu possa solo pompare me con regali e tutti saranno perdonati?

source: [_mc_] Look, I don't know what else you want from me, okay?
it_it: [_mc_] Guarda, non so cos'altro vuoi da me, okay?

source: [_mc_] Any other girl would be more than happy with a gesture like this!
it_it: [_mc_] Qualsiasi altra ragazza sarebbe più che felice di un gesto come questo!

source: [_isabelle_s_angry_] Any other girl? Seriously?!
it_it: [_isabelle_s_angry_] Qualche altra ragazza? Seriamente?!

source: [_isabelle_s_angry_] Why don't you just go and have your bloody pick of the lot, then?!
it_it: [_isabelle_s_angry_] Perché non andate a prendere il vostro sacco, allora?!

source: [_mc_] I'm sorry. I didn't mean it like that.
it_it: [_mc_] Mi dispiace. Non intendevo dire che così.

source: [_isabelle_s_angry_] Well, it's why we're in this mess in the first place, isn't it?
it_it: [_isabelle_s_angry_] Beh, è perché siamo in questo pasticcio in primo luogo, vero?

source: [_mc_] You're the only one that I want.
it_it: [_mc_] Tu sei l'unica che voglio.

source: [_isabelle_s_annoyed_] Are you going to break into a song and dance now?
it_it: [_isabelle_s_annoyed_] Stai per entrare in una canzone e ballare adesso?

source: [_mc_] No! I mean it.
it_it: [_mc_] No! Voglio dire.

source: [_mc_] I want you to be my girlfriend.
it_it: [_mc_] Voglio che tu sia la mia ragazza.

source: [_mc_] There is no other girl I think of.
it_it: [_mc_] Non c'è altra ragazza a cui penso.

source: [_mc_] Nobody's company I would rather have.
it_it: [_mc_] L'azienda di nessuno preferirei avere.

source: [_mc_] It's you who are constantly running through my mind.
it_it: [_mc_] Sei tu che stai costantemente attraversando la mia mente.

source: [_mc_] When you're not around, it's like an ache in my heart.
it_it: [_mc_] Quando non sei in giro, è come un dolore nel mio cuore.

source: [_mc_] A hole in my stomach.
it_it: [_mc_] Un buco nello stomaco.

source: [_mc_] I hate that I hurt you. And I swear I'll never do it again.
it_it: [_mc_] Io odio che ti faccio del male. E giuro che non lo farò mai più.

source: [_mc_] You deserve everything.
it_it: [_mc_] Meriti tutto.

source: [_isabelle_s_blush_] I... I don't know what to say...
it_it: [_isabelle_s_blush_] Io... Non so cosa dire...

source: [_mc_] You don't have to say anything.
it_it: [_mc_] Non devi dire niente.

source: [_mc_] And I understand if you can't forgive me.
it_it: [_mc_] E capisco se non mi puoi perdonare.

source: [_mc_] But you're the only person that sees me for who I am.
it_it: [_mc_] Ma tu sei l'unica persona che mi vede per chi sono.

source: [_mc_] The only one that gave me a chance when no one else would.
it_it: [_mc_] L'unico che mi ha dato una possibilità quando nessun altro lo farebbe.

source: [_mc_] And the only one that makes me happy.
it_it: [_mc_] E l'unico che mi rende felice.

source: [_isabelle_s_blush_] Truly? Do you mean it?
it_it: [_isabelle_s_blush_] Veramente? Lo intendi?

source: [_mc_] More than anything I've ever said in my life.
it_it: [_mc_] Più di tutto quello che ho mai detto nella mia vita.

source: [_isabelle_s_blush_] Oh, [mc]! I think that's one of the sweetest things I've ever heard.
it_it: [_isabelle_s_blush_] Oh, [mc]! Penso che sia una delle cose più dolci che io abbia mai sentito.

source: [_mc_] Well, it's true.
it_it: [_mc_] Beh, è vero.

source: [_isabelle_s_blush_] I believe you. I feel the same way.
it_it: [_isabelle_s_blush_] Io ti credo. Mi sento allo stesso modo.

source: [_isabelle_s_blush_] Ever since you kept me company on my sister's birthday... I've known{space=-30} that I really like you.
it_it: [_isabelle_s_blush_] Da quando mi hai tenuto compagnia per il compleanno di mia sorella... Ho saputo{space=-30} che mi piace molto.

source: [_isabelle_s_sad_] That's why I got so devastated when I saw you with [kate]. I thought we{space=-45} were meant to be.
it_it: [_isabelle_s_sad_] Ecco perché sono stato così devastato quando ti ho visto con [kate]. Pensavo che fossimo{space=-45} fosse destinato ad essere.

source: [_mc_] We {i}are{/} meant to be together.
it_it: [_mc_] Noi {i}sono{/} doveva essere insieme.

source: [_mc_] I've been an idiot for not seeing it clearly.
it_it: [_mc_] Sono stato un idiota per non averlo visto chiaramente.

source: [_isabelle_s_blush_] Very well. I forgive you.
it_it: [_isabelle_s_blush_] Molto bene. Ti perdono.

source: [_isabelle_s_blush_] And, um, yes... I will be your girlfriend.
it_it: [_isabelle_s_blush_] E, um, sì... Sarò la tua fidanzata.

source: Holy shit. I can't believe it.
it_it: Merda santa. Non riesco a crederci.

source: The way [isabelle] is looking at me right now...
it_it: Il modo in cui [isabelle] mi sta guardando in questo momento...

source: Any trace of anger or hurt... gone.
it_it: Qualsiasi traccia di rabbia o ferita... è andata.

source: Her cheeks flushed with nervous excitement.
it_it: Le sue guance si sono arrossate di eccitazione nervosa.

source: Her big eyes sparkling.
it_it: I suoi grandi occhi scintillanti.

source: It's so strange to see her looking this shy all of a sudden...
it_it: È così strano vederla guardare questo timido tutto un improvviso...

source: She's one of the most confident, self assured people I know.
it_it: Lei è una delle persone più sicure e sicure che conosco.

source: But the idea of being my girlfriend... {i}mine!{/}
it_it: Ma l'idea di essere la mia fidanzata... {i}mia!{/}

source: Turns her all sweet and cute.
it_it: La gira tutta dolce e carina.

source: It makes my heart trip over itself with giddy delight.
it_it: Rende il mio viaggio di cuore su se stesso con gioia giddy.

source: [_mc_] Yeah?
it_it: [_mc_] Sì?

source: [_mc_] You've just made me the happiest guy in all of Newfall.
it_it: [_mc_] Mi hai appena reso il ragazzo più felice di tutto Newfall.

source: [_mc_] I'm serious!
it_it: [_mc_] Sono serio!

source: [_mc_] Come on, let's ditch the rest of the day?
it_it: [_mc_] Avanti, lasciamo cadere il resto della giornata?

source: [_mc_] I just want to spend time with you. Soak up this moment.
it_it: [_mc_] voglio solo trascorrere del tempo con te. Immergi questo momento.

source: [_isabelle_s_confident_] Oh, my! So eager to get me all alone!
it_it: [_isabelle_s_confident_] Oh, mio! Così desideroso di farmi tutti soli!

source: [_mc_] Heh. So excited you said yes.
it_it: [_mc_] Heh. Così eccitato hai detto di sì.

source: [_isabelle_s_confident_] Excited-excited?
it_it: [_isabelle_s_confident_] Eccitato-eccitato?

source: [_mc_] You have no idea.
it_it: [_mc_] Non hai idea.

source: [_isabelle_s_confident_] I don't know... It feels wrong.
it_it: [_isabelle_s_confident_] non lo so... Si sente sbagliato.

source: [_mc_] How can it, when this is so right?
it_it: [_mc_] Come può, quando questo è così giusto?

source: [_isabelle_s_laughing_] Has anyone ever told you that you can be very persistent?
it_it: [_isabelle_s_laughing_] Qualcuno ti ha mai detto che puoi essere molto persistente?

source: I know what happens if I don't...
it_it: So cosa succede se non lo faccio...

source: If I just let everything pass me by, I know where I'll end up.
it_it: Se ho lasciato che tutto mi passi, so dove finirò.

source: [_mc_] Sometimes, you have to be.
it_it: [_mc_] A volte, devi essere.

source: [_mc_] Especially when it's something — or someone — worth having.
it_it: [_mc_] Soprattutto quando è qualcosa — o qualcuno — vale la pena avere.

source: [_isabelle_s_confident_] Oh, bloody hell! All right!
it_it: [_isabelle_s_confident_] Oh, inferno sanguinoso! Va bene!

source: [_isabelle_s_confident_] Let's do it. Let's get out of here.
it_it: [_isabelle_s_confident_] Facciamolo. Usciamo da qui.

source: [_mc_] Okay, come with me!
it_it: [_mc_] Okay, vieni con me!

source: I can't believe it!
it_it: Non ci riesco a credere!

source: My first official girlfriend... and it's [isabelle]!
it_it: La mia prima fidanzata ufficiale... ed è [isabelle]!

source: Fuck, am I glad things worked out like this.
it_it: Cazzo sono contento che le cose abbiano funzionato in questo modo.

source: Better than I could have ever hoped.
it_it: Meglio di quanto avrei mai sperato.

source: [isabelle] and I burst through the door, giggling and giddy.
it_it: [isabelle] ed io scoppiai attraverso la porta, ridacchiando e invischiato.

source: I have never felt like this before. I have never thought I would have the chance.
it_it: Non mi sono mai sentito come questo prima. Non ho mai pensato che avrei avuto la possibilità.

source: To go from a life like I was living before — cold, lonely, and pathetic — to this?
it_it: Andare da una vita come se vivessi prima — freddo, solitario e patetico — a questo?

source: I just want to cherish every moment with her from here on out.
it_it: Voglio solo amare ogni momento con lei da qui in avanti.

source: I feel an endless warmth trickling through me, filling my brain with an elated buzz.
it_it: Sento un calore infinito ingannando attraverso di me, riempiendo il mio cervello con un ronzio esaltato.

source: Drunk on happiness.
it_it: Ubriaco sulla felicità.

source: Triumphant in our reconciliation.
it_it: Trionfante nella nostra riconciliazione.

source: [_isabelle_s_blush_] Where did you go on me?
it_it: [_isabelle_s_blush_] Dove sei andato su di me?

source: [_mc_] Err, nowhere! I just can't believe this is actually happening...
it_it: [_mc_] Err, da nessuna parte! Non riesco a credere che questo stia accadendo...

source: [_mc_] It feels a bit like I'm dreaming.
it_it: [_mc_] Ci si sente un po' come se fossi sognare.

source: [_isabelle_s_blush_] Well, you better believe it.
it_it: [_isabelle_s_blush_] Beh, è meglio crederci.

source: [_isabelle_s_blush_] Because there's no taking it back now.
it_it: [_isabelle_s_blush_] Perché non c'è riprenderlo adesso.

source: [_mc_] Heh. As if I would want to.
it_it: [_mc_] Heh. Come se volessi.

source: [_mc_] I'm the luckiest guy ever.
it_it: [_mc_] sono il ragazzo più fortunato di sempre.

source: [_isabelle_s_blush_] Keep buttering me up like that and see what happens...
it_it: [_isabelle_s_blush_] Continuate a farmi così e a vedere cosa succede...

source: [_mc_] You'll turn into an English breakfast?
it_it: [_mc_] Ti trasformerai in una colazione inglese?

source: [_isabelle_s_laughing_] Stop!
it_it: [_isabelle_s_laughing_] Fermato!

source: We laugh for a moment, and then our eyes meet.
it_it: Rideremo per un momento, e poi i nostri occhi si incontrano.

source: The laughter fades and lapses into an easy, comfortable silence.
it_it: La risata svanisce e si trasforma in un silenzio facile e confortevole.

source: She's willingly mine.
it_it: Lei è volentieri mia.

source: And I guess she sees the hunger in my eyes.
it_it: E immagino che lei vede la fame nei miei occhi.

source: The pink flush of shyness and excitement colors her cheeks again.
it_it: Il filo rosa di timidezza e eccitazione colora le guance di nuovo.

source: And then I'm crossing the room towards her in a single step.
it_it: E poi sto attraversando la stanza verso di lei in un solo passo.
