Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/season_2/q_isabelle_gesture.po
Languages: it_it

source: Our lips meet in an explosion of relief, excitement, and tender newfound hope.
it_it: Le nostre labbra si incontrano in un'esplosione di sollievo, eccitazione e tenera speranza ritrovata.

source: It's a fevered, bruising kiss that scorches my insides and pulsates through my skin.
it_it: È un bacio febbrile, ecchimoso che mi brucia dentro e mi pulsa attraverso la pelle.

source: Her lips consume me.
it_it: Le sue labbra mi consumano.

source: The world disappears and time stops.
it_it: Il mondo scompare e il tempo si ferma.

source: There's only me and [isabelle], in our own little bubble of happiness.
it_it: C'è solo me e [isabelle], nella nostra piccola bolla di felicità.

source: My hand meets the silky skin of her neck.
it_it: La mia mano incontra la pelle setosa del suo collo.

source: My fingers dig into her flesh, desperate to never let go.
it_it: Le mie dita scavano nella sua carne, disperate per non lasciarsi mai andare.

source: [_mc_] Sorry! Did I hurt you?
it_it: [_mc_] Mi dispiace! Ti ho fatto del male?

source: [_isabelle_s_kitchen_kiss_s_forceful_] No, no! It's fine! Don't stop.
it_it: [_isabelle_s_kitchen_kiss_s_forceful_] No, no! Va bene! Non fermarti.

source: Her words come out in a hurried, desperate breath.
it_it: Le sue parole escono in un fiato affrettato e disperato.

source: Her fingers slide up the back of my neck, combing through my hair.
it_it: Le sue dita scivolano sulla parte posteriore del collo, pettinandomi attraverso i capelli.

source: With her body pressed against mine, and our hearts beating in eager synchronization, I feel like I can't get close enough.
it_it: Con il suo corpo premuto contro il mio, e i nostri cuori battono in ansiosa sincronizzazione, mi sento come non riesco a avvicinarmi abbastanza.

source: I can't get enough of the taste of her vanilla lips.
it_it: Non riesco a ottenere abbastanza del gusto delle sue labbra vanigliate.

source: We move through the kitchen in a dream.
it_it: Ci muoviamo attraverso la cucina in un sogno.

source: Until her back hits the counter behind her and she lets out a little gasp.
it_it: Fino a quando la schiena colpisce il contatore dietro di lei e lei lascia fuori un po 'di gasp.

source: The sudden halt gives me the momentum I need to lift her right up on the counter top.
it_it: L'arresto improvviso mi dà lo slancio che ho bisogno di sollevare la sua destra in alto sul contatore.

source: [_isabelle_s_kitchen_sex_s_lifted_up_] Goodness, [mc]...
it_it: [_isabelle_s_kitchen_sex_s_lifted_up_] Bontà, [mc]...

source: My lips find the soft skin of her neck.
it_it: Le mie labbra trovano la pelle morbida del collo.

source: The sweet smell of cinnamon leaves me intoxicated and reeling.
it_it: L'odore dolce della cannella mi lascia intossicato e avvolgente.

source: She moans softly, her breathing strained in my ear.
it_it: Lei lamenta dolcemente, la sua respirazione si è sforzata nell'orecchio.

source: [_isabelle_s_kitchen_sex_s_neck_kiss_] Go on, baby...
it_it: [_isabelle_s_kitchen_sex_s_neck_kiss_] Vai su, bambino...

source: It feels so good when she calls me that.
it_it: Si sente così bene quando mi chiama che.

source: I am officially hers and she is officially mine.
it_it: Io sono ufficialmente lei e lei è ufficialmente mia.

source: The mere thought of it drives me wild.
it_it: Il semplice pensiero di esso mi spinge selvaggio.

source: Kissing and touching her feels different, even.
it_it: Baciare e toccarla si sente diversa, però.

source: Better.
it_it: Meglio.

source: My anticipation only mounts as my dick fully hardens.
it_it: La mia anticipazione monta solo come il mio cazzo completamente indurisce.

source: [isabelle] is so beautiful with her skirt up and her panties to the side.
it_it: [isabelle] è così bella con la gonna in su e le sue mutandine al fianco.

source: She shivers at my gentle touch, unable to take it any longer.
it_it: Lei brividisce al mio tocco gentile, incapace di prenderlo più.

source: [_isabelle_s_kitchen_sex_s_penetration3_] Ohhhh!
it_it: [_isabelle_s_kitchen_sex_s_penetration3_] Ohhhhh!

source: In one fast, hard thrust, my dick perfectly reaches the insides of her pussy.
it_it: In una spinta veloce, dura, il mio cazzo raggiunge perfettamente gli interni della sua figa.

source: It's like they were made for each other.
it_it: È come se fossero stati fatti l'uno per l'altro.

source: And somehow, it feels even better than before.
it_it: E in qualche modo, si sente ancora meglio di prima.

source: Knowing we are exclusive.
it_it: Sapendo che siamo esclusivi.

source: Knowing hers is the only pussy I want hugging my dick.
it_it: Conoscere la sua è l'unica figa che voglio abbracciare il mio cazzo.

source: Knowing my dick is the only one she'll take again and again.
it_it: Conoscere il mio cazzo è l'unico che lei prenderà più e più volte.

source: Squeezing and pulsing around it as she whispers my name.
it_it: Squeezing e pulsing intorno ad esso come lei sussurra il mio nome.

source: Her juices leaking out onto the very counter where [flora] eats.
it_it: I suoi succhi fuoriescono sul contatore dove [flora] mangia.

source: Fuck, that's so hot.
it_it: Scopo, è così caldo.

source: [_isabelle_s_kitchen_sex_s_penetration3_] Mmm, yes! Just like that!
it_it: [_isabelle_s_kitchen_sex_s_penetration3_] Mmm, sì! Proprio così!

source: As I piston in and out of her, she wraps her legs around me, bringing{space=-15} us even closer.
it_it: Mentre io faccio il pistone dentro e fuori di lei, lei avvolge le gambe intorno a me, portando{space=-15} ci ancora più vicino.

source: Making it impossible to pull all the way out of her.
it_it: Rendendo impossibile tirare tutta la strada fuori di lei.

source: Not that I would even want to.
it_it: Non che io voglia nemmeno farlo.

source: Instead, I bury myself as deeply as possible.
it_it: Invece, mi seppellisco il più profondamente possibile.

source: My face inches from hers, my breathing coming in ragged pants as I work my cock within her.
it_it: Il mio viso pollici da lei, il mio respiro venire in pantaloni frastagliati come Io lavoro il mio cazzo dentro di lei.

source: Impossibly close.
it_it: Impossibilmente vicino.

source: As close as two people can be, in every sense.
it_it: Così vicino come due persone possono essere, in ogni senso.

source: [_isabelle_s_kitchen_sex_s_penetration6_] T-that's it, [mc]! Don't stop!
it_it: [_isabelle_s_kitchen_sex_s_penetration6_] T-That it, [mc]! Non fermarti!

source: She tilts her head back and grasps the edge of the counter as she gyrates her hips into me.
it_it: Lei inclina la testa indietro e afferra il bordo del contatore mentre gira i fianchi in me.

source: I hold onto her for dear life, our orgasms building together.
it_it: Io le tengo per la vita cara, i nostri orgasmi che costruiscono insieme.

source: [_mc_] Oh, god! Oh, fuck!
it_it: [_mc_] Oh, Dio! Oh, scopata!

source: [_isabelle_s_kitchen_sex_s_penetration6_] Mmm, yes... cum with me...
it_it: [_isabelle_s_kitchen_sex_s_penetration6_] Mmm, sì... sperma con me...

source: [_isabelle_s_kitchen_sex_s_penetration6_] I'm sooo close!
it_it: [_isabelle_s_kitchen_sex_s_penetration6_] Sono così vicino!

source: Her words are enough to undo me completely.
it_it: Le sue parole sono sufficienti per annullarmi completamente.

source: With one final, desperate thrust, I bottom out deep within her.
it_it: Con una spinta finale e disperata, mi fondo in profondità dentro di lei.

source: Her orgasm hits immediately and mine comes seconds after.
it_it: Il suo orgasmo colpisce immediatamente e il mio arriva pochi secondi dopo.

source: She squeezes down hard, trapping me as I explode with her name on my lips.
it_it: Lei sprema duramente, intrappolandomi mentre esplode con il suo nome sulle mie labbra.

source: My arms wrapped around her, holding on for dear life as we ride wave after wave.
it_it: Le mie braccia avvolte intorno a lei, tenendo per la vita cara mentre cavalchiamo onda dopo onda.

source: [_mc_] God... damn...
it_it: [_mc_] Dio... dannato...

source: The words leave me in a shaky, disbelieving breath as I stand there, tremoring with the aftershocks.
it_it: Le parole mi lasciano in un respiro traballante e discredente mentre mi trovo lì, tremorando con le scosse post-shock.

source: Unleashing final spurts of cum into her quivering pussy.
it_it: Scatenando gli speroni finali di sperma nella sua figa tremolante.

source: [_isabelle_s_kitchen_sex_s_aftermath_] Oh, my god...
it_it: [_isabelle_s_kitchen_sex_s_aftermath_] Oh, mio dio...

source: She trembles in my arms as she finishes milking me for every last drop.
it_it: Lei trema tra le mie braccia mentre finisce di mungermi per ogni ultima goccia di .

source: Our bodies slick with sweat, my face pressed into her neck.
it_it: I nostri corpi brillano di sudore, il mio viso si è spinto nel collo.

source: It was fast... but so fucking good.
it_it: E 'stato veloce... ma così cazzo buono.

source: Each of us just too desperate and hot for the other.
it_it: Ognuno di noi è troppo disperato e caldo per l'altro.

source: [_mc_] God... I think that was the most amazing time yet...
it_it: [_mc_] Dio... Penso che sia stato il tempo più sorprendente ancora...

source: [_isabelle_s_kitchen_sex_s_aftermath_] Who knew being yours could feel so good?
it_it: [_isabelle_s_kitchen_sex_s_aftermath_] Chi sapeva di essere tuo potrebbe sentirsi così bene?

source: [_mc_] Heh. Say it again?
it_it: [_mc_] Heh. Ditelo di nuovo?

source: [_isabelle_s_kitchen_sex_s_aftermath_] What? That I'm yours?
it_it: [_isabelle_s_kitchen_sex_s_aftermath_] Cosa? Quello sono tuo?

source: [_mc_] I don't think I'll ever get tired of hearing that...
it_it: [_mc_] Non penso che mi stancherò mai di sentirlo...

source: She beams at me in silence.
it_it: Lei mi lancia in silenzio.

source: And I can't help but soak in what may very well be the best day of my life.
it_it: E non posso fare a meno di immergermi in quello che può essere il giorno migliore della mia vita.

source: If I could freeze this moment for just a little longer, I would.
it_it: Se potessi congelare questo momento solo un po 'più a lungo, lo farei.

source: Her lips on mine, radiating with satisfaction.
it_it: Le sue labbra sulle mie, irradiandosi di soddisfazione.

source: But we have today and every day that follows to be together.
it_it: Ma oggi e ogni giorno che segue per stare insieme.

source: And I can't wait.
it_it: E non posso aspettare.

source: [_mc_] [jo] and [flora] will be home soon...
it_it: [_mc_] [jo] e [flora] saranno a casa presto...

source: [_isabelle_s_flirty_] We got a bit carried away there, didn't we?
it_it: [_isabelle_s_flirty_] Ci siamo trasportati un po' lì, vero?

source: [_mc_] And I would do it all over again.
it_it: [_mc_] E lo farei di nuovo.

source: [_isabelle_s_flirty_] Easy there, tiger!
it_it: [_isabelle_s_flirty_] Facile lì, tigre!

source: [_isabelle_s_thinking_] I should probably get home...
it_it: [_isabelle_s_thinking_] Probabilmente dovrei tornare a casa...

source: [_mc_] If you must.
it_it: [_mc_] Se dovete.

source: [_isabelle_s_blush_] I'll talk to you later, okay?
it_it: [_isabelle_s_blush_] Ti parlerò più tardi, okay?

source: [_mc_] Okay... girlfriend.
it_it: [_mc_] Okay... fidanzata.

source: [_isabelle_s_blush_] You're cute.
it_it: [_isabelle_s_blush_] sei carino.

source: Man, what a day...
it_it: Uomo, che giorno...

source: Good thing I took [jo]'s advice and everything worked out in the end.
it_it: Buona cosa ho preso il consiglio di [jo]e tutto ha funzionato alla fine.

source: [isabelle] and I are stronger than ever now.
it_it: [isabelle] ed io siamo più forti che mai.

source: And I'm going to keep proving to her that I can be what she deserves.{space=-30}
it_it: E continuerò a dimostrare a lei che posso essere quello che merita.{space=-30}

source: Because she really does deserve the best.
it_it: Perché lei merita davvero il meglio.

source: Crap. I totally forgot to tell [isabelle] about [kate]'s weekly doctor's appointment, didn't I?
it_it: Crap. Ho completamente dimenticato di raccontare [isabelle] dell'appuntamento settimanale del medico di [kate], vero?

source: I better send her a text before I end up forgetting again.
it_it: Farò meglio a mandarle un testo prima di finire per dimenticare di nuovo.

source: [_mc_] And I'm going to spend as long as it takes proving it to you.
it_it: [_mc_] E spenderò tutto il tempo necessario per dimostrarvi.

source: [_isabelle_s_concerned_] It was rather sweet of you to go through all this trouble...
it_it: [_isabelle_s_concerned_] E 'stato piuttosto dolce di voi per passare attraverso tutti questi problemi...

source: [_mc_] Only because I was an idiot for hurting you in the first place.
it_it: [_mc_] Solo perché ero un idiota per farti del male.

source: [_isabelle_s_excited_] True.
it_it: [_isabelle_s_excited_] Vero.

source: [_isabelle_s_excited_] Hopefully, the idiot streak is broken.
it_it: [_isabelle_s_excited_] Speriamo che la striscia idiota sia rotta.

source: [_mc_] Heh. So, we're okay?
it_it: [_mc_] Heh. Quindi, stiamo bene?

source: [_isabelle_s_neutral_] Yes, we're okay.
it_it: [_isabelle_s_neutral_] Sì, stiamo bene.

source: [_isabelle_s_skeptical_] But I don't do that three strikes nonsense.
it_it: [_isabelle_s_skeptical_] Ma non lo faccio tre scioperi sciocchezze.

source: [_mc_] Not a fan of baseball?
it_it: [_mc_] Non un fan del baseball?

source: [_isabelle_s_skeptical_] Not a fan of being slagged off.
it_it: [_isabelle_s_skeptical_] Non è un fan di essere slagganciato.

source: [_mc_] Fair enough.
it_it: [_mc_] abbastanza giusto.

source: [_isabelle_s_neutral_] Anyway, I do appreciate the gesture.
it_it: [_isabelle_s_neutral_] Comunque, apprezzo il gesto.

source: [_isabelle_s_neutral_] What's done is done.
it_it: [_isabelle_s_neutral_] Ciò che è fatto è fatto.

source: [_mc_] Thank you, [isabelle].
it_it: [_mc_] Grazie, [isabelle].

source: With that, she gives me a small, reassuring smile, and then leaves.
it_it: Con questo, mi dà un piccolo sorriso rassicurante, e poi lascia.

source: At least she's not angry with me anymore...
it_it: Almeno non è più arrabbiata con me...

source: ...and from here on out, I will show her just how important she really{space=-10} is to me.
it_it: ...e da qui in poi, le mostrerò quanto sia importante per me{space=-10} .

source: [_mc_] You act like I cheated on you, but we're not a couple.
it_it: [_mc_] Ti comporti come se ti avessi imbrogliato, ma non siamo una coppia.

source: [_isabelle_s_cringe_] Oh, bloody mature, are we?
it_it: [_isabelle_s_cringe_] Oh, maturo sanguinoso, vero?

source: [_mc_] No, just factual.
it_it: [_mc_] No, solo fattuale.

source: [_mc_] I do like you, but we never agreed to be exclusive.
it_it: [_mc_] Mi piace, ma non abbiamo mai accettato di essere esclusivi.

source: [_isabelle_s_cringe_] Brilliant. Just brilliant.
it_it: [_isabelle_s_cringe_] Brillante. Semplicemente brillante.

source: [_isabelle_s_cringe_] So, you wouldn't mind if I shagged... bloody... Chad, then?
it_it: [_isabelle_s_cringe_] Allora, non ti dispiacerebbe se avessi shagged... sanguinoso... Ciad, allora?

source: That name sends a jolt through me.
it_it: Quel nome mi manda un colpo attraverso di sé.

source: A wave of nausea crashing through my stomach.
it_it: Un'ondata di nausea che si schiantano attraverso lo stomaco.

source: [_isabelle_s_cringe_] Since we're not exclusive, you wouldn't mind it, would you?
it_it: [_isabelle_s_cringe_] Dal momento che non siamo esclusivi, non ti dispiacerebbe, vero?

source: [_mc_] The thought makes me sick...
it_it: [_mc_] Il pensiero mi fa ammalare...

source: [_isabelle_s_cringe_] Well, now you know how I feel.
it_it: [_isabelle_s_cringe_] Beh, ora sai come mi sento.

source: [_isabelle_s_thinking_] But I don't think I could get through letting Chad touch me without boaking.
it_it: [_isabelle_s_thinking_] Ma non penso che potrei ottenere attraverso lasciare che il Ciad mi tocca senza boaking.

source: [_isabelle_s_thinking_] Maybe [kate], though.
it_it: [_isabelle_s_thinking_] Forse [kate]però.

source: [_mc_] Wait, what?
it_it: [_mc_] Aspetta, cosa?

source: As her words register, I feel an onslaught of confusing emotions and{space=-15} sensations.
it_it: Mentre le sue parole si iscrivono, sento un assaggio di emozioni confuse e{space=-15} sensazioni.

source: On the one hand, the thought of her and [kate] together... mmm...
it_it: Da un lato, il pensiero di lei e [kate] insieme... mmm...

source: The image automatically makes my dick twitch.
it_it: L'immagine fa automaticamente il mio colpo di cazzo.

source: But on the other hand... what if [isabelle] actually likes it?
it_it: Ma d'altra parte... cosa succede se [isabelle] realmente piace?

source: And likes it more than she does with me?
it_it: E piace di più di lei con me?

source: I don't think I could bear that.
it_it: Non penso di poterlo sopportare.

source: [_mc_] That's very funny...
it_it: [_mc_] È molto divertente...

source: [_isabelle_s_cringe_] I don't see anyone laughing. Do you?
it_it: [_isabelle_s_cringe_] Io non vedo nessuno che rida. Tu tu?

source: She's being serious, isn't she?
it_it: È seria, vero?

source: [_mc_] Err, I guess if that's what it takes for you to forgive me...
it_it: [_mc_] Err, immagino se questo è quello che ti serve per perdonarmi...

source: [_isabelle_s_cringe_] Don't you think it's only fair?
it_it: [_isabelle_s_cringe_] Non pensi che sia solo giusto?

source: [_mc_] I mean, how are you even going to convince her to do it?
it_it: [_mc_] Intendo dire, come la convincerete persino a farlo?

source: [_isabelle_s_annoyed_left_] Oh, don't worry about that. I have a good plan already.
it_it: [_isabelle_s_annoyed_left_] Oh, non preoccuparti di questo. Ho già un buon piano.

source: [_mc_] ...have you been thinking about fucking her?
it_it: [_mc_] ...hai pensato di scoparla?

source: [_isabelle_s_annoyed_] Maybe I have. Maybe I'll choose to be with her instead.
it_it: [_isabelle_s_annoyed_] Forse lo avrò. Forse sceglierò di stare con lei.

source: [_isabelle_s_annoyed_] It's not like we're exclusive anyway, right?
it_it: [_isabelle_s_annoyed_] Non è come se fossimo comunque esclusivi, vero?

source: [_mc_] Okay, now you're just trying to antagonize me.
it_it: [_mc_] Okay, ora stai solo cercando di antagonizzarmi.

source: [_isabelle_s_sad_] Oh? So, you admit that it's antagonizing now?
it_it: [_isabelle_s_sad_] Oh? Così, ammettete che sta antagonizzando adesso?

source: [_isabelle_s_sad_] And perhaps even hurtful?
it_it: [_isabelle_s_sad_] E forse anche ferito?

source: [_mc_] Look, I'm just trying to make things right, okay?
it_it: [_mc_] Guarda, sto solo cercando di fare le cose giuste, okay?

source: [_isabelle_s_annoyed_] I don't see what the problem is.
it_it: [_isabelle_s_annoyed_] Non vedo quale sia il problema.

source: [_isabelle_s_annoyed_] If you get to fuck her, then I get to fuck her, too.
it_it: [_isabelle_s_annoyed_] Se si arriva a scopare lei, allora ottengo a scopare lei, troppo.

source: [_isabelle_s_angry_] A true eye for an eye!
it_it: [_isabelle_s_angry_] Un vero occhio per un occhio!

source: [_mc_] It was only once!
it_it: [_mc_] È stato solo una volta!

source: [_isabelle_s_angry_] I'll only fuck her once, then. No big deal.
it_it: [_isabelle_s_angry_] la scoperò solo una volta, allora. Nessun grande affare.

source: [_mc_] Fine. Whatever.
it_it: [_mc_] Bene. Qualcosa.

source: [_mc_] Let me know when you're done, I guess.
it_it: [_mc_] Fatemi sapere quando avete finito, immagino.

source: [_isabelle_s_cringe_] Oh, no. I'm not just going to do it...
it_it: [_isabelle_s_cringe_] Oh, no. Non mi limiterò a farlo...

source: [_isabelle_s_cringe_] I'm going to do it, and you're going to watch us.
it_it: [_isabelle_s_cringe_] lo farò e ci guarderete.

source: [_isabelle_s_cringe_] I want you to really know how it feels.
it_it: [_isabelle_s_cringe_] Voglio che tu sappia davvero come si sente.

source: Damn. This is some twisted shit.
it_it: Dannazione. Questa è una merda contorta.

source: [_mc_] Seriously?
it_it: [_mc_] Seriamente?

source: [_isabelle_s_cringe_] Seriously.
it_it: [_isabelle_s_cringe_] Seriamente.

source: [_isabelle_s_cringe_] That's the only way I'll forgive you.
it_it: [_isabelle_s_cringe_] Solo così ti perdonerò.

source: [_mc_] All right, fine. I'll come watch.
it_it: [_mc_] Va bene, va bene. Verrò a guardare.

source: [_mc_] I still don't understand how you're going to get [kate] to go along with{space=-20} it, though...
it_it: [_mc_] Non capisco ancora come farai [kate] per andare avanti con{space=-20} , però...

source: [_isabelle_s_annoyed_] Don't you worry about that.
it_it: [_isabelle_s_annoyed_] Non ti preoccupi.

source: [_isabelle_s_annoyed_] Just show up when I text you.
it_it: [_isabelle_s_annoyed_] Basta mostrarti quando ti scrivo.

source: And just like that, she kicks me out.
it_it: E proprio così, lei mi esce fuori.

source: And just like that, she storms off.
it_it: E proprio così, lei si allontana.

source: I still can't tell if she's being serious. I guess I'll just have to wait and see.
it_it: Non riesco ancora a dire se è seria. Immagino che dovrò solo aspettare e vedere.

source: I don't know how we ended up on this road...
it_it: Non so come siamo finiti su questa strada...

source: ...but it doesn't feel like there's any turning back now.
it_it: ...ma non sembra che ci sia una svolta indietro.

source: [_isabelle_] This is what you wanted.
it_it: [_isabelle_] Questo è quello che volevi.

source: [_isabelle_] Come to the English classroom and see how you like it.
it_it: [_isabelle_] Vieni in aula inglese e vedi come ti piace.

source: Somehow, I doubt she's talking about her research paper...
it_it: In qualche modo, dubito che stia parlando del suo documento di ricerca...

source: Is this really happening right now, or is she messing with me?
it_it: Questo sta realmente accadendo in questo momento, o lei sta disordinando con me?

source: I guess there's only one way to find out.
it_it: Immagino che ci sia solo un modo per scoprirlo.

source: Oh? Is that [isabelle]'s voice?
it_it: Oh? Quella [isabelle]è la voce?

source: I better wait for her to text me before I barge in.
it_it: Farei meglio ad aspettare che lei mi scrivesse prima di fare chiacchiere dentro.

source: Let's see what [isabelle] is actually getting up to...
it_it: Vediamo cosa [isabelle] sta effettivamente arrivando...

source: I'm sure she's just messing with me, right?
it_it: Sono sicuro che lei sta semplicemente incastrando con me, giusto?

source: There's no way she actually tries to fuck [kate].
it_it: Non c'è modo che lei in realtà cerca di scopare [kate].

source: She's just angry and needs a way to release her frustration.
it_it: È appena arrabbiata e ha bisogno di un modo per rilasciare la sua frustrazione.

source: And maybe I can help with that.
it_it: E forse posso aiutare con questo.

source: Some passionate hate s—
it_it: Alcuni appassionati di odio s—

source: [_kate_] What do you want, Poppins?
it_it: [_kate_] Cosa vuoi, Poppin?

source: [_isabelle_] Oh, wow! That's so clever! You know a single British character.
it_it: [_isabelle_] Oh, wow! È così intelligente! Conosci un singolo personaggio britannico.

source: [_kate_] I'm here for five minutes to pick up some things, and you manage to ambush me in that time?
it_it: [_kate_] Sono qui per cinque minuti per prendere alcune cose, e tu riesci ad imboscarmi in quel tempo?

source: [_isabelle_] Coincidental.
it_it: [_isabelle_] Coincidentale.

source: Damn. [kate] is actually in there with her.
it_it: Dannazione. [kate] è in realtà lì con lei.

source: Maybe I'll just take a quick peek and see what they're doing...
it_it: Forse prenderò solo una rapida sbirciatina e vedrò cosa stanno facendo...
