Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/season_2/q_isabelle_gesture.po
Languages: it_it

source: [_kate_] Whatever. I'm busy. I don't have time to properly roast you.
it_it: [_kate_] Qualunque cosa sia. Sono impegnato. Non ho tempo per arrostirti.

source: There's a hint of [kate]'s old fire crackling in her voice.
it_it: C'è un accenno al vecchio fuoco di [kate]che scoppia nella sua voce.

source: No matter what happens next, it doesn't seem like she's going to just roll over for [isabelle].
it_it: Non importa cosa succederà dopo, non sembra che lei stia andando a rotolare per [isabelle].

source: [_isabelle_s_door_peek_s_confrontation_] Well, so am I.
it_it: [_isabelle_s_door_peek_s_confrontation_] Beh, così sono io.

source: [_isabelle_s_door_peek_s_confrontation_] I'm doing a little ghost hunting.
it_it: [_isabelle_s_door_peek_s_confrontation_] Sto facendo una piccola caccia ai fantasmi.

source: That seems to deflate [kate] some.
it_it: Che sembra sgonfiare [kate] alcuni.

source: She's quiet, the air heavy with a breathless tension.
it_it: Lei è tranquilla, l'aria pesante con una tensione senza fiato.

source: [_kate_] Why would you say that?
it_it: [_kate_] Perché lo diresti?

source: [_isabelle_s_door_peek_s_confrontation_] I heard the school is haunted. I just thought I would see for myself.
it_it: [_isabelle_s_door_peek_s_confrontation_] Ho sentito che la scuola è infestata. Ho appena pensato che avrei visto per me.

source: [_kate_] I don't need this...
it_it: [_kate_] Non ho bisogno di questo...

source: [kate] tries to step around [isabelle], but [isabelle] sidesteps in front of her, blocking her way to the door.
it_it: [kate] cerca di muoversi intorno a [isabelle], ma [isabelle] elude di fronte a lei, bloccando la sua strada verso la porta.

source: [_kate_] What are you doing, freak? Let me out!
it_it: [_kate_] Cosa stai facendo, freak? Lasciami uscire!

source: [_isabelle_s_door_peek_s_step_around2_] I wanted to ask you something first.
it_it: [_isabelle_s_door_peek_s_step_around2_] Prima volevo chiederti qualcosa.

source: [_kate_] Well, too bad.
it_it: [_kate_] Beh, troppo male.

source: [_isabelle_s_door_peek_s_step_around2_] Why are you always such a twat?
it_it: [_isabelle_s_door_peek_s_step_around2_] Perché sei sempre un gemello?

source: [_kate_] Ugh! Just leave me alone!
it_it: [_kate_] Ugh! Lasciami da solo!

source: The old [kate] probably would have had an actual comeback to that...
it_it: La vecchia [kate] probabilmente avrebbe avuto un vero e proprio ritorno a quello...

source: ...but the new one clearly just wants to get away.
it_it: ...ma il nuovo chiaramente vuole solo scappare.

source: She attempts a maneuver around [isabelle] in the other direction, but is blocked again.
it_it: Lei tenta una manovra intorno a [isabelle] in altra direzione, ma è di nuovo bloccato.

source: [_isabelle_s_door_peek_s_other_direction2_] Is it because that's the only way you feel anything?
it_it: [_isabelle_s_door_peek_s_other_direction2_] È perché è l'unico modo in cui ti senti qualcosa?

source: [_isabelle_s_door_peek_s_other_direction2_] Or are you just a sociopath?
it_it: [_isabelle_s_door_peek_s_other_direction2_] O sei solo un sociopatico?

source: These words seem to reignite [kate]'s temper.
it_it: Queste parole sembrano riaccendere il temperamento di [kate].

source: She straightens up and cocks her arm back, only to swing it back around, aiming her hand at [isabelle]'s face.
it_it: Si raddrizza e schiena il braccio, solo per ruotarlo indietro, puntando la mano sul viso di [isabelle].

source: However, [isabelle] is quick to react.
it_it: Tuttavia, [isabelle] è veloce a reagire.

source: She probably saw the fire raging in [kate]'s eyes.
it_it: Probabilmente ha visto il fuoco infuriare negli occhi di [kate].

source: She catches [kate]'s wrist before she can make contact, then holds it tight for a moment as they stare each other down.
it_it: Prende il polso di [kate]prima che lei possa fare il contatto, quindi lo tiene stretto per un attimo mentre si guardano a vicenda.

source: And then, to [kate]'s surprise and mine, [isabelle] presses her lips to [kate]'s, disarming her for a moment.
it_it: E poi, a sorpresa di [kate]e mia, [isabelle] preme le labbra su [kate], disarmandola per un attimo.

source: And it's as if a crack opens in my heart.
it_it: Ed è come se una crepa si apra nel mio cuore.

source: Tears roll down my cheeks.
it_it: Le lacrime si arrotolano giù le guance.

source: How did I ruin it with [isabelle] so badly?
it_it: Come l'ho rovinata con [isabelle] così male?

source: It's hard to tell if it's in revenge for the attempted slap, or something{space=-15} else entirely...
it_it: È difficile dire se è in vendetta per il tentativo di slap, o qualcosa{space=-15} altrimenti completamente...

source: If it was an accident of passion or intentional.
it_it: Se è stato un incidente di passione o intenzionale.

source: A part of me hopes that this is all for show.
it_it: Una parte di me spera che questo sia tutto per lo spettacolo.

source: And even then, it hurts to watch.
it_it: E anche allora, fa male guardare.

source: With her one hand still clasped in [isabelle]'s grip, [kate] shoves at her weakly with the other, breaking the kiss.
it_it: Con una mano ancora stretta nella presa di [isabelle], [kate] la spinge debolmente con l'altra, rompendo il bacio.

source: [isabelle] doesn't seem fazed, though.
it_it: [isabelle] non sembra infaticabile, però.

source: Only an unwavering determination fills her every move.
it_it: Solo una determinazione incrollabile le riempie ogni mossa.

source: Instead, she uses her other hand to reach up and grab [kate] roughly by the hair.
it_it: Invece, usa la sua altra mano per raggiungere e afferrare [kate] approssimativamente dai capelli.

source: She yanks [kate]'s head back, keeping a tight hold on the blonde tresses, before kissing her again.
it_it: Lei gira la testa di [kate]'indietro, mantenendo una stretta presa sulle tresses bionde, prima di baciarla di nuovo.

source: Harder this time, locking [kate] in her embrace.
it_it: Più duro questa volta, bloccando [kate] nel suo abbraccio.

source: Then, she relentlessly pushes forward until [kate]'s back hits the wall.{space=-15}
it_it: Poi, lei spinge incessantemente in avanti fino a quando [kate]'s indietro colpisce il muro.{space=-15}

source: Wrist pinned, lips touching, she just holds her there.
it_it: Polso pizzicato, labbra toccanti, lei la tiene lì.

source: And that seems to undo something in [kate].
it_it: E questo sembra annullare qualcosa in [kate].

source: Her posture slackens and she starts to kiss [isabelle] back.
it_it: La sua postura si allenta e lei inizia a baciare [isabelle] indietro.

source: And that's when I can't take it anymore.
it_it: Ed è quando non riesco più a prenderla.

source: This is the worst day of my life.
it_it: Questo è il giorno peggiore della mia vita.

source: Losing what I had with [isabelle] thanks to my own stupidity and selfishness...
it_it: Perdere quello che ho avuto con [isabelle] grazie alla mia stupidità e egoismo...

source: Hesitant at first, then with more force.
it_it: Hesitant in un primo momento, poi con più forza.

source: I can hardly believe what I'm seeing...
it_it: Non riesco a credere a quello che sto vedendo...

source: [isabelle], not taking any of [kate]'s crap and woman-handling her into submission like that...
it_it: [isabelle], non prendere nessuno di [kate]'s crap e la gestione delle donne in sottomissione così...

source: Their soft, full lips going at each other, filling the room with the luscious wet sound...
it_it: Le loro labbra morbide e piene che vanno a vicenda, riempiendo la stanza con il suono bagnato lussurioso...

source: My dick takes on a mind of its own, getting harder and harder at the sight.
it_it: Il mio cazzo assume una mente propria, diventando sempre più duro alla vista.

source: The kissing... the roughness of it...
it_it: Il bacio... la ruvidità di esso...

source: Fuck me.
it_it: Mi scopate.

source: [isabelle]'s hand travels down [kate]'s body, stopping at her heaving chest.
it_it: La mano di [isabelle]percorre il corpo di [kate]fermandosi al suo petto celeste.

source: Feeling her up as they kiss each other with fast, desperate lips.
it_it: Sentirla mentre si baciano con labbra rapide e disperate.

source: As if both are fighting to come out on top.
it_it: Come se entrambi stiano lottando per uscire in cima.

source: And maybe they both come out on top.
it_it: E forse entrambi escono in cima.

source: Maybe I'm the only loser in all of this...
it_it: Forse sono l'unico perdente in tutto questo...

source: Low moans escape from [kate]'s mouth as [isabelle] works her tongue inside.
it_it: I gemiti bassi fuggono dalla bocca di [kate]come [isabelle] lavora la sua lingua all'interno.

source: And [kate] just lets it happen, growing weaker and weaker against the unrelenting force that is [isabelle].
it_it: E [kate] lascia che accada, diventando più debole e più debole contro la forza inesorabile che è [isabelle].

source: Even as [isabelle] trails her hand lower, down from [kate]'s chest to her skirt.
it_it: Anche mentre [isabelle] si allontana la mano più in basso, dal petto di [kate]alla gonna.

source: Their lips never break apart.
it_it: Le loro labbra non si rompono mai.

source: It's the most crushing thing I've seen.
it_it: È la cosa più schiacciante che ho visto.

source: It's the most confusing and hot thing I've ever seen.
it_it: È la cosa più confusa e calda che io abbia mai visto.

source: I can't stand it anymore.
it_it: Non riesco più a sopportarlo.

source: If I don't get some release, I might actually explode.
it_it: Se non ottengo un po' di rilascio, potrei esplodere.

source: Mmm... watching the two girls continue to go at it...
it_it: Mmm... guardando le due ragazze continuano ad andare in esso...

source: The way [isabelle] takes control, holding [kate] in place with her fingers up her skirt...
it_it: Il modo in cui [isabelle] prende il controllo, tenendo [kate] al posto con le dita sulla gonna...

source: Watching these two together...
it_it: Guardando questi due insieme...

source: Bitter enemies, engaging in a kissing match...
it_it: Nemici amari, impegnati in una partita di bacio...

source: And [kate] somehow losing...
it_it: E [kate] in qualche modo perso...

source: It's like nothing I've ever seen before.
it_it: È come niente che io abbia mai visto prima.

source: As much as I want to scream for them to stop... I can do nothing but watch it unfold.
it_it: Per quanto voglio urlare per loro di fermarsi... Non posso fare altro che guardare che si svolge.

source: Part of me probably knows that I deserve to suffer for what I did.
it_it: Una parte di me probabilmente sa che meritano di soffrire per quello che ho fatto.

source: And the cracks spread across my heart.
it_it: E le crepe si diffuse attraverso il mio cuore.

source: Breaking it apart with every moment that passes.
it_it: Rompendolo a parte con ogni momento che passa.

source: But as hard as my dick is... I can only stand there and stare.
it_it: Ma così duro come il mio cazzo è... posso solo stare lì e stare.

source: And as hot as the fantasy is, I do find it difficult to watch [isabelle] attempting to fuck someone else.
it_it: E come caldo come la fantasia, trovo difficile guardare [isabelle] cercando di scopare qualcun altro.

source: And it makes me realize how much I really like [isabelle].
it_it: E mi fa capire quanto mi piace davvero [isabelle].

source: And it makes me realize how much I really like her.
it_it: E mi fa capire quanto mi piace davvero.

source: How stupid I would be to ruin things with her.
it_it: Quanto stupido sarei di rovinare le cose con lei.

source: Especially over someone like [kate].
it_it: Soprattutto su qualcuno come [kate].

source: Despite [isabelle]'s grip and hungry passion, [kate] finally comes to her senses and shoves her away.
it_it: Nonostante la presa di [isabelle]e la passione affamata, [kate] arriva finalmente ai suoi sensi e la spinge via.

source: Thank god...
it_it: Grazie dio...

source: Both of them pant for air, confusion lingering in the silence.
it_it: Entrambi sono pantaloni per l'aria, confusione che persistono nel silenzio.

source: Then, [kate] seems to snap back to reality.
it_it: Poi, [kate] sembra tornare alla realtà.

source: Quickly, she pushes past [isabelle] and runs for the door.
it_it: Rapidamente, spinge oltre [isabelle] e corre per la porta.

source: [isabelle] just lets it happen, standing there in stunned silence.
it_it: [isabelle] lascia che accada, in piedi lì in silenzio stordito.

source: Clearly, not even sure herself of what just happened.
it_it: Chiaramente, non è nemmeno sicura di ciò che è appena successo.

source: Crap. I better get out of here before [kate] sees—
it_it: Crap. Meglio uscire di qui prima che [kate] vedi—

source: [_mc_] Fuck, fuck, fuuuuuck! It's too late to stop now!
it_it: [_mc_] Cazzo cazzo, cazzo, fuuuuuck! È troppo tardi per fermarsi ora!

source: [_kate_s_surprised_] What the fuck?
it_it: [_kate_s_surprised_] Che cazzo fa?

source: [_kate_s_surprised_] What are you doing, you creep?!
it_it: [_kate_s_surprised_] Che cosa stai facendo, striscianti?!

source: [_mc_] I, err... I...
it_it: [_mc_] I, erro... I...

source: [_kate_s_embarrassed_] Oh, my god!
it_it: [_kate_s_embarrassed_] Oh, mio dio!

source: Seemingly too flustered to react further, she runs for it.
it_it: Apparentemente troppo agitato per reagire ulteriormente, corre per esso.

source: And I'm left standing there, shaking as I come down.
it_it: E sono rimasto in piedi lì, tremando mentre vengo.

source: Feeling guilty and even more confused than before.
it_it: Sentirsi colpevoli e ancora più confusi di prima.

source: I can't believe what I just witnessed...
it_it: Non riesco a credere a quello che ho appena visto...

source: [_isabelle_s_annoyed_] Do you understand how it feels now?
it_it: [_isabelle_s_annoyed_] Capisci come si sente adesso?

source: It hurts so bad...
it_it: Fa male così male...

source: It was hot as hell, honestly...
it_it: Era caldo come l'inferno, onestamente...

source: [_mc_] Err, yes... I get it now.
it_it: [_mc_] Err, sì... lo ottengo ora.

source: [_isabelle_s_sad_] I'm sorry I had to do that to you.
it_it: [_isabelle_s_sad_] mi dispiace di averlo dovuto fare a voi.

source: [_mc_] I guess I deserved it.
it_it: [_mc_] Immagino di averlo meritato.

source: [_isabelle_s_sad_] Yes, you did. But still, I don't like who I was in that classroom.
it_it: [_isabelle_s_sad_] Sì, hai fatto. Ma ancora, non mi piace chi ero in quell'aula.

source: [_mc_] I'm sorry for putting you through it, and for putting us through it.
it_it: [_mc_] Mi dispiace per averti messo attraverso di esso, e per averci messo attraverso di esso.

source: [_isabelle_s_sad_] Thank you. I appreciate the apology.
it_it: [_isabelle_s_sad_] Grazie. Apprezzo le scuse.

source: There's genuine hurt in her eyes.
it_it: C'è del ferito genuino negli occhi.

source: And I guess she can see it in mine, too.
it_it: E immagino che possa vederlo anche nella mia.

source: This was so stupid...
it_it: Questo era così stupido...

source: [_isabelle_s_sad_] I guess we'll have to try to move past it now.
it_it: [_isabelle_s_sad_] Immagino che dovremo provare a muoverci oltre ora.

source: [_isabelle_s_sad_] It might take time.
it_it: [_isabelle_s_sad_] Potrebbe essere necessario del tempo.

source: [_mc_] I'm willing to try if you are.
it_it: [_mc_] Sono disposto a provare se sei.

source: [_isabelle_s_subby_] That's all we can ever do.
it_it: [_isabelle_s_subby_] È tutto quello che possiamo mai fare.

source: I'm really sorry, [isabelle]...
it_it: Mi dispiace veramente, [isabelle]...

source: ...more than you'll ever know.
it_it: ...più di quanto tu sappia mai.

source: It's getting late. I can't wait to get home.
it_it: Sta diventando in ritardo. Non vedo l'ora di tornare a casa.

source: "I think you're being unreasonable."
it_it: "Penso che tu sia irragionevole."

source: "I feel like I have..."
it_it: "Mi sento di avere..."

source: "You're right. I've been an ass."
it_it: "Hai ragione. Sono stato un culo."

source: "It's... complicated."
it_it: "E' complicato."

source: "She caught me with another girl."
it_it: "Mi ha catturato con un'altra ragazza."

source: ?isabelle.love>=6@[isabelle.love]/6|{image=isabelle contact_icon}|{image=stats love}|"I got scared..."
it_it: ?isabelle.love>=6@[isabelle.love]/6<unk> {image=isabelle contact_icon}<unk> {image=stats love}<unk> "Mi sono spaventato..."

source: "Like a deja vu kind of thing?"
it_it: "Come un tipo di cosa deja vu?"

source: "Maybe your primal urges led you to a potential sexual partner?"
it_it: "Forse i tuoi impulsi primari ti hanno portato a un potenziale partner sessuale?"

source: ?mc.money>=80@[mc.money]/80|{image=ui hud icon_money}|Buy Hearshey Shesay
it_it: ?mc.money>=80@[mc.money]/80<unk> {image=ui hud icon_money}<unk> Acquista Hearshey Shesay

source: ?mc.money>=20@[mc.money]/20|{image=ui hud icon_money}|Buy Tob-le-bone
it_it: ?mc.money>=20@[mc.money]/20<unk> {image=ui hud icon_money}<unk> Acquista Tob-le-bone

source: ?mc.money>=2@[mc.money]/2|{image=ui hud icon_money}|Buy Dick Wonky's Chocolate Bar
it_it: ?mc.money>=2@[mc.money]/2<unk> {image=ui hud icon_money}<unk> Acquista Dick Wonky's Barra al cioccolato

source: Not Now
it_it: Non Ora

source: ?isabelle.love>=10@[isabelle.love]/10|{image=isabelle contact_icon}|{image=stats love}|"You're the only one that I want."
it_it: ?isabelle.love>=10@[isabelle.love]/10<unk> {image=isabelle contact_icon}<unk> {image=stats love}<unk> "Sei l'unico che voglio."

source: "You act like I cheated on you, but we're not a couple."
it_it: "Ti comporti come se ti avessi imbrogliato, ma non siamo una coppia."

source: ?isabelle.love>=20@[isabelle.love]/20|{image=isabelle contact_icon}|{image=stats love}|"I want you to be my girlfriend."
it_it: ?isabelle.love>=20@[isabelle.love]/20<unk> {image=isabelle contact_icon}<unk> {image=stats love}<unk> "Voglio che tu sia la mia ragazza."

source: "And I'm going to spend as long as it takes proving it to you."
it_it: "E passerò fino a quando ci vorrà dimostrarlo a te."

source: Masturbate
it_it: Masturbarsi

source: Just watch
it_it: Basta guardare
