Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/isabelle/season_2/q_isabelle_gesture.po
Languages: it_it

source: There are few things worse than knowing the exact moment you irrevocably changed things forever.
it_it: Ci sono poche cose peggio di sapere il momento esatto in cui avete irrevocabilmente cambiato le cose per sempre.

source: Things that were great, forever marred by an instant of stupidity.
it_it: Cose che erano grandi, per sempre marcate da un istante di stupidità.

source: A lapse in judgment, and your own selfish nature.
it_it: Un lasso di giudizio e la vostra natura egoistica.

source: You fucked up by letting your urges get the better of you.
it_it: Ti sei scopata lasciando che i tuoi impulsi ottengano il meglio di te.

source: You didn't stop to think about one of the people you care about the most.{space=-110}
it_it: Non hai smesso di pensare a una delle persone che ti interessano di più.{space=-110}

source: And no matter how much you apologize...
it_it: E non importa quanto ti scusi...

source: ...no matter how often they might say they forgive you...
it_it: ...non importa quanto spesso potrebbero dire che ti perdonano...

source: ...you know there is no going back.
it_it: ...sai che non c'è ritorno indietro.

source: Not to the exact way things were before.
it_it: Non al modo esatto le cose erano prima.

source: There is simply the time before your mistake, and the time after.
it_it: C'è semplicemente il tempo prima del vostro errore, e il tempo dopo.

source: And all you can do is hope to regain some of the trust.
it_it: E tutto quello che potete fare è sperare di riconquistare parte della fiducia.

source: Some of the magic.
it_it: Alcuni della magia.

source: [isabelle] has hardly looked my way, much less spoken to me since she{space=-35} walked in on me fucking [kate] that night.
it_it: [isabelle] ha appena guardato la mia strada, molto meno parlato con me da le{space=-35} ha camminato su di me cazzo [kate] quella notte.

source: It doesn't matter how often I try to explain myself.
it_it: Non importa quanto spesso cerco di spiegarmi.

source: Explain what it was actually about.
it_it: Spiegare di cosa si trattava in realtà.

source: That carnal, animal need to dominate and finally put the bitch in her place.
it_it: Quel carnevale animale ha bisogno di dominare e finalmente mettere la cagna al suo posto.

source: No desire for [kate] herself. Just the need to conquer her once and for all.
it_it: Nessun desiderio di [kate] se stessa. Solo il bisogno di conquistarla una volta per tutte.

source: I thought maybe [isabelle] would understand... but it turns out that she{space=-30} really didn't.
it_it: Pensavo che forse [isabelle] avrebbe capito... ma si scopre che lei {space=-30} davvero no.

source: What we had really meant something to her.
it_it: Ciò che avevamo davvero significato qualcosa per lei.

source: And I ruined it in one brutish, insensitive act.
it_it: E l'ho rovinata in un atto brutale e insensibile.

source: It might be throwing all instincts of survival out the window, but I'm still a man of hope, despite everything...
it_it: Potrebbe essere gettare tutti gli istinti di sopravvivenza fuori dalla finestra, ma io sono ancora un uomo di speranza, nonostante tutto...

source: And sooner or later I'll find the courage to make things right.
it_it: E prima o poi troverò il coraggio di correggere le cose.

source: In my old life, I would never have found the courage to talk to her after doing something like this...
it_it: Nella mia vecchia vita, non avrei mai trovato il coraggio di parlare con lei dopo aver fatto qualcosa di simile...

source: ...but I guess that's what second chances are for.
it_it: ...ma immagino che è quello che le seconde probabilità sono per.

source: Time to take the devil by the horn, and face up to my mistakes.
it_it: Tempo di prendere il diavolo per il corno, e affrontare i miei errori.

source: [_isabelle_s_angry_] What do you want?
it_it: [_isabelle_s_angry_] Cosa vuoi?

source: [_mc_] Are you really going to stay mad at me forever?
it_it: [_mc_] Rimarrai davvero arrabbiato con me per sempre?

source: [_mc_] We were both caught up in the passion of vengeance that night...
it_it: [_mc_] Siamo stati entrambi intrappolati nella passione della vendetta quella notte...

source: [_mc_] Surely, you can see it from my perspective?
it_it: [_mc_] Sicuramente, puoi vederlo dalla mia prospettiva?

source: [_isabelle_s_angry_] Oh, like you're trying so hard to see it from mine?
it_it: [_isabelle_s_angry_] Oh, come se fossi così difficile vederlo dal mio?

source: [_mc_] I think you're being unreasonable.
it_it: [_mc_] Penso che tu sia irragionevole.

source: [_isabelle_s_angrier_] I'll show you bloody unreasonable!
it_it: [_isabelle_s_angrier_] Ti mostrerò sanguinoso irragionevole!

source: Shit. I should not have said that.
it_it: Merda, non avrei dovuto dirlo.

source: [isabelle] looks like she's about to light a match and set me on fire.
it_it: [isabelle] sembra che stia per accendermi una partita e mi stia incendiando.

source: And my inner voice starts counting down, waiting for the explosion...{space=-20}
it_it: E la mia voce interiore inizia a contare giù, in attesa dell'esplosione...{space=-20}

source: [_mc_] I feel like I have...
it_it: [_mc_] Mi sento come se avesso...

source: [_mc_] And I am sorry I made you feel that way.
it_it: [_mc_] E mi dispiace di averti fatto sentire così.

source: [_mc_] I know it's not a nice feeling.
it_it: [_mc_] So che non è una bella sensazione.

source: [_isabelle_s_angry_] Not a nice feeling?
it_it: [_isabelle_s_angry_] Non è una bella sensazione?

source: [_isabelle_s_angry_] Really? That's it?
it_it: [_isabelle_s_angry_] Davvero? È vero?

source: [_mc_] Err, what else is there?
it_it: [_mc_] Err, cos'altro c'è?

source: In an eerie moment, her face goes from boiling anger and disdain to blank.
it_it: In un momento inquietante, il suo volto passa dalla rabbia bollente e disdegna al vuoto.

source: It leaves me confused, jarred into uncertainty.
it_it: Mi lascia confuso, sgomento nell'incertezza.

source: It'll only be a matter of seconds before the fuse ignites and her head{space=-15} goes boom...
it_it: Sarà solo una questione di secondi prima che l'accensione del fusibile e la sua testa{space=-15} vada in boom...

source: [_mc_] You're right. I've been an ass.
it_it: [_mc_] Hai ragione. Sono stato un culo.

source: [_isabelle_s_angry_] That's a bloody understatement.
it_it: [_isabelle_s_angry_] Questa è una sanguinosa sottovalutazione.

source: [_mc_] I don't know what else I can say...
it_it: [_mc_] Non so cos'altro posso dire...

source: [_isabelle_s_annoyed_] Good, because I don't want to hear it.
it_it: [_isabelle_s_annoyed_] Bene, perché non voglio sentirlo.

source: [_isabelle_s_annoyed_] Words mean very little. It's actions that matter.
it_it: [_isabelle_s_annoyed_] Le parole significano molto poco. Sono azioni che contano.

source: [_isabelle_s_annoyed_] And your actions have been very questionable.
it_it: [_isabelle_s_annoyed_] E le tue azioni sono state molto discutibili.

source: [isabelle] really knows how to guilt trip a guy.
it_it: [isabelle] sa davvero come colpevolizzare un ragazzo.

source: I thought after some time she would be more willing to hear me out.
it_it: Ho pensato che dopo qualche tempo sarebbe stata più disposta a sentirmi fuori.

source: To mend this tear in our relationship, complicated as it is...
it_it: Per riparare questa lacrima nel nostro rapporto, complicato come...

source: ...but instead, she turns away from me and storms off.
it_it: ...ma invece si allontana da me e dalle tempeste.

source: I'm left standing there on my own, more confused than before.
it_it: Sono rimasto lì in piedi da solo, più confuso di prima.

source: Endlessly digging myself into a deeper and deeper hole.
it_it: Scavando infinitamente in un buco più profondo e profondo.

source: Clearly, I still have a lot left to learn about the emotions of women.
it_it: Chiaramente, ho ancora molto da imparare sulle emozioni delle donne.

source: It's in these moments I wish I had a dad to ask for advice...
it_it: E 'in questi momenti che vorrei avere un papà per chiedere consigli...

source: But I guess I'll have to settle for the next best thing.
it_it: Ma immagino che dovrò accontentarmi della prossima cosa migliore.

source: [_jo_s_sad_] Hey, kiddo. What's the matter?
it_it: [_jo_s_sad_] Hey, kiddo. Qual è la questione?

source: She must be able to see the woe on my face.
it_it: Deve essere in grado di vedere il guai sul mio viso.

source: Plain as day.
it_it: Semplice come giorno.

source: [_mc_] I messed up big time...
it_it: [_mc_] ho dispettato il grande tempo...

source: [_mc_] ...and I'm not sure what to do now.
it_it: [_mc_] ... e non sono sicuro di cosa fare ora.

source: [_jo_s_worried_] What is it? What happened?
it_it: [_jo_s_worried_] Che cos'è? Che cos'è successo?

source: [_jo_s_worried_] You're not in any kind of legal trouble, are you?
it_it: [_jo_s_worried_] Non sei in alcun tipo di problemi legali, vero?

source: [_mc_] What? No! Of course not!
it_it: [_mc_] Cosa? No! Certo no!

source: [_mc_] It's, err... girl trouble.
it_it: [_mc_] È, errore... problemi di ragazza.

source: [_jo_s_thinking_] Girl trouble?
it_it: [_jo_s_thinking_] Ragazza guai?

source: Her clear shock at that only adds to the sting of the situation.
it_it: Il suo chiaro shock a questo solo aggiunge alla puntura della situazione.

source: Apparently, she's more likely to believe I'm in trouble with the law than with a girl.
it_it: A quanto pare, è più probabile che creda di essere nei guai con la legge che con una ragazza.

source: That's just great.
it_it: È semplicemente grande.

source: [_mc_] Yeah...
it_it: [_mc_] Sì...

source: [_mc_] Specifically, with [isabelle].
it_it: [_mc_] Specificamente, con [isabelle].

source: [_jo_s_sad_] Oh. I see.
it_it: [_jo_s_sad_] Oh. Vedo.

source: [_jo_s_sad_] Well, honey, why don't you tell me what happened, and I'll see if I can help?
it_it: [_jo_s_sad_] Beh, miele, perché non mi dici cos'è successo e vedrò se posso aiutare?

source: [_mc_] It's... complicated.
it_it: [_mc_] E' complicato...

source: [_jo_s_blush_] You know you can share with me, right?
it_it: [_jo_s_blush_] Sai che puoi condividere con me, giusto?

source: [_jo_s_blush_] I know you're a young man now with your own stuff going on, but I'll{space=-10} always be there for you.
it_it: [_jo_s_blush_] So che ora sei un giovane con la tua roba in corso, ma sìll{space=-10} è sempre lì per te.

source: Huh. I did not expect this sentimental turn from [jo] right now.
it_it: Huh. Non mi aspettavo questo giro sentimentale da [jo] in questo momento.

source: She's usually just nagging me about my shortcomings... and, I guess,{space=-30} doing the dishes.
it_it: Di solito mi sta semplicemente attardando sulle mie carenze... e, immagino,{space=-30} facendo i piatti.

source: But it's nice to still have someone to turn to with my problems.
it_it: Ma è bello avere ancora qualcuno a cui rivolgersi con i miei problemi.

source: [_mc_] Thanks, [jo]. I appreciate that.
it_it: [_mc_] Grazie, [jo]. Lo apprezzo.

source: [_jo_s_blush_] It's okay, sweetheart! Just tell me what's bothering you.
it_it: [_jo_s_blush_] Va bene, innamorati! Basta dirmi cosa ti sta infastidendo.

source: [_mc_] It's [isabelle]...
it_it: [_mc_] È [isabelle]...

source: [_mc_] I really like her, and... I messed things up with her pretty badly.
it_it: [_mc_] Mi piace molto, e... ho messo le cose in disordine con lei piuttosto male.

source: [_jo_s_afraid_hands_to_the_side_] Oh? I had no idea! The English girl?
it_it: [_jo_s_afraid_hands_to_the_side_] Oh? Non avevo idea! La ragazza inglese?

source: She sounds both surprised and saddened at the same time. A strange{space=-40} combination.
it_it: Suona sia sorpresa che rattristata allo stesso tempo. Una combinazione strana{space=-40} .

source: [_jo_s_sarcastic_] [isabelle] is a good girl.
it_it: [_jo_s_sarcastic_] [isabelle] è una brava ragazza.

source: [_jo_s_sarcastic_] One of our top students. Very intelligent. Very mature.
it_it: [_jo_s_sarcastic_] Uno dei nostri migliori studenti. Molto intelligente. Molto maturo.

source: How to really emphasize that I lost someone incredible. Thanks, [jo].
it_it: Come davvero sottolineare che ho perso qualcuno incredibile. Grazie, [jo].

source: [_jo_s_sarcastic_] If you want it, I'm sure you could patch things up with her.
it_it: [_jo_s_sarcastic_] Se lo vuoi, sono sicuro che potresti spezzare le cose con lei.

source: [_mc_] Do you really think so?
it_it: [_mc_] Pensate davvero così?

source: [_mc_] She caught me with another girl.
it_it: [_mc_] Mi catturò con un'altra ragazza.

source: [_jo_s_embarrassed_] What?! As in...
it_it: [_jo_s_embarrassed_] Cosa?! Come in...

source: She lowers her voice to a whisper.
it_it: Abbassa la sua voce a un sussurro.

source: [_mc_] Yes, [jo]. Sex. I'm eighteen.
it_it: [_mc_] Sì, [jo]. Sesso. Ho diciotto anni.

source: [_jo_s_embarrassed_] I know, I know! It's just... you shouldn't be fooling around like that!
it_it: [_jo_s_embarrassed_] lo so, lo so! È solo... non dovresti ingannarti in questo modo!

source: [_jo_s_embarrassed_] It's inappropriate and unsafe!
it_it: [_jo_s_embarrassed_] È inappropriato e pericoloso!

source: [_mc_] I didn't ask for a lecture, okay? I just need advice.
it_it: [_mc_] Non ho chiesto una lezione, okay? Ho solo bisogno di consigli.

source: [_jo_s_annoyed_] I can't believe this, [mc]! Two girls?
it_it: [_jo_s_annoyed_] Non riesco a crederlo, [mc]! Due ragazze?

source: [_jo_s_thinking_] And I didn't know you and [isabelle] were together.
it_it: [_jo_s_thinking_] E non sapevo che tu e [isabelle] eravate insieme.

source: [_jo_s_thinking_] She's a good girl. She deserves better than that.
it_it: [_jo_s_thinking_] Lei è una brava ragazza. Si merita di meglio.

source: [_mc_] Well, we're kind of together. But we're not together-together.
it_it: [_mc_] Beh, siamo un po' assieme. Ma non siamo insieme.

source: [_mc_] That's why she's being so unreasonable, though.
it_it: [_mc_] È per questo che è così irragionevole, però.

source: [_jo_s_skeptical_] Do you like [isabelle]?
it_it: [_jo_s_skeptical_] Ti piace [isabelle]?

source: [_mc_] Yeah, I do.
it_it: [_mc_] Sì, lo faccio.

source: [_jo_s_skeptical_] You need to start treating her right, then.
it_it: [_jo_s_skeptical_] È necessario iniziare a trattare la sua destra, allora.

source: [_jo_s_skeptical_] You can't yank a girl around like that.
it_it: [_jo_s_skeptical_] Non puoi scherzare una ragazza in giro così.

source: [_jo_s_skeptical_] I thought I taught you to respect women, mister.
it_it: [_jo_s_skeptical_] Pensavo di averti insegnato a rispettare le donne, signorile.

source: Great. The unsolicited extended course. I better grab my notebook.
it_it: Grande. Il corso prolungato non richiesto. Ho meglio afferrare il mio taccuino.

source: [_mc_] You don't even know what actually happened, or why...
it_it: [_mc_] Non sai nemmeno cosa sia successo o perché...

source: [_jo_s_skeptical_] But I know I brought you up better than this.
it_it: [_jo_s_skeptical_] Ma so che ti ho portato meglio di questo.

source: [_jo_s_skeptical_] You can't just disregard and disrespect other people's feelings to get{space=-25} your way.
it_it: [_jo_s_skeptical_] Non puoi ignorare e non rispettare i sentimenti degli altri per ottenere{space=-25} la tua strada.

source: This is what I get for being honest...
it_it: Questo è quello che ottengo per essere onesto...

source: [_mc_] Okay, okay. Point taken. I'm sorry.
it_it: [_mc_] Okay, okay. Punto preso. Mi dispiace.

source: [_jo_s_neutral_] I hope you actually are.
it_it: [_jo_s_neutral_] Spero che tu sia.

source: [_mc_] I got scared...
it_it: [_mc_] ho avuto paura...

source: [_jo_s_afraid_] Scared? Of what?
it_it: [_jo_s_afraid_] spaventato? Di che cosa?

source: [_mc_] My feelings for [isabelle]...
it_it: [_mc_] I miei sentimenti per [isabelle]...

source: [_mc_] I think part of me was trying to sabotage it...
it_it: [_mc_] Penso che parte di me stava cercando di sabotarlo...

source: [_mc_] I don't want to get hurt, so I thought... maybe if I hurt her first...
it_it: [_mc_] Non voglio farsi del male, così ho pensato... forse se le ho fatto male prima...

source: [_jo_s_blush_] Oh, sweetheart.
it_it: [_jo_s_blush_] Oh, fidanzato.

source: [_jo_s_blush_] I had no idea you felt that way about her.
it_it: [_jo_s_blush_] Non avevo idea che tu avessi sentito in questo modo su di lei.

source: [_mc_] I guess if no one knows, it will suck less when it all falls apart...
it_it: [_mc_] Immagino che se nessuno lo sa, succhierà di meno quando tutto cade a pezzo...

source: [_jo_s_blush_] I know it's scary, but giving your heart to someone can be the most wonderful thing.
it_it: [_jo_s_blush_] So che è spaventoso, ma dare il tuo cuore a qualcuno può essere la cosa più meravigliosa.

source: [_jo_s_blush_] Don't let fear hold you back from something great, okay?
it_it: [_jo_s_blush_] Non lasciate temere di trattenervi da qualcosa di grande, okay?

source: [_mc_] I don't know...
it_it: [_mc_] non lo so...

source: [_jo_s_flirty_hands_to_the_side_] Believe me. If you really care about her, then it's worthwhile.
it_it: [_jo_s_flirty_hands_to_the_side_] Credetemi. Se davvero ti interessa di lei, allora vale la pena.

source: The way [jo] looks at me, so sure that I deserve love and happiness...{space=-5}
it_it: Il modo in cui [jo] mi guarda, così sicuro che meriti amore e felicità...{space=-5}

source: ...that I deserve someone as wonderful and giving and kind as [isabelle]...{space=-75}
it_it: ...che meriti qualcuno come meraviglioso e dare e gentile come [isabelle]...{space=-75}

source: ...it fills me with renewed hope.
it_it: ...mi riempie di rinnovata speranza.

source: [_mc_] You're right. Thank you, [jo]. It means a lot.
it_it: [_mc_] Hai ragione. Grazie, [jo]. Significa molto.

source: [_jo_s_flirty_hands_to_the_side_] Anytime, darling.
it_it: [_jo_s_flirty_hands_to_the_side_] In qualsiasi momento, tesoro.

source: [_mc_] So, how do you think I can try to fix this with [isabelle]?
it_it: [_mc_] Così, come pensi che posso provare a risolvere questo problema con [isabelle]?

source: [_jo_s_thinking_] Well...
it_it: [_jo_s_thinking_] Bene...

source: [_jo_s_thinking_] You can't just try to talk to her if she doesn't want to listen.
it_it: [_jo_s_thinking_] Non si può solo provare a parlare con lei se non vuole ascoltare.

source: [_jo_s_thinking_] You need to make a grand gesture.
it_it: [_jo_s_thinking_] Devi fare un grande gesto.

source: Of course. A grand freaking gesture. Why didn't I think of that?
it_it: Certo. Un grande gesto freaking. Perché non l'ho pensato?

source: Why do women have to be so complicated?
it_it: Perché le donne devono essere così complicate?

source: [_mc_] Err, okay. what sort of grand gesture?
it_it: [_mc_] Err, okay. Che tipo di grande gesto?

source: [_jo_s_laughing_] It doesn't have to be anything crazy!
it_it: [_jo_s_laughing_] Non deve essere niente di pazzo!

source: [_jo_s_laughing_] A heartfelt letter, some chocolate, and maybe some flowers would go a long way.
it_it: [_jo_s_laughing_] Una lettera di cuore, un po 'di cioccolato, e forse alcuni fiori sarebbero andati molto lontano.

source: [_jo_s_laughing_] Women just want to know you really care.
it_it: [_jo_s_laughing_] Le donne vogliono solo sapere che ti importa davvero.

source: [_mc_] I guess that does make sense.
it_it: [_mc_] Immagino che questo abbia senso.

source: [_mc_] I'll do that, then. Thanks, [jo]!
it_it: [_mc_] lo farò, allora. Grazie, [jo]!

source: [_jo_s_excited_] Good luck, honey! And make sure you treat her right after this, okay?{space=-35}
it_it: [_jo_s_excited_] Buona fortuna, miele! E assicuratevi di trattarla subito dopo questo, okay?{space=-35}

source: Ugh, she's right...
it_it: Ugh, ha ragione...

source: If this works, I really need to be careful not to screw it up again.
it_it: Se questo funziona, ho davvero bisogno di stare attenti a non avvitare di nuovo.

source: I guess I'll try my hand at that letter first.
it_it: Immagino che prima proverò la mia mano a quella lettera.

source: Writing isn't exactly my forte...
it_it: Scrivere non è esattamente il mio forte...

source: So, what better place to seek out inspiration than ye olde classroom{space=-5} of English?
it_it: Quindi, quale posto migliore per cercare ispirazione di voi olde classroom{space=-5} di inglese?

source: Maybe one of these mossy authors that [isabelle] loves so much will come through for me?
it_it: Forse uno di questi autori muschiosi che [isabelle] ama così tanto verrà per me?

source: Let's see here...
it_it: Vediamo qui...

source: Moby, I've been a dick...
it_it: Moby, sono stato un cazzo...

source: ...and now it's time to make a whale of an apology.
it_it: ...ed ora è il momento di fare una balena di scuse.

source: I've done the crime, and must now endure the punishment.
it_it: Ho fatto il crimine e ora devo sopportare la punizione.

source: It's been sour grapes and [isabelle]'s wrath for days.
it_it: È stata uva aspra e l'ira di [isabelle]per giorni.

source: But if I can swallow my pride, maybe I can fix her prejudice against me.{space=-60}
it_it: Ma se posso ingoiare il mio orgoglio, forse posso fissare il suo pregiudizio contro di me.{space=-60}

source: After all, it's like Shakespeare said...
it_it: Dopo tutto, è come ha detto Shakespeare...

source: ...to plea, or not to plea.
it_it: ...per invocare o non pregare.

source: Aha! Finished!
it_it: Aha! Finito!

source: And it's a masterpiece, if I do say so myself.
it_it: Ed è un capolavoro, se lo dico io stesso.

source: No girl reading this would be able to hate me.
it_it: Nessuna ragazza che legga questo sarebbe in grado di odiarmi.

source: Now, I just need to find myself a nice bouquet...
it_it: Ora, ho solo bisogno di trovarmi un bel mazzo...

source: Yikes. This did not turn out the way I had planned.
it_it: Yikes. Questo non ha spento il modo in cui avevo pianificato.

source: If I read it to [isabelle], she'll probably strangle me to death...
it_it: Se l'ho letto ad [isabelle], lei probabilmente mi strangolerà alla morte...

source: ...and as hot as that would be, I have unfinished business.
it_it: ...e come caldo come quello sarebbe, ho affari incompiuti.

source: It takes a strong flower to endure the fall...
it_it: Ci vuole un fiore forte per sopportare la caduta...

source: ...but I have a feeling that's the exact kind of flower [isabelle] would like.{space=-55}
it_it: ...ma ho una sensazione che è il tipo esatto di fiore [isabelle] vorrebbe.{space=-55}

source: She's a survivor, too.
it_it: Anche lei è una sopravvivente.

source: She doesn't bend or blow over for just any sort of frost or rain.
it_it: Lei non si piega o soffia per qualsiasi tipo di gelo o pioggia.

source: Much like some of the stuff blooming right now.
it_it: Proprio come alcune delle roba che fioriscono in questo momento.

source: Huh? That's interesting...
it_it: Eh? È interessante...

source: I wonder what [maxine] is doing out here?
it_it: Mi chiedo cosa [maxine] stia facendo qui?

source: She's looking a bit frazzled and confused.
it_it: Lei sta guardando un po' frastornata e confusa.

source: I should probably avoid enga—
it_it: Probabilmente dovrei evitare enga—

source: [_maxine_s_confident_] This place feels familiar, doesn't it?
it_it: [_maxine_s_confident_] Questo posto è familiare, vero?

source: [_mc_] I mean, yeah?
it_it: [_mc_] Voglio dire, sì?

source: [_mc_] It's right behind the school... and you've been here before.
it_it: [_mc_] È proprio dietro la scuola... e sei stato qui prima.

source: [_maxine_s_skeptical_] Indeed. And yet, there's this mysterious pull.
it_it: [_maxine_s_skeptical_] In verità. Eppure, c'è questo misterioso tiramento.
