Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/mrsl.po
Languages: fr_fr, it_it

source: [_mc_] I like your new style, [mrsl]!
it_it: [_mc_] Mi piace il tuo nuovo stile, [mrsl]!

source: [_mrsl_s_blush_] Thank you. I decided to switch it up this year. I hope it's not too much...
fr_fr: [_mrsl_s_blush_] Merci. J'ai décidé de l'éteindre cette année. J'espère que ce n'est pas trop ...
it_it: [_mrsl_s_blush_] Grazie. Ho deciso di cambiarlo su quest'anno. Spero che non sia troppo...

source: [_mc_] I'd say it's just right.
fr_fr: [_mc_] Je dirais que c'est juste.
it_it: [_mc_] direi che è giusto.

source: [_mc_] Do you give private swimming lessons, by any chance?
fr_fr: [_mc_] Est-ce que vous donnez des cours privés de natation, par hasard?
it_it: [_mc_] Date lezioni di nuoto private, per caso?

source: [_mrsl_s_excited_] Only to the most promising students on the team...
fr_fr: [_mrsl_s_excited_] Seulement aux étudiants les plus prometteurs de l'équipe ...
it_it: [_mrsl_s_excited_] Solo agli studenti più promettenti della squadra...

source: [_mc_] I'll start practicing my breaststroke right away!
fr_fr: [_mc_] Je vais commencer à pratiquer mon brasse tout de suite !
it_it: [_mc_] Inizierò subito a praticare il mio seno!

source: [_mc_] How long have you worked at Newfall High?
fr_fr: [_mc_] Combien de temps avez-vous travaillé à Newfall High?
it_it: [_mc_] Per quanto tempo hai lavorato a Newfall High?

source: [_mrsl_s_thinking_] For a long time. I've always been drawn to the passion and lust for knowledge.
fr_fr: [_mrsl_s_thinking_] Pendant longtemps. J'ai toujours été attiré par la passion et la soif de connaissance.
it_it: [_mrsl_s_thinking_] Da molto tempo sono sempre stata attratta dalla passione e dalla voglia di sapere.

source: [_mrsl_s_smile_] I'll be sad to see you all go by the end of the year.
fr_fr: [_mrsl_s_smile_] Je serai triste de vous voir tous partir à la fin de l'année.
it_it: [_mrsl_s_smile_] Sarò triste vedervi andare tutti entro la fine dell'anno.

source: Why does it feel like she's not being sincere?
fr_fr: Pourquoi pense-t-elle qu'elle n'est pas sincère?
it_it: Perché sembra di non essere sincera?

source: She must be sick of my poor attempts at flirting by now...
fr_fr: Elle doit être malade de mes mauvaises tentatives de flirter maintenant ...
it_it: Deve essere stufa dei miei poveri tentativi di flirtare ora...

source: She's probably had enough of my chitchat for today.
fr_fr: Elle a probablement eu assez de mon chitchat pour aujourd'hui.
it_it: Probabilmente ha avuto abbastanza delle mie chitchat per oggi.

source: [_mrsl_s_neutral_] The passion of the students is what fuels me.
fr_fr: [_mrsl_s_neutral_] La passion des étudiants est ce qui me alimente.
it_it: [_mrsl_s_neutral_] La passione degli studenti è ciò che mi alimenta.

source: [_mrsl_s_excited_] I think this is going to be a great year.
fr_fr: [_mrsl_s_excited_] Je pense que ce sera une bonne année.
it_it: [_mrsl_s_excited_] Penso che questo sarà un grande anno.

source: [_mrsl_s_smile_] I'm glad to be out of those old rags.
fr_fr: [_mrsl_s_smile_] Je suis heureux de sortir de ces vieux chiffons.
it_it: [_mrsl_s_smile_] Sono felice di essere fuori da quei vecchi stracci.

source: [_mrsl_s_smile_] I feel... invigorated.
fr_fr: [_mrsl_s_smile_] Je me sens revigorée.
it_it: [_mrsl_s_smile_] mi sento... rinvigorito.

source: [_mrsl_s_sad_] Sometimes you have to make tough choices in life to break out of a bad rut.
fr_fr: [_mrsl_s_sad_] Parfois, vous devez faire des choix difficiles dans la vie pour sortir d'une mauvaise rut.
it_it: [_mrsl_s_sad_] A volte devi fare scelte difficili nella vita per uscire da una brutta rut.

source: [_mrsl_s_sad_] And it doesn't always come without a price.
fr_fr: [_mrsl_s_sad_] Et ça ne vient pas toujours sans un prix.
it_it: [_mrsl_s_sad_] E non viene sempre senza un prezzo.

source: [_mrsl_s_annoyed_] I almost slipped just there.
fr_fr: [_mrsl_s_annoyed_] J'ai presque glissé juste là.
it_it: [_mrsl_s_annoyed_] Sono quasi scivolato proprio lì.

source: [_mrsl_s_annoyed_] Cleaning the floor without putting up a sign isn't very bright...
fr_fr: [_mrsl_s_annoyed_] Le nettoyage du sol sans mettre en place un panneau n'est pas très lumineux ...
it_it: [_mrsl_s_annoyed_] Pulire il pavimento senza mettere un segno non è molto luminoso...

source: [_mrsl_s_concerned_] But I'm sure the janitor has a lot of other talents.
fr_fr: [_mrsl_s_concerned_] Mais je suis sûr que le concierge a beaucoup d'autres talents.
it_it: [_mrsl_s_concerned_] Ma sono sicuro che il janitor ha molti altri talenti.

source: [_mrsl_s_confident_] I've really enjoyed teaching here and the students have always been a great source of excitement.
fr_fr: [_mrsl_s_confident_] J'ai vraiment aimé l'enseignement ici et les étudiants ont toujours été une grande source d'excitation.
it_it: [_mrsl_s_confident_] Ho davvero apprezzato l'insegnamento qui e gli studenti sono sempre stati una grande fonte di eccitazione.

source: [_mrsl_s_confident_] But I think this is my last year.
fr_fr: [_mrsl_s_confident_] Mais je pense que c'est ma dernière année.
it_it: [_mrsl_s_confident_] Ma penso che questo sia il mio ultimo anno.

source: [_mrsl_s_laughing_] Sometimes you have to take a leap of faith and spread your wings.
fr_fr: [_mrsl_s_laughing_] Parfois, vous devez faire un saut de foi et étendre vos ailes.
it_it: [_mrsl_s_laughing_] A volte bisogna fare un salto di fede e spiegare le ali.

source: [_mrsl_s_cringe_] Curses! What is that smell?
fr_fr: [_mrsl_s_cringe_] Curses ! Quelle est cette odeur?
it_it: [_mrsl_s_cringe_] Maledizioni! Che cos'è quell'odore?

source: [_mc_] Sorry, I didn't shower this morning.
fr_fr: [_mc_] Désolé, je n'ai pas pris de douche ce matin.
it_it: [_mc_] Scusa, non ho fatto la doccia stamattina.

source: [_mrsl_s_flirty_] Oh, it's not you, dear!
fr_fr: [_mrsl_s_flirty_] Oh, ce n'est pas toi, chérie !
it_it: [_mrsl_s_flirty_] Oh, non sei tu, caro!

source: [_mrsl_s_cringe_] Did the janitor change the soap formula?
fr_fr: [_mrsl_s_cringe_] Le concierge a-t-il modifié la formule du savon?
it_it: [_mrsl_s_cringe_] Il janitor ha cambiato la formula di sapone?

source: [_mc_] I don't think so. Smells the same as always.
fr_fr: [_mc_] Je ne le pense pas. Il en va de même comme toujours.
it_it: [_mc_] Io non credo così. Odica lo stesso come sempre.

source: [_mrsl_s_laughing_] You're probably right. I've just never gotten used to it.
fr_fr: [_mrsl_s_laughing_] Vous avez probablement raison. Je ne me suis jamais habituée à ça.
it_it: [_mrsl_s_laughing_] Probabilmente hai ragione. Non ci sono mai abituato.

source: [_mrsl_s_sad_] Everyone's going through their own struggles. Do you know what fuels me to keep going every day?
fr_fr: [_mrsl_s_sad_] Tout le monde passe par ses propres luttes. Savez-vous ce qui me nourrit chaque jour?
it_it: [_mrsl_s_sad_] Tutti stanno attraversando le loro stesse lotte. Sapete cosa mi alimenta per continuare ad andare ogni giorno?

source: [_mc_] Getting out of your old clothes.
fr_fr: [_mc_] Pour sortir de vos vieux vêtements.
it_it: [_mc_] Uscire dai tuoi vecchi vestiti.

source: [_mrsl_s_smile_] That did help, but it's never been what drives me.
fr_fr: [_mrsl_s_smile_] Cela a été utile, mais ce n'est jamais ce qui me motive.
it_it: [_mrsl_s_smile_] Che ha aiutato, ma non è mai stato quello che mi spinge.

source: [_mc_] The passion of the students here.
fr_fr: [_mc_] La passion des étudiants ici.
it_it: [_mc_] La passione degli studenti qui.

source: [_mrsl_s_smile_] Correct. That's why I'm still here after all these years.
fr_fr: [_mrsl_s_smile_] Corriger. C'est pourquoi je suis toujours là après toutes ces années.
it_it: [_mrsl_s_smile_] Corretto. Ecco perché sono ancora qui dopo tutti questi anni.

source: [_mc_] Two Duracell batteries and a magic wand.
fr_fr: [_mc_] Deux piles Duracell et une baguerie magique.
it_it: [_mc_] Due batterie Duracell e una bacchetta magica.

source: [_mrsl_s_smile_] Only on slow nights.
fr_fr: [_mrsl_s_smile_] Seulement les nuits lentes.
it_it: [_mrsl_s_smile_] Solo nelle notti lente.

source: [_mrsl_s_embarrassed_] Sorry, that was a joke.
fr_fr: [_mrsl_s_embarrassed_] Désolé, c'était une blague.
it_it: [_mrsl_s_embarrassed_] Ci dispiace, quella era una battuta.

source: [_mrsl_s_angry_] Highly inappropriate by both of us.
fr_fr: [_mrsl_s_angry_] Très mal à l'égard de nos deux.
it_it: [_mrsl_s_angry_] Altamente inappropriato da entrambi noi.

source: [_mc_] Drinking a glass of lemon juice every morning.
fr_fr: [_mc_] Boire un verre de jus de citron chaque matin.
it_it: [_mc_] Bere ogni mattina un bicchiere di succo di limone.

source: [_mrsl_s_cringe_] For some reason, I've grown to hate lemons over the years.
fr_fr: [_mrsl_s_cringe_] Pour une raison ou une autre, j'ai grandi pour haïr les citrons au fil des ans.
it_it: [_mrsl_s_cringe_] Per qualche ragione, sono cresciuto per odiare i limoni nel corso degli anni.

source: [_mrsl_s_cringe_] Might be because of that infernal soap.
fr_fr: [_mrsl_s_cringe_] En raison de ce savon infernal.
it_it: [_mrsl_s_cringe_] Potrebbe essere a causa di quel sapone infernale.

source: [_mrsl_s_confident_] Keeping your head up is important, but some days are worse than others.
fr_fr: [_mrsl_s_confident_] La tenue de votre tête est importante, mais certains jours sont pires que d'autres.
it_it: [_mrsl_s_confident_] Mantenere la testa in su è importante, ma alcuni giorni sono peggio di altri.

source: [_mrsl_s_cringe_] There's one thing that always sours my mood. Do you know what?
fr_fr: [_mrsl_s_cringe_] Il y a une chose qui sème toujours mon humeur. Savez-vous quoi?
it_it: [_mrsl_s_cringe_] C'è una cosa che mi accarezza sempre. Sai cosa?

source: [_mc_] Excited students.
fr_fr: [_mc_] Élèves excités.
it_it: [_mc_] Studenti eccitati.

source: [_mrsl_s_neutral_] No, I love excitement! It really gets my blood flowing.
fr_fr: [_mrsl_s_neutral_] Non, j'aime l'excitation ! Ça fait vraiment couler mon sang.
it_it: [_mrsl_s_neutral_] No, amo l'eccitazione! Fa davvero fluire il mio sangue.

source: [_mc_] People who don't shower.
fr_fr: [_mc_] Les gens qui ne se doucent pas.
it_it: [_mc_] Persone che non fanno doccia.

source: [_mrsl_s_annoyed_] Since I used to be one of them, I can't really blame them too much.
fr_fr: [_mrsl_s_annoyed_] Depuis que je suis l'un d'entre eux, je ne peux pas vraiment les reprocher.
it_it: [_mrsl_s_annoyed_] Dal momento che ero uno di loro, non posso davvero incolpare troppo.

source: [_mc_] Old clothes.
fr_fr: [_mc_] Anciens vêtements.
it_it: [_mc_] Vecchi vestiti.

source: [_mrsl_s_laughing_] I did hate my old clothes, but they were so comfy at the same time.
fr_fr: [_mrsl_s_laughing_] Je déteste mes vieux vêtements, mais ils étaient tellement combrent en même temps.
it_it: [_mrsl_s_laughing_] Ho odiato i miei vecchi vestiti, ma erano così comodi allo stesso tempo.

source: [_mrsl_s_cringe_] There are, however, things I hate more.
fr_fr: [_mrsl_s_cringe_] Il y a cependant des choses que je déteste plus.
it_it: [_mrsl_s_cringe_] Ci sono, tuttavia, cose che odio di più.

source: [_mc_] Lemon soap.
fr_fr: [_mc_] Savon Lemon.
it_it: [_mc_] Sapone al limone.

source: [_mrsl_s_angry_] Yes! I can't stand it. It kills my nostrils every morning.
fr_fr: [_mrsl_s_angry_] Oui ! Je ne peux pas supporter ça. Il tue mes narines chaque matin.
it_it: [_mrsl_s_angry_] Sì! Non posso sopportarlo. Uccide le mie narici ogni mattina.

source: [_mrsl_s_neutral_] What's something I consider important in order to get through life?
fr_fr: [_mrsl_s_neutral_] Qu'est-ce que je considère important pour traverser la vie?
it_it: [_mrsl_s_neutral_] Che cosa considero importante per passare alla vita?

source: [_mc_] Wet floor signs.
fr_fr: [_mc_] Panne de plancher humide.
it_it: [_mc_] Cartelli da pavimento bagnati.

source: [_mrsl_s_angry_] Wet floors are death traps if you're wearing heels.
fr_fr: [_mrsl_s_angry_] Les planchers de Wet sont des pièges à mort si vous portez des talons.
it_it: [_mrsl_s_angry_] I pavimenti umidi sono trappole per la morte se indossi i talloni.

source: [_mrsl_s_smile_] They're important, but that's not really what I had in mind.
fr_fr: [_mrsl_s_smile_] Ils sont importants, mais ce n'est pas vraiment ce que j'avais en tête.
it_it: [_mrsl_s_smile_] Sono importanti, ma non è quello che avevo in mente.

source: [_mc_] Sexy clothes.
fr_fr: [_mc_] Vêtements de Sexy.
it_it: [_mc_] Vestiti sexy.

source: [_mrsl_s_laughing_] Well, for some that might be true.
fr_fr: [_mrsl_s_laughing_] Eh bien, pour certains, cela pourrait être vrai.
it_it: [_mrsl_s_laughing_] Beh, per alcuni che potrebbe essere vero.

source: [_mrsl_s_flirty_] I'm sure Miss [jacklyn] would agree.
fr_fr: [_mrsl_s_flirty_] Je suis sûr que Mlle [jacklyn] serait d'accord.
it_it: [_mrsl_s_flirty_] Sono sicuro che la signorina [jacklyn] sarebbe d'accordo.

source: [_mc_] Breaking out of bad ruts.
it_it: [_mc_] Spezzare fuori di ruts cattivi.

source: [_mrsl_s_excited_] Correct! If you keep making the same poor choices over and over, you'll never get anywhere.
fr_fr: [_mrsl_s_excited_] Corriger ! Si vous continuez à faire les mêmes choix, vous ne serez jamais nulle part.
it_it: [_mrsl_s_excited_] Corretto! Se continui a fare le stesse scelte scarse più e più volte, non arriverai mai da nessuna parte.

source: [_mc_] Spreading your wings.
fr_fr: [_mc_] Répandage de vos ailes.
it_it: [_mc_] Diffondere le ali.

source: [_mrsl_s_laughing_] Spreading your wings is important. They tend to get stiff otherwise.
fr_fr: [_mrsl_s_laughing_] La répartition de vos ailes est importante. Ils ont tendance à s'étouffer autrement.
it_it: [_mrsl_s_laughing_] Diffondere le tue ali è importante. Tendono a diventare rigido altrimenti.

source: [_mrsl_s_confident_] But that's not really what I had in mind.
fr_fr: [_mrsl_s_confident_] Mais ce n'est pas vraiment ce que j'avais en tête.
it_it: [_mrsl_s_confident_] Ma non è quello che avevo in mente.

source: "I like your new style, [mrsl]!"
fr_fr: "J'aime votre nouveau style, [mrsl]!"
it_it: "Mi piace il tuo nuovo stile, [mrsl]!"

source: "Do you give private swimming lessons, by any chance?"
fr_fr: "Vous donnez des cours privés de natation, par hasard?"
it_it: "Date lezioni private di nuoto, per ogni occasione?"

source: "How long have you worked at Newfall High?"
fr_fr: "Depuis combien de temps travaillez-vous à Newfall High?"
it_it: "Per quanto tempo hai lavorato a Newfall High?"

source: "Getting out of your old clothes."
fr_fr: "Tiretoi de tes vieux vêtements."
it_it: "Uscire dai tuoi vecchi vestiti."

source: "The passion of the students here."
fr_fr: "La passion des étudiants ici."
it_it: "La passione degli studenti qui."

source: "Two Duracell batteries and a magic wand."
fr_fr: "Deux batteries Duracell et une baguerie magique."
it_it: "Due batterie Duracell e una bacchetta magica."

source: "Drinking a glass of lemon juice every morning."
fr_fr: "Boire un verre de jus de citron chaque matin."
it_it: "Bere un bicchiere di succo di limone ogni mattina."

source: "Excited students."
fr_fr: "Des étudiants excités."
it_it: "Studenti eccitati."

source: "People who don't shower."
fr_fr: "Les gens qui ne se douche pas."
it_it: "Persone che non doccie."

source: "Old clothes."
fr_fr: "Les vieux vêtements."
it_it: "Vecchi vestiti."

source: "Lemon soap."
fr_fr: "Savon savon".
it_it: "Sapone al limone."

source: "Wet floor signs."
fr_fr: "Panne de plancher".
it_it: "Cartelli da pavimento bagnati."

source: "Sexy clothes."
fr_fr: "Vêtements de Sexy."
it_it: "Vestiti sexy."

source: "Breaking out of bad ruts."
fr_fr: "Rompons de mauvais ruts."
it_it: "Rompere fuori di rute."

source: "Spreading your wings."
fr_fr: "Répandez vos ailes."
it_it: "Diffondere le ali."

source: [_mrsl_s_smile_] Hi, [mc]!
fr_fr: [_mrsl_s_smile_] Bonjour, [mc]!
