Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_HOT.po
Languages: fr_fr, it_it

source: [mrsl] seems lost in thought. Her eyes wander slowly over the gym.
fr_fr: [mrsl] semble perdu dans la pensée. Ses yeux errent lentement au-dessus de la salle de gym.
it_it: [mrsl] sembra perso nel pensiero. I suoi occhi vagano lentamente sopra la palestra.

source: She used to be reserved and introverted before her sexual awakening, and this look reminds me of that time.
fr_fr: Elle était réservée et introvertie avant son réveil sexuel, ce qui me rappelle ce temps.
it_it: Una volta era riservata e introversa prima del suo risveglio sessuale, e questo aspetto mi ricorda quel tempo.

source: Perhaps her old self is still hiding beneath the surface.
fr_fr: Peut-être que son vieux moi se cache encore sous la surface.
it_it: Forse il suo vecchio sé si nasconde ancora sotto la superficie.

source: [_mc_] Excuse me.
fr_fr: [_mc_] Excuse-moi.
it_it: [_mc_] Scusatemi.

source: [_mc_] A penny for your thoughts.
fr_fr: [_mc_] Un sou pour vos pensées.
it_it: [_mc_] Un centesimo per i tuoi pensieri.

source: [_mrsl_s_confident_] Hello there, [mc]! I didn't see you come in.
fr_fr: [_mrsl_s_confident_] Bonjour, [mc]! Je ne vous ai pas vu entrer.
it_it: [_mrsl_s_confident_] Ciao lì, [mc]! Non ti ho visto entrare.

source: [_mrsl_s_flirty_] I'm afraid my thoughts are pricier than that.
fr_fr: [_mrsl_s_flirty_] Je crains que mes pensées ne soient plus que ça.
it_it: [_mrsl_s_flirty_] Temo che i miei pensieri siano più cari di quello.

source: [_mc_] How much?
fr_fr: [_mc_] Combien ?
it_it: [_mc_] Quanto?

source: [_mrsl_s_confident_] A businessman, eh?
fr_fr: [_mrsl_s_confident_] Un homme d'affaires, hein ?
it_it: [_mrsl_s_confident_] Un uomo d'affari, eh?

source: [_mrsl_s_confident_] All right, then.
fr_fr: [_mrsl_s_confident_] Très bien, alors.
it_it: [_mrsl_s_confident_] Va bene, allora.

source: [_mc_] I don't have a lot of money, but maybe I can pay you in favors?
fr_fr: [_mc_] Je n'ai pas beaucoup d'argent, mais peut-être que je peux te payer en faveurs ?
it_it: [_mc_] Non ho molti soldi, ma forse posso pagarti a favore?

source: [_mrsl_s_laughing_] That's adorable.
fr_fr: [_mrsl_s_laughing_] C'est adorable.
it_it: [_mrsl_s_laughing_] È adorabile.

source: [_mrsl_s_laughing_] You just paid me in humor; that's good enough!
fr_fr: [_mrsl_s_laughing_] Vous venez de me payer de l'humour ; c'est assez bien !
it_it: [_mrsl_s_laughing_] Mi hai appena pagato in umorismo; è abbastanza buono!

source: Glad she thinks it's humorous and adorable...
fr_fr: Heureuse qu'elle pense que c'est humoristique et adorable...
it_it: Felice che lei pensi che sia umoristico e adorabile...

source: I hate not being taken seriously.
fr_fr: Je déteste ne pas être pris au sérieux.
it_it: Odio non essere preso sul serio.

source: You say all the right things and still get a crappy response.
fr_fr: Vous dites tout ce qu'il faut et vous obtenez quand même une réponse médiocre.
it_it: Dicete tutte le cose giuste e ancora ottenere una risposta crappy.

source: Whose fault is that? Mine or the women?
fr_fr: À qui est la faute ? Les mines ou les femmes ?
it_it: Di chi è la colpa? La mia o le donne?

source: [_mc_] Well... what's on your mind, then?
fr_fr: [_mc_] Eh bien ... qu'est-ce qui est dans votre esprit, alors ?
it_it: [_mc_] Bene... che cos'è la tua mente, allora?

source: [_mc_] I'm thinking about getting in shape, and you clearly take good care of your body. Do you have any tips?
fr_fr: [_mc_] Je pense à prendre forme, et vous prenez bien soin de votre corps. As-tu des trucs ?
it_it: [_mc_] Sto pensando di diventare in forma, e si prende chiaramente la buona cura del vostro corpo. Hai qualche suggerimento?

source: [_mrsl_s_blush_] That's nice of you.
fr_fr: [_mrsl_s_blush_] C'est bien de vous.
it_it: [_mrsl_s_blush_] È bello da parte vostra.

source: [_mrsl_s_blush_] A good diet is always step one, but when it comes to gym activities there are many ways.
fr_fr: [_mrsl_s_blush_] Un bon régime est toujours un bon régime, mais quand il s'agit d'activités de gym, il y a de nombreuses façons.
it_it: [_mrsl_s_blush_] Una buona dieta è sempre un primo passo, ma quando si tratta di attività in palestra ci sono molti modi.

source: [_mc_] What, err... do you usually eat?
fr_fr: [_mc_] Qu'est-ce que vous mangez habituellement ?
it_it: [_mc_] Che cosa, errore... di solito mangiate?

source: [_mrsl_s_smile_] A diet is a personal thing. It's never one size fits all.
fr_fr: [_mrsl_s_Souriez_] Une alimentation est une chose personnelle. Ce n'est jamais une taille unique.
it_it: [_mrsl_s_smile_] Una dieta è una cosa personale. Non è mai una taglia unica per tutti.

source: [_mrsl_s_smile_] I usually like to keep my meals hot. Lately, I've been going for small portions of junk food.
fr_fr: [_mrsl_s_Souriez_] J'aime habituellement garder mes repas chauds. Dernièrement, j'ai fait de petites portions de malbouffe.
it_it: [_mrsl_s_smile_] Di solito mi piace tenere caldi i pasti. Ultimamente, ho fatto piccole porzioni di cibo spazzatura.

source: [_mc_] You can diet on junk food?
fr_fr: [_mc_] Vous pouvez manger sur la malbouffe ?
it_it: [_mc_] È possibile dieta sul cibo spazzatura?

source: [_mrsl_s_thinking_] Some can, if they know what they're doing. And if you keep up the right training regimen.
fr_fr: [_mrsl_s_thinking_] Certains peuvent, s'ils savent ce qu'ils font. Et si vous continuez le bon régime de formation.
it_it: [_mrsl_s_thinking_] Alcuni possono, se sanno quello che stanno facendo. E se mantieni il giusto regime di allenamento.

source: [_mc_] I like the sound of that. What kind of training do you usually do, then?
fr_fr: [_mc_] J'aime le son de ça. Quel genre de formation ferez-vous habituellement, alors ?
it_it: [_mc_] Mi piace il suono di quello. Che tipo di allenamento fate di solito, allora?

source: [_mrsl_s_laughing_] These thoughts will cost you $5.
fr_fr: [_mrsl_s_laughing_] Ces pensées vous coûteront 5 $.
it_it: [_mrsl_s_laughing_] Questi pensieri ti costeranno $5.

source: [_mrsl_s_confident_] These thoughts will cost you $5.
fr_fr: [_mrsl_s_confident_] Ces pensées vous coûteront 5 $.
it_it: [_mrsl_s_confident_] Questi pensieri ti costeranno $5.

source: [_mc_] Really?
fr_fr: [_mc_] Vraiement ?
it_it: [_mc_] Davvero?

source: [_mrsl_s_laughing_] Really.
fr_fr: [_mrsl_s_laughing_] Vraiement.
it_it: [_mrsl_s_laughing_] Davvero.

source: It's a bit odd that a teacher is soliciting money from their students...
fr_fr: C'est un peu bizarre qu'un professeur demande de l'argent à leurs étudiants ...
it_it: È un po' strano che un insegnante stia sollecitando denaro dai loro studenti...

source: Surely, that has to be against some kind of school regulation.
fr_fr: Sûrement, cela doit être contraire à une réglementation scolaire.
it_it: Certamente ciò deve essere contrario ad una regolamentazione scolastica.

source: On the other hand, [mrsl] is a total babe. Is any other logic really needed?
fr_fr: D'autre part, [mrsl] est un vrai bébé. Une autre logique est-elle vraiment nécessaire ?
it_it: D'altra parte, [mrsl] è una babe totale. È davvero necessaria un'altra logica?

source: [_mc_] Here you go.
fr_fr: [_mc_] Ici, vous allez.
it_it: [_mc_] Qui vai.

source: The only thing missing is stuffing the cash into the waistband of her panties.
fr_fr: La seule chose qui manque, c'est de bourrer l'argent dans la ceinture de ses culottes.
it_it: L'unica cosa che manca è riempire il denaro nella fascia di vita delle sue mutandine.

source: [_mrsl_s_blush_] Okay, you're serious about picking my brain!
fr_fr: [_mrsl_s_blush_] Ok, vous êtes sérieux pour choisir mon cerveau !
it_it: [_mrsl_s_blush_] Okay, sei serio a scegliere il mio cervello!

source: [_mrsl_s_concerned_] This is a little embarrassing, but I only wanted to make sure you were interested.
fr_fr: [_mrsl_s_concerned_] C'est un peu embarrassant, mais je voulais seulement m'assurer que vous étiez intéressé.
it_it: [_mrsl_s_concerned_] Questo è un po 'imbarazzante, ma volevo solo assicurarsi che tu fosse interessato.

source: [_mrsl_s_concerned_] It's my poor self-esteem acting up again. Here, have the money back.
fr_fr: [_mrsl_s_concerned_] C'est ma pauvre estime de soi qui agit à nouveau. Ici, vous pouvez récupérer l'argent.
it_it: [_mrsl_s_concerned_] È la mia povera autostima che agisce di nuovo. Qui, hai i soldi indietro.

source: [_mc_] Err... okay.
fr_fr: [_mc_] Err ... ok.
it_it: [_mc_] Errato... okay.

source: [_mrsl_s_sad_] Please, don't tell anyone about this. It was a lapse of common sense.
fr_fr: [_mrsl_s_sad_] S'il vous plaît, ne le dites à personne à ce sujet. C'était un manque de bon sens.
it_it: [_mrsl_s_sad_] Per favore, non parlate a nessuno di questo. È stato un lasso di buon senso.

source: [_mrsl_s_sad_] Sometimes, I forget that I'm a teacher.
fr_fr: [_mrsl_s_sad_] Parfois, j'oublie que je suis professeur.
it_it: [_mrsl_s_sad_] A volte, dimentico di essere un insegnante.

source: [_mc_] Everyone makes mistakes. Don't worry.
fr_fr: [_mc_] Tout le monde commet des erreurs. Ne t'inquiète pas.
it_it: [_mc_] Tutti commettono errori. Non preoccupatevi.

source: [_mc_] Sorry, but asking a student for money seems inappropriate to me.
fr_fr: [_mc_] Désolé, mais demander de l'argent à un étudiant me semble inapproprié.
it_it: [_mc_] Mi dispiace, ma chiedere denaro a uno studente mi sembra inappropriato.

source: [_mrsl_s_afraid_] You're totally right! I'm so sorry!
fr_fr: [_mrsl_s_afraid_] Vous avez entièrement raison ! Je suis désolé !
it_it: [_mrsl_s_afraid_] Hai assolutamente ragione! Mi dispiace!

source: [_mrsl_s_afraid_] It's my shitty self-esteem acting up.
fr_fr: [_mrsl_s_afraid_] C'est ma propre estime de soi qui agit.
it_it: [_mrsl_s_afraid_] È la mia autostima scossa che agisce in su.

source: [_mrsl_s_afraid_] I didn't really think you were interested in me... or rather, my thoughts. So, I wanted to put it to the test.
fr_fr: [_mrsl_s_afraid_] Je ne pensais pas vraiment que vous étiez intéressé par moi ... ou plutôt, mes pensées. Donc, je voulais le mettre à l'épreuve.
it_it: [_mrsl_s_afraid_] Non pensavo davvero che tu fossi interessato a me... o meglio, ai miei pensieri. Quindi, volevo metterlo alla prova.

source: How can bad self-esteem even be a thing for a woman like her?
fr_fr: Comment une mauvaise estime de soi est-elle même une chose pour une femme comme elle ?
it_it: Come può la cattiva autostima anche essere una cosa per una donna come lei?

source: Also, she was totally flirting with me before...
fr_fr: Aussi, elle flirtait totalement avec moi avant ...
it_it: Anche, lei era totalmente flirtare con me prima...

source: Is she being fishy or just overcompensating?
fr_fr: Y a-t-il un poisson ou une surcompensation ?
it_it: Lei è pescante o semplicemente sovracompensante?

source: [_mc_] So, about those thoughts?
fr_fr: [_mc_] Alors, à propos de ces pensées ?
it_it: [_mc_] Quindi, circa quei pensieri?

source: [_mrsl_s_excited_] Oh, right!
fr_fr: [_mrsl_s_excited_] Oh, non !
it_it: [_mrsl_s_excited_] Oh, destra!

source: [_mrsl_s_excited_] I used to follow a series of calisthenics videotapes.
fr_fr: [J'avais l'habitude de suivre une série de cassettes vidéo de gymnastique suédoise.
it_it: [_mrsl_s_excited_] seguivo una serie di videocassette di calitenica.

source: [_mrsl_s_excited_] I was really happy with the results, and I'm thinking of picking it up again.
fr_fr: [_mrsl_s_excited_] J'étais vraiment content des résultats, et je pense à la reprendre.
it_it: [_mrsl_s_excited_] Sono stato davvero contento dei risultati, e sto pensando di prenderlo di nuovo.

source: [_mc_] Videotapes?
fr_fr: [_mc_] Vidéocassettes ?

source: [_mrsl_s_thinking_] Yes, it's a box set called High-intensity Omni-flex Training.
fr_fr: [Oui, il s'agit d'un coffret intitulé High-intensity Omni-flex Training.
it_it: [_mrsl_s_thinking_] Sì, è un set di box chiamato Allenamento Omni-flex ad alta intensità.

source: [_mc_] But why VHS?
fr_fr: [_mc_] Mais pourquoi VHS ?
it_it: [_mc_] Ma perché VHS?

source: [_mrsl_s_embarrassed_] Oh, uh, I couldn't find it in another format.
fr_fr: [_mrsl_s_embarrassed_] Oh, euh, je n'ai pas pu le trouver dans un autre format.
it_it: [_mrsl_s_embarrassed_] Oh, uh, non sono riuscito a trovarlo in un altro formato.

source: [_mrsl_s_embarrassed_] It's a very special kind of program.
fr_fr: [_mrsl_s_embarrassed_] C'est un programme très spécial.
it_it: [_mrsl_s_embarrassed_] È un tipo di programma molto speciale.

source: That seems a bit suspicious.
fr_fr: Cela semble un peu suspect.
it_it: Sembra un po' sospettoso.

source: [mrsl] always was a little old-fashioned, but who the hell uses VHS in this day and age?
fr_fr: [mrsl] a toujours été un peu vieux, mais qui utilise VHS à ce jour et à l'âge ?
it_it: [mrsl] era sempre un po 'vecchio stile, ma chi l'inferno usa VHS in questo giorno e l'età?

source: [_mrsl_s_sarcastic_] Anyway, I should get going.
fr_fr: [_mrsl_s_sarcastic_] Quoi qu'il en soit, je devrais aller.
it_it: [_mrsl_s_sarcastic_] Comunque, dovrei andare avanti.

source: High-intensity Omni-flex Training? Is that what she said?
fr_fr: Entraînement Omni-flex à haute intensité ? C'est ce qu'elle a dit ?
it_it: Allenamento Omni-flex ad alta intensità? È quello che ha detto?

source: The whole VHS business feels odd.
fr_fr: Toute l'affaire VHS est étrange.
it_it: L'intero business VHS si sente strano.

source: Then again, there's been a lot of weirdness since I returned...
fr_fr: Encore une fois, il y a eu beaucoup d'étrangeté depuis que je suis revenu ...
it_it: Poi ancora, c'è stato un sacco di stranezza da quando sono tornato...

source: ??? [special_delimiter] What exactly do you think you're doing?
fr_fr: ??? [special_delimiter] Que penses-tu exactement que tu fais ?
it_it: ??? [special_delimiter] Che cosa pensi di fare esattamente?

source: [_mrsl_] I'm... not doing anything.
fr_fr: [_mrsl_] Je ... ne fais rien.
it_it: [_mrsl_] Io... non faccio nulla.

source: ??? [special_delimiter] Please, I know your tricks. Don't think you can fool me.
fr_fr: ??? [special_delimiter] S'il vous plaît, je connais vos astuces. Ne pense pas que tu peux me tromper.
it_it: ??? [special_delimiter] Per favore, conosco i tuoi trucchi. Non pensi che tu possa ingannarmi.

source: [_mrsl_] I promise I wasn't doing anything.
fr_fr: [_mrsl_] Je promets que je ne faisais rien.
it_it: [_mrsl_] Prometto che non stavo facendo nulla.

source: The other voice belongs to a woman. It seems somewhat familiar, but I can't remember where I've heard it.
fr_fr: L'autre voix appartient à une femme. Ça me semble quelque peu familier, mais je ne me souviens pas d'où je l'ai entendu.
it_it: L'altra voce appartiene a una donna. Sembra un po' familiare, ma non riesco a ricordare dove l'ho sentita.

source: ??? [special_delimiter] Promise? Now, that's funny.
fr_fr: ??? [special_delimiter] Promesse ? Maintenant, c'est drôle.
it_it: ??? [special_delimiter] Promessa? Ora, è divertente.

source: ??? [special_delimiter] What exactly do you call flirting with him? Is that doing nothing?
fr_fr: ??? [special_delimiter] Qu'est-ce que vous appelez exactement flirter avec lui ? Est-ce que ça ne fait rien ?
it_it: ??? [special_delimiter] Che cosa esattamente chiamate flirtare con lui? Non sta facendo niente?

source: [_mrsl_] I... I've not been doing it on purpose.
fr_fr: [_mrsl_] I ... Je ne l'ai pas fait à dessein.
it_it: [_mrsl_] Io... Non l'ho fatto apposta.

source: ??? [special_delimiter] Ha! For a natural born liar, you're not very good at it.
fr_fr: ??? [special_delimiter] Ha ! Pour un menteur naturel, vous n'êtes pas très bon.
it_it: ??? [special_delimiter] Ciao! Per un bugiardo naturale non sei molto bravo.

source: [_mrsl_] I don't know what to tell you.
fr_fr: [_mrsl_] Je ne sais pas quoi te dire.
it_it: [_mrsl_] Non so cosa dirti.

source: [_mrsl_] I've just been going about my business.
fr_fr: [_mrsl_] Je viens de parler de mon entreprise.
it_it: [_mrsl_] Ho appena fatto i miei affari.

source: ??? [special_delimiter] And we both know what your business is...
fr_fr: ??? [special_delimiter] Et nous savons tous les deux quelle est votre activité...
it_it: ??? [special_delimiter] E sappiamo entrambi che cosa è la vostra attività...

source: [_mrsl_] It's not my fault if he's interested in me.
fr_fr: [_mrsl_] Ce n'est pas de ma faute s'il s'intéresse à moi.
it_it: [_mrsl_] Non è colpa mia se è interessato a me.

source: ??? [special_delimiter] Wearing that skimpy dress? I'd say it is.
fr_fr: ??? [special_delimiter] Vous portez cette robe moulante ? Je dirais que oui.
it_it: ??? [special_delimiter] Indossare quel vestito skimpy? Direi che è.

source: [_mrsl_] Dressing like a nun wasn't part of the deal.
fr_fr: [_mrsl_] Un tressant comme une nonne ne faisait pas partie de l'accord.
it_it: [_mrsl_] Vestirsi come una suora non faceva parte dell'accordo.

source: ??? [special_delimiter] You've always been a snake! I can't wait to be rid of you!
fr_fr: ??? [special_delimiter] Vous avez toujours été un serpent ! J'ai hâte de te débarrasser de toi !
it_it: ??? [special_delimiter] Sei sempre stato un serpente! Non vedo l'ora di sbarazzarmi di te!

source: [_mrsl_] I'm sorry you feel that way...
fr_fr: [_mrsl_] Je suis désolé que vous vous sentiez comme ...
it_it: [_mrsl_] Mi dispiace che ti senti così...

source: ??? [special_delimiter] A crocodile snake!
fr_fr: ??? [special_delimiter] Un serpent de crocodile !
it_it: ??? [special_delimiter] Un serpente di coccodrillo!

source: ??? [special_delimiter] I suppose telling him about those videotapes is also nothing?
fr_fr: ??? [special_delimiter] Je suppose que je lui dis que ces vidéos sont aussi rien ?
it_it: ??? [special_delimiter] Suppongo che dirgli di quelle videocassette non sia anche nulla?

source: [_mrsl_] I mean, he asked. And it's just calisthenics...
fr_fr: [_mrsl_] Je veux dire, il a demandé. Et c'est juste calisthenics ...
it_it: [_mrsl_] Voglio dire, ha chiesto. Ed è solo calisthenic...

source: Wait. They're actually talking about me?
fr_fr: Attends. Ils parlent de moi ?
it_it: Aspetta. In realtà stanno parlando di me?

source: ??? [special_delimiter] You're planning something.
fr_fr: ??? [special_delimiter] Vous préparez quelque chose.
it_it: ??? [special_delimiter] Stai pianificando qualcosa.

source: [_mrsl_] I'm not.
fr_fr: [_mrsl_] Je ne suis pas.
it_it: [_mrsl_] Non sono.

source: It went very quiet all of a sudden. I should probably get going before they find me eavesdropping.
fr_fr: Ça a été très calme tout d'un coup. Je devrais probablement aller avant qu'ils me trouvent des écoutes.
it_it: È andato molto tranquillo tutto un improvviso. Probabilmente dovrei andare avanti prima che mi trovassero grondaio.

source: Who is that person? What deal are they talking about?
fr_fr: Qui est cette personne ? De quel accord parlent-ils ?
it_it: Di chi è quella persona? Di che affare stanno parlando?

source: Fuck. It feels like they know something that I don't.
fr_fr: Putain. J'ai l'impression qu'ils savent quelque chose que je ne fais pas.
it_it: Scopo. Sembra che sappiano qualcosa che io no.

source: Also, those videotapes came up again...
fr_fr: De plus, ces vidéos ont repris ...
it_it: Inoltre, quelle videocassette si sono ripresentate...

source: Maybe [lindsey] could tell me more. Training programs are her specialty.
fr_fr: Peut-être que [lindsey] pourrait me dire plus. Les programmes de formation sont sa spécialité.
it_it: Forse [lindsey] potrebbe dirmi di più. I programmi di formazione sono la sua specialità.

source: She looks a bit frustrated and worn down.
fr_fr: Elle a l'air un peu frustrée et usée.
it_it: Sembra un po' frustrata e logorata.

source: [_mc_] You look tired.
fr_fr: [_mc_] Vous avez l'air fatigué.
it_it: [_mc_] Sembri stanco.

source: [_lindsey_s_eyeroll_] Gee, thanks.
fr_fr: [_lindsey_s_eyeroll_] Merci.
it_it: [_lindsey_s_eyeroll_] Gee, grazie.

source: [_mc_] I didn't mean anything bad by it.
fr_fr: [_mc_] Je ne voulais rien dire de mal.
it_it: [_mc_] non intendevo nulla di male da esso.

source: [_lindsey_s_sad_] Sorry for being snappy...
fr_fr: [_lindsey_s_sad_] Désolé d'avoir été brusque...
it_it: [_lindsey_s_sad_] Siamo spiacenti per essere scattante...

source: [_lindsey_s_sad_] It's just one of those days when the legs just aren't going as fast as they're meant to.
fr_fr: [_lindsey_s_sad_] C'est juste une de ces journées où les jambes ne vont pas aussi vite qu'on le veut.
it_it: [_lindsey_s_sad_] È solo uno di quei giorni in cui le gambe non vanno così velocemente come sono destinate a.

source: [_mc_] Ah, that's how I've felt for years.
fr_fr: [_mc_] Ah, c'est comme ça que je me sens depuis des années.
it_it: [_mc_] Ah, è così che mi sono sentito per anni.

source: [_lindsey_s_thinking_] Really? Maybe you should get that checked out.
fr_fr: [_lindsey_s_thinking_] Vraiement ? Peut-être que vous devriez vous faire vérifier.
it_it: [_lindsey_s_thinking_] Davvero? Forse dovresti ottenere quel check out.

source: Oh, I already know what the problem is. Bad fucking genes.
fr_fr: Oh, je sais déjà quel est le problème. Mauvais gènes de putain.
it_it: Oh, io so già qual è il problema. Cattivo cazzo geni.

source: [_mc_] Too much training?
fr_fr: [_mc_] Trop de formation ?
it_it: [_mc_] Troppo allenamento?

source: [_lindsey_s_thinking_] That's right.
fr_fr: [_lindsey_s_thinking_] C'est vrai.
it_it: [_lindsey_s_thinking_] Va bene.

source: [_lindsey_s_cringe_] I don't know what I'm doing and accidentally trained too much...
fr_fr: [_lindsey_s_cringe_] Je ne sais pas ce que je fais et je m'entraîne accidentellement trop ...
it_it: [_lindsey_s_cringe_] Non so cosa sto facendo e accidentalmente allenato troppo...

source: [_mc_] Is that sarcasm?
fr_fr: [_mc_] Est-ce que ce sarcasme ?
it_it: [_mc_] È quel sarcasmo?

source: [_lindsey_s_flirty_] It might've been.
fr_fr: [_lindsey_s_flirty_] Ça aurait pu être.
it_it: [_lindsey_s_flirty_] Potrebbe essere stato.

source: [_mc_] Now I'm really worried.
fr_fr: [_mc_] Maintenant, je suis vraiment inquiet.
it_it: [_mc_] Ora sono davvero preoccupato.

source: [_lindsey_s_laughing_] Thanks for caring!
fr_fr: [_lindsey_s_laughing_] Merci d'avoir pris soin !
it_it: [_lindsey_s_laughing_] Grazie per la cura!

source: [_mc_] That time of the month, eh?
fr_fr: [_mc_] Cette heure du mois, hein ?
it_it: [_mc_] Quella volta del mese, eh?

source: [_lindsey_s_cringe_] What did you just say?
fr_fr: [_lindsey_s_cringe_] Qu'est-ce que vous venez de dire ?
it_it: [_lindsey_s_cringe_] Che cosa hai appena detto?

source: [_mc_] I'm talking about your period.
fr_fr: [_mc_] Je parle de votre période.
it_it: [_mc_] sto parlando del tuo mestruo.

source: [_lindsey_s_thinking_] That's weird. Just drop it, okay?
fr_fr: [C'est bizarre. Laisse tomber, d'accord ?
it_it: [_lindsey_s_thinking_] È strano. Lascialo cadere, ok?

source: [_mc_] I guess I'm okay with that.
fr_fr: [_mc_] Je suppose que je vais bien avec ça.
it_it: [_mc_] Immagino che io stia bene con quello.

source: [_lindsey_s_eyeroll_] Believe it or not, I'm actually a bit stressed out over the district marathon...
fr_fr: [_lindsey_s_eyeroll_] Croyez-le ou non, je suis en fait un peu stressée sur le marathon de district ...
it_it: [_lindsey_s_eyeroll_] Che ci crediate o no, in realtà sono un po 'stressato fuori sulla maratona distrettuale...

source: That's odd. Last time around, [lindsey] blew everyone out of the water.
fr_fr: C'est bizarre. La dernière fois, [lindsey] a fait sortir tout le monde de l'eau.
it_it: È strano. L'ultima volta in giro, [lindsey] ha spazzato via tutti dall'acqua.

source: [_mc_] How come?
fr_fr: [_mc_] Comment venir ?
it_it: [_mc_] Come viene?
