Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_HOT.po
Languages: fr_fr, it_it

source: [_jo_s_annoyed_] Good grades lead to a good life. You know that.
fr_fr: [_jo_s_annoyed_] Les bonnes notes mènent à une bonne vie. Vous le savez.
it_it: [_jo_s_annoyed_] I buoni voti conducono a una buona vita. Lo sapete.

source: I wish that I could prove her wrong somehow, but my grades sucked last time around.
fr_fr: Je voudrais que je puisse prouver qu'elle a tort, mais mes notes ont été nulles la dernière fois.
it_it: Vorrei che potessi dimostrarla sbagliata in qualche modo, ma i miei voti risucchiati l'ultima volta intorno.

source: [_mc_] Whatever.
fr_fr: [_mc_] Quoi qu'il en soit.
it_it: [_mc_] Qualcosa.

source: [_jo_s_angry_] Don't give me that! I care a lot about your future.
fr_fr: [_jo_s_angry_] Ne me donnez pas ça ! Je me souciais beaucoup de ton avenir.
it_it: [_jo_s_angry_] Non darmi questo! Mi importa molto del tuo futuro.

source: Highly debatable...
fr_fr: Très discutable ...
it_it: Altamente discutibile...

source: [_mc_] Did you know that [flora] skipped school the other day?
fr_fr: [_mc_] Saviez-vous que [flora] a sauté l'école l'autre jour ?
it_it: [_mc_] Lo sapevate che [flora] ha saltato la scuola l'altro giorno?

source: [_jo_s_thinking_] Are you sure? With the new system in place, maybe she's given herself a day off?
fr_fr: [_jo_s_thinking_] Etes-vous sûr ? Avec le nouveau système en place, peut-être qu'elle s'est donnée une journée de congé ?
it_it: [_jo_s_thinking_] Sei sicuro? Con il nuovo sistema in atto, forse si è data un giorno libero?

source: [_jo_s_sad_] I know she's keeping up her grades. She deserves a day off every now and then!
fr_fr: [_jo_s_sad_] Je sais qu'elle maintient ses notes. Elle mérite une journée de congé, et ensuite !
it_it: [_jo_s_sad_] So che lei sta mantenendo i suoi voti. Lei merita una giornata di riposo ogni tanto!

source: [_mc_] I'm thinking of taking a day off tomorrow.
fr_fr: [_mc_] Je pense à prendre un jour de congé demain.
it_it: [_mc_] Sto pensando di prendere un giorno di riposo domani.

source: [_jo_s_annoyed_] Don't even start with me.
fr_fr: [_jo_s_annoyed_] Ne commencez même pas avec moi.
it_it: [_jo_s_annoyed_] Non iniziare nemmeno con me.

source: Hmm... better not push it when she gets cross. Might lose my internet privileges.
fr_fr: Hmm ... mieux ne pas pousser quand elle se croit. Je perds mes privilèges internet.
it_it: Hmm... meglio non spingerlo quando viene attraversata. Potrebbe perdere i miei privilegi internet.

source: [_mc_] Whatever. Fine. I'll ask her for advice.
fr_fr: [_mc_] Quoi qu'il en soit. Très bien. Je lui demanderai des conseils.
it_it: [_mc_] Qualunque cosa sia. Bene. Le chiederò dei consigli.

source: Not.
fr_fr: Pas.

source: [_jo_s_sarcastic_] Very good! While you're at it, tell her I'm making her favorite chili tonight.
fr_fr: [_jo_s_sarcastic_] Très bien ! Pendant que tu es là, dis-lui que je fais son chili préféré ce soir.
it_it: [_jo_s_sarcastic_] Molto buono! Mentre siete in esso, ditele che sto facendo il suo peperoncino preferito stasera.

source: [_mc_] Great. What's the occasion?
fr_fr: [_mc_] Grand. Quelle est l'occasion ?
it_it: [_mc_] Grande. Qual è l'occasione?

source: [_jo_s_flirty_] She's been doing very well at her internship and I wanted to celebrate her success.
fr_fr: [_jo_s_flirty_] Elle a très bien fait son stage et je voulais célébrer son succès.
it_it: [_jo_s_flirty_] Lei sta facendo molto bene al suo stage e ho voluto celebrare il suo successo.

source: [_mc_] I've had successes as well...
fr_fr: [_mc_] J'ai eu des succès aussi ...
it_it: [_mc_] Ho avuto anche successi...

source: [_jo_s_sarcastic_] Oh, what did you do?
fr_fr: [_jo_s_sarcastic_] Oh, qu'avez-vous fait ?
it_it: [_jo_s_sarcastic_] Oh, cosa hai fatto?

source: [_mc_] I showed the new girl around the school.
fr_fr: [_mc_] J'ai montré la nouvelle fille autour de l'école.
it_it: [_mc_] Ho mostrato la nuova ragazza intorno alla scuola.

source: [_jo_s_blush_] That was very kind of you.
fr_fr: [_jo_s_blush_] C'était très gentille de vous.
it_it: [_jo_s_blush_] È stato molto gentile da parte vostra.

source: [_mc_] So, can we have pizza?
fr_fr: [_mc_] Alors, pouvons-nous avoir de la pizza ?
it_it: [_mc_] Quindi, possiamo avere la pizza?

source: [_jo_s_eyeroll_] You know that junk isn't good for you.
fr_fr: [_jo_s_eyeroll_] Vous savez que la malbouffe n'est pas bonne pour vous.
it_it: [_jo_s_eyeroll_] Lo sai che la spazzatura non ti fa bene.

source: [_mc_] Please!
fr_fr: [_mc_] S'il vous plaît !
it_it: [_mc_] Per favore!

source: [_jo_s_eyeroll_] The answer is no.
fr_fr: [_jo_s_eyeroll_] La réponse est non.
it_it: [_jo_s_eyeroll_] La risposta è no.

source: [_jo_s_concerned_] Anyway... did you order something? I found this package in the mail.
fr_fr: [_jo_s_concerned_] En tout cas ... avez-vous ordonné quelque chose ? J'ai trouvé ce paquet dans le courrier.
it_it: [_jo_s_concerned_] comunque... hai ordinato qualcosa? Ho trovato questo pacchetto nella posta.

source: Could it be the videotape...?
fr_fr: Serait-ce la cassette vidéo...?
it_it: Potrebbe essere la videocassetta...?

source: [_mc_] Err... yes, I ordered an instruction video for school!
fr_fr: [_mc_] Err ... oui, j'ai commandé une vidéo d'instruction pour l'école !
it_it: [_mc_] Err... sì, ho ordinato un video di istruzione per la scuola!

source: [_jo_s_smile_] That's great to hear! Very good use of your money.
fr_fr: [_jo_s_Souriez_] C'est super d'entendre ! Très bon usage de votre argent.
it_it: [_jo_s_smile_] È bello sentire! Ottimo uso dei vostri soldi.

source: [_jo_s_smile_] Here you go.
fr_fr: [_jo_s_Souriez_] Ici, vous allez.
it_it: [_jo_s_smile_] Qui vai.

source: It's badly wrapped, but it definitely has the shape of a videotape.
fr_fr: Il est mal enveloppé, mais il a certainement la forme d'une vidéo.
it_it: È mal avvolto, ma ha sicuramente la forma di una videocassetta.

source: Looks like an amateur videotape. It doesn't even have a real label.
fr_fr: On dirait une vidéo amateur. Il n'a même pas de véritable étiquette.
it_it: Sembra una videocassetta amatoriale. Non ha nemmeno una vera etichetta.

source: Damn, I can't wait to watch it!
fr_fr: Merde, j'ai hâte de le regarder !
it_it: Dannazione, non vedo l'ora di guardarlo!

source: It's a shame we don't have a VHS player at home... but maybe [maxine] has one in the clubroom? She has all sorts of equipment from her investigations.
fr_fr: C'est dommage que nous n'ayons pas de joueur VHS à la maison ... mais peut-être que [maxine] en a un dans le balai ? Elle a toutes sortes d'équipement de ses enquêtes.
it_it: È un peccato che non abbiamo un giocatore VHS a casa... ma forse [maxine] ne ha uno nella clubroom? Ha tutti i tipi di attrezzature dalle sue indagini.

source: [_jo_s_smile_] Hey, honey! How's your day so far?
fr_fr: [_jo_s_Souriez_] Hé, chérie ! Comment va votre journée jusqu'à présent ?
it_it: [_jo_s_smile_] Ehi, miele! Com'è la tua giornata finora?

source: [_mc_] It's... a bit weird. I dreamt that [kate] cut a hole in my head and tried to eat my soul with a spoon.
fr_fr: [_mc_] C'est... un peu bizarre. J'ai rêvé que [_mc_] Kate] faisait un trou dans ma tête et essayait de manger mon âme avec une cuillère.
it_it: [_mc_] E... un po' strano. Ho sognato che [kate] tagliasse un buco nella mia testa e cercasse di mangiare la mia anima con un cucchiaio.

source: [_jo_s_concerned_] That doesn't sound like [kate].
fr_fr: [_jo_s_concerned_] Cela ne ressemble pas au [kate].
it_it: [_jo_s_concerned_] Quello non sembra [kate].

source: [_mc_] You're right...
fr_fr: [_mc_] Vous avez raison ...
it_it: [_mc_] Hai ragione...

source: She wouldn't settle for just my soul.
fr_fr: Elle ne s'arrangerait pas pour mon âme.
it_it: Non si accontenterebbe solo per la mia anima.

source: [_mc_] Anyways, do you know—
fr_fr: [_mc_] De toute façon, savez-vous-
it_it: [_mc_] Comunque, lo sapete—

source: [_jo_s_neutral_] {i}Anyway.{/}
fr_fr: [_jo_s_neutral_] {i}Quoi qu'il en soit {/}
it_it: [_jo_s_neutral_] {i}Comunque {/}

source: [_mc_] Sorry, [jo]...
fr_fr: [_mc_] Désolé, [jo]...

source: [_mc_] {i}Anyway{/}, do you know if we have any capture cards down in the basement?
fr_fr: [_mc_] {i}En tout cas {/}, savez-vous si nous avons des cartes de capture au sous-sol ?
it_it: [_mc_] {i}Comunque{/}, sai se abbiamo delle schede di cattura nel seminterrato?

source: [_jo_s_thinking_] I know there's a stack of your old pocketmon cards down there.
fr_fr: [_jo_s_thinking_] Je sais qu'il y a une pile de vos vieilles cartes de pocketmon.
it_it: [_jo_s_thinking_] So che c'è una pila di vecchie carte tascabili laggiù.

source: What does that even have to do with anything?
fr_fr: Qu'est-ce que cela a à voir avec quoi que ce soit ?
it_it: Che cosa ha a che fare con qualcosa?

source: [_jo_s_annoyed_] Don't correct me, [mc]. It's very rude!
fr_fr: [_jo_s_annoyed_] Ne me corrige pas, [mc]. C'est très grossier !
it_it: [_jo_s_annoyed_] Non correggermi, [mc]. È molto maleducato!

source: Of course...
fr_fr: Bien sûr ...
it_it: Certo...

source: Not sure why I thought she'd know. Electronic devices are way above her pay grade.
fr_fr: Pas sûr pourquoi je pensais qu'elle le savait. Les appareils électroniques sont bien au-dessus de sa catégorie de rémunération.
it_it: Non so perché ho pensato che lo sapeva. I dispositivi elettronici sono molto al di sopra del suo grado di paga.

source: [_jo_s_laughing_] [flora], sweetheart! There you are.
fr_fr: [_jo_s_laughing_] [flora], chérie ! C'est là que tu es.
it_it: [_jo_s_laughing_] [flora], sweetheart! Ci siete.

source: [_jo_s_excited_] The Newfall Independence Parade is right around the corner.
fr_fr: [_jo_s_excited_] Le défilé de l'indépendance du Newfall est à droite.
it_it: [_jo_s_excited_] La sfilata di indipendenza Newfall è proprio dietro l'angolo.

source: [_jo_s_excited_] How about you and I take the car into the city and pick out an outfit for you?
fr_fr: [_jo_s_excited_] Comment vous et moi prendre la voiture dans la ville et choisir une tenue pour vous ?
it_it: [_jo_s_excited_] Che ne dici di te e io portiamo l'auto in città e prendiamo un outfit per te?

source: [_flora_s_confused_] It's fine. No one really dresses up for the NIP.
fr_fr: [_flora_s_confused_] C'est bien. Personne ne s'habille vraiment pour le PIN.
it_it: [_flora_s_confused_] Va bene. Nessuno si veste davvero per il NIP.

source: Why isn't [jo] asking me? I need new clothes too.
fr_fr: Pourquoi le [jo] me demande-moi ? J'ai besoin de nouveaux vêtements aussi.
it_it: Perché non mi sta chiedendo [jo] ? Ho bisogno anche di vestiti nuovi.

source: And why is she letting [flora] say nip?
fr_fr: Et pourquoi elle laisse [flora] dire mort ?
it_it: E perché lascia che [flora] dica il capezzolo?

source: [_jo_s_confident_] Back in my day, all the girls on the swim team used to dress up and join the parade.
fr_fr: [_jo_s_confident_] De retour dans ma journée, toutes les filles de l'équipe de natation s'habillent et se joignent au défilé.
it_it: [_jo_s_confident_] Tornato alla mia giornata, tutte le ragazze della squadra di nuoto erano solite vestirsi e partecipare alla sfilata.

source: [_jo_s_confident_] We always had a great time!
fr_fr: [_jo_s_confident_] Nous avons toujours eu beaucoup de temps !
it_it: [_jo_s_confident_] Abbiamo sempre avuto un grande tempo!

source: [_flora_s_laughing_] Thanks, [jo], but I think I'll pass!
fr_fr: [_flora_s_laughing_] Merci, [jo], mais je pense que je vais passer !
it_it: [_flora_s_laughing_] Grazie, [jo], ma penso che passerò!

source: [_jo_s_smile_] Very well.
fr_fr: [_jo_s_Souriez_] Très bien.
it_it: [_jo_s_smile_] Molto bene.

source: [_flora_s_flirty_] Is [mc] in trouble again?
fr_fr: [_flora_s_flirty_] Est-ce que [mc] a encore des problèmes ?
it_it: [_flora_s_flirty_] È [mc] di nuovo in difficoltà?

source: [_mc_] Why do you always assume I'm in trouble when talking to [jo]?
fr_fr: [_mc_] Pourquoi supposes-tu toujours que je suis en difficulté quand on parle au [jo] ?
it_it: [_mc_] Perché assumi sempre di essere nei guai quando parli con [jo]?

source: [_flora_s_laughing_] I always assume you're in trouble, period.
fr_fr: [_flora_s_laughing_] Je suppose toujours que vous avez des problèmes, point final.
it_it: [_flora_s_laughing_] Suppongo che tu sia sempre nei guai, nel periodo.

source: [_jo_s_laughing_] He's not in trouble right now, but the day isn't over yet!
fr_fr: [_jo_s_laughing_] Il n'a pas de problèmes maintenant, mais le jour n'est pas encore terminé !
it_it: [_jo_s_laughing_] Non è nei guai in questo momento, ma il giorno non è ancora finito!

source: [_flora_s_flirty_] Did you tell [jo] about... you know what?
fr_fr: [_flora_s_flirty_] Vous avez dit [jo] à propos de ... vous savez quoi ?
it_it: [_flora_s_flirty_] Lo hai detto a [jo] circa... sai cosa?

source: [_jo_s_displeased_] What is she talking about, [mc]?
fr_fr: [_jo_s_displeased_] De quoi parle-t-elle, [mc] ?
it_it: [_jo_s_displeased_] Di cosa sta parlando, [mc]?

source: [_mc_] I swear I didn't do anything!
fr_fr: [_mc_] Je jure que je n'ai rien fait !
it_it: [_mc_] Giuro che non ho fatto niente!

source: Why is [flora] always getting me in trouble?
fr_fr: Pourquoi [flora] me reçois toujours en difficulté ?
it_it: Perché [flora] mi sta sempre mettendo nei guai?

source: [_flora_s_thinking_] That's what you said when you filled the head of my plushie unicorn with corn.
fr_fr: [_flora_s_thinking_] C'est ce que tu as dit quand tu as rempli la tête de ma licorne en peluche avec du maïs.
it_it: [_flora_s_thinking_] È quello che hai detto quando hai riempito la testa del mio unicorno di peluche di mais.

source: [_mc_] Come on, that was funny!
fr_fr: [_mc_] Allez, c'était drôle !
it_it: [_mc_] Avanti, è stato divertente!

source: [_jo_s_annoyed_] What did you do this time, [mc]?
fr_fr: [_jo_s_annoyed_] Qu'avez-vous fait cette fois, [mc] ?
it_it: [_jo_s_annoyed_] Cosa hai fatto questa volta, [mc]?

source: [_mc_] She's making things up! I've literally been an angel!
fr_fr: [_mc_] Elle fait les choses ! J'ai littéralement été un ange !
it_it: [_mc_] Sta facendo le cose! Sono stato letteralmente un angelo!

source: [_flora_s_worried_] That's what you said when you tried to climb to the top of the Christmas tree.
fr_fr: [_flora_s_worried_] C'est ce que vous avez dit quand vous avez essayé de grimper au sommet de l'arbre de Noël.
it_it: [_flora_s_worried_] È quello che hai detto quando hai provato a salire in cima all'albero di Natale.

source: [_mc_] That was ages ago!
fr_fr: [_mc_] C'était il y a un âge !
it_it: [_mc_] Era età fa!

source: [_jo_s_annoyed_] It's better you come clean now. I don't like finding things out later.
fr_fr: [_jo_s_annoyed_] C'est mieux que tu viens de nettoyer maintenant. Je n'aime pas trouver les choses plus tard.
it_it: [_jo_s_annoyed_] È meglio che tu venga pulito ora. Non mi piace trovare le cose più tardi.

source: [_mc_] She's making it up!
fr_fr: [_mc_] Elle le fait !
it_it: [_mc_] Sta preparando!

source: [_jo_s_thinking_] Why would she do that?
fr_fr: [_jo_s_thinking_] Pourquoi elle ferait ça ?
it_it: [_jo_s_thinking_] Perché lo farebbe?

source: [_mc_] Because she's an evil genius!
fr_fr: [_mc_] Parce qu'elle est un génie maléfique !
it_it: [_mc_] Perché lei è un genio malvagio!

source: [_jo_s_sad_] [flora] is smart, but hardly evil.
fr_fr: [_jo_s_sad_] [flora] est intelligent, mais pas mal.
it_it: [_jo_s_sad_] [flora] è intelligente, ma difficilmente cattivo.

source: [_jo_s_sad_] Very well... it'll only be worse for you if I find out what you did later.
fr_fr: [_jo_s_sad_] Très bien ... ça ne sera pire pour toi que si je trouve ce que tu as fait plus tard.
it_it: [_jo_s_sad_] Molto bene... sarà peggio per te solo se scopro quello che hai fatto più tardi.

source: [_mc_] Don't try to divert the attention to me. Why aren't you going to dress up, [flora]?
fr_fr: [_mc_] N'essayez pas de me détourner de l'attention. Pourquoi ne veux-tu pas t'habiller, [flora] ?
it_it: [_mc_] Non cercare di deviare l'attenzione verso di me. Perché non ti vestirai, [flora]?

source: [_flora_s_eyeroll_] I've never dressed up for this event.
fr_fr: [_flora_s_eyeroll_] Je n'ai jamais habillé pour cet événement.
it_it: [_flora_s_eyeroll_] non ho mai vestito per questo evento.

source: [_mc_] Kinda rude to the men and women who died for our independence.
fr_fr: [_mc_] Kinda grossière envers les hommes et les femmes qui sont morts pour notre indépendance.
it_it: [_mc_] Kinda rude agli uomini e alle donne morti per la nostra indipendenza.

source: [_jo_s_thinking_] He does have a point, [flora].
fr_fr: [_jo_s_thinking_] Il a un point, [flora].
it_it: [_jo_s_thinking_] Egli ha un punto, [flora].

source: [_flora_s_confused_] He does?
fr_fr: [_flora_s_confused_] Il fait ?
it_it: [_flora_s_confused_] Lo fa?

source: I do?
fr_fr: Je le fais ?
it_it: Io lo faccio?

source: [_flora_s_confused_] No one dresses up for that except [mrsl]...
fr_fr: [_flora_s_confused_] Personne ne s'habille pour ça sauf [mrsl]...
it_it: [_flora_s_confused_] Nessuno si veste per questo tranne [mrsl]...

source: [_jo_s_sad_] Well, maybe it's time someone reinstated the tradition.
fr_fr: [_jo_s_sad_] Bien, il est peut-être temps que quelqu'un réintègre la tradition.
it_it: [_jo_s_sad_] Beh, forse è il momento che qualcuno ripristini la tradizione.

source: [_mc_] I, a hundred percent, agree.
fr_fr: [_mc_] Je suis d'accord, à 100%.
it_it: [_mc_] Io, al cento per cento, sono d'accordo.

source: [_flora_s_annoyed_] Of course you do.
fr_fr: [_flora_s_annoyed_] Bien sûr que vous le faites.
it_it: [_flora_s_annoyed_] Naturalmente lo fai.

source: [_jo_s_laughing_] Okay, [flora], that settles it. You're wearing a dress for the parade.
fr_fr: [_jo_s_laughing_] Ok, [flora], qui la règle. Vous portez une robe pour le défilé.
it_it: [_jo_s_laughing_] Okay, [flora], che lo risolve. Stai indossando un vestito per la sfilata.

source: [_jo_s_excited_] And we're going shopping tomorrow.
fr_fr: [_jo_s_excited_] Et nous allons faire des courses demain.
it_it: [_jo_s_excited_] E stiamo andando a fare shopping domani.

source: Ah! This is perfect! [flora] hates to wear dresses.
fr_fr: Ah ! C'est parfait ! [flora] déteste porter des robes.
it_it: Ah! Questo è perfetto! [flora] odia indossare vestiti.

source: Finally, something's going my way. Or rather... not going her way.
fr_fr: Enfin, quelque chose va mon chemin. Ou plutôt ... pas de son chemin.
it_it: Infine, qualcosa sta andando a modo mio. O piuttosto... non andare per la sua strada.

source: Small victories.
fr_fr: De petites victoires.
it_it: Piccole vittorie.

source: [_jo_s_excited_] Okay. I need to go look up the latest dresses. Be good.
fr_fr: [Ok. Je dois aller voir les dernières robes. Sois sage.
it_it: [_jo_s_excited_] Va bene. Devo andare a cercare gli ultimi vestiti. Sii buono.

source: [_jo_s_smile_] Not that I know of.
fr_fr: [_jo_s_Souriez_] Pas que je sache.
it_it: [_jo_s_smile_] Non che io sappia.

source: [_jo_s_confident_] He's been quite good lately... I must say I'm happily surprised.
fr_fr: [_jo_s_confident_] Il a été assez bien récemment ... Je dois dire que je suis agréablement surpris.
it_it: [_jo_s_confident_] è stato abbastanza bravo ultimamente... devo dire che sono felicemente sorpreso.

source: [_flora_s_laughing_] That just means you haven't found out about his latest misdeeds!
fr_fr: [_flora_s_laughing_] Cela signifie que vous n'avez pas découvert ses toutes derniers méfaits !
it_it: [_flora_s_laughing_] Questo significa solo che non hai scoperto i suoi ultimi misfatti!

source: [_jo_s_confident_] I'd like to keep a positive mindset about it.
fr_fr: [_jo_s_confident_] J'aimerais garder un état d'esprit positif à ce sujet.
it_it: [_jo_s_confident_] vorrei mantenere una mentalità positiva al riguardo.

source: [_jo_s_neutral_] You're not going to disappoint me, are you?
fr_fr: [_jo_s_neutral_] Vous n'allez pas me décevoir, n'est-ce pas ?
it_it: [_jo_s_neutral_] Non mi deluderai, vero?

source: [_mc_] Err... no, of course not. I'm totally clean.
fr_fr: [_mc_] Err ... non, bien sûr pas. Je suis totalement propre.
it_it: [_mc_] Err... no, certo, no. Sono completamente pulito.

source: [_flora_s_thinking_] Weird, 'cause your bathroom towel has been dry for at least a week.
fr_fr: [_flora_s_thinking_] Bizarre, parce que votre serviette de bain est sèche depuis au moins une semaine.
it_it: [_flora_s_thinking_] Strano, 'perché il tuo asciugamano da bagno è stato asciutto per almeno una settimana.

source: [_mc_] That's... not true!
fr_fr: [_mc_] C'est. .. pas vrai !
it_it: [_mc_] Quello... non è vero!

source: Shit, has it really been a week since my last shower?
fr_fr: Merde, ça fait vraiment une semaine depuis ma dernière douche ?
it_it: Merda, è stata davvero una settimana dalla mia ultima doccia?

source: [_jo_s_skeptical_] Your hygiene is important, [mc].
fr_fr: [_jo_s_skeptical_] Votre hygiène est importante, [mc].
it_it: [_jo_s_skeptical_] La tua igiene è importante, [mc].

source: [_mc_] I know that!
fr_fr: [_mc_] Je le sais !
it_it: [_mc_] lo so!

source: [_flora_s_flirty_] He totally doesn't know that.
fr_fr: [_flora_s_flirty_] Il ne le sait absolument pas.
it_it: [_flora_s_flirty_] Lui non lo sa del tutto.

source: [_jo_s_neutral_] Go take a shower. I need to get some work stuff done.
fr_fr: [_jo_s_neutral_] Va prendre une douche. J'ai besoin de faire des trucs de travail.
it_it: [_jo_s_neutral_] Vai a fare una doccia. Ho bisogno di fare qualcosa di lavoro.

source: [_flora_s_sarcastic_] So, what are you doing today?
fr_fr: [_flora_s_sarcastic_] Alors, que faites-vous aujourd'hui ?
it_it: [_flora_s_sarcastic_] Allora, cosa stai facendo oggi?

source: [_mc_] I'm looking for a capture card for VHS.
fr_fr: [_mc_] Je cherche une carte de capture pour VHS.
it_it: [_mc_] Sto cercando una scheda di acquisizione per VHS.

source: [_flora_s_confused_] What for?
fr_fr: [_flora_s_confused_] Quoi ?
it_it: [_flora_s_confused_] Per quale motivo?

source: [_mc_] None of your goddamn business.
fr_fr: [_mc_] Ça ne vous regarde pas.
it_it: [_mc_] Nessuno dei tuoi affari maledetti.

source: [_flora_s_angry_] I made cake and now you won't get any!
fr_fr: [_flora_s_angry_] J'ai fait du gâteau et maintenant vous n'en aurez pas !
it_it: [_flora_s_angry_] Ho fatto la torta e ora non ne avrai nessuno!

source: [_mc_] Fine. I'm sorry.
fr_fr: [_mc_] Fine. Je suis désolé.
it_it: [_mc_] Bene. Mi dispiace.

source: [_flora_s_concerned_] No, you're not.
fr_fr: [_flora_s_concerned_] Non, vous n'êtes pas.
it_it: [_flora_s_concerned_] No, non sei.

source: [_mc_] Ah, you got me.
fr_fr: [_mc_] Ah, vous m'avez eu.
it_it: [_mc_] Ah, mi hai preso.

source: [_flora_s_skeptical_] I knew it.
fr_fr: [_flora_s_skeptical_] Je le savais.
it_it: [_flora_s_skeptical_] Lo sapevo.

source: [_flora_s_skeptical_] Why won't you tell me?
fr_fr: [_flora_s_skeptical_] Pourquoi ne me dites-vous pas ?
it_it: [_flora_s_skeptical_] Perché non me lo direte?

source: [_mc_] Because you can't keep your mouth shut.
fr_fr: [_mc_] Parce que vous ne pouvez pas fermer la bouche.
it_it: [_mc_] Perché non puoi tenere la bocca chiusa.

source: [_mc_] And also because it pleases me to know things you don't.
fr_fr: [_mc_] Et aussi parce qu'il me plaît de savoir ce que vous ne faites pas.
it_it: [_mc_] E anche perché mi piace sapere cose che non lo fate.

source: [_flora_s_smile_] I get that. It's such a rare thing.
fr_fr: [_flora_s_Souriez_] Je l'ai. C'est une chose si rare.
it_it: [_flora_s_smile_] lo capisco. È una cosa così rara.

source: [_mc_] That was a compliment.
fr_fr: [_mc_] C'était un compliment.
it_it: [_mc_] Questo è stato un complimento.

source: [_flora_s_laughing_] Noted.
fr_fr: [_flora_s_laughing_] Noté.
it_it: [_flora_s_laughing_] Notato.

source: [_mc_] For a school project.
fr_fr: [_mc_] Pour un projet scolaire.
it_it: [_mc_] Per un progetto scolastico.
