Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_HOT.po
Languages: fr_fr, it_it

source: [_flora_s_sarcastic_] Since when do you do school projects?
fr_fr: [_flora_s_sarcastic_] Depuis quand est-ce que tu fais des projets scolaires ?
it_it: [_flora_s_sarcastic_] Da quando si fanno i progetti scolastici?

source: [_flora_s_sarcastic_] What subject?
fr_fr: [_flora_s_sarcastic_] Quel sujet ?
it_it: [_flora_s_sarcastic_] Che soggetto?

source: [_mc_] It's for... gym class.
fr_fr: [_mc_] C'est pour ... la classe de gym.
it_it: [_mc_] È per... lezioni di palestra.

source: [_flora_s_sarcastic_] Why are you lying?
fr_fr: [_flora_s_sarcastic_] Pourquoi vous mentez ?
it_it: [_flora_s_sarcastic_] Perché stai mentendo?

source: [_mc_] I'm not!
fr_fr: [_mc_] Je ne suis pas !
it_it: [_mc_] Non sono!

source: [_flora_s_eyeroll_] There aren't any projects in gym class this year.
fr_fr: [_flora_s_eyeroll_] Il n'y a pas de projets en cours de gymnastique cette année.
it_it: [_flora_s_eyeroll_] Quest'anno non ci sono progetti in palestra.

source: Shit.
fr_fr: Merde.
it_it: Merda.

source: [_mc_] It's a special assignment. Got it from [mrsl].
fr_fr: [_mc_] C'est une affectation spéciale. Il est du [mrsl].
it_it: [_mc_] È un compito speciale. Ottenuto da [mrsl].

source: [_flora_s_confused_] Why would she be giving out gym class projects?
fr_fr: [_flora_s_confused_] Pourquoi elle a-t-elle donné des cours de gymnastique ?
it_it: [_flora_s_confused_] Perché sarebbe dare fuori palestra progetti di classe?

source: [_mc_] Fine. There's no project.
fr_fr: [_mc_] Fine. Il n'y a pas de projet.
it_it: [_mc_] Bene. Non c'è progetto.

source: [_flora_s_sarcastic_] You're such a bad liar!
fr_fr: [_flora_s_sarcastic_] Vous êtes un si mauvais menteur !
it_it: [_flora_s_sarcastic_] Sei un bugiardo così cattivo!

source: [_flora_s_sarcastic_] So, what's it really for?
fr_fr: [_flora_s_sarcastic_] Alors, qu'est-ce que c'est vraiment pour ?
it_it: [_flora_s_sarcastic_] Quindi, a cosa serve davvero?

source: [_mc_] I've been following a rabbit hole mystery surrounding a set of missing video tapes.
fr_fr: [_mc_] J'ai suivi un mystère de trou de lapin autour d'un ensemble de bandes vidéo manquantes.
it_it: [_mc_] Ho seguito un mistero di buco di coniglio che circonda una serie di video nastri mancanti.

source: [_flora_s_confused_] Why?
fr_fr: [_flora_s_confused_] Pourquoi ?
it_it: [_flora_s_confused_] Perché?

source: Because uncovering this mystery might help me understand the whole time traveling thing.
fr_fr: Parce que la découverte de ce mystère peut m'aider à comprendre tout le temps de voyager.
it_it: Perché scoprire questo mistero potrebbe aiutarmi a capire tutto il tempo viaggiando cosa.

source: At the very least there might be some really juicy porn on that tape...
fr_fr: Au moins il pourrait y avoir un porno vraiment juteux sur cette cassette ...
it_it: Almeno ci potrebbe essere qualche porno davvero succoso su quel nastro...

source: [_mc_] I've always been curious.
fr_fr: [_mc_] J'ai toujours été curieux.
it_it: [_mc_] sono sempre stato curioso.

source: [_flora_s_annoyed_] You've never been curious.
fr_fr: [_flora_s_annoyed_] Vous n'avez jamais été curieux.
it_it: [_flora_s_annoyed_] Non sei mai stato curioso.

source: [_mc_] Well, this time I am!
fr_fr: [_mc_] Eh bien, cette fois je suis !
it_it: [_mc_] Beh, questa volta sono!

source: [_mc_] I need it to watch vintage porn.
fr_fr: [_mc_] J'en ai besoin pour regarder du porno vintage.
it_it: [_mc_] Ho bisogno di guardare il porno vintage.

source: [_flora_s_cringe_] Gross.
fr_fr: [_flora_s_cringe_] Grossier.

source: [_flora_s_eyeroll_] Why do I even ask?
fr_fr: [_flora_s_eyeroll_] Pourquoi je demande même ?
it_it: [_flora_s_eyeroll_] Perché chiedo ancora?

source: [_mc_] Gross? Old school porn was quite classy.
fr_fr: [_mc_] Dégueulasse ? Le porno de la vieille école était plutôt classe.
it_it: [_mc_] Gross? Vecchia scuola porno era piuttosto di classe.

source: [_flora_s_angry_] I don't need to know this!
fr_fr: [_flora_s_angry_] Je n'ai pas besoin de le savoir !
it_it: [_flora_s_angry_] Non ho bisogno di sapere questo!

source: [_mc_] Oh, please. Stop pretending like you're some princess of purity.
fr_fr: [_mc_] Oh, s'il vous plaît. Arrêtez de faire semblant comme vous êtes une princesse de pureté.
it_it: [_mc_] Oh, per favore. Smettila di fingere come sei una principessa di purezza.

source: [_flora_s_concerned_] I didn't say I was.
fr_fr: [_flora_s_concerned_] Je n'ai pas dit que j'étais.
it_it: [_flora_s_concerned_] non ho detto che ero.

source: [_mc_] Sure sounded like it.
fr_fr: [_mc_] L'air sonne comme ça.
it_it: [_mc_] Certo sembrava così.

source: [_mc_] Besides, I know what kind of stuff you're into.
fr_fr: [_mc_] En plus, je sais de quel genre de trucs vous êtes.
it_it: [_mc_] Inoltre, so che tipo di roba sei in.

source: [_flora_s_angry_] I'm not having this discussion with you.
fr_fr: [_flora_s_angry_] Je n'ai pas cette discussion avec vous.
it_it: [_flora_s_angry_] Non sto facendo questa discussione con te.

source: [_mc_] Y' ymg' kadishtu n'ghft gotha!
fr_fr: [_mc_] _mc_ ] Y'ymg'kadishtu n'ghft gotha !

source: [_flora_s_laughing_] Stop it!
fr_fr: [_flora_s_laughing_] arrêtez-le !
it_it: [_flora_s_laughing_] fermarlo!

source: [_mc_] Are you impressed?
fr_fr: [_mc_] Êtes-vous impressionné ?
it_it: [_mc_] Sei impressionato?

source: [_flora_s_flirty_] Where did you learn that?
fr_fr: [_flora_s_flirty_] Où avez-vous appris cela ?
it_it: [_flora_s_flirty_] Dove l'hai imparato?

source: [_mc_] During a dark sermon with Cthulhu himself.
fr_fr: [_mc_] Pendant un sermon noir avec Cthulhu lui-même.
it_it: [_mc_] Durante un sermone scuro con Cthulhu stesso.

source: [_flora_s_laughing_] No, you didn't.
fr_fr: [_flora_s_laughing_] Non, vous ne l'avez pas fait.
it_it: [_flora_s_laughing_] No, non l'hai fatto.

source: [_mc_] Fine, I used R'Lyehian translator.
fr_fr: [_mc_] Bien, j'ai utilisé le traducteur R'Lyehian.
it_it: [_mc_] Fine, ho usato il traduttore R'Lyehian.

source: [_mc_] That's kinda cute.
fr_fr: [_mc_] C'est un peu mignon.
it_it: [_mc_] È un po' carino.

source: [_flora_s_angry_] It's not meant to be cute!
fr_fr: [_flora_s_angry_] Ce n'est pas pour être mignon !
it_it: [_flora_s_angry_] Non è destinato ad essere carino!

source: [_mc_] Anyway... do you have any idea if we have an adaptor or capture card somewhere?
fr_fr: [_mc_] En tout cas ... avez-vous une idée si nous avons un adaptateur ou une carte de capture quelque part ?
it_it: [_mc_] comunque... hai qualche idea se abbiamo un adattatore o una scheda di acquisizione da qualche parte?

source: [_flora_s_thinking_] Isn't there a box of old electronics in the attic?
fr_fr: [_flora_s_thinking_] N'y a-t-il pas une boîte de vieux appareils électroniques dans le grenier ?
it_it: [_flora_s_thinking_] Non c'è una scatola di vecchia elettronica in attica?

source: [_mc_] The ladder is broken and you know it.
fr_fr: [_mc_] L'échelle est cassée et vous le savez.
it_it: [_mc_] La scala è rotta e la conoscete.

source: [_flora_s_blush_] Good luck!
fr_fr: [_flora_s_blush_] Bonne chance !
it_it: [_flora_s_blush_] Buona fortuna!

source: Hmm... now that she mentioned it, I actually remember that box too.
fr_fr: Hmm ... maintenant qu'elle l'a mentionné, je me souviens bien de cette boîte aussi.
it_it: Hmm... ora che lo ha menzionato, in realtà ricordo anche quella scatola.

source: Getting up into the attic is, however, an entirely different matter...
fr_fr: Se lever dans le grenier est, cependant, une toute autre affaire ...
it_it: Entrare in soffitta è, tuttavia, una questione completamente diversa...

source: Okay, perfect. Now let's put the tape into the VHS player and let's see what all the fuss is about!
fr_fr: D'accord, c'est parfait. Mettons maintenant la cassette dans le lecteur VHS et voyons ce qu'il en est de tout ce remue-ménage !
it_it: Ok, perfetto. Ora mettiamo il nastro nel giocatore VHS e vediamo di che cosa è tutto il fus!

source: Hooking my [item.title_lower] to the mainframe would be the ideal if my goal was to fry the circuit board.
fr_fr: Accrocher mon [item.title_lower] à l'unité centrale serait l'idéal si mon but était de faire griller le circuit imprimé.
it_it: Collegare la mia [item.title_lower] al mainframe sarebbe l'ideale se il mio obiettivo fosse quello di friggere il circuito stampato.

source: Okay. Long I have waited for this.
fr_fr: Ok. Longtemps, j'ai attendu ça.
it_it: Va bene. Lungamente ho aspettato questo.

source: It better not be a fucking rickroll...
fr_fr: Il vaudrait mieux que ce ne soit pas un putain de rickroll...
it_it: Meglio non essere un cazzo di rickroll...

source: [_mrsl_s_smile_] Do you ever feel like your jaw aches and your throat is sore?
fr_fr: [_mrsl_s_Souriez_] Est-ce que vous vous sentez mal à la mâchoire et à la gorge ?
it_it: [_mrsl_s_smile_] Ti senti mai come il tuo mal di mandibola e la tua gola è dolorante?

source: Holy shit, it's actually [mrsl]!
fr_fr: Putain de merde, c'est en fait [mrsl] !
it_it: Merda santa, è in realtà [mrsl]!

source: But it's not an instruction video...
fr_fr: Mais ce n'est pas une vidéo d'instruction ...
it_it: Ma non è un video di istruzione...

source: This is some kind of commercial.
fr_fr: C'est une sorte de commerce.
it_it: Questo è un tipo di commerciale.

source: [_mrsl_s_blush_] Do you ever have a hard time sitting down due to pain?
fr_fr: [_mrsl_s_blush_] Avez-vous déjà du mal à vous asseoir à cause de la douleur ?
it_it: [_mrsl_s_blush_] Hai mai difficoltà a sederti a causa del dolore?

source: [_mrsl_s_laughing_] Worry not, for the new High-intensity Omni-flex Training program is here!
fr_fr: [Ne vous inquiétez pas, le nouveau programme d'entraînement Omni-flex à haute intensité est arrivé !
it_it: [_mrsl_s_laughing_] Non preoccupatevi, perché il nuovo programma di formazione Omni-flex ad alta intensità è qui!

source: [_mrsl_s_flirty_] This brand new program consists of several different levels of intensity and difficulty!
fr_fr: [_mrsl_s_flirty_] Ce nouveau programme se compose de plusieurs niveaux d'intensité et de difficulté !
it_it: [_mrsl_s_flirty_] Questo nuovissimo programma consiste in diversi livelli di intensità e difficoltà!

source: [_mrsl_s_flirty_] Our personal trainers are ready to help you get started!
fr_fr: [_mrsl_s_flirty_] Nos formateurs personnels sont prêts à vous aider à démarrer !
it_it: [_mrsl_s_flirty_] I nostri personal trainer sono pronti ad aiutarti ad iniziare!

source: [_mrsl_s_flirty_] Sign up now!
fr_fr: [_mrsl_s_flirty_] Inscrivez-vous dès maintenant !
it_it: [_mrsl_s_flirty_] Iscriviti ora!

source: [_mrsl_s_confident_] And remember, the first lesson is always free if you say: "HOT my bot!"
fr_fr: [Et n'oubliez pas, la première leçon est toujours gratuite si vous dites : "HOT my bot !"
it_it: [_mrsl_s_confident_] E ricorda, la prima lezione è sempre libera se dici: "HOT my bot!"

source: [_mrsl_s_laughing_] And that is short for bottom!
fr_fr: [_mrsl_s_laughing_] Et c'est court pour le fond !
it_it: [_mrsl_s_laughing_] E questo è breve per il basso!

source: That is one odd commercial...
fr_fr: C'est un étrange commerce ...
it_it: Questo è uno strano commerciale...

source: But the first lesson is {i}always{/} free?
fr_fr: Mais la première leçon est {i}toujours {/} libre ?
it_it: Ma la prima lezione è {i}sempre{/} libera?

source: Hmm... maybe, maybe, maybe...
fr_fr: Hmm ... peut-être, peut-être, peut-être ...
it_it: Hmm... forse, forse...

source: "How much?"
fr_fr: "Combien ?"
it_it: "Quanto?"

source: "I don't have a lot of money, but maybe I can pay you in favors?"
fr_fr: "Je n'ai pas beaucoup d'argent, mais peut-être que je peux te payer en faveurs ?"
it_it: "Non ho molti soldi, ma forse posso pagarti a favore?"

source: "I'm thinking about getting in shape, and you clearly take good care of your body. Do you have any tips?"
fr_fr: " Je pense à la forme, et vous prenez bien soin de votre corps. Avez-vous des conseils ? "
it_it: "Sto pensando di diventare in forma, e si prende chiaramente la buona cura del vostro corpo. Hai qualche suggerimento?"

source: ?mc.money>=5@[mc.money]/5|{image=ui icon_money}|Pay up
fr_fr: ?mc.money>=5@[mc.money]/5|{image=ui icon_money}|Payer
it_it: ?mc.money>=5@[mc.money]/5<unk> {image=ui icon_money}<unk> Paga

source: No deal
fr_fr: Pas d'accord
it_it: Nessun affare

source: "I didn't mean anything bad by it."
fr_fr: "Je ne voulais rien dire de mal."
it_it: "Non intendevo nulla di male da esso."

source: "Too much training?"
fr_fr: "Trop de formation ?"
it_it: "Troppa formazione?"

source: "That time of the month, eh?"
fr_fr: "Cette fois du mois, hein ?"
it_it: "Quella volta del mese, eh?"

source: "I agree with [flora]. You have nothing to worry about, [lindsey]!"
fr_fr: " Je suis d'accord avec le [flora]. Tu n'as rien à craindre, [lindsey] ! "
it_it: "Sono d'accordo con [flora]. Non hai nulla di cui preoccuparti, [lindsey]!"

source: "Thanks for making me look bad, [flora]..."
fr_fr: "Merci de me faire regarder mal, [flora]..."
it_it: "Grazie per avermi fatto sembrare male, [flora]..."

source: "Which time? I didn't know we were keeping track."
fr_fr: " Quel temps ? Je ne savais pas que nous étions en bonne voie. "
it_it: "A che tempo? Non sapevo che stavamo tenendo la traccia."

source: "Don't say anything you might regret."
fr_fr: "Ne dites rien que vous pourriez regretter."
it_it: "Non dite nulla che potreste rimpiangere."

source: "Sure, [jo]!"
fr_fr: "Bien sûr, [jo]!"
it_it: "Certo, [jo]!"

source: "Err... it's not that urgent."
fr_fr: "Err ... ce n'est pas si urgent."
it_it: "Err... non è così urgente."

source: ?(mc.intellect>=6)@[mc.intellect]/6|{image=stats int}|"Remember what happened the last time I did the laundry?"
fr_fr: ?(mc.intellect>= 6) @[mc.intellect]/6|{image=stats int}|"Rappelez-vous ce qui s'est passé la dernière fois que j'ai fait la lessive ?"
it_it: ?(mc.intellect>=6)@[mc.intellect]/6<unk> {image=stats int}<unk> "Ricordate che cosa è successo l'ultima volta che ho fatto il bucato?"

source: Accept
fr_fr: Accepter
it_it: Accetta

source: Decline
fr_fr: Déclarer
it_it: Rifiuta

source: "Life is more than just grades, [jo]."
fr_fr: "La vie est plus que des notes, [jo]."
it_it: "La vita è più di semplici voti, [jo]."

source: "Did you know that [flora] skipped school the other day?"
fr_fr: "Saviez-vous que [flora] a sauté l'école l'autre jour ?"
it_it: "Lo sapevate che [flora] saltò la scuola l'altro giorno?"

source: "Whatever. Fine. I'll ask her for advice."
fr_fr: Quoi qu'il en soit. Très bien. Je lui demanderai des conseils. "
it_it: "Qualunque cosa sia. Bene. Le chiederò dei consigli."

source: "Why do you always assume I'm in trouble when talking to [jo]?"
fr_fr: "Pourquoi supposes-tu toujours que je suis en difficulté quand on parle au [jo] ?"
it_it: "Perché assumi sempre di essere nei guai quando parli con [jo]?"

source: ?mc.intellect>=5@[mc.intellect]/5|{image=stats int}|"Don't try to divert the attention to me. Why aren't you going to dress up, [flora]?"
fr_fr: ?mc.intellect>=5@[mc.intellect]/5|{image=stats int}|" N'essayez pas de détourner l'attention vers moi. Pourquoi ne veux-tu pas t'habiller, [flora]?"
it_it: ?mc.intellect>=5@[mc.intellect]/5<unk> {image=stats int}<unk> "Non cercare di deviare l'attenzione verso di me. Perché non ti vestirai, [flora]?"

source: Let [jo] answer
fr_fr: Laisser la réponse [jo]
it_it: Lascia una risposta [jo]

source: "None of your goddamn business."
fr_fr: "Aucune de tes affaires."
it_it: "Nessuno dei tuoi affari dannati."

source: "For a school project."
fr_fr: "Pour un projet scolaire."
it_it: "Per un progetto di scuola."

source: "I need it to watch vintage porn."
fr_fr: "J'en ai besoin pour regarder du porno vintage."
it_it: "Ho bisogno di guardare il porno vintage."

source: [_flora_s_annoyed_] Sorry to barge in, but I overheard [mc]'s lack of support.
it_it: [_flora_s_annoyed_] Mi dispiace di fare chiacchiere, ma ho sentito [mc]la mancanza di supporto.

source: [_mc_] Sure, [jo]!
it_it: [_mc_] Certo, [jo]!

source: [_mc_] {i}Pokémon.{/}
it_it: [_mc_] {i}Poke<unk> mon.{/}

source: [_flora_s_laughing_] Hehe!
it_it: [_flora_s_laughing_] Hehehe!
