Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_HOT.po
Languages: fr_fr, it_it

source: [_lindsey_s_concerned_] Ever since I came back to school, I've had a hard time trusting my own feet.
fr_fr: [_lindsey_s_concerned_] Depuis que je suis revenu à l'école, j'ai eu du mal à me faire confiance.
it_it: [_lindsey_s_concerned_] Da quando sono tornato a scuola, ho avuto difficoltà a fidarmi dei miei piedi.

source: [_flora_s_confused_] I think you're going to do great, [lindsey]. None of the other runners are near your level!
fr_fr: [_flora_s_confused_] Je pense que vous allez faire grand, [lindsey]. Aucun des autres coureurs n'est près de votre niveau !
it_it: [_flora_s_confused_] Penso che farai grande, [lindsey]. Nessuno degli altri corridori è vicino al tuo livello!

source: [_lindsey_s_laughing_] Thank you! You're a ray of sunshine.
fr_fr: [_lindsey_s_laughing_] Merci ! Tu es un rayon de soleil.
it_it: [_lindsey_s_laughing_] Grazie! Sei un raggio di sole.

source: [_mc_] I... I was getting to it.
fr_fr: [_mc_] I ... J'y étais.
it_it: [_mc_] Io... Stavo arrivando.

source: [_flora_s_eyeroll_] Sure you were.
fr_fr: [_flora_s_eyeroll_] Vous avez été.
it_it: [_flora_s_eyeroll_] Sicuro che eravi.

source: [_mc_] I agree with [flora]. You have nothing to worry about, [lindsey]!
fr_fr: [_mc_] Je suis d'accord avec le [flora]. Tu n'as rien à craindre, [lindsey]!
it_it: [_mc_] Sono d'accordo con [flora]. Non hai nulla di cui preoccuparti, [lindsey]!

source: [_lindsey_s_smile_] Hey, thanks! I appreciate that.
fr_fr: [_lindsey_s_Souriez_] Hé, merci ! J'apprécie ça.
it_it: [_lindsey_s_smile_] Hey, grazie! Lo apprezzo.

source: [_flora_s_excited_] You should do that more often, [mc].
fr_fr: [_flora_s_excited_] Vous devriez le faire plus souvent, [mc].
it_it: [_flora_s_excited_] Dovresti farlo più spesso, [mc].

source: [_flora_s_excited_] For example, I think you could've spent more time on your hair this morning.
fr_fr: [_flora_s_excited_] Par exemple, je pense que vous auriez pu passer plus de temps sur vos cheveux ce matin.
it_it: [_flora_s_excited_] Per esempio, penso che questa mattina avresti potuto trascorrere più tempo sui tuoi capelli.

source: [_flora_s_confident_] Unless frizzle-mop is the look you went for. Ten out of ten, if so.
fr_fr: [_flora_s_confident_] A moins que vous n'ayez opté pour une coiffure en frisottis. Dix sur dix, si c'est le cas.
it_it: [_flora_s_confident_] A meno che frizzle-mop è il look che hai andato. Dieci su dieci, se così.

source: [_mc_] Thanks...
fr_fr: [_mc_] Merci ...
it_it: [_mc_] Grazie...

source: [_mc_] Thanks for making me look bad, [flora]...
fr_fr: [_mc_] Merci de m'avoir fait regarder mal, [flora]...
it_it: [_mc_] Grazie per avermi fatto sembrare male, [flora]...

source: [_flora_s_excited_] Anytime!
fr_fr: [_flora_s_excited_] En tout temps !
it_it: [_flora_s_excited_] In qualsiasi momento!

source: [_flora_s_confident_] Should I tell her about the time you skipped school to sneak into my room?
fr_fr: [_flora_s_confident_] Devrais-je lui dire à propos du moment où vous avez sauté l'école pour me glisser dans ma chambre ?
it_it: [_flora_s_confident_] Dovrei dirle il tempo che hai saltato la scuola per intrufolarsi nella mia stanza?

source: [_mc_] Which time? I didn't know we were keeping track.
fr_fr: [_mc_] Quel temps ? Je ne savais pas que nous étions en bonne voie.
it_it: [_mc_] A che tempo? Non sapevo che stavamo tenendo la traccia.

source: [_flora_s_angry_] Ugh, you have no shame.
fr_fr: [_flora_s_angry_] Ugh, tu n'as aucune honte.
it_it: [_flora_s_angry_] Ugh, non hai vergogna.

source: [_mc_] Don't say anything you might regret.
fr_fr: [_mc_] Ne dites rien que vous pourriez regretter.
it_it: [_mc_] Non dite nulla che potreste rimpiangere.

source: [_flora_s_eyeroll_] Oh, I'm so scared.
fr_fr: [_flora_s_eyeroll_] Oh, j'ai tellement peur.
it_it: [_flora_s_eyeroll_] Oh, sono così spaventata.

source: [_flora_s_confused_] Basically, [mc] has a thing for my—
fr_fr: [_flora_s_confused_] En gros, [mc] a une chose pour moi-
it_it: [_flora_s_confused_] Fondamentalmente, [mc] ha una cosa per mio—

source: [_mc_] Okay! Point taken! Moving on!
fr_fr: [_mc_] D'accord ! Point pris ! On continue !
it_it: [_mc_] Okay! Punto preso! In movimento!

source: [_flora_s_sarcastic_] Just this time.
fr_fr: [_flora_s_sarcastic_] Juste cette fois.
it_it: [_flora_s_sarcastic_] Proprio questa volta.

source: [_mc_] Anyway... has either of you heard of something called "High-intensity Omni-flex Training?"
fr_fr: [_mc_] Quoi qu'il en soit, l'un d'entre vous a-t-il entendu parler de ce qu'on appelle "l'entraînement omni-flex à haute intensité?"
it_it: [_mc_] Comunque... uno di voi ha sentito parlare di qualcosa chiamato "Allenamento Omni-flex ad alta intensità?"

source: [_lindsey_s_thinking_] Hmm... that sounds like one of those 90s training programs.
fr_fr: [Hmm... ça ressemble à un de ces programmes de formation des années 90.
it_it: [_lindsey_s_thinking_] Hmm... che suona come uno di quei programmi di allenamento anni '90.

source: [_lindsey_s_thinking_] I only know because my track coach was into them.
fr_fr: [Je le sais seulement parce que mon entraîneur d'athlétisme en faisait partie.
it_it: [_lindsey_s_thinking_] Lo so solo perché il mio allenatore era in loro.

source: [_flora_s_thinking_] Like yoga?
fr_fr: [_flora_s_thinking_] Comme le yoga ?
it_it: [_flora_s_thinking_] Ti piace lo yoga?

source: [_mc_] No, I think it's more intense...
fr_fr: [_mc_] Non, je pense que c'est plus intense ...
it_it: [_mc_] No, penso che sia più intenso...

source: [_flora_s_worried_] Didn't [jo] use to do something like that?
fr_fr: [_flora_s_worried_] N'a-t-on pas utilisé [jo] pour faire quelque chose comme ça ?
it_it: [_flora_s_worried_] Il sito [jo] non faceva qualcosa del genere?

source: Now that [flora] mentions it, [jo] was into all sorts of training programs. Totally forgot about that.
fr_fr: Maintenant que [flora] en parle, [jo] participait à toutes sortes de programmes de formation. J'avais complètement oublié cela.
it_it: Ora che [flora] lo menziona, [jo] era in tutti i tipi di programmi di formazione.

source: [_lindsey_s_smile_] Well, I got to get my bearings straight for practice. See you around!
fr_fr: [_lindsey_s_Souriez_] Eh bien, j'ai droit à mes roulements pour la pratique. À tout le monde !
it_it: [_lindsey_s_smile_] Beh, ho ottenuto i miei cuscinetti dritti per la pratica. Ci vediamo intorno!

source: [_flora_s_worried_] Are you finally going to get in shape, or what's the deal?
fr_fr: [_flora_s_worried_] Vous allez enfin vous mettre en forme, ou quel est l'accord ?
it_it: [_flora_s_worried_] Hai finalmente intenzione di metterti in forma, o qual è l'offerta?

source: [_mc_] Err... yes?
fr_fr: [_mc_] Err ... oui ?
it_it: [_mc_] Errore... sì?

source: [_flora_s_eyeroll_] It's something perverted, isn't it?
fr_fr: [_flora_s_eyeroll_] C'est quelque chose de pervers, n'est-ce pas ?
it_it: [_flora_s_eyeroll_] È qualcosa di perverso, vero?

source: [_flora_s_eyeroll_] I don't want to hear it.
fr_fr: [_flora_s_eyeroll_] Je ne veux pas l'entendre.
it_it: [_flora_s_eyeroll_] Non voglio sentirlo.

source: [_mc_] [jo]? Do you remember those training programs you used to do?
fr_fr: [_mc_] [jo] ? Vous souvenez-vous des programmes de formation que vous avez utilisés ?
it_it: [_mc_] [jo]? Ti ricordi di quei programmi di allenamento che hai usato?

source: [_jo_s_smile_] Yes! They worked wonders. You should try one some time.
fr_fr: [_jo_s_Souriez_] Oui ! Ils ont fait des merveilles. Tu devrais essayer un peu de temps.
it_it: [_jo_s_smile_] Sì! Hanno funzionato delle meraviglie. Dovresti provare una volta.

source: [_mc_] I'm okay, thanks.
fr_fr: [_mc_] Je vais bien, merci.
it_it: [_mc_] Sto bene, grazie.

source: [_mc_] I was wondering if we still have those tapes somewhere?
fr_fr: [_mc_] Je me demandais si nous avons encore ces cassettes quelque part ?
it_it: [_mc_] Stavo chiedendo se abbiamo ancora quei nastri da qualche parte?

source: [_jo_s_thinking_] I've gone through a lot of those programs over the years. Most of them are down in the basement.
fr_fr: [_jo_s_thinking_] J'ai parcouru un grand nombre de ces programmes au fil des ans. La plupart d'entre eux sont au sous-sol.
it_it: [_jo_s_thinking_] Ho passato molti di quei programmi nel corso degli anni. La maggior parte di loro sono giù nel seminterrato.

source: [_mc_] Does High-intensity Omni-flex Training ring any bells?
fr_fr: [_mc_] L'entraînement omniflexe de haute intensité, ça vous dit quelque chose ?
it_it: [_mc_] Anello Omni-flex Allenamento ad alta intensità qualsiasi campana?

source: [_jo_s_sad_] I don't remember the names. I'd have to go down there and check.
fr_fr: [_jo_s_sad_] Je ne me souviens pas des noms. Je devrais y aller et vérifier.
it_it: [_jo_s_sad_] Non ricordo i nomi. Dovrei andare lì e controllare.

source: [_jo_s_sad_] Can you take care of the laundry in the meantime?
fr_fr: [_jo_s_sad_] Pouvez-vous prendre soin de la lessive en attendant ?
it_it: [_jo_s_sad_] Nel frattempo puoi prenderti cura della lavanderia?

source: [_jo_s_laughing_] Thank you, honey!
fr_fr: [_jo_s_laughing_] Merci, chérie !
it_it: [_jo_s_laughing_] Grazie, miele!

source: [_jo_s_laughing_] I appreciate you helping out.
fr_fr: [_jo_s_laughing_] Je vous sais gré de vous aider.
it_it: [_jo_s_laughing_] Apprezzo che tu stia aiutando.

source: [_jo_s_excited_] There's a list of laundry instructions in the bathroom.
fr_fr: [_jo_s_excited_] Il y a une liste des instructions de buanderie dans la salle de bain.
it_it: [_jo_s_excited_] C'è un elenco di istruzioni per la lavanderia in bagno.

source: [_mc_] Anytime, [jo]!
fr_fr: [_mc_] En tout temps, [jo]!

source: [_mc_] Err... it's not that urgent.
fr_fr: [_mc_] Err ... ce n'est pas si urgent.
it_it: [_mc_] Err... non è così urgente.

source: [_jo_s_eyeroll_] Very well, I was hoping you could help out a bit more at home.
fr_fr: [_jo_s_eyeroll_] Très bien, j'espérais que tu pourrais t'aider un peu plus à la maison.
it_it: [_jo_s_eyeroll_] Molto bene, speravo che si potesse aiutare un po 'di più a casa.

source: [_jo_s_sarcastic_] I'll go look for the videotapes once you've completed a batch of laundry.
fr_fr: [_jo_s_sarcastic_] Je vais chercher les bandes vidéo une fois que vous avez terminé un lot de lessive.
it_it: [_jo_s_sarcastic_] Andrò a cercare le videocassette una volta completato un lotto di lavanderia.

source: [_jo_s_sarcastic_] I've left a list of instructions in the bathroom.
fr_fr: [_jo_s_sarcastic_] J'ai laissé une liste d'instructions dans la salle de bain.
it_it: [_jo_s_sarcastic_] Ho lasciato un elenco di istruzioni in bagno.

source: This is basically blackmail. Why can't she just be helpful and reasonable?
fr_fr: Il s'agit essentiellement d'un chantage. Pourquoi elle ne peut pas être utile et raisonnable ?
it_it: Questo è fondamentalmente ricatto. Perché non può essere solo utile e ragionevole?

source: [_mc_] Remember what happened the last time I did the laundry?
fr_fr: [_mc_] Rappelez-vous ce qui s'est passé la dernière fois que j'ai fait la lessive ?
it_it: [_mc_] Ricordate cosa è successo l'ultima volta che ho fatto il bucato?

source: [_jo_s_neutral_] You do have a point...
fr_fr: [_jo_s_neutral_] Vous avez un point ...
it_it: [_jo_s_neutral_] Hai un punto...

source: [_jo_s_concerned_] Can you talk to [flora] and remind her to do it?
fr_fr: [_jo_s_concerned_] Pouvez-vous parler au [flora] et lui rappeler de le faire ?
it_it: [_jo_s_concerned_] Riesci a parlare con [flora] e ricordarle di farlo?

source: [_mc_] Absolutely.
fr_fr: [_mc_] Absolument.
it_it: [_mc_] Assolutamente.

source: Ah, nothing better than pushing chores on [flora]!
fr_fr: Ah, rien de mieux que de pousser des corvées sur le [flora]!
it_it: Ah, niente di meglio che spingere le faccende su [flora]!

source: However, this has to be a very delicate operation...
fr_fr: Cependant, il doit s'agir d'une opération très délicate ...
it_it: Tuttavia, questa deve essere un'operazione molto delicata...

source: A direct approach would likely spell my annihilation.
fr_fr: Une approche directe signifierait probablement mon anéantissement.
it_it: Un approccio diretto verrebbe probabilmente a scrivere la mia annientamento.

source: No... this requires wits and guile. Guerilla warfare.
fr_fr: Non... il faut de l'esprit et de la ruse. La guérilla.
it_it: No... questo richiede vesti e guile. Guerilla guerra.

source: [flora] is much stronger than she looks. She can overpower me both physically and mentally.
fr_fr: [flora] est beaucoup plus forte qu'elle n'en a l'air. Elle peut me renverser physiquement et mentalement.
it_it: [flora] è molto più forte di quanto sembri. Può sopraffarmi sia fisicamente che mentalmente.

source: Plus, I get flustered easily when I have to speak to someone face to face.
fr_fr: De plus, je me ruse facilement quand je dois parler à quelqu'un de visage.
it_it: Inoltre, mi sfreccio facilmente quando devo parlare con qualcuno faccia a faccia.

source: Eye contact is for the birds. A stealth-bombing of text messages is the winning strategy here.
fr_fr: Le contact oculaire est pour les oiseaux. Un bombardement furtif de messages texte est la stratégie gagnante.
it_it: Il contatto oculare è per gli uccelli. Un bombardamento furtivo di messaggi di testo è la strategia vincente qui.

source: Texting [flora] in the same room is risky.
fr_fr: Envoyer des SMS à [flora] dans la même pièce est risqué.
it_it: Il testo [flora] nella stessa stanza è rischioso.

source: She's within striking distance. She might be overcome with rage and rush me.
fr_fr: Elle est à une distance frappante. Elle pourrait être surmontée de rage et me précipiter.
it_it: Lei è a distanza impressionante. Potrebbe essere superata con rabbia e correre me.

source: Gotta put at least fifty yards between us.
fr_fr: J'ai mis au moins cinquante verges entre nous.
it_it: Ha messo almeno cinquanta metri tra di noi.

source: Guess what day it is today.
fr_fr: Devine quel jour c'est aujourd'hui.
it_it: Indovina che giorno è oggi.

source: [_flora_] I thought I blocked you.
fr_fr: [_flora_] Je pensais vous avoir bloqué.
it_it: [_flora_] pensavo di averti bloccata.

source: You did. I went on your phone and unblocked myself.
fr_fr: Tu l'as fait. Je suis allé sur ton téléphone et je me suis débloqué.
it_it: Lo hai fatto. Sono andato al tuo telefono e mi sono sbloccato.

source: [_flora_] I will end you!
fr_fr: [_flora_] Je vous arrête !
it_it: [_flora_] Io ti finirò!

source: Sure you will. Now, guess what day it is!
fr_fr: Bien sûr. Maintenant, devinez quel jour c'est !
it_it: Sicuro che lo farà. Ora, indovinate che giorno è!

source: [_flora_] Bitchmas Eve.
fr_fr: [_flora_] La veille de Bitchmas.

source: Almost. It's Flaundry Day!
fr_fr: Presque. C'est la journée de la blanchisserie !
it_it: Quasi. È Flaundry Day!

source: [_flora_] Nope. I did it last week!
fr_fr: [_flora_] Non. Je l'ai fait la semaine dernière !
it_it: [_flora_] Nope. L'ho fatto la settimana scorsa!

source: Tough luck. [jo] told me to remind you.
fr_fr: Pas de chance. [jo] m'a dit de vous le rappeler.
it_it: Sfortuna dura. [jo] mi ha detto di ricordarvi.

source: [_flora_] How the hell did you convince her?
fr_fr: [_flora_] Comment l'enfer vous a convaincu ?
it_it: [_flora_] Come l'inferno la hai convinta?

source: Through sharp wit and incompetence.
fr_fr: Grâce à un esprit vif et à l'incompétence.
it_it: Tramite l'acuto e l'incompetenza.

source: [_flora_] That does sound like you.
fr_fr: [_flora_] Ça sème comme vous.
it_it: [_flora_] Che suona come te.

source: Thank you.
fr_fr: Je vous remercie.
it_it: Grazie.

source: [_flora_] Whatever.
fr_fr: [_flora_] Quoi qu'il en soit.
it_it: [_flora_] Qualunque cosa.

source: [_flora_] I'll give you $10 to do the laundry.
fr_fr: [_flora_] Je vous donnerai 10 $ pour faire la lessive.
it_it: [_flora_] Ti darò $10 per fare il bucato.

source: I'm actually in need of cash right now. Laundry can't be too hard...
fr_fr: J'ai vraiment besoin d'argent en ce moment. La buanderie ne peut pas être trop dure ...
it_it: In realtà ho bisogno di denaro in questo momento. Lavanderia non può essere troppo difficile...

source: Deal!
fr_fr: Traiter !
it_it: Affare fatto!

source: [_flora_] Great.
fr_fr: [_flora_] Grand.
it_it: [_flora_] Ottimo.

source: [_flora_] Also, if you send me hentai again I will block you.
fr_fr: [_flora_] Aussi, si vous m'envoyez de nouveau hentai, je vous bloque.
it_it: [_flora_] Inoltre, se mi mandi di nuovo hentai ti bloccherò.

source: I'll keep that in mind.
fr_fr: Je garderai ça à l'esprit.
it_it: Lo terrò in mente.

source: She didn't say anything about regular porn, though!
fr_fr: Elle n'a rien dit sur le porno régulier, cependant !
it_it: Lei non ha detto nulla sul porno regolare, però!

source: [_mc_] I like putting you to work, [flora]. No amount of money will change that!
fr_fr: [_mc_] J'aime vous faire travailler, [flora]. Aucune somme d'argent n'y changera rien !
it_it: [_mc_] Mi piace metterti al lavoro, [flora]. Nessun importo di denaro cambierà!

source: [_flora_] Fuck off.
fr_fr: [_flora_] Va te faire foutre.

source: [_mc_] Better get it done soon. [jo] is already annoyed.
fr_fr: [_mc_] Mieux vaut le faire bientôt. [jo] est déjà contrarié.
it_it: [_mc_] Meglio farlo presto. [jo] è già infastidito.

source: [_flora_] I hate you.
fr_fr: [_flora_] Je vous déteste.
it_it: [_flora_] Io ti odio.

source: Great. With [flora] on laundry duty, I have time to do other things. Watching porn, for example.
fr_fr: Super. Avec le [flora] sur le service de lessive, j'ai le temps de faire d'autres choses. Regarder le porno, par exemple.
it_it: Grande. Con [flora] in servizio di lavanderia, ho il tempo di fare altre cose. Guardare il porno, per esempio.

source: Knowing [jo], she won't go look for those videotapes until the laundry is done.
fr_fr: Connaissant [jo], elle n'ira pas chercher ces vidéos jusqu'à ce que la lessive soit faite.
it_it: Conoscendo [jo], lei non andrà a cercare quelle videocassette fino a quando il bucato non è fatto.

source: Ugh... might as well take a look at the instructions.
fr_fr: Ugh ... pourrait aussi bien jeter un oeil aux instructions.
it_it: Ugh... potrebbe anche dare un'occhiata alle istruzioni.

source: Raised voices coming from the locker room. Sounds like an argument...
fr_fr: Des voix élevées venant du vestiaire. Ça ressemble à un argument ...
it_it: Voci alzate provenienti dallo spogliatoio. Suona come un argomento...

source: [_mc_] The laundry situation has been taken care of.
fr_fr: [_mc_] La buanderie a été prise en charge.
it_it: [_mc_] La situazione del bucato è stata curata.

source: [_jo_s_confident_] Thank you, honey! I really appreciate that you're giving this old lady a hand.
fr_fr: [_jo_s_confident_] Merci, chérie ! J'apprécie vraiment que tu donnes une main à cette vieille dame.
it_it: [_jo_s_confident_] Grazie, miele! Apprezzo davvero che tu stia dando una mano a questa vecchia signora.

source: [_jo_s_confident_] I went to the basement and looked for those videotapes.
fr_fr: [_jo_s_confident_] Je suis allé au sous-sol et j'ai cherché ces bandes vidéo.
it_it: [_jo_s_confident_] Sono andato al seminterrato e ho cercato quelle videocassette.

source: [_mc_] Did you find anything?
fr_fr: [_mc_] Avez-vous trouvé quoi que ce soit ?
it_it: [_mc_] Hai trovato qualcosa?

source: [_jo_s_thinking_] I found a lot of old tapes, but not the ones you asked for...
fr_fr: [_jo_s_thinking_] J'ai trouvé beaucoup de vieilles cassettes, mais pas celles que vous avez demandé ...
it_it: [_jo_s_thinking_] Ho trovato un sacco di vecchi nastri, ma non quelli che hai chiesto...

source: [_jo_s_sad_] Sorry, hon.
fr_fr: [Désolé, chéri.

source: Crap. [jo] used to be a fitness freak. It's honestly weird that she didn't have them.
fr_fr: La merde. Avant, [jo] était une mordue de fitness. C'est vraiment bizarre qu'elle n'en ait pas.
it_it: Crap. [jo] era un freak di fitness. È onestamente strano che non li avesse.

source: The tapes [mrsl] talked about must be ultra rare...
fr_fr: Les cassettes [mrsl] parlent d'être ultra rares ...
it_it: I nastri [mrsl] di cui ha parlato devono essere ultra rari...

source: Maybe there's some information about them on the internet.
fr_fr: Peut-être qu'il y a des informations à leur sujet sur Internet.
it_it: Forse ci sono alcune informazioni su di loro su Internet.

source: [_jo_s_confident_] [mc], have you cleaned your room yet?
fr_fr: [_jo_s_confident_] [mc], avez-vous nettoyé votre chambre ?
it_it: [_jo_s_confident_] [mc], hai già pulito la tua stanza?

source: [_mc_] What?
fr_fr: [_mc_] Quoi ?
it_it: [_mc_] Cosa?

source: [_jo_s_neutral_] You heard me, young man.
fr_fr: [_jo_s_neutral_] Vous m'avez entendu, jeune homme.
it_it: [_jo_s_neutral_] Mi hai sentito, giovane.

source: [_mc_] I've cleaned... a little bit?
fr_fr: [_mc_] J'ai nettoyé ... un peu ?
it_it: [_mc_] ho pulito... un po'?

source: Eating those week-old cheetos totally counts as cleaning.
fr_fr: Manger ces cheetos d'une semaine est considéré comme du nettoyage.
it_it: Mangiare quei ghepardi di una settimana conta totalmente come pulizia.

source: [_jo_s_skeptical_] Okay, what about your homework?
fr_fr: [_jo_s_skeptical_] Ok, qu'en est-il de tes devoirs ?
it_it: [_jo_s_skeptical_] Okay, che dire dei tuoi compiti?

source: [_mc_] We don't have homework with this new system...
fr_fr: [_mc_] Nous n'avons pas de devoirs avec ce nouveau système ...
it_it: [_mc_] Non abbiamo compiti con questo nuovo sistema...

source: [_jo_s_concerned_] You still need to study! The new system is all about responsibility. You have to give yourself homework.
fr_fr: [_jo_s_concerned_] Vous devez encore étudier ! Le nouveau système est entièrement responsable. Tu dois te donner tes devoirs.
it_it: [_jo_s_concerned_] Hai ancora bisogno di studiare! Il nuovo sistema è tutto di responsabilità. Devi darti dei compiti.

source: Man, if only [jo] would get off my back. This is basically asphyxiation through chores.
fr_fr: L'homme, si seulement [jo] s'enferma mon dos. Il s'agit essentiellement d'asphyxie à travers les corvées.
it_it: Uomo, se solo [jo] mi togliesse la schiena. Questo è fondamentalmente asfissiazione attraverso le faccende.

source: [_mc_] I'll... assign myself some homework... I guess.
fr_fr: [_mc_] Je ... me confierai des devoirs ... Je suppose.
it_it: [_mc_] Io... mi assegno dei compiti... immagino.

source: [_jo_s_smile_] That's what I like to hear!
fr_fr: [_jo_s_Souriez_] C'est ce que j'aime entendre !
it_it: [_jo_s_smile_] È quello che mi piace sentire!

source: [_jo_s_smile_] [flora] is already working hard. We've had a couple of other students ask for her homework schedule.
fr_fr: [_jo_s_Souriez_] [flora] travaille déjà dur. Nous avons eu quelques autres élèves à demander son programme de devoirs.
it_it: [_jo_s_smile_] [flora] sta già lavorando sodo. Abbiamo avuto un paio di altri studenti chiedere il suo programma per i compiti.

source: [_mc_] Great. Good for her.
fr_fr: [_mc_] Grand. Bien pour elle.
it_it: [_mc_] Grande. Buono per lei.

source: [_jo_s_worried_] Maybe you could ask her for some points?
fr_fr: [_jo_s_worried_] Peut-être pourriez-vous lui demander quelques points ?
it_it: [_jo_s_worried_] Forse potresti chiederle qualche punto?

source: Ugh, [flora] this, [flora] that. The perfect little angel. Why does she have to be such a tryhard?
fr_fr: Ugh, [flora] ceci, [flora] cela. Le parfait petit ange. Pourquoi doit-elle être si difficile ?
it_it: Ugh, [flora] questo, [flora] quello. Il piccolo angelo perfetto. Perché deve essere un tale tentativo?

source: [_mc_] Life is more than just grades, [jo].
fr_fr: [_mc_] La vie est plus que des notes, [jo].
it_it: [_mc_] La vita è più di semplici voti, [jo].
