Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_mrsl_table.po
Languages: fr_fr, it_it

source: [_kate_s_confident_] Looks like this will be an interesting day, after all.
fr_fr: [_kate_s_confident_] On dirait que ce sera un jour intéressant, après tout.
it_it: [_kate_s_confident_] Sembra che questo sarà un giorno interessante, dopo tutto.

source: Shit. Fuck. Cock.
fr_fr: Merde. Putain. Cock.
it_it: Mossa. Cazzo. Cazzo.

source: [_kate_s_neutral_] [mc], get on your knees.
fr_fr: [_kate_s_neutral_] [mc], se mettre à genoux.
it_it: [_kate_s_neutral_] [mc], salite sulle ginocchia.

source: Nope! I'm not giving myself up willingly!
fr_fr: Non ! Je ne me donne pas de bon gré !
it_it: Nope! Non mi sto rinunciando volentieri volentemente!

source: [_mc_] You'll never take me alive, bitches!
fr_fr: [_mc_] Tu ne me prendras jamais vivant, salope !
it_it: [_mc_] Non mi prenderai mai viva, cagnoli!

source: Running. Running. Running.
fr_fr: Exécution. Exécution. Exécution.

source: Fuck. Fuck. Fuck.
fr_fr: Putain. Putain. Putain.
it_it: Scopo. Scopo. Scopo.

source: Phew! That was close!
fr_fr: Phew ! C'était serré !
it_it: Phew! Era vicino!

source: Some tricks never get old.
fr_fr: Certains tours ne sont jamais vieux.
it_it: Alcuni trucchi non invecchiano mai.

source: The lock on the homeroom door has saved me countless times.
fr_fr: L'écluse sur la porte du foyer m'a sauvé d'innombrables fois.
it_it: La serratura sulla porta homeroom mi ha salvato innumerevoli volte.

source: [_kate_] We'll be nice to you! Won't we, ladies?
fr_fr: [_kate_] Nous serons gentinos avec vous ! Ne sommes-nous pas, mesdames?
it_it: [_kate_] Saremo gentili con te! Noi, signore?

source: [_stacy_] We can make you feel really good, [mc]!
fr_fr: [_stacy_] Nous pouvons vous faire sentir vraiment bien, [mc]!
it_it: [_stacy_] Possiamo farti sentire davvero bene, [mc]!

source: Oh, god. Don't listen to their siren song.
fr_fr: Oh, mon dieu. N'écoutez pas leurs sirènes.
it_it: Oh, dio. Non ascoltare la loro canzone sirena.

source: [_mc_] You guys are lucky the door is locked!
fr_fr: [_mc_] Vous avez de la chance, la porte est verrouillée !
it_it: [_mc_] Sei fortunato che la porta sia bloccata!

source: [_mc_] I would take out my frustrations on your helpless bodies!
fr_fr: [_mc_] Je voudrais exprimer mes frustrations sur vos corps sans défense !
it_it: [_mc_] Vorrei tirare fuori le mie frustrazioni sui vostri corpi indifesi!

source: [_mc_] I'd make you scream in pleasure and pain!
fr_fr: [_mc_] Je vous ferais hurle de plaisir et de douleur !
it_it: [_mc_] ti farei gridare di piacere e dolore!

source: [_lacey_] ...Did he just villain-laugh in there?
fr_fr: [_lacey_] ...A-t-il juste méchant-rire là-bas?
it_it: [_lacey_] ...Ha appena malvagio in lì?

source: [_stacy_] He's scared and losing it.
fr_fr: [_stacy_] Il a peur et le perd.
it_it: [_stacy_] ha paura e la perde.

source: [_casey_] He should be scared!
fr_fr: [_casey_] Il devrait avoir peur !
it_it: [_casey_] dovrebbe avere paura!

source: [_kate_] Open the door and let's see about that pain, shall we?
fr_fr: [_kate_] Ouvrez la porte et voyons de cette douleur, nous?
it_it: [_kate_] Aprite la porta e vediamo quel dolore, vero?

source: [_mc_] Never!
fr_fr: [_mc_] Jamais !
it_it: [_mc_] Mai!

source: [_mc_] Your charm and soft words have no power over me!
fr_fr: [_mc_] Votre charme et vos mots doux n'ont aucun pouvoir sur moi !
it_it: [_mc_] Il tuo fascino e le parole morbide non hanno potere su di me!

source: [_mc_] I've been deprived of female touch for aeons!
fr_fr: [_mc_] J'ai été privé de touche féminine pour des étes !
it_it: [_mc_] Sono stato privato del tocco femminile per gli eoni!

source: [_mc_] Nothing but my own firm grip does it for me anymore!
fr_fr: [_mc_] Rien que ma propre prise ferme me fait plus pour moi !
it_it: [_mc_] Niente che la mia presa ferma lo fa per me più!

source: [_kate_] If you open the door, I'll put my foot up your ass and make you lick it clean after!
fr_fr: [_kate_] Si vous ouvrez la porte, je vais mettre mon pied dans le cul et vous faire lécher la porte après !
it_it: [_kate_] Se apri la porta, metterò il piede sul tuo culo e ti farò leccare dopo di lui!

source: [_kate_] How's that for soft words?
fr_fr: [_kate_] Comment c'est pour les mots doux?
it_it: [_kate_] Com'è quello per le parole morbide?

source: Oh, crap. [kate] is getting annoyed.
fr_fr: Oh, merde. [kate] s'ennuyait.
it_it: Oh, crap. [kate] si sta infastidendo.

source: [_kate_] Okay, I'm done playing around.
fr_fr: [_kate_] Ok, je suis en train de jouer.
it_it: [_kate_] Okay, ho finito di suonare intorno.

source: [_kate_] [stacy], you and [casey] go outside — he might try to escape through a window.
fr_fr: [_kate_] [stacy], you and [casey] go outside-il pourrait essayer de s'échapper par une fenêtre.
it_it: [_kate_] [stacy], tu e [casey] vai fuori — potrebbe provare a fuggire attraverso una finestra.

source: [_kate_] [lacey], guard the door. I'm going to get someone with a key...
fr_fr: [_kate_] [lacey], garde la porte. Je vais chercher quelqu'un avec une clé ...
it_it: [_kate_] [lacey], custodisci la porta. Io prenderò qualcuno con una chiave...

source: Oh, crap!
fr_fr: Oh, merde !
it_it: Oh, merda!

source: Where's the invisibility cloak when you need it?!
fr_fr: Où est la cape d'invisibilité quand vous en avez besoin? !
it_it: Dov'è il mantello di invisibilità quando ne hai bisogno?!

source: Or a revolving door...
fr_fr: Ou une porte tournante ...
it_it: O una porta girevole...

source: Or an escape hatch of some sort...
fr_fr: Ou une trappe d'évacuation de quelque sorte ...
it_it: O una botola di fuga di qualche tipo...

source: Okay, time to stop wasting time with wishful thinking. But where do I even hide?
fr_fr: Ok, le temps de cesser de perdre du temps avec une pensée vante. Mais où est-ce que je me cache?
it_it: Ok, il tempo di smettere di perdere tempo con un pensiero desideroso. Ma dove mi nascondo ancora?

source: [lacey] is whistling outside...
fr_fr: [lacey] est un sifflement à l'extérieur ...
it_it: [lacey] sta fischiando fuori...

source: Is that "Mary Had a Little Lamb?"
fr_fr: Est-ce que "Mary avait un petit agneau?"
it_it: È "Mary aveva un piccolo agnello?"

source: That's somehow fitting.
fr_fr: C'est tout à fait approprié.
it_it: È in qualche modo adatto.

source: Maybe I can get her to leave?
fr_fr: Peut-être que je peux l'amener à partir?
it_it: Forse posso farla partire?

source: [_mc_] Did you know that there's more to life than just high school?
fr_fr: [_mc_] Saviez-vous qu'il y a plus à la vie qu'une école secondaire?
it_it: [_mc_] Lo sapevate che la vita non è solo la scuola superiore?

source: [_lacey_] I know that!
fr_fr: [_lacey_] Je le sais !
it_it: [_lacey_] lo so!

source: [_mc_] So, you understand that there's only one year left of this shit, right?
fr_fr: [_mc_] Alors, vous comprenez qu'il ne reste qu'un an de cette merde, non?
it_it: [_mc_] Quindi, capisci che rimane solo un anno di questa merda, giusto?

source: [_mc_] So, you could get ahead of the others by starting to be your own woman.
fr_fr: [_mc_] Alors, vous pourriez devêtre les autres en commençant à être votre propre femme.
it_it: [_mc_] Così, si potrebbe ottenere davanti agli altri cominciando ad essere la vostra donna.

source: [_lacey_] Why? I want to graduate at the same time as everyone else...
fr_fr: [_lacey_] Pourquoi? Je veux obtenir mon diplôme en même temps que tout le monde ...
it_it: [_lacey_] Perché? Voglio laurearmi contemporaneamente a tutti gli altri...

source: [_mc_] I'm not talking about graduating!
fr_fr: [_mc_] Je ne parle pas de mon diplôme !
it_it: [_mc_] Non sto parlando di laurea!

source: [_mc_] I'm talking about growing as a person.
fr_fr: [_mc_] Je parle de grandir en tant que personne.
it_it: [_mc_] Sto parlando di crescere come persona.

source: [_lacey_] Women stop growing at fifteen! I'm eighteen now!
fr_fr: [_lacey_] Les femmes cessent de grandir à quinze ans ! J'ai dix-huit ans !
it_it: [_lacey_] Le donne smettono di crescere a quindici! Sono diciotto ora!

source: [_lacey_] Haha! Didn't you know that?
fr_fr: [_lacey_] Haha ! Vous ne le saviez pas?
it_it: [_lacey_] Haha! Non lo sapevi?

source: [_mc_] What I mean is that you don't have to do what [kate] says...
fr_fr: [_mc_] Ce que je veux dire, c'est que vous n'avez pas à faire ce que dit [kate]...
it_it: [_mc_] Quello che voglio dire è che non devi fare quello che [kate] dice...

source: [_lacey_] She's the cheer captain! The pyramid falls without its blocks.
fr_fr: [_lacey_] Elle est le capitaine de cheer ! La pyramide tombe sans ses blocs.
it_it: [_lacey_] Lei è il tifo capitano! La piramide cade senza i suoi blocchi.

source: [_mc_] I'm not talking about cheer practice!
fr_fr: [_mc_] Je ne parle pas de la pratique de la tricheuse !
it_it: [_mc_] Non sto parlando di allietare la pratica!

source: [_mc_] Look, this year will end before you know it... maybe it's time to start making your own choices?
fr_fr: [_mc_] Ecoutez, cette année se terminera avant que vous ne le sachiez ... peut-être qu'il est temps de commencer à faire vos propres choix?
it_it: [_mc_] Guarda, quest'anno finirà prima di conoscerlo... forse è il momento di iniziare a fare le tue scelte?

source: [_lacey_] I did!
fr_fr: [_lacey_] Je l'ai fait !
it_it: [_lacey_] Ho fatto!

source: [_mc_] You did?
fr_fr: [_mc_] Vous l'avez fait?
it_it: [_mc_] Hai fatto?

source: [_mc_] And what choice did you make?
fr_fr: [_mc_] Et quel choix avez-vous fait?
it_it: [_mc_] E che scelta hai fatto?

source: [_lacey_] I'm going to the same college as [kate]!
fr_fr: [_lacey_] Je vais au même collège que [kate]!
it_it: [_lacey_] Vado allo stesso collegio di [kate]!

source: Ugh... she's hopeless...
fr_fr: Ugh ... elle est désespérée ...
it_it: Ugh... è senza speranza...

source: [_mc_] If I ever catch you alone, you're going to be in big trouble.
fr_fr: [_mc_] Si je t'attrapais seul, tu vas avoir de gros problèmes.
it_it: [_mc_] Se mai ti prenderò da solo, sarai in grossi problemi.

source: [_mc_] I'm talking dentist chair, toy box, lots of screaming...
fr_fr: [_mc_] Je parle de chaise dentiste, boîte à jouets, beaucoup de cris ...
it_it: [_mc_] Sto parlando sedia dentista, scatola giocattolo, un sacco di urlare...

source: [_lacey_] Seriously? You're a senior! Toys are for children.
fr_fr: [_lacey_] Sérieusement? Tu es un aîné ! Les jouets sont destinés aux enfants.
it_it: [_lacey_] Seriamente? Sei un anziano! Giocattoli sono per bambini.

source: [_mc_] God, don't you get the subtext?
fr_fr: [_mc_] Dieu, n'avez-vous pas le sous-texte?
it_it: [_mc_] Dio, non hai il sottotitolo?

source: [_lacey_] Haha! Do you also collect figurines?
fr_fr: [_lacey_] Haha ! Vous recueils aussi des figurines?
it_it: [_lacey_] Haha! Raccogliete anche figure?

source: [_mc_] Yes, but that's beside—
fr_fr: [_mc_] Oui, mais c'est à côté-
it_it: [_mc_] Sì, ma questo è oltre—

source: I'd get a more intelligent conversation from talking to a wall...
fr_fr: J'aurais une conversation plus intelligente de parler à un mur ...
it_it: Avrei una conversazione più intelligente dal parlare a un muro...

source: Hiding behind the bookshelf is the smartest idea ever!
fr_fr: Se cacher derrière la tablette est l'idée la plus intelligente jamais !
it_it: Nascondere dietro la libreria è l'idea più intelligente mai!

source: Anyone looking for me will be distracted by the many interesting books and forget all about the pursuit!
fr_fr: Quiconque à la recherche de moi sera distrait par les nombreux livres intéressants et oubliera tout à propos de la poursuite !
it_it: Chiunque mi cerchi sarà distratto dai molti libri interessanti e dimenticare tutto l'inseguimento!

source: Yeah... nah.
fr_fr: Ouais ... nah.

source: Maybe I could put my head inside this globe...
fr_fr: Peut-être que je pourrais mettre ma tête dans ce monde ...
it_it: Forse potrei mettere la mia testa dentro questo globo...

source: That must count as hiding from the world, right?
fr_fr: Cela doit compter comme se cacher du monde, non?
it_it: Questo deve valere come nascondersi dal mondo, giusto?

source: Someone's forgotten a thick wad of cash!
fr_fr: Quelqu'un a oublié une épaisse cire d'argent !
it_it: Qualcuno ha dimenticato una spessa bacchetta di denaro!

source: There's at least two grand here...
fr_fr: Il y a au moins deux grandes ...
it_it: C'è almeno due grandiosi qui...

source: I guess money really does run the world.
fr_fr: Je suppose que l'argent fait vraiment courir le monde.
it_it: Immagino che i soldi corrano davvero il mondo.

source: And now I'm a rich man!
fr_fr: Et maintenant je suis un homme riche !
it_it: E ora sono un uomo ricco!

source: It's probably [mrsl]'s retirement fund... I can't do that to her, let's be honest.
fr_fr: C'est probablement le fonds de retraite de [mrsl]... Je ne peux pas lui faire ça, soyons honnêtes.
it_it: Probabilmente è il fondo pensionistico di [mrsl]... non posso farlo a lei, siamo onesti.

source: If I'm quick enough, I might be able to hang myself!
fr_fr: Si je suis assez rapide, je pourrais me pendre !
it_it: Se sono abbastanza veloce, potrei essere in grado di appendermi da solo!

source: Sometimes the only escape is death.
fr_fr: Parfois, la seule évasion est la mort.
it_it: A volte l'unica fuga è la morte.

source: Burst through the window?
fr_fr: Brûle à travers la fenêtre?
it_it: Esplosione attraverso la finestra?

source: Glass shards in your feet?
fr_fr: Les éclats de verre dans vos pieds?
it_it: Frammenti di vetro nei piedi?

source: It's a bit cramped, but it might be my best shot.
fr_fr: C'est un peu serré, mais ça pourrait être ma meilleure chance.
it_it: È un po 'cramped, ma potrebbe essere il mio colpo migliore.

source: Fuck, this is tighter than [lindsey]'s butt...
fr_fr: Putain, c'est plus serré que le cul de [lindsey]...
it_it: Scopo, questo è più stretto di [lindsey]'s butt...

source: At least, I'm somewhat hidden.
fr_fr: Au moins, je suis quelque peu caché.
it_it: Almeno, sono un po 'nascosto.

source: If they find me here, they'll need like six horses to pull me out.
fr_fr: S'ils me trouvent ici, ils auront besoin de six chevaux pour me sortir.
it_it: Se mi trovano qui, avranno bisogno di sei cavalli per tirarmi fuori.

source: I'm firmly lodged and—
fr_fr: Je suis fermement logé et-
it_it: Sono saldamente depositato e—

source: [_kate_] Again, we're sorry to disturb you, ma'am! We just saw someone sneak into the classroom.
fr_fr: [_kate_] Encore une fois, nous sommes désolons de vous déranger, madame ! On a vu quelqu'un se faufiler dans la salle de classe.
it_it: [_kate_] Ancora una volta, ci dispiace di disturbarti, ma'am! Abbiamo appena visto qualcuno furtivamente in aula.

source: It's weird to see [kate] so polite... it's so plastic and fake.
fr_fr: C'est bizarre de voir [kate] si poli ... c'est tellement plastique et faux.
it_it: È strano vedere [kate] così gentile... è così plastica e falso.

source: [_lacey_] [kate]'s right!
fr_fr: [_lacey_] [kate]'s !
it_it: [_lacey_] [kate]è giusto!

source: [_jo_] That's quite all right, girls. I'm just a bit tired... didn't get much sleep last night.
fr_fr: [_jo_] C'est tout à fait vrai, les filles. Je suis un peu fatigué ... n'a pas beaucoup dormi la nuit dernière.
it_it: [_jo_] Va benissimo, ragazze. Sono solo un po' stanco... non ho dormito molto la scorsa notte.

source: [_jo_] All right, let's have a look here! You girls can wait outside.
fr_fr: [_jo_] Très bien, regardons ici ! Vous pouvez attendre dehors.
it_it: [_jo_] Va bene, diamo un'occhiata qui! Le ragazze possono aspettare fuori.

source: [_kate_] We could help you look!
fr_fr: [_kate_] Nous pourrions vous aider à regarder !
it_it: [_kate_] Potremmo aiutarti a guardare!

source: [_jo_] It's just one classroom...
fr_fr: [_jo_] C'est juste une salle de classe ...
it_it: [_jo_] È solo una aula...

source: Oh god, please don't find me!
fr_fr: Oh mon dieu, ne me trouve pas !
it_it: Oh dio, per favore, non trovarmi!

source: In our freshman year, someone snuck into the women's locker room during spring break.
fr_fr: Au cours de notre année de fraîcheur, quelqu'un s'est emmêle dans le vestiaire des femmes pendant la pause printanière.
it_it: Nel nostro anno di matricola, qualcuno si immerge nello spogliatoio delle donne durante la pausa primaverile.

source: That someone got a whole year's detention.
fr_fr: Que quelqu'un ait eu une année de détention.
it_it: Quella persona ha ottenuto la detenzione di un anno intero.

source: Please, don't let things get repeated!
fr_fr: S'il vous plaît, ne laissez pas les choses se répéter !
it_it: Per favore, non lasciate che le cose vengano ripetute!

source: [_jo_] I'm sorry, girls, but there's no one in here...
fr_fr: [_jo_] Je suis désolé, les filles, mais il n'y a personne ici ...
it_it: [_jo_] Mi dispiace, ragazze, ma non c'è nessuno qui dentro...

source: [_kate_] There has to be!
fr_fr: [_kate_] Il doit y avoir !
it_it: [_kate_] Ci deve essere!

source: [_lacey_] Yeah, we saw him!
fr_fr: [_lacey_] Oui, nous l'avons vu !
it_it: [_lacey_] Sì, lo abbiamo visto!

source: [_jo_] All right, all right... get to practice and I'll stay here. I've got some work to do.
fr_fr: [_jo_] Très bien, tout va bien ... et je resterai ici. J'ai du travail à faire.
it_it: [_jo_] Va bene, va bene... mettetevi in pratica e rimarrò qui. Ho un po' di lavoro da fare.

source: [_jo_] Who knows, maybe they'll come crawling out?
fr_fr: [_jo_] Qui sait, peut-être qu'ils viendront ramper?
it_it: [_jo_] Chissà, forse verranno strisciando?

source: [_kate_] But—
fr_fr: [_kate_] Mais-
it_it: [_kate_] Ma—

source: [_jo_] No buts, [kate]. The school is supposed to be closed today, your cheer practice is the exception.
fr_fr: [_jo_] Non, [kate]. L'école est censée être fermée aujourd'hui, votre pratique de la cheer est l'exception.
it_it: [_jo_] No mas, [kate]. La scuola dovrebbe essere chiusa oggi, la tua pratica allegra è l'eccezione.

source: [_kate_] Okay... thanks for the help, ma'am.
fr_fr: [_kate_] Ok ... merci pour l'aide, madame.
it_it: [_kate_] Okay... grazie per l'aiuto, ma'am.

source: Ha! She's fuming. I can hear it in the quiver of her voice.
fr_fr: Ha ! Elle fumait. Je peux l'entendre dans le carcan de sa voix.
it_it: Ciao! Sta fumando. Riesco a sentirlo nella faretra della sua voce.

source: Suck it, [kate]!
fr_fr: Sucre, [kate]!
it_it: Succhiatelo, [kate]!

source: [_jo_] Bye, girls. Oh, and make sure you turn the lights off in the gym when you're done!
fr_fr: [_jo_] Bye, filles. Oh, et assurez-vous de éteindre les lumières dans la salle de gym quand vous avez fini !
it_it: [_jo_] Bye, ragazze. Oh, e assicurati di spegnere le luci in palestra quando hai finito!

source: [_jo_s_under_desk_half_open_legs_] Goodness gracious...
fr_fr: [_jo_s_under_desk_half_open_legs_] Bonté gracieuse ...
it_it: [_jo_s_under_desk_half_open_legs_] Bontà graziosa...

source: Oh, fuck!
fr_fr: Oh, merde !

source: [_jo_s_under_desk_half_open_legs_] They certainly don't pay me enough for this job...
fr_fr: [_jo_s_under_desk_half_open_legs_] Ils ne me paient certainement pas assez pour ce travail ...
it_it: [_jo_s_under_desk_half_open_legs_] Certamente non mi pagano abbastanza per questo lavoro...

source: What is she doing?
fr_fr: Qu'est-ce qu'elle fait?
it_it: Che cosa sta facendo?

source: [_jo_s_under_desk_closed_legs_] Come in!
fr_fr: [_jo_s_under_desk_closed_legs_] Venez !
it_it: [_jo_s_under_desk_closed_legs_] Vieni in!

source: [_jo_s_under_desk_closed_legs_] [maya]? What are you doing here today? School's closed!
fr_fr: [_jo_s_under_desk_closed_legs_] [maya]? Que faites-vous ici aujourd'hui? L'école est fermée !
it_it: [_jo_s_under_desk_closed_legs_] [maya]? Cosa stai facendo qui oggi? La scuola è chiusa!

source: [_maya_] Um... I just...
fr_fr: [_maya_] Um ... Je viens juste ...

source: [_jo_s_under_desk_half_open_legs_] Sweetheart, are you okay?
fr_fr: [_jo_s_under_desk_half_open_legs_] Sweetheart, tu vas bien?
it_it: [_jo_s_under_desk_half_open_legs_] Sweetheart, stai bene?

source: [_maya_] I-forgot-my-lunch-money-the-other-day-and... umm...
fr_fr: [_maya_] I-oublié-my-lunch-money-the-other-day-and ... umm ...

source: [_jo_s_under_desk_half_open_legs_] Slow down! Have you been crying?
fr_fr: [_jo_s_under_desk_half_open_legs_] Slow down ! As-tu pleuré?
it_it: [_jo_s_under_desk_half_open_legs_] Rallentata! Hai pianguto?

source: [_maya_] N-no! I don't cry! Never!
fr_fr: [_maya_] N-no ! Je ne pleure pas ! Jamais !
it_it: [_maya_] N-no! Non piango! Mai!

source: [_jo_s_under_desk_half_open_legs_] Well, then... tell me slowly what happened.
fr_fr: [_jo_s_under_desk_half_open_legs_] Eh bien, alors ... dis-moi lentement ce qui s'est passé.
it_it: [_jo_s_under_desk_half_open_legs_] Beh, allora... dimmi lentamente cos'è successo.

source: [_maya_] I, um... did something bad. I was bad.
fr_fr: [_maya_] I, um ... a fait quelque chose de mauvais. J'étais mauvais.
it_it: [_maya_] Io, um... ha fatto qualcosa di male. Ero male.

source: [_maya_] [flora] told me to, um... talk to you to get my p-punishment...
fr_fr: [_maya_] [flora] m'a dit, euh ... parler à vous pour obtenir ma punition de p ...
it_it: [_maya_] [flora] mi ha detto, um... parla con te per ottenere la mia p-punizione...

source: [_jo_s_under_desk_open_legs_] She did, did she?
fr_fr: [_jo_s_under_desk_open_legs_] Elle l'a fait, elle?
it_it: [_jo_s_under_desk_open_legs_] Lei ha fatto, vero?

source: [_maya_] Y-yes. She said, um... I was a bad kitty.
fr_fr: [_maya_] Y-oui. Elle a dit, euh ... J'étais un mauvais chaton.
it_it: [_maya_] Y-sì. Ha detto, um... Ero un gattino cattivo.

source: What the hell is going on?
fr_fr: Qu'est-ce qui se passe?
it_it: Che diavolo sta succedendo?

source: [_jo_s_under_desk_open_legs_] Well, were you a bad kitty?
fr_fr: [_jo_s_under_desk_open_legs_] Eh bien, vous étiez un sale chaton?
it_it: [_jo_s_under_desk_open_legs_] Beh, eri un brutto gattino?

source: Excuse me, what?!
fr_fr: Excusez-moi, quoi?
it_it: Mi scusi, cosa?!

source: [_maya_] Very bad, madam-principal. Very.
fr_fr: [_maya_] Très mauvais, madam-principal. Très.
it_it: [_maya_] Molto male, madam-principal.

source: [_jo_s_under_desk_open_legs_] I see... then you know what to do.
fr_fr: [_jo_s_under_desk_open_legs_] Je vois ... alors vous savez quoi faire.
it_it: [_jo_s_under_desk_open_legs_] vedo... allora sai cosa fare.

source: [_jo_s_under_desk_open_legs_] Down on all fours. Bad kitties don't walk on two legs.
fr_fr: [_jo_s_under_desk_open_legs_] À quatre pattes. Les petits chatons ne marchent pas sur deux jambes.
it_it: [_jo_s_under_desk_open_legs_] Giù su tutti i quattro. I gattini cattivi non camminano su due gambe.

source: [_maya_] Yes, madam-principal.
fr_fr: [_maya_] Oui, madame.
it_it: [_maya_] Sì, madam-principal.

source: [_jo_s_under_desk_open_legs_] Okay, no more talking now! No more words for you, bad kitten.
fr_fr: [_jo_s_under_desk_open_legs_] Ok, pas plus de parler maintenant ! Pas plus de mots pour toi, chaton.
it_it: [_jo_s_under_desk_open_legs_] Okay, non più parlare adesso! Niente più parole per te, gattino cattivo.

source: Okay, this is getting out of hand!
fr_fr: Ok, ça sort de la main !
it_it: Ok, questo sta uscendo di mano!

source: [_mc_] What the hell is going on?!
fr_fr: [_mc_] Qu'est-ce qui se passe?
it_it: [_mc_] Che diavolo sta succedendo?!

source: [_jo_s_under_desk_look_] [mc]?! What in god's name do you think you're doing?
fr_fr: [_jo_s_under_desk_look_] [mc]? ! Que penses-tu que tu fais dans le nom de Dieu?
it_it: [_jo_s_under_desk_look_] [mc]?! Che cosa pensi di fare nel nome di Dio?

source: [_mc_] I could ask you the very same—
fr_fr: [_mc_] Je pourrais vous demander les mêmes
it_it: [_mc_] Potrei chiederti lo stesso—
