Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_mrsl_table.po
Languages: fr_fr, it_it

source: God, I can't believe it.
fr_fr: Mon Dieu, je ne peux pas le croire.
it_it: Dio, non ci posso credere.

source: How do you even get a body like [mrsl]'s?
fr_fr: Comment peut-on obtenir un corps comme [mrsl]'s?
it_it: Come si ottiene anche un corpo come quello di [mrsl]?

source: It's like she stepped out of Cosmololitan! Not that I read that rag...
fr_fr: C'est comme si elle était sortie de Cosmololitan ! Non pas que j'ai lu ce chiffon ...
it_it: È come se lei uscisse dal cosmololitano! Non che leggessi quel ragno...

source: Everyone is drooling over her. Even Tanner and the football team wanted a piece of that ass.
fr_fr: Tout le monde se drova sur elle. Même Tanner et l'équipe de football voulaient un morceau de ce cul.
it_it: Anche Tanner e la squadra di calcio volevano un pezzo di quel culo.

source: Those brutes are crude with their comments sometimes...
fr_fr: Ces brutes sont grossies avec leurs commentaires parfois ...
it_it: Quei bruti sono grezzi con i loro commenti a volte...

source: [_mrsl_s_confident_] Hello there, [mc]! How's it going?
fr_fr: [_mrsl_s_confident_] Bonjour, [mc]! Comment ça va?
it_it: [_mrsl_s_confident_] Ciao, [mc]! Com'è andato?

source: [_mc_] Just daydreaming...
fr_fr: [_mc_] Juste rêver ...
it_it: [_mc_] Solo sognare...

source: [_mrsl_s_flirty_] About who?
fr_fr: [_mrsl_s_flirty_] À propos de qui?
it_it: [_mrsl_s_flirty_] Chi siamo?

source: [_mc_] I, err, didn't... I mean, I didn't...
fr_fr: [_mc_] I, err, n'a pas ... Je veux dire, je n'ai pas ...
it_it: [_mc_] Io, err, non... Voglio dire, non ho fatto...

source: [_mrsl_s_laughing_] It's okay, you don't have to tell me.
fr_fr: [_mrsl_s_laughing_] C'est bon, vous n'avez pas à me le dire.
it_it: [_mrsl_s_laughing_] Va bene, non devi dirmi.

source: [mrsl] clearly knows it was her... she must have a sixth sense or something.
fr_fr: [mrsl] sait que c'était elle ... elle doit avoir un sixième sens ou quelque chose.
it_it: [mrsl] sa chiaramente che era lei... deve avere un sesto senso o qualcosa.

source: [_mrsl_s_confident_] The senior year is always exciting. Although, it's been a while since I graduated.
fr_fr: [_mrsl_s_confident_] L'année senior est toujours passionnante. Bien que ça ait été un moment depuis que j'ai obtenu mon diplôme.
it_it: [_mrsl_s_confident_] L'anno più anziano è sempre emozionante. Anche se, è passato un po' da quando mi sono laureato.

source: [_mc_] Can't be that many years!
fr_fr: [_mc_] Ca ne peut pas être que de nombreuses années !
it_it: [_mc_] Non può essere tanti anni!

source: [_mrsl_s_laughing_] That's nice of you to say, [mc].
fr_fr: [_mrsl_s_laughing_] C'est sympa de vous dire, [mc].
it_it: [_mrsl_s_laughing_] È bello da parte tua dire, [mc].

source: [_mc_] I'm serious! You're absolutely glowing.
fr_fr: [_mc_] Je suis sérieux ! Tu es absolument brillant.
it_it: [_mc_] sono serio! Sei assolutamente brillante.

source: [_mrsl_s_flirty_] Why, thank you!
fr_fr: [_mrsl_s_flirty_] Pourquoi, merci !
it_it: [_mrsl_s_flirty_] Perché, grazie!

source: [_mc_] I wanted to ask you about the swim team tryout.
fr_fr: [_mc_] Je voulais vous poser la question de l'équipe de natation.
it_it: [_mc_] Volevo chiederti la prova della squadra di nuoto.

source: [_mrsl_s_concerned_] Oh, right. That...
fr_fr: [_mrsl_s_concerned_] Oh, non. Que ...
it_it: [_mrsl_s_concerned_] Oh, giusto. Questo...

source: [_mrsl_s_concerned_] You didn't make the team. I'm sorry, [mc].
fr_fr: [_mrsl_s_concerned_] Vous n'avez pas fait l'équipe. Je suis désolé, [mc].
it_it: [_mrsl_s_concerned_] non hai creato la squadra. Mi dispiace, [mc].

source: [_mc_] Why not?
fr_fr: [_mc_] Pourquoi pas?
it_it: [_mc_] Perché no?

source: [_mrsl_s_afraid_] Well... you almost drowned, remember?
fr_fr: [_mrsl_s_afraid_] Eh bien ... vous vous noyez presque, rappelez-vous?
it_it: [_mrsl_s_afraid_] Beh, sei quasi annegato, ricorda?

source: [_mrsl_s_afraid_] I'm sorry, but it goes without saying that the members of the swim team need to be able to swim.
fr_fr: [_mrsl_s_afraid_] Je suis désolé, mais il va sans dire que les membres de l'équipe de natation doivent pouvoir nager.
it_it: [_mrsl_s_afraid_] Mi dispiace, ma va da sé che i membri della squadra di nuoto devono essere in grado di nuotare.

source: [_mc_] That's okay... I just wanted to get wet with you, [mrsl].
fr_fr: [_mc_] C'est bon ... Je voulais juste vous mouiller, [mrsl].
it_it: [_mc_] Va bene... Volevo solo bagnarmi con te, [mrsl].

source: [_mrsl_s_flirty_] So, did you get what you were hoping for?
fr_fr: [_mrsl_s_flirty_] Alors, avez-vous obtenu ce que vous espiez-vous?
it_it: [_mrsl_s_flirty_] Quindi, hai ottenuto quello che speravi?

source: She's totally flirting with me! I knew I wasn't imagining it earlier!
fr_fr: Elle flirte totalement avec moi ! Je savais que je ne l'imaginais pas plus tôt !
it_it: Lei sta completamente flirtando con me! Sapevo che non lo stavo immaginando prima!

source: [_mc_] You taught me all sorts of new strokes, didn't you?
fr_fr: [_mc_] Vous m'avez appris toutes sortes de nouveaux coups, n'est-ce pas?
it_it: [_mc_] Mi hai insegnato tutti i tipi di ictus nuovi, vero?

source: [_mrsl_s_confident_] I do take the swim team very seriously...
fr_fr: [_mrsl_s_confident_] Je prends l'équipe de natation très au sérieux ...
it_it: [_mrsl_s_confident_] prendo molto sul serio la squadra di nuoto...

source: [_mc_] I bet you do.
fr_fr: [_mc_] Je parie que vous le faites.
it_it: [_mc_] Scommetto che lo fate.

source: [_mc_] If you hadn't grabbed my balls, I totally would've made it!
fr_fr: [_mc_] Si vous n'aviez pas attrapé mes couilles, je l'aurais fait !
it_it: [_mc_] Se non avessi afferrato le mie palle, l'avrei fatto del tutto!

source: [_mrsl_s_surprised_] I'm sorry you didn't make it, but that's no reason to direct your anger toward me!
fr_fr: [_mrsl_s_surprised_] Je suis désolé que vous ne l'avez pas fait, mais ce n'est pas une raison pour diriger votre colère vers moi !
it_it: [_mrsl_s_surprised_] Mi dispiace di non averlo fatto, ma questo non è un motivo per indirizzare la tua rabbia verso di me!

source: [_mrsl_s_thinking_] That said, you did pass out and had a really frightening expiring...
fr_fr: [_mrsl_s_thinking_] Cela dit, vous avez réussi et j'ai eu une très effrayante expiration ...
it_it: [_mrsl_s_thinking_] Detto questo, sei uscito e hai avuto una scadenza davvero spaventosa...

source: [_mrsl_s_thinking_] Perhaps seeing a therapist would help you process your emotions better?
fr_fr: [_mrsl_s_thinking_] Peut-être qu'un thérapeute vous aidera à mieux traiter vos émotions?
it_it: [_mrsl_s_thinking_] Forse vedere un terapeuta ti aiuterebbe a elaborare meglio le tue emozioni?

source: Man, I swear she grabbed my dick and jerked me off during the tryout, but...
fr_fr: Man, je te jure qu'elle a attrapé ma bite et m'a enfoiré au cours de l'essai, mais ...
it_it: Uomo, giuro che ha afferrato il mio cazzo e mi ha masturbato fuori durante il tryout, ma...

source: Maybe my oxygen-deprived brain fabricated the whole thing? It wouldn't be the first time I dreamed about sex.
fr_fr: Peut-être que mon cerveau privé d'oxygène a fabriqué toute la chose? Ce ne serait pas la première fois que j'ai rêvé de sexe.
it_it: Forse il mio cervello privo di ossigeno ha fabbricato tutta la cosa? Non sarebbe la prima volta che ho sognato il sesso.

source: [_mc_] Maybe you're right... I'm sorry for the outburst. I just really wanted to make the swim team.
fr_fr: [_mc_] Peut-être que vous avez raison ... Je suis désolé pour l'explosion. Je voulais vraiment faire l'équipe de natation.
it_it: [_mc_] Forse hai ragione... mi dispiace per lo scoppio. Volevo solo fare la squadra di nuoto.

source: [_mrsl_s_neutral_] I like your passion for the sport! There will be another tryout after Christmas that you could train for.
fr_fr: [_mrsl_s_neutral_] J'aime votre passion pour le sport ! Il y aura un autre essai après Noël pour lequel vous pourriez vous entraîner.
it_it: [_mrsl_s_neutral_] Mi piace la tua passione per lo sport! Ci sarà un'altra prova dopo Natale per cui potresti allenarti.

source: [_mrsl_s_neutral_] With enough effort, anything is possible.
fr_fr: [_mrsl_s_neutral_] Avec un effort suffisant, tout est possible.
it_it: [_mrsl_s_neutral_] Con abbastanza sforzo, tutto è possibile.

source: [_mc_] Thanks. I'll prepare better next time.
fr_fr: [_mc_] Merci. Je vais mieux préparer la prochaine fois.
it_it: [_mc_] Grazie. Preparerò meglio la prossima volta.

source: [_mc_] Do you think [kate] is evil?
fr_fr: [_mc_] Pensez-vous que [kate] est un mal?
it_it: [_mc_] Pensi che [kate] sia malvagio?

source: [_mrsl_s_surprised_] Evil?
fr_fr: [_mrsl_s_surprised_] Mal?
it_it: [_mrsl_s_surprised_] Male?

source: [_mc_] Yes.
fr_fr: [_mc_] Oui.
it_it: [_mc_] Sì.

source: [_mrsl_s_thinking_] I think everyone has a little evil in them...
fr_fr: [_mrsl_s_thinking_] Je pense que tout le monde a un peu de mal en eux ...
it_it: [_mrsl_s_thinking_] Penso che ognuno abbia un po' di male in loro...

source: [_mrsl_s_thinking_] But very few people are actually evil.
fr_fr: [_mrsl_s_thinking_] Mais très peu de gens sont vraiment mauvais.
it_it: [_mrsl_s_thinking_] Ma pochissime persone sono in realtà malvagie.

source: [_mrsl_s_laughing_] I'd say it's a lot harder to end up in Hell than certain books would have us believe!
fr_fr: [_mrsl_s_laughing_] Je dirais que c'est beaucoup plus difficile de finir en enfer que certains livres nous auraient cru !
it_it: [_mrsl_s_laughing_] direi che è molto più difficile finire all'Inferno di quanto alcuni libri ci farebbero credere!

source: [_mc_] You didn't answer my question, though...
fr_fr: [_mc_] Vous n'avez pas répondu à ma question, même si ...
it_it: [_mc_] Non hai risposto alla mia domanda, però...

source: [_mrsl_s_confident_] And I won't.
fr_fr: [_mrsl_s_confident_] Et je ne le ferai pas.
it_it: [_mrsl_s_confident_] E non lo faccio.

source: [_mrsl_s_confident_] As far as I'm concerned, [kate] is a model student.
fr_fr: [_mrsl_s_confident_] En ce qui me concerne, [kate] est un étudiant modèle.
it_it: [_mrsl_s_confident_] Per quanto mi riguarda, [kate] è uno studente modello.

source: [_mc_] It's just that I had this weird dream.
fr_fr: [_mc_] C'est juste que j'ai fait ce rêve bizarre.
it_it: [_mc_] È solo che ho avuto questo sogno strano.

source: [_mc_] Well... a nightmare, if I'm going to be honest.
fr_fr: [_mc_] Eh bien ... un cauchemar, si je vais être honnête.
it_it: [_mc_] Bene... un incubo, se sarò onesto.

source: [_mrsl_s_surprised_] Oh, my! That's not good.
fr_fr: [_mrsl_s_surprised_] Oh, mon ! Ce n'est pas bon.
it_it: [_mrsl_s_surprised_] Oh, mio! Non è buono.

source: [_mc_] In the dream, I came to school and everyone was gone.
fr_fr: [_mc_] Dans le rêve, je suis arrivé à l'école et tout le monde était parti.
it_it: [_mc_] Nel sogno, sono venuto a scuola e tutti erano andati.

source: [_mc_] The halls were all empty, and I kept hearing whispers in my mind. Well, it was more like echoes.
fr_fr: [_mc_] Les salles étaient toutes vides, et j'ai gardé des murmures dans mon esprit. Eh bien, c'était plus comme des échos.
it_it: [_mc_] Le sale erano tutte vuote, e continuavo a sentire sussurri nella mia mente. Beh, era più simile agli echi.

source: [_mc_] Eventually, I found [kate] and she was acting really strange...
fr_fr: [_mc_] Finalement, j'ai trouvé [kate] et elle était vraiment bizarre ...
it_it: [_mc_] Alla fine, ho trovato [kate] e lei si comportava davvero strano...

source: [_mrsl_s_thinking_] Then what happened?
fr_fr: [_mrsl_s_thinking_] Alors que s'est-il passé?
it_it: [_mrsl_s_thinking_] Allora cos'è successo?

source: [_mc_] Well... she gave me a choice and I turned her down...
fr_fr: [_mc_] Eh bien ... elle m'a donné un choix et je l'ai rejetée ...
it_it: [_mc_] Bene... mi ha dato una scelta e l'ho voltata giù...

source: [_mc_] Then she showed me her true face!
fr_fr: [_mc_] Alors elle m'a montré son vrai visage !
it_it: [_mc_] Poi mi ha mostrato il suo volto vero!

source: [_mrsl_s_skeptical_] And now you think she's evil? Because of that dream?
fr_fr: [_mrsl_s_skeptical_] Et maintenant vous pensez qu'elle est diabolique? À cause de ce rêve?
it_it: [_mrsl_s_skeptical_] E ora pensi che sia malvagia? A causa di quel sogno?

source: [_mc_] To be honest, I thought so before having the dream... but I guess the dream cemented it.
fr_fr: [_mc_] Pour être honnête, j'ai pensé avant d'avoir le rêve ... mais je suppose que le rêve l'a cimenté.
it_it: [_mc_] Per essere onesti, ho pensato così prima di avere il sogno... ma immagino che il sogno lo cementò.

source: [_mrsl_s_skeptical_] And why did you turn her down?
fr_fr: [_mrsl_s_skeptical_] Et pourquoi l'avez-vous descendu?
it_it: [_mrsl_s_skeptical_] E perché la hai abbassata?

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_mrsl_s_thinking_] You said you turned her down...
fr_fr: [_mrsl_s_thinking_] Vous avez dit que vous l'avez refusé ...
it_it: [_mrsl_s_thinking_] Hai detto che la hai rifiutata...

source: [_mc_] I guess I got suspicious?
fr_fr: [_mc_] Je suppose que j'ai eu des soupçons?
it_it: [_mc_] Immagino di essere sospettoso?

source: [_mrsl_s_neutral_] I'm not very good at interpreting dreams, but maybe you shouldn't have turned her down?
fr_fr: [_mrsl_s_neutral_] Je ne suis pas très bon pour interpréter les rêves, mais peut-être que vous ne devriez pas l'avoir rejetée?
it_it: [_mrsl_s_neutral_] Non sono molto bravo a interpretare i sogni, ma forse non avrebbe dovuto abbassarla?

source: [_mc_] I'm honestly glad I did... who knows what would've happened if I didn't?
fr_fr: [_mc_] Je suis sincèrement heureux d'avoir ... qui sait ce qui se serait passé si je ne l'avais pas fait?
it_it: [_mc_] Sono sinceramente contento di aver fatto... chissà cosa sarebbe successo se non fosso?

source: [_mc_] Anyway, I should get going.
fr_fr: [_mc_] Quoi qu'il en soit, je devrais aller.
it_it: [_mc_] Comunque, dovrei andare avanti.

source: Not that I wouldn't mind staring at her tits for a little while longer...
fr_fr: Pas que je n'aurais pas l'idée de regarder ses seins pour un peu plus longtemps ...
it_it: Non che non mi dispiacerebbe fissare le sue tette per un po 'più a lungo...

source: [_mrsl_s_flirty_] Oh, one thing, [mc]!
fr_fr: [_mrsl_s_flirty_] Oh, une chose, [mc]!
it_it: [_mrsl_s_flirty_] Oh, una cosa, [mc]!

source: [_mrsl_s_flirty_] Would you mind doing me a small favor?
fr_fr: [_mrsl_s_flirty_] Pourriez-vous me faire une petite faveur?
it_it: [_mrsl_s_flirty_] Ti dispiacerebbe farmi un piccolo favore?

source: [_mc_] Sure, I guess.
fr_fr: [_mc_] Sure, je suppose.
it_it: [_mc_] Certo, immagino.

source: [_mrsl_s_laughing_] Thanks! I'm really busy right now, so that would be much appreciated!
fr_fr: [_mrsl_s_laughing_] Merci ! Je suis vraiment occupé en ce moment, donc ça serait très apprécié !
it_it: [_mrsl_s_laughing_] Grazie! Sono davvero occupato in questo momento, in modo che sarebbe molto apprezzato!

source: [_mrsl_s_laughing_] The Newfall Independence Day festivities and all that... would you mind bringing this event list to [jo] for me?
fr_fr: [_mrsl_s_laughing_] Les festivités de la fête de l'indépendance de Newfall et tout ce qui ... vous dérangeriez de porter cette liste d'événements à [jo] pour moi?
it_it: [_mrsl_s_laughing_] Le festività di Newfall Independence Day e tutto questo... ti dispiacerebbe portare questa lista di eventi a [jo] per me?

source: [_mc_] Not at all.
fr_fr: [_mc_] Pas du tout.
it_it: [_mc_] Non affatto.

source: [_mrsl_s_confident_] You're a true dear!
fr_fr: [_mrsl_s_confident_] Vous êtes une vraie chère !
it_it: [_mrsl_s_confident_] Sei una vera cara!

source: [_mc_] See you around, [mrsl]!
fr_fr: [_mc_] Cf. Autour, [mrsl]!
it_it: [_mc_] Ci vediamo intorno, [mrsl]!

source: Hmm... where's [jo]? The one time I'm looking for her, she's nowhere to be found...
fr_fr: Hmm ... où est le [jo]? La seule fois que je la recherche, elle est introuvable ...
it_it: Hmm... dov'è [jo]? Una volta la sto cercando, lei non è da nessuna parte da trovare...

source: [_mc_] [jo], are you in there?
fr_fr: [_mc_] [jo], vous êtes là?
it_it: [_mc_] [jo], sei lì dentro?

source: Doesn't seem like it.
fr_fr: Ça ne semble pas comme ça.
it_it: Non sembra così.

source: Err, why does she look so grumpy?
fr_fr: Err, pourquoi elle a l'air si grumpy?
it_it: Errore, perché sembra così scontrosa?

source: That look means danger... step lightly or get grounded.
fr_fr: Cela signifie le danger ... pas à la légère ou se mettre à la terre.
it_it: Questo aspetto significa pericolo... passo leggermente o ottenere a terra.

source: [_mc_] Hey, [jo]! I got this event list from [mrsl].
fr_fr: [_mc_] Hey, [jo]! J'ai cette liste d'événements de [mrsl].
it_it: [_mc_] Hey, [jo]! Ho ricevuto questa lista di eventi da [mrsl].

source: [_mc_] She was really busy, so she asked me to deliver it to you.
fr_fr: [_mc_] Elle était vraiment occupée, alors elle m'a demandé de vous le livrer.
it_it: [_mc_] Ella era davvero impegnata, quindi mi ha chiesto di consegnarlo.

source: [_mc_] And since I'm such a helpful and altruistic spirit, I obviously said yes.
fr_fr: [_mc_] Et puisque je suis un esprit aussi utile et altruiste, j'ai évidemment dit oui.
it_it: [_mc_] E siccome sono uno spirito così utile e altruistico, ovviamente ho detto di sì.

source: [_jo_s_worried_] Thank you, [mc], but we need to have a talk.
fr_fr: [_jo_s_worried_] Merci, [mc], mais nous avons besoin d'une conférence.
it_it: [_jo_s_worried_] Grazie, [mc], ma abbiamo bisogno di un colloquio.

source: Oh, shit! Not the talk!
fr_fr: Oh, merde ! Pas le discours !
it_it: Oh, merda! Non parlare!

source: [_mc_] I'm actually super busy with homework right now! You know, because I'm such a good student? So, I'm just going to—
fr_fr: [_mc_] Je suis vraiment très occupé avec les devoirs maintenant ! Tu sais, parce que je suis un si bon étudiant? Donc, je vais juste-
it_it: [_mc_] in realtà sono super occupato con i compiti in questo momento! Sai, perché sono uno studente così bravo? Quindi, sto solo andando—

source: [_jo_s_angry_] Not so fast, young man.
fr_fr: [_jo_s_angry_] Pas si rapide, jeune homme.
it_it: [_jo_s_angry_] Non così veloce, giovane uomo.

source: [_jo_s_angry_] I found the laundry basket turned on its head earlier! The bathroom is a mess!
fr_fr: [_jo_s_angry_] J'ai trouvé le panier de lessive allumé plus tôt ! La salle de bain est un bordel !
it_it: [_jo_s_angry_] Ho trovato il cestino della lavanderia acceso la testa prima! Il bagno è un casino!

source: [_jo_s_angry_] Do you mind explaining that to me?
fr_fr: [_jo_s_angry_] Vous voulez m'expliquer ça?
it_it: [_jo_s_angry_] Ti dispiace spiegarmelo?

source: What the hell? I didn't even touch it...
fr_fr: Qu'est-ce que l'enfer? Je ne l'ai même pas touché ...
it_it: Che inferno? Non l'ho nemmeno toccato...

source: [_mc_] It actually wasn't me this time, I swear!
fr_fr: [_mc_] En fait, ce n'était pas moi cette fois, je le jure !
it_it: [_mc_] In realtà non ero io stavolta, giuro!

source: [_jo_s_thinking_] [flora] left before I did, and the clothes were still in the laundry basket then.
fr_fr: [_jo_s_thinking_] [flora] partis avant moi, et les vêtements étaient toujours dans le panier.
it_it: [_jo_s_thinking_] [flora] lasciato prima di me, e i vestiti erano ancora nel cesto della lavanderia allora.

source: [_mc_] Well, I guess a ghost must've done it? Have you checked if Uncle Bobby is still in his grave?
fr_fr: [_mc_] Eh bien, je suppose qu'un fantôme doit l'avoir fait? Avez-vous vérifié si Oncle Bobby est toujours dans sa tombe?
it_it: [_mc_] Beh, immagino che un fantasma debba averlo fatto? Hai controllato se lo zio Bobby è ancora nella sua tomba?

source: [_jo_s_angry_] If you're not going to show me respect, at least have the courtesy not to mock the dead.
fr_fr: [_jo_s_angry_] Si vous n'allez pas me montrer respect, au moins avoir la courtoisie de ne pas se moquer des morts.
it_it: [_jo_s_angry_] Se non mi mostrerai rispetto, almeno hai la cortesia di non scherzare i morti.

source: That old bastard sure deserved it, though.
fr_fr: Ce vieux bâtard le méritait, cependant.
it_it: Quel vecchio bastardo sicuramente lo meritava, però.

source: [_mc_] I'm sorry, [jo]...
fr_fr: [_mc_] Je suis désolé, [jo]...

source: [_jo_s_sad_] Sorry is just not going to cut it this time.
fr_fr: [_jo_s_sad_] Désolé ne va pas le couper cette fois.
it_it: [_jo_s_sad_] Ci dispiace che questa volta non lo taglierà.

source: [_jo_s_sad_] You'll clean up the mess in the bathroom, then go straight to bed.
fr_fr: [_jo_s_sad_] Vous allez nettoyer le bordel dans la salle de bain, puis aller droit au lit.
it_it: [_jo_s_sad_] Ripulirai il pasticcio in bagno, poi vai dritto a letto.

source: [_jo_s_sad_] I'll deal with you in the morning... I don't have the patience right now.
fr_fr: [_jo_s_sad_] Je vais m'occuper de vous le matin ... Je n'ai pas la patience maintenant.
it_it: [_jo_s_sad_] La mattina mi occuperò di te... Non ho la pazienza in questo momento.

source: Welp... a bit unfair, but such is life, I guess.
fr_fr: Welp ... un peu injuste, mais c'est la vie, je suppose.
it_it: Welp... un po' ingiusto, ma tale è la vita, immagino.

source: Better get on with it before she blows a blood vessel or something...
fr_fr: Mieux s'y prendre avant qu'elle ne bille un vaisseau sanguin ou quelque chose ...
it_it: Meglio andare avanti con esso prima che soffia un vaso sanguigno o qualcosa...

source: [_mc_] I'm sorry, I tripped over it... I'll fix it.
fr_fr: [_mc_] Je suis désolé, j'ai trébuté dessus ... Je le réparerai.
it_it: [_mc_] mi dispiace, l'ho superato... lo sistemerò.

source: [_mc_] I was running late for school and didn't have time in the morning.
fr_fr: [_mc_] J'étais en retard à l'école et je n'ai pas eu le temps le matin.
it_it: [_mc_] Ero in ritardo per la scuola e non avevo tempo al mattino.

source: [_jo_s_blush_] Okay, then. I... why, that's very mature of you, [mc].
fr_fr: [_jo_s_blush_] Ok, alors. Je ... pourquoi, c'est très mature de toi, [mc].
it_it: [_jo_s_blush_] Okay, allora. I... perché, è molto maturo di te, [mc].

source: She's tired after a long day at work. I'll take the blame if it puts her mind to rest.
fr_fr: Elle est fatiguée après une longue journée de travail. Je prends la faute si ça met son esprit au repos.
it_it: Lei è stanca dopo una lunga giornata di lavoro. Mi prenderò la colpa se mette la sua mente a riposare.

source: [_mc_] Don't worry, I'll get right on it.
fr_fr: [_mc_] Ne vous inquiétez pas, je vais y aller.
it_it: [_mc_] Non ti preoccupare, ci arriverò subito.

source: Damn, what a mess! Way worse than [jo] let on.
fr_fr: Merde, quel gâchis ! Pire pire que [jo] lâcher.
it_it: Dannazione, che pasticcio! Va peggio di [jo] lasciato.

source: I get now why she was so angry...
fr_fr: Je comprends maintenant pourquoi elle était si en colère ...
it_it: Ora capisco perché era così arrabbiata...

source: Looks like [flora] went on a rampage.
fr_fr: On dirait que [flora] est allé en saccage.
it_it: Sembra che [flora] sia andato su un rampage.

source: Is it really a clothesline without clothes?
fr_fr: Est-ce vraiment une corde à linge sans vêtements?
it_it: È davvero una clothesline senza vestiti?

source: Existential.
fr_fr: Existentiel.

source: This is the reason I miss the toilet every time I pee.
fr_fr: C'est la raison pour laquelle je manque les toilettes à chaque fois que je fais pipi.
it_it: Questo è il motivo per cui mi manca la toilette ogni volta che faccio pipì.

source: Skimpy boner-causing underwear.
fr_fr: Sous-vêtements de désossage de Skimpy.
it_it: Biancheria intima che causa Skimpy.

source: Looks like [flora] tried to pee while standing...
fr_fr: On dirait que [flora] a essayé de faire pipi en tenant debout ...
it_it: Sembra che [flora] abbia provato a fare pipì in piedi...
