Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_mrsl_table.po
Languages: fr_fr, it_it

source: [_jo_s_under_desk_look_] I did not tell you to talk, boy. Focus on your task at hand.
fr_fr: [_jo_s_under_desk_look_] Je ne vous ai pas dit de parler, mon garçon. Accent sur votre tâche à portée de main.
it_it: [_jo_s_under_desk_look_] Non ti ho detto di parlare, ragazzo. Concentrati sul tuo compito a portata di mano.

source: [_mc_] W-what?
fr_fr: [_mc_] -Quoi?
it_it: [_mc_] W-cosa?

source: [_jo_s_under_desk_open_legs_] I want my pantyhose ripped and my pussy licked.
fr_fr: [_jo_s_under_desk_open_legs_] Je veux mon pantyhose arraché et ma chatte léchée.
it_it: [_jo_s_under_desk_open_legs_] Voglio la mia collant strappata e la mia figa leccata.

source: [_jo_s_under_desk_open_legs_] Get to it, or you're grounded!
fr_fr: [_jo_s_under_desk_open_legs_] Allez-y, ou vous êtes mis à la terre !
it_it: [_jo_s_under_desk_open_legs_] Vai ad esso, o sei a terra!

source: [_mc_] Move so I can get out!
fr_fr: [_mc_] Déplacer pour que je puisse sortir !
it_it: [_mc_] Muoviti così posso uscire!

source: [_jo_s_under_desk_open_legs_] I was worried you'd act like this...
fr_fr: [_jo_s_under_desk_open_legs_] J'étais inquiet que vous ageriez comme ça ...
it_it: [_jo_s_under_desk_open_legs_] Ero preoccupato che ti saresti comportata così...

source: [_jo_s_under_desk_open_legs_] That's unfortunate. Very unfortunate.
fr_fr: [_jo_s_under_desk_open_legs_] C'est malheureux. Très malheureuse.
it_it: [_jo_s_under_desk_open_legs_] è sfortunato. Molto sfortunato.

source: [_jo_s_under_desk_closed_legs_] I guess there's only one option, then.
fr_fr: [_jo_s_under_desk_closed_legs_] Je suppose qu'il n'y a qu'une seule option, alors.
it_it: [_jo_s_under_desk_closed_legs_] Credo che ci sia solo una opzione, allora.

source: [_mc_] What option...?
fr_fr: [_mc_] Quelle option ...?
it_it: [_mc_] Che opzione...?

source: [_maya_] Shhh! Don't scream! [withvpunch]
fr_fr: [_maya_] Shhh ! Ne criez pas ! [withvpunch]
it_it: [_maya_] Shhh! Non urlare! [withvpunch]

source: Fuck me... just another nightmare...
fr_fr: Fuck-moi ... juste un autre cauchemar ...
it_it: Cazzo me... solo un altro incubo...

source: It felt so real, though...
fr_fr: Ça se sentait si réel, bien que ...
it_it: Si sentiva così reale, però...

source: These dreams are getting worse.
fr_fr: Ces rêves s'aggravont.
it_it: Questi sogni stanno peggiorando.

source: [kate] was one thing, but [jo]?
fr_fr: [kate] était une chose, mais [jo]?
it_it: [kate] era una cosa, ma [jo]?

source: I can't be having these dreams about [jo]...
fr_fr: Je ne peux pas avoir ces rêves à propos de [jo]...
it_it: Non posso avere questi sogni su [jo]...

source: That's just twisted and wrong.
fr_fr: C'est juste tordu et mal.
it_it: È solo contorto e sbagliato.

source: Ugh... I guess I'm not getting any more sleep.
fr_fr: Ugh ... Je suppose que je n'ai plus de sommeil.
it_it: Ugh... Immagino che non sto dormendo più.

source: [_mc_] Whatever you say, [jo]...
fr_fr: [_mc_] Quel que soit votre mot, [jo]...
it_it: [_mc_] Qualunque cosa tu dica, [jo]...

source: [_mc_] I just want you to love me like you love [flora]...
fr_fr: [_mc_] Je veux juste que tu m'aimes comme tu aimes [flora]...
it_it: [_mc_] Voglio solo che tu ami me come te [flora]...

source: [_jo_s_under_desk_open_legs_] None of that sniveling, [mc].
fr_fr: [_jo_s_under_desk_open_legs_] Aucun de ce sniveling, [mc].
it_it: [_jo_s_under_desk_open_legs_] Nessuno di quel sniveling, [mc].

source: [_mc_] Yes, [jo].
fr_fr: [_mc_] Oui, [jo].
it_it: [_mc_] Sì, [jo].

source: God, the warmth of her leg pulsating through the thin layer of nylon makes my fingertips tingle.
fr_fr: Dieu, la chaleur de sa jambe pulsante à travers la fine couche de nylon fait de mes doigts une teinte.
it_it: Dio, il calore della sua gamba pulsante attraverso lo strato sottile di nylon rende la mia punta delle dita formicolio.

source: She did tell me to rip it...
fr_fr: Elle m'a dit de le rip ...
it_it: Mi ha detto di strapparlo...

source: Like a bandaid! A pussy bandaid.
fr_fr: Comme une bandaid ! Une pussy bandaid.
it_it: Come un bandaid! Un bandaid figa.

source: In other words, just the way I like it...
fr_fr: En d'autres termes, juste la façon dont j'aime ça ...
it_it: In altre parole, proprio come mi piace...

source: [_jo_s_under_desk_open_legs_] That's better.
fr_fr: [_jo_s_under_desk_open_legs_] C'est mieux.
it_it: [_jo_s_under_desk_open_legs_] È meglio.

source: [_jo_s_under_desk_open_legs_] Now, touch yourself for me, [maya].
fr_fr: [_jo_s_under_desk_open_legs_] Maintenant, touchez moi, [maya].
it_it: [_jo_s_under_desk_open_legs_] Ora, tocca te stesso per me, [maya].

source: [_jo_s_under_desk_open_legs_] That's a good kitten.
fr_fr: [_jo_s_under_desk_open_legs_] C'est un bon chaton.
it_it: [_jo_s_under_desk_open_legs_] È un buon gattino.

source: [_jo_s_under_desk_open_legs_] Goodness, it's getting hot in here...
fr_fr: [_jo_s_under_desk_open_legs_] Bonté, il fait chaud ici ...
it_it: [_jo_s_under_desk_open_legs_] Bontà, sta diventando caldo qui dentro...

source: [jo]'s right. I'm sweating like a pig in here, but damn it if the view isn't great!
fr_fr: [jo]'s. Je jure comme un cochon ici, mais sacrément si le point de vue n'est pas géante !
it_it: [jo]ha ragione. Sto sudando come un maiale qui, ma maledetto se la vista non è grande!

source: If only I could get a closer look...
fr_fr: Si seulement je pouvais regarder de plus près ...
it_it: Se solo potessi avere un'occhiata più da vicino...

source: She certainly felt my hand on her leg... the question is, does she recognize it?
fr_fr: Elle a certainement senti ma main sur sa jambe ... la question est, est-ce qu'elle la reconnaît?
it_it: Lei ha certamente sentito la mia mano sulla sua gamba... la domanda è, lei lo riconosce?

source: [_jo_s_under_desk_grab_stockings_] Keep going...
fr_fr: [_jo_s_under_desk_grab_stockings_] Continuez ...
it_it: [_jo_s_under_desk_grab_stockings_] Mantieni in corso...

source: Well, that was ambiguous at best...
fr_fr: Eh bien, c'était ambigu au mieux ...
it_it: Bene, questo era ambiguo nel migliore dei casi...

source: Did she mean me or [maya]?
fr_fr: Est-ce qu'elle voulait dire moi ou [maya]?
it_it: Aveva intenzione di me o [maya]?

source: Only one way to find out.
fr_fr: Une seule façon de le savoir.
it_it: Solo un modo per scoprirlo.

source: [_jo_s_under_desk_grab_panties_] Go on... get in there!
fr_fr: [_jo_s_under_desk_grab_panties_] Allez ... y aller !
it_it: [_jo_s_under_desk_grab_panties_] Vai su... vai lì dentro!

source: [_maya_] Yes, madam-principal!
fr_fr: [_maya_] Oui, madame !
it_it: [_maya_] Sì, madam-principale!

source: She was totally talking to me, wasn't she?
fr_fr: Elle était totalement en train de me parler, n'est-ce pas?
it_it: Lei stava parlando totalmente con me, vero?

source: God, she's so wet! That dark spot on her panties... she's leaking through!
fr_fr: Mon Dieu, elle est mouillée ! Cette tache noire sur ses panties ... elle fuit !
it_it: Dio, è così bagnata! Quel punto buio sui suoi pantaloni... sta perdendo attraverso!

source: There's no doubt she wants this.
fr_fr: Il ne fait aucun doute qu'elle le veut.
it_it: Non c'è dubbio che voglia questo.

source: I don't know if I should be sickened or delighted about [jo] spreading her legs for me...
fr_fr: Je ne sais pas si je devrais être malade ou ravie de la [jo] qui répand ses jambes pour moi ...
it_it: Non so se dovrei essere malato o felice di [jo] diffondere le gambe per me...

source: Maybe this is what's been missing from our relationship all these years?
fr_fr: Peut-être que c'est ce qui manque dans notre relation depuis toutes ces années?
it_it: Forse questo è ciò che manca nel nostro rapporto tutti questi anni?

source: The scent of her leg-moisturizer mixes with the fumes of her pussy in the small space under the table.
fr_fr: L'odeur de sa patte-hydratant se mélange avec les émanations de sa chatte dans le petit espace sous la table.
it_it: Il profumo della gamba-idratante si mescola con i fumi della sua figa nel piccolo spazio sotto il tavolo.

source: And for a moment, time stops.
fr_fr: Et pour un moment, le temps s'arrête.
it_it: E per un momento, il tempo si ferma.

source: It's a crossroads of sorts, where each choice could change your life forever.
fr_fr: C'est un carrefour où chaque choix pourrait changer votre vie pour toujours.
it_it: È un crocevia di specie, dove ogni scelta potrebbe cambiare la vostra vita per sempre.

source: Repercussions ricochet through my mind...
fr_fr: Repercussions ricochet à travers mon esprit ...
it_it: Le ripercussioni ricochet attraverso la mia mente...

source: What would people think of us?
fr_fr: Qu'est-ce que les gens pensent de nous?
it_it: Cosa ci penserebbe?

source: I see [jo] being forced to step down, losing her job.
fr_fr: Je vois que le [jo] est forcé de démissionner, perdant son emploi.
it_it: Vedo che [jo] è costretto a scendere, perdendo il suo lavoro.

source: I see [flora] shutting us both out, taking off with some douchebag in a BMW never to be seen again.
fr_fr: Je vois [flora] nous fermer tous les deux, décollant avec un sac de pâte dans une BMW jamais vue à nouveau.
it_it: Vedo [flora] chiudendoci entrambi, decollando con qualche douchebag in una BMW da non più vedere.

source: But I also see [jo]'s hairy pussy... moist and squishy with juices and arousal...
fr_fr: Mais je vois aussi des chattes poilues de [jo]'s ... humides et squisheuses avec des jus et des éveil ...
it_it: Ma vedo anche la figa pelosa di [jo]char@@0 umida e squishy con succhi e eccitante...

source: And then the choice is simple! The animalistic urges take over, and I lose myself in the passion of the moment.
fr_fr: Et puis le choix est simple ! Les exhortant à prendre le dessus, et je me perds dans la passion du moment.
it_it: E poi la scelta è semplice! Le sollecitazioni animalistiche prendono il sopravvento, e mi perdo nella passione del momento.

source: There it is... the pride of a woman ripened with age and wisdom.
fr_fr: Il y a ... la fierté d'une femme mûre avec l'âge et la sagesse.
it_it: Là è... l'orgoglio di una donna maturata con l'età e la saggezza.

source: Arousal glistening on her pubic stubble — she shaves, but not as often as girls in their prime.
fr_fr: Arousal gécouter sur son pubis chaume-elle rase, mais pas aussi souvent que les filles dans leur prime.
it_it: Arousal scintillante sulla sua testardola pubica — si rasa, ma non così spesso come le ragazze nel loro primo.

source: Years of sexual experience has taught her that the stubble adds a certain feeling to the sex.
fr_fr: Des années d'expérience sexuelle lui ont appris que le chaume ajoute une certaine sensation au sexe.
it_it: Anni di esperienza sessuale le ha insegnato che la testardo aggiunge una certa sensazione al sesso.

source: She's confident in her appearance. A natural pussy, some would call it...
fr_fr: Elle a confiance en son apparence. Une chatte naturelle, d'autres l'appelleraient ...
it_it: Lei è fiduciosa nel suo aspetto. Una figa naturale, alcuni lo chiamerebbe...

source: Stringy glistening secretion oozes out of her pussy.
fr_fr: La sécrétion de gécouter Stringy est sortie de sa chatte.
it_it: Stringy scintillante secrezione trasuda dalla sua figa.

source: It's like a banquet of succulent goodness just waiting to be devoured.
fr_fr: C'est comme un banquet de bonté succulente qui attend d'être dévoré.
it_it: È come un banchetto di bontà succulenta che aspetta solo di essere divorato.

source: A quick taste never hurt nobody, right?
fr_fr: Un goût rapide n'a jamais fait de mal à personne, non?
it_it: Un gusto veloce non fa mai male a nessuno, giusto?

source: Just a lick...
fr_fr: Juste une licence ...
it_it: Solo una lecca...

source: Just...
fr_fr: Juste ...
it_it: Giusto...

source: [_jo_s_under_desk_tongue5_] Oh... my god...
fr_fr: [_jo_s_under_desk_tongue5_] Oh ... mon dieu ...
it_it: [_jo_s_under_desk_tongue5_] Oh... mio dio...

source: Salty with just a hint of acid.
fr_fr: Salty avec juste un soupçon d'acide.
it_it: Salato con solo un accenno di acido.

source: Damn, that's a meal and a half! Who knew that the tastiest pussy would be [jo]'s?
fr_fr: Merde, c'est un repas et demi ! Qui savait que la chatte la plus taillée serait [jo]'s?
it_it: Dannazione, è un pasto e mezzo! Chi sapeva che la figa più gustosa sarebbe stata di [jo]?

source: Probably only my homeboy Oedipus.
fr_fr: Probablement que mon petit garçon Oedipe.
it_it: Probabilmente solo il mio homeboy Oedipus.

source: Don't swear, [jo].
fr_fr: Ne jure pas, [jo].
it_it: Non giurare, [jo].

source: God, she's trying to drown me in pussy juices...
fr_fr: Mon Dieu, elle essaie de me noyer dans les jus de chatte ...
it_it: Dio, sta cercando di affogarmi nei succhi di figa...

source: I won't stop until she floods my mouth.
fr_fr: Je ne m'arrêterai pas avant qu'elle n'inonde ma bouche.
it_it: Non mi fermerò finché non mi inonda la bocca.

source: [_jo_s_under_desk_tongue5_] Oh, god! Oh, fuck!
fr_fr: [_jo_s_under_desk_tongue5_] Oh, mon dieu ! Oh, merde !
it_it: [_jo_s_under_desk_tongue5_] Oh, Dio! Oh, scopata!

source: Here it comes... the most unholy orgasm of her life!
fr_fr: Ici, c'est le plus saint orgasme de sa vie !
it_it: Qui viene... l'orgasmo più santo della sua vita!

source: Fuck, I'm so hard I might explode in my pants!
fr_fr: Putain, je suis si dur que je pourrais exploser dans mon pantalon !
it_it: Cazzo sono così difficile che potrei esplodere nei miei pantaloni!

source: [_jo_s_under_desk_orgasm2_] Oh, god...
fr_fr: [_jo_s_under_desk_orgasm2_] Oh, Dieu ...
it_it: [_jo_s_under_desk_orgasm2_] Oh, dio...

source: Yeah, that's one way of putting it...
fr_fr: Ouais, c'est une façon de le mettre ...
it_it: Sì, questo è un modo per metterlo...

source: [_jo_s_under_desk_orgasm2_] Oh, god.
fr_fr: [_jo_s_under_desk_orgasm2_] Oh, Dieu.
it_it: [_jo_s_under_desk_orgasm2_] Oh, dio.

source: [_jo_s_under_desk_look_ripped_panties_] Oh, god!
fr_fr: [_jo_s_under_desk_look_ripped_panties_] Oh, mon dieu !
it_it: [_jo_s_under_desk_look_ripped_panties_] Oh, dio!

source: Oh, no!
fr_fr: Oh, non !

source: [_jo_s_under_desk_look_ripped_panties_] [mc]?! What have you done?!
fr_fr: [_jo_s_under_desk_look_ripped_panties_] [mc]? ! Qu'avez-vous fait? !
it_it: [_jo_s_under_desk_look_ripped_panties_] [mc]?! Cosa hai fatto?!

source: [_jo_s_under_desk_look_ripped_panties_] What have {i}I{/} done?!
fr_fr: [_jo_s_under_desk_look_ripped_panties_] Qu'est-ce que le {i}I { / } a fait? !
it_it: [_jo_s_under_desk_look_ripped_panties_] Cosa hanno fatto {i}I{/}?!

source: [jo] looks like she's going to have a stroke...
fr_fr: [jo] a l'air d'avoir un accident vasculaire cérébral ...
it_it: [jo] sembra che lei avrà un ictus...

source: Fuck! This is not how I imagined it would end!
fr_fr: Putain ! Ce n'est pas comme ça que j'imaginais que ça finirait !
it_it: Fuck! Questo non è come ho immaginato che sarebbe finito!

source: This isn't how it was supposed to—
fr_fr: Ce n'est pas comme ça qu'il était censé-
it_it: Questo non è come si supponeva—

source: I'll never be able to—
fr_fr: Je ne serai jamais capable de ...
it_it: Non sarò mai in grado di—

source: Oh my fucking god... another dream?!
fr_fr: Mon putain de dieu ... un autre rêve?
it_it: Oh il mio cazzo dio... un altro sogno?!

source: Thank god, I guess...
fr_fr: Dieu merci, je suppose ...
it_it: Grazie dio, immagino...

source: I've never seen such disappointment and revulsion in [jo]'s eyes before. She looked like she was going to die on the spot.
fr_fr: Je n'ai jamais vu une telle déception et une telle révulsion dans les yeux de [jo]. Elle semblait qu'elle allait mourir sur le coup.
it_it: Non ho mai visto una tale delusione e revulsione negli occhi di [jo]prima. Sembrava che stava per morire sul posto.

source: Damn! I let my lust take over and got punished instantly...
fr_fr: Merde ! J'ai laissé mon buste prendre le dessus et être puni instantanément ...
it_it: Dannazione! Ho lasciato che la mia lussuria prendesse il sopravvento e sia stata punita istantaneamente...

source: At least my boner went away immediately.
fr_fr: Au moins, mon boneur est parti immédiatement.
it_it: Almeno la mia erezione è andata via immediatamente.

source: [_jo_s_under_desk_orgasm2_] Goodness gracious... that was something...
fr_fr: [_jo_s_under_desk_orgasm2_] Bonté gracieuse ... c'était quelque chose ...
it_it: [_jo_s_under_desk_orgasm2_] Bontà graziosa... era qualcosa...

source: [_jo_s_under_desk_orgasm2_] My old heart is trying to rip through my chest...
fr_fr: [_jo_s_under_desk_orgasm2_] Mon vieux cœur essaie de rip à travers ma poitrine ...
it_it: [_jo_s_under_desk_orgasm2_] Il mio vecchio cuore sta cercando di strappare attraverso il mio petto...

source: What a rush! What a damn rush!
fr_fr: Quelle précipitation ! Quelle putain de ruée !
it_it: Che fretta! Che fretta maledetta!

source: [_jo_s_under_desk_orgasm2_] [maya], stop touching yourself.
fr_fr: [_jo_s_under_desk_orgasm2_] [maya], stop touchant toi-même.
it_it: [_jo_s_under_desk_orgasm2_] [maya], smetta di toccarti.

source: [_jo_s_under_desk_orgasm2_] You get to orgasm when I allow it. Today is not that day.
fr_fr: [_jo_s_under_desk_orgasm2_] Vous avez l'orgasme lorsque je le permet. Aujourd'hui n'est pas ce jour.
it_it: [_jo_s_under_desk_orgasm2_] Si arriva all'orgasmo quando lo permetto. Oggi non è quel giorno.

source: That's rough... but she did ruin our bathroom...
fr_fr: C'est dur ... mais elle a ruine notre salle de bain ...
it_it: È approssimativo... ma ha rovinato il nostro bagno...

source: [_jo_s_under_desk_orgasm2_] [mc], stay under the table while I call [flora] and tell her I've found a new pussy-licker.
fr_fr: [_jo_s_under_desk_orgasm2_] [mc], rester sous la table pendant que j'appelle [flora] et lui dire que j'ai trouvé un nouveau pussy-licker.
it_it: [_jo_s_under_desk_orgasm2_] [mc], rimani sotto il tavolo mentre chiamo [flora] e le dico che ho trovato un nuovo pussy-licker.

source: [_jo_s_under_desk_orgasm2_] I'm kicking her out. I don't have any use of her anymore.
fr_fr: [_jo_s_under_desk_orgasm2_] Je l'ai embrassant. Je n'ai plus besoin d'elle.
it_it: [_jo_s_under_desk_orgasm2_] la sto cacciando fuori. Non ho più alcun uso di lei.

source: [_mc_] But—
fr_fr: [_mc_] Mais-

source: [_jo_s_under_desk_look_ripped_panties_] Don't fucking argue with me!
fr_fr: [_jo_s_under_desk_look_ripped_panties_] Ne me disputez pas avec moi !
it_it: [_jo_s_under_desk_look_ripped_panties_] Non fottete discutere con me!

source: [_jo_s_under_desk_look_ripped_panties_] I'm going to keep you under my office desk at all times now. You'll only eat my pussy from now on.
fr_fr: [_jo_s_under_desk_look_ripped_panties_] Je vais vous garder sous mon bureau en tout temps maintenant. Tu ne mangeras que ma chatte à partir de maintenant.
it_it: [_jo_s_under_desk_look_ripped_panties_] ora ti terrò sempre sotto la scrivania del mio ufficio. Da ora in poi mangerai solo la mia figa.

source: [_jo_s_under_desk_look_ripped_panties_] That's what you wanted, isn't it?
fr_fr: [_jo_s_under_desk_look_ripped_panties_] C'est ce que tu voulais, n'est-ce pas?
it_it: [_jo_s_under_desk_look_ripped_panties_] È quello che volevate, vero?

source: She's gone mad...
fr_fr: Elle est devenue folle ...
it_it: Lei è impazzita...

source: [_jo_s_under_desk_look_ripped_panties_] Isn't it?!
fr_fr: [_jo_s_under_desk_look_ripped_panties_] N'est-ce pas? !
it_it: [_jo_s_under_desk_look_ripped_panties_] non è?!

source: [_jo_s_under_desk_look_ripped_panties_] Answer me, you little shit.
fr_fr: [_jo_s_under_desk_look_ripped_panties_] Répondez-moi, vous avez peu de merde.
it_it: [_jo_s_under_desk_look_ripped_panties_] Rispondi a me, piccola merda.

source: [_jo_s_under_desk_look_ripped_panties_] Answer me!
fr_fr: [_jo_s_under_desk_look_ripped_panties_] Répondez-moi !
it_it: [_jo_s_under_desk_look_ripped_panties_] Risponde!

source: Oh my god... just another dream...
fr_fr: Oh mon dieu ... juste un autre rêve ...
it_it: Oh mio dio... solo un altro sogno...

source: It felt so real, and now I have the weirdest fucking boner...
fr_fr: Ça se sentait si réel, et maintenant j'ai le putain de putain le plus bizarre ...
it_it: Si sentiva così reale, e ora ho il più strano cazzo boner...

source: Probably best to take care of it before going to school.
fr_fr: Probablement mieux pour en prendre soin avant d'aller à l'école.
it_it: Probabilmente meglio prendersi cura di esso prima di andare a scuola.

source: "Just daydreaming..."
fr_fr: "Juste rêver ..."
it_it: "Basta sognare..."

source: ?not quest.poolside_story['text']@|{image=mrsl_table_mrsl_tryout}|"I wanted to ask you about the swim team tryout."
fr_fr: ? quest.poolside_story [ 'text'] @ | { image=mrsl_table_mrsl_tryout } | "Je voulais vous poser la question de l'équipe de natation."
it_it: ?not quest.poolside_story['text']@<unk> {image=mrsl_table_mrsl_tryout}<unk> "Volevo chiederti la prova della squadra di nuoto."

source: ?'love14' in game.unlocked_stat_perks@|{image=mrsl_table_kate_demon}|"Do you think [kate] is evil?"
fr_fr: ? 'love14'dans gam.unlocked_stat_perks @ | { image=mrsl_table_kate_demon } | "Pensez-vous que [kate] est mauvais?"
it_it: ?'love14' in game.unlocked_stat_perks@<unk> {image=mrsl_table_kate_demon}<unk> "Pensi che [kate] sia male?"

source: "That's okay... I just wanted to get wet with you, [mrsl]."
fr_fr: " C'est bon ... Je voulais juste être mouillé avec toi, [mrsl]. "
it_it: "Va bene... Volevo solo bagnarmi con te, [mrsl]."

source: "If you hadn't grabbed my balls, I totally would've made it!"
fr_fr: "Si vous n'aviez pas attrapé mes couilles, je l'aurais fait !"
it_it: "Se non avessi afferrato le mie palle, la avrei fatta del tutto!"

source: "It actually wasn't me this time, I swear!"
fr_fr: "En fait, ce n'était pas moi cette fois, je le jure !"
it_it: "In realtà non ero io stavolta, giuro!"

source: "I'm sorry, I tripped over it... I'll fix it."
fr_fr: " Je suis désolé, j'ai trébuté dessus ... Je vais le réparer. "
it_it: "Mi dispiace, l'ho superato... lo riparerò."

source: "Not until you thank me for cleaning up your mess."
fr_fr: "Pas jusqu'à ce que vous me remerciez pour avoir nettoyez votre pagaille."
it_it: "Non fino a quando non mi ringraziate per aver pulito il vostro casino."

source: "I actually didn't mean to scare you, but I'm sorry if I did."
fr_fr: "En fait, je ne voulais pas vous faire peur, mais je suis désolé si je l'ai fait."
it_it: "In realtà non avevo intenzione di spaventarti, ma mi dispiace se ho fatto."

source: "You guys are lucky the door is locked!"
fr_fr: "Vous avez de la chance, la porte est verrouillée !"
it_it: "Voi ragazzi siete fortunati la porta è bloccata!"

source: "Your charm and soft words have no power over me!"
fr_fr: "Votre charme et vos mots doux n'ont aucun pouvoir sur moi !"
it_it: "Il vostro fascino e le parole morbide non hanno potere su di me!"

source: "Did you know that there's more to life than just high school?"
fr_fr: "Saviez-vous qu'il y a plus de vie qu'une école secondaire?"
it_it: "Lo sapevate che c'è di più per la vita che per la scuola superiore?"

source: "If I ever catch you alone, you're going to be in big trouble."
fr_fr: "Si je t'attrapais seul, tu vas être dans de gros problèmes."
it_it: "Se mai ti prenderò da solo, sarai in grossi problemi."

source: Take it
fr_fr: Prenez-le
it_it: Lo prenda

source: Thou shalt not steal
fr_fr: Tu ne volte pas
it_it: Non ruberai

source: Hide under the teacher's desk
fr_fr: Cacher sous le bureau de l'enseignant
it_it: Nascondi sotto la scrivania dell'insegnante

source: Keep looking for a spot
fr_fr: Restez à la recherche d'un endroit
it_it: Continua a cercare un posto

source: Question it
fr_fr: Question
it_it: Domanda it

source: Keep listening
fr_fr: Garder l'écoute
it_it: Continua ad ascoltare
