Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_mrsl_table.po
Languages: fr_fr, it_it

source: "You've gone insane, [jo]!"
fr_fr: "Tu es devenu fou, [jo]!"
it_it: "Sei andato pazzo, [jo]!"

source: "Whatever you say, [jo]..."
fr_fr: "Quoi que tu disiez, [jo]..."
it_it: "Qualunque cosa dite, [jo]..."

source: [_mc_] I like it better this time around... err, I mean, this year.
it_it: [_mc_] Mi piace meglio questa volta intorno... err, voglio dire, quest'anno.

source: [_mrsl_s_laughing_] You little charmer, you!
it_it: [_mrsl_s_laughing_] Tu un po' di charmer, te!

source: [_mc_] It must've been [flora] or something!
it_it: [_mc_] Deve essere stato [flora] o qualcosa!

source: [_mc_] Goodnight, [flora]!
it_it: [_mc_] Buongiorno, [flora]!

source: [_kate_] Open up, you little weasel!
it_it: [_kate_] Aprite, voi poca donna!

source: [_casey_] We'll be sooo nice!
it_it: [_casey_] Saremo tanto belli!

source: [_mc_] You've gone insane, [jo]!
it_it: [_mc_] Sei andato pazzo, [jo]!

source: [_jo_s_under_desk_closed_legs_] Kill.
it_it: [_jo_s_under_desk_closed_legs_] Uccisione.

source: [_jo_s_under_desk_tongue5_] Fuck!
it_it: [_jo_s_under_desk_tongue5_] Scopata!

source: [_jo_s_under_desk_orgasm2_] Hands off your naughty pussy!
it_it: [_jo_s_under_desk_orgasm2_] Mani fuori dalla tua figa cattiva!
