Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_mrsl_table.po
Languages: fr_fr, it_it

source: She should leave that business to someone with more experience.
fr_fr: Elle devrait laisser cette affaire à quelqu'un qui a plus d'expérience.
it_it: Dovrebbe lasciare quel commercio a qualcuno con più esperienza.

source: A few drops can usually be left to dry on its own.
fr_fr: Quelques gouttes peuvent généralement être laissées à sec seul.
it_it: Alcune gocce di solito possono essere lasciate asciugare da sole.

source: This mess, however, requires a different approach...
fr_fr: Cette pagaille, cependant, nécessite une approche différente ...
it_it: Questo casino, tuttavia, richiede un approccio diverso...

source: Ah, sparkling!
fr_fr: Ah, pétillant !
it_it: Ah, scintillante!

source: After everything we've been through together, that would be an insult to my [item.title_lower].
fr_fr: Après tout ce que nous avons fait ensemble, ce serait une insulte à mon [item.title_lower].
it_it: Dopo tutto quello che abbiamo attraversato insieme, sarebbe un insulto alla mia [item.title_lower].

source: This is the definition of cake face. Cake mirror, whatever.
fr_fr: C'est la définition du gâteau. Le miroir à gâteau, quoi que ce soit.
it_it: Questa è la definizione del volto della torta. Specchio della torta

source: I bet this is how the janitor feels, scrubbing endlessly in the school bathrooms.
fr_fr: Je parie que c'est comme ça que le concierge se sent, frotter sans cesse dans les toilettes de l'école.
it_it: Scommetto che questo è come il janitor si sente, scrubbing infinitamente nei bagni della scuola.

source: Oh, god! Removing the lipstick stains made it worse!
fr_fr: Oh, mon dieu ! Enlever les taches de rouge à lèvres a empirent !
it_it: Oh, Dio! Rimuovere le macchie di rossetto ha peggiorato!

source: What the hell are those stains?!
fr_fr: Qu'est-ce que ces taches? !
it_it: Che diavolo sono quelle macchie?!

source: ...wait, that's me.
fr_fr: ... Attends, c'est moi.
it_it: ...aspetta, sono io.

source: It's already dried. Need a wet tissue to fix this.
fr_fr: Il est déjà séché. Il faut un mouchoir mouillé pour y remédier.
it_it: È già essiccato. Serve un tessuto umido per risolvere questo problema.

source: While cleaning the mirror with my [item.title_lower] seems like a good idea in theory, it's a bit less effective in practice.
fr_fr: Bien que nettoyer le miroir avec mon [item.title_lower] semble une bonne idée en théorie, c'est un peu moins efficace dans la pratique.
it_it: Mentre pulire lo specchio con la mia [item.title_lower] sembra una buona idea in teoria, è un po' meno efficace nella pratica.

source: Ugh, there's something clogging the drain...
fr_fr: Ugh, il y a quelque chose qui bouge le drain ...
it_it: Ugh, c'è qualcosa che intasa lo scarico.

source: I said I'd clean, but I'm not putting my hands into uncharted waters!
fr_fr: J'ai dit que je nettoie, mais je ne mets pas mes mains dans des eaux inexplorées !
it_it: Ho detto che avrei pulito, ma non sto mettendo le mani in acque inesplorate!

source: Who knows what ancient evils might be lurking inside a clogged stream?
fr_fr: Qui sait ce que les anciens maux peuvent être lurés à l'intérieur d'un cours d'eau bouché?
it_it: Chi sa quali mali antichi potrebbero essere in agguato all'interno di un flusso intasato?

source: Let's see what the Good Book says...
fr_fr: Voyons ce que dit le Bon Livre ...
it_it: Vediamo cosa dice il Buon Libro...

source: {i}"When faced with a clogged body of water, one cannot be too careful."{/}
fr_fr: {i}"Quand on fait face à un corps bouché d'eau, on ne peut pas être trop prudent." { / }
it_it: {i}"Quando ci si trova di fronte a un corpo d'acqua intasato, non si può fare troppa attenzione."{/}

source: {i}"Beavers have been known to enter the sewer systems of big cities, killing off alligators to occupy their territory."{/}
fr_fr: {i}"Les castors sont connus pour pénétrer dans les réseaux d'égouts des grandes villes, tuant les alligators pour occuper leur territoire." { / }
it_it: {i}"I castori sono noti per entrare nei sistemi fognari delle grandi città, uccidendo alligatori per occupare il loro territorio."{/}

source: {i}"If beavers have taken over the sewer system of your city, your best course of action is escape."{/}
fr_fr: {i}"Si les castors ont pris le contrôle du réseau d'égouts de votre ville, votre meilleure ligne de conduite est la fuite." { / }
it_it: {i}"Se i castori hanno assunto il sistema fognario della tua città, il tuo miglior corso di azione è la fuga."{/}

source: {i}"If you're too old and weak to run, say a prayer and fill up your toilet with cement."{/}
fr_fr: {i}"Si vous êtes trop vieux et trop faible pour courir, dites une prière et remplissez vos toilettes avec du ciment." { / }
it_it: {i}"Se sei troppo vecchio e debole per correre, fai una preghiera e riempi la tua toilette di cemento."{/}

source: {i}"A clogged sink is safe unless the beavers have reproduced and the little fuckers are trying to infiltrate your home — in which case, you're fucked anyway."{/}
fr_fr: {i}"Un lavabo obstrué est en sécurité à moins que les castors n'aient reproduit et que les petits fuckers essayent de s'infilmer dans votre maison-dans ce cas, vous êtes tout de même foutu." { / }
it_it: {i}"Un lavandino intasato è sicuro a meno che i castori non si siano riprodotti e i piccoli scopatori stanno cercando di infiltrarsi nella tua casa — in questo caso, sei scopata comunque. {/}

source: Words to live by! All right... I guess it's fine to put my hand into the water.
fr_fr: Des mots pour vivre ! Très bien ... Je suppose que c'est bien de mettre ma main dans l'eau.
it_it: Parole da vivere! Va bene... immagino che sia bene mettere la mia mano in acqua.

source: Oh, fuck! It's something furry!
fr_fr: Oh, merde ! C'est quelque chose de furry !
it_it: Oh, scopata! È qualcosa di peloso!

source: I'm doomed! We're all doomed!
fr_fr: Je suis condamné ! Nous sommes tous condamnés !
it_it: Sono condannato! Siamo tutti condannati!

source: Wait a minute...
fr_fr: Attends une minute ...
it_it: Aspetta un minuto...

source: What the hell is this?
fr_fr: Qu'est-ce que c'est?
it_it: Che diavolo è questo?

source: All right, this umbrella puts me at a safe distance to fish out whatever's clogging the drain.
fr_fr: D'accord, ce parapluie me met à une distance sûre pour pêcher tout ce qui bouge le drain.
it_it: Va bene, questo ombrello mi mette a una distanza di sicurezza per pescare fuori che cosa sta intasando il drenaggio.

source: Come on...
fr_fr: Allez ...
it_it: Avanti...

source: As much as I like being the cause of wetness, I still need a dry one for the piss puddles.
fr_fr: Aussi bien que j'aime être la cause de l'humidité, j'ai encore besoin d'un sec pour les flaques de pisse.
it_it: Per quanto mi piace essere la causa dell'umidità, ho ancora bisogno di uno asciutto per le pozze di bacio.

source: The trick is to add a touch of water...
fr_fr: L'astuce consiste à ajouter une touche d'eau ...
it_it: Il trucco è quello di aggiungere un tocco di acqua...

source: Not too much, but also not too little...
fr_fr: Pas trop, mais pas trop peu ...
it_it: Non troppo, ma anche non troppo poco...

source: Why isn't there a word for "just enough?"
fr_fr: Pourquoi n'y a-il pas un mot pour "juste assez"?
it_it: Perché non c'è una parola per "basta?"

source: There we go! Just enough.
fr_fr: Nous y allons ! Juste assez.
it_it: Ci andiamo! Basta abbastanza.

source: Getting my [item.title_lower] wet is considered a sin in many cultures. Best be careful!
fr_fr: Obtenir mon [item.title_lower] humide est considéré comme un péché dans de nombreuses cultures. Mieux faire attention !
it_it: Ottenere il mio [item.title_lower] bagnato è considerato un peccato in molte culture. Meglio fare attenzione!

source: Maybe it's time to start a new science experiment...
fr_fr: Peut-être qu'il est temps de commencer une nouvelle expérience scientifique ...
it_it: Forse è il momento di iniziare un nuovo esperimento scientifico...

source: Does algae like salt water or fresh water?
fr_fr: Est-ce que des algues comme l'eau salée ou l'eau douce?
it_it: Le alghe amano l'acqua salata o l'acqua dolce?

source: A chemical spill of some sort...
fr_fr: Un déversement chimique de quelque sorte ...
it_it: Una fuoriuscita chimica di qualche tipo...

source: Looks like a strange mix of hydrogen and oxygen molecules.
fr_fr: On dirait un étrange mélange d'hydrogène et de molécules d'oxygène.
it_it: Sembra una strana miscela di idrogeno e molecole di ossigeno.

source: When the floors get wet...
fr_fr: Quand les planchers sont mouillés ...
it_it: Quando i pavimenti si bagnano...

source: Just stop and pop out my mop...
fr_fr: Il suffit d'arrêter et de sortir ma mop ...
it_it: Basta fermarsi e pop fuori il mio mop...

source: Just like that! Yes! Oh, yes!
fr_fr: Comme ça ! Oui ! Oh, oui !
it_it: Proprio così! Sì! Oh, sì!

source: I'll just put the mop back in its place before I forget.
fr_fr: Je vais juste remettre la moche à sa place avant d'oublier.
it_it: Mi limito a rimettere il mop al suo posto prima di dimenticarmi.

source: Too much water for tissues to handle... I need to find something more effective.
fr_fr: Trop d'eau pour manipuler les tissus ... J'ai besoin de trouver quelque chose de plus efficace.
it_it: Troppa acqua per i tessuti da maneggiare... Ho bisogno di trovare qualcosa di più efficace.

source: Trying to mop this up with my [item.title_lower] seems a bit retarded. Not sure how to phrase it any better...
fr_fr: Esser de le faire avec mon [item.title_lower] semble un peu retardé. Je ne sais pas comment l'expression ...
it_it: Cercando di ingranare questo con la mia [item.title_lower] sembra un po 'ritardato. Non sei sicuro di come frasarlo meglio...

source: If I don't clean up the mess in the bathroom soon, [jo] is going to kill me and put my head on a spike to scare off other slobs.
fr_fr: Si je ne nettoie pas le bazar dans la salle de bain bientôt, [jo] va me tuer et mettre ma tête sur une pointe pour effrayer les autres slobs.
it_it: Se non pulisco il pasticcio in bagno presto, [jo] mi ucciderà e mi metterà la testa su un punto per spaventare altre fessure.

source: All right, that should be all of it...
fr_fr: D'accord, ça devrait être tout ça ...
it_it: Va bene, questo dovrebbe essere tutto...

source: Only broke like three vertebrae to get it done.
fr_fr: Seulement cassé comme trois vertèbres pour le faire faire.
it_it: Solo si è rotto come tre vertebre per farlo fare.

source: Here it is, the fabled dragon's hoard of cleaning supplies.
fr_fr: Ici, c'est le trésor de l'équipement de nettoyage du dragon.
it_it: Ecco, il paranco del drago favoloso di rifornimenti di pulizia.

source: Everything you need to make your house sparkle.
fr_fr: Tout ce dont vous avez besoin pour faire éclat votre maison.
it_it: Tutto ciò di cui hai bisogno per far brillare la tua casa.

source: For example, the ancient mop of eternal shine!
fr_fr: Par exemple, l'ancienne pelle de l'éclat éternel !
it_it: Per esempio, l'antico mop di splendore eterno!

source: I wonder who [flora] is texting...
fr_fr: Je me demande qui [flora] est texting ...
it_it: Mi chiedo chi [flora] stia inviando...

source: Probably some douchebag she has a crush on.
fr_fr: Probablement un douchesac sur qui elle est écrasée.
it_it: Probabilmente qualche douchebag ha una cotta su.

source: Or maybe her conscience caught up with her, and she's now texting [jo] to apologize for the mess in the bathroom?
fr_fr: Ou peut-être sa conscience a-t-elle rattrapé sa conscience, et elle a maintenant des textos [jo] pour s'excuser pour le désordre dans la salle de bain?
it_it: O forse la sua coscienza l'ha raggiunta e ora sta mandando un messaggio a [jo] per scusarsi del disordine nel bagno?

source: [_flora_s_cringe_] Stop sneaking up on people!
fr_fr: [_flora_s_cringe_] Cessez d'éternuement sur les gens !
it_it: [_flora_s_cringe_] Smettila di furtivamente sulle persone!

source: [_mc_] I didn't sneak up!
fr_fr: [_mc_] Je n'ai pas éternuement !
it_it: [_mc_] non mi sono intrufolata!

source: [_flora_s_eyeroll_] Yes, you did!
fr_fr: [_flora_s_eyeroll_] Oui, vous l'avez fait !
it_it: [_flora_s_eyeroll_] Sì, hai fatto!

source: [_flora_s_annoyed_] Apologize.
fr_fr: [_flora_s_annoyed_] Apologiser.
it_it: [_flora_s_annoyed_] Scusa.

source: [_mc_] Not until you thank me for cleaning up your mess.
fr_fr: [_mc_] Pas jusqu'à ce que vous me remerciez pour avoir nettoyez votre mess.
it_it: [_mc_] Non fino a quando non mi ringraziate per aver ripulito il vostro casino.

source: [_flora_s_confused_] What mess?
fr_fr: [_flora_s_confused_] Quel gâchis?
it_it: [_flora_s_confused_] Che caso?

source: [_flora_s_confused_] You're the one who makes messes!
fr_fr: [_flora_s_confused_] Vous êtes celui qui fait des messes !
it_it: [_flora_s_confused_] Sei quello che fa i pasticci!

source: She's not wrong about that, which is why this feels so good!
fr_fr: Elle n'a pas tort à ce sujet, c'est pourquoi cela se sent si bien !
it_it: Lei non ha torto su questo, ed è per questo che si sente così bene!

source: [_mc_] Except when the topic is giant squids.
fr_fr: [_mc_] Sauf si le sujet est un calmar géant.
it_it: [_mc_] Tranne quando l'argomento è calamari giganti.

source: [_flora_s_cringe_] W-what?
fr_fr: [_flora_s_cringe_] -Quoi?
it_it: [_flora_s_cringe_] W-cosa?

source: [_mc_] Anyway, you didn't notice that you flooded the bathroom and knocked over the laundry basket?
fr_fr: [_mc_] En tout cas, vous n'avez pas remarqué que vous avez inondé la salle de bain et frappé le panier de la lessive?
it_it: [_mc_] Comunque, non ti sei accorto che hai inondato il bagno e hai buttato sopra il cestino della lavanderia?

source: [_mc_] I actually didn't mean to scare you, but I'm sorry if I did.
fr_fr: [_mc_] En fait, je ne voulais pas te faire peur, mais je suis désolé si je l'ai fait.
it_it: [_mc_] in realtà non avevo intenzione di spaventarti, ma mi dispiace se l'ho fatto.

source: [_flora_s_eyeroll_] I know you.
fr_fr: [_flora_s_eyeroll_] Je vous connais.
it_it: [_flora_s_eyeroll_] ti conosco.

source: [_mc_] Clearly not!
fr_fr: [_mc_] Clairement pas !
it_it: [_mc_] Chiaramente no!

source: [_flora_s_eyeroll_] If you didn't mean to scare me, why did you sneak up on me, huh?
fr_fr: [_flora_s_eyeroll_] Si vous ne voulez pas me faire peur, pourquoi vous avez éternué sur moi, hein?
it_it: [_flora_s_eyeroll_] Se non avessi intenzione di spaventarmi, perché mi hai intrufolato, eh?

source: [_mc_] I didn't sneak up on you!
fr_fr: [_mc_] Je n'ai pas sourde sur vous !
it_it: [_mc_] non ti ho furto!

source: [_mc_] I just... sort of watched you?
fr_fr: [_mc_] Je viens de vous regarder?
it_it: [_mc_] Io solo... specie di ti ho visto?

source: [_mc_] There's no winning with you, is there?
fr_fr: [_mc_] Il n'y a pas de victoire avec vous, n'est-ce pas?
it_it: [_mc_] Non c'è vittoria con te, vero?

source: [_mc_] Anyway, I'm sorry I scared you.
fr_fr: [_mc_] En tout cas, je suis désolé de vous avoir fait peur.
it_it: [_mc_] Comunque, mi dispiace di averti spaventato.

source: [_flora_s_annoyed_] Fine, I forgive you. Just this once.
fr_fr: [_flora_s_annoyed_] Fine, je vous pardonne. Juste cette fois.
it_it: [_flora_s_annoyed_] Bene, ti perdono. Solo questa volta.

source: [_mc_] I was actually going to ask you about the mess in the bathroom.
fr_fr: [_mc_] Je vais en fait vous poser la question de la pagaille dans la salle de bain.
it_it: [_mc_] In realtà ti avrei chiesto del pasticcio in bagno.

source: [_mc_] I already cleaned it up, but what happened in there?
fr_fr: [_mc_] Je l'ai déjà nettoyé, mais que s'est-il passé?
it_it: [_mc_] l'ho già ripulito, ma cosa è successo lì?

source: [_flora_s_thinking_] I haven't been to the bathroom since this morning.
fr_fr: [_flora_s_thinking_] Je n'ai pas été aux toilettes depuis ce matin.
it_it: [_flora_s_thinking_] Non sono stato in bagno da questa mattina.

source: [_flora_s_thinking_] I used the school bathroom and then...
fr_fr: [_flora_s_thinking_] J'ai utilisé la salle de bain et ...
it_it: [_flora_s_thinking_] Ho usato il bagno della scuola e allora...

source: [_mc_] Then what?
fr_fr: [_mc_] Alors quoi?
it_it: [_mc_] Allora che cosa?

source: [_flora_s_worried_] Well, I did go back home for lunch... but I didn't use the bathroom.
fr_fr: [_flora_s_worried_] Bien, je suis rentré à la maison pour le déjeuner ... mais je n'ai pas utilisé la salle de bain.
it_it: [_flora_s_worried_] Beh, sono tornato a casa per pranzo... ma non ho usato il bagno.

source: [_mc_] Did you forget your lunch?
fr_fr: [_mc_] Avez-vous oublié votre déjeuner?
it_it: [_mc_] Hai dimenticato il tuo pranzo?

source: [_flora_s_laughing_] No, but [maya] did.
fr_fr: [_flora_s_laughing_] Non, mais [maya].
it_it: [_flora_s_laughing_] No, ma [maya] ha fatto.

source: [_flora_s_blush_] She forgot her wallet at home, so I made her lunch.
fr_fr: [_flora_s_blush_] Elle a oublié son portefeuille à la maison, alors j'ai fait son déjeuner.
it_it: [_flora_s_blush_] ha dimenticato il suo portafoglio a casa, quindi ho fatto il suo pranzo.

source: [_mc_] [maya] was here?
fr_fr: [_mc_] [maya] était ici?
it_it: [_mc_] [maya] era qui?

source: [_flora_s_thinking_] Yeah, and she did ask to use the bathroom...
fr_fr: [_flora_s_thinking_] Oui, et elle a demandé d'utiliser la salle de bain ...
it_it: [_flora_s_thinking_] Sì, e lei ha chiesto di utilizzare il bagno...

source: [_mc_] Are you telling me [maya] made that mess?!
fr_fr: [_mc_] Est-ce que tu me dis que [maya] a fait ce bordel? !
it_it: [_mc_] Mi stai dicendo che [maya] ha fatto quel casino?!

source: [_flora_s_worried_] Was it bad?
fr_fr: [_flora_s_worried_] Est-ce que c'était mauvais?
it_it: [_flora_s_worried_] Era male?

source: [_mc_] Bad?! Bad doesn't even begin to describe it!
fr_fr: [_mc_] Mauvais? ! Bad ne commence même pas à le décrire !
it_it: [_mc_] Male?! Cattivo non inizia nemmeno a descriverlo!

source: [_flora_s_laughing_] It couldn't have been that bad! She was only in there for a few minutes...
fr_fr: [_flora_s_laughing_] Ça n'aurait pas pu être aussi mauvais ! Elle était là pour quelques minutes ...
it_it: [_flora_s_laughing_] Non poteva essere così male! Era lì solo per qualche minuto...

source: [_mc_] Dude, it was like a wild animal had been in there!
fr_fr: [_mc_] Dude, c'était comme si un animal sauvage avait été là !
it_it: [_mc_] Dude, era come un animale selvatico era stato lì dentro!

source: [_flora_s_cringe_] Don't call me "dude."
fr_fr: [_flora_s_cringe_] Ne m'appelez pas "mec".
it_it: [_flora_s_cringe_] Non chiamarmi "dude".

source: [_mc_] Maybe I should go and have a word with her...
fr_fr: [_mc_] Peut-être que je devrais aller et avoir un mot avec elle ...
it_it: [_mc_] Forse dovrei andare ad avere una parola con lei...

source: [_flora_s_annoyed_] No! You only make things worse!
fr_fr: [_flora_s_annoyed_] Non ! Tu ne fais qu'empirer les choses !
it_it: [_flora_s_annoyed_] No! Fai solo peggiorare le cose!

source: [_flora_s_annoyed_texting_] I'll talk to her, okay?
fr_fr: [_flora_s_annoyed_texting_] Je lui parlerai, d'accord?
it_it: [_flora_s_annoyed_texting_] parlerò con lei, okay?

source: [_mc_] Fine, I guess.
fr_fr: [_mc_] Fine, je suppose.
it_it: [_mc_] Bene, immagino.

source: [_mc_] Anyway, I'm tired as hell... think I'm going to call it a day.
fr_fr: [_mc_] Quoi qu'il en soit, je suis fatigué comme l'enfer ... je pense que je vais l'appeler un jour.
it_it: [_mc_] Comunque, sono stanco come inferno... penso che lo chiamerò un giorno.

source: [_flora_s_annoyed_texting_] Night.
fr_fr: [_flora_s_annoyed_texting_] Nuit.
it_it: [_flora_s_annoyed_texting_] Notte.

source: Ugh, what time is it?
fr_fr: Ugh, quelle heure est-il?
it_it: Ugh, che ora è?

source: Shit! I'm going to be late for school!
fr_fr: Merde ! Je vais être en retard à l'école !
it_it: Merda! Sarò in ritardo per la scuola!

source: [_flora_s_crying_] How could you?
fr_fr: [_flora_s_crying_] Comment pourriez-vous?
it_it: [_flora_s_crying_] Come potevi?

source: [_flora_s_crying_] You fucking idiot! [withvpunch]
fr_fr: [_flora_s_crying_] Vous putain d'idiot ! [withvpunch]
it_it: [_flora_s_crying_] Si scopa idiota! [withvpunch]

source: Damn, she's totally bawling. What the hell happened?
fr_fr: Merde, elle s'en va totalement. Qu'est-ce qui s'est passé?
it_it: Dannazione, è completamente impetuosa. Che inferno è successo?

source: [_flora_s_crying_] How could you do this to me?!
fr_fr: [_flora_s_crying_] Comment pourriez-vous me faire ça? !
it_it: [_flora_s_crying_] Come potresti farmi questo?!

source: [_mc_] What did I do?
fr_fr: [_mc_] Qu'est-ce que j'ai fait?
it_it: [_mc_] Che cosa ho fatto?

source: [_flora_s_crying_] How could you do this to [jo]?!
fr_fr: [_flora_s_crying_] Comment pourriez-vous faire cela à [jo]? !
it_it: [_flora_s_crying_] Come puoi fare questo per [jo]?!

source: Huh? What was that all about?
fr_fr: Huh? Qu'est-ce que c'était?
it_it: Huh? Di che cosa si tratta?

source: It's like that time I accidentally jizzed on her favorite dress...
fr_fr: C'est comme si le temps que j'ai pris accidentellement sur sa robe préférée ...
it_it: E 'come quel tempo ho accidentalmente jizzed sul suo vestito preferito...

source: Not my fault that she left it hanging on her door knob.
fr_fr: Ce n'est pas ma faute qu'elle l'a laissée pendaison sur son poignet de porte.
it_it: Non è colpa mia che lo lasciò appeso alla sua manopola di porta.

source: Oh, well... I'll deal with [flora] later. Need to get going!
fr_fr: Oh, eh bien ... Je traiterai avec [flora] plus tard. Il faut aller !
it_it: Oh, bene... mi occupo di [flora] più tardi. Hai bisogno di andare!

source: Did everyone get to class already?
fr_fr: Tout le monde a-t-il déjà été en classe?
it_it: Sono già arrivati a lezione?

source: Why am I always the only one running late?
fr_fr: Pourquoi suis-je toujours le seul en retard?
it_it: Perché sono sempre l'unico in ritardo?

source: [_kate_s_flirty_] Where do you think you're going?
fr_fr: [_kate_s_flirty_] Où pensez-vous que vous allez?
it_it: [_kate_s_flirty_] Dove pensi che stia andando?

source: [_mc_] I don't have time right now, [kate].
fr_fr: [_mc_] Je n'ai pas le temps maintenant, [kate].
it_it: [_mc_] Non ho tempo in questo momento, [kate].

source: [_kate_s_laughing_] Nice try! There's no school today.
fr_fr: [_kate_s_laughing_] Nice essayez ! Il n'y a pas d'école aujourd'hui.
it_it: [_kate_s_laughing_] Bel provo! Non c'è scuola oggi.

source: [_kate_s_smile_] You heard me.
fr_fr: [_kate_s_smile_] Vous m'avez entendu.
it_it: [_kate_s_smile_] Mi hai sentito.

source: [_mc_] Why are you here, then?
fr_fr: [_mc_] Pourquoi êtes-vous là, alors?
it_it: [_mc_] Perché sei qui, allora?

source: [_kate_s_laughing_] Cheer practice!
fr_fr: [_kate_s_laughing_] La pratique des Cheers !

source: Fuck me... alone in the school with [kate] and her cronies?
fr_fr: Fuck-moi ... seule à l'école avec [kate] et ses copains?
it_it: Cazzo me... solo nella scuola con [kate] e le sue cronie?

source: [_mc_] I just realized I have an important appointment...
fr_fr: [_mc_] Je viens de réaliser que j'ai une nomination importante ...
it_it: [_mc_] Ho appena capito che ho un appuntamento importante...

source: [_kate_s_confident_] It can wait, I'm sure!
fr_fr: [_kate_s_confident_] Il peut attendre, j'en suis sûr !
it_it: [_kate_s_confident_] Può aspettare, sono sicuro!

source: [_kate_s_confident_right_] Hey, girls!
fr_fr: [_kate_s_confident_right_] Hey, les filles !
it_it: [_kate_s_confident_right_] Hey, ragazze!

source: [_casey_] What do we have here?
fr_fr: [_casey_] Qu'avons-nous ici?
it_it: [_casey_] Che cosa abbiamo qui?

source: [_stacy_] Looks like a lost loser.
fr_fr: [_stacy_] On dirait un loser perdu.
it_it: [_stacy_] Sembra un perdente perduto.

source: [_lacey_] Exciting!
fr_fr: [_lacey_] Excitant !
it_it: [_lacey_] Eccitante!
