Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_poolside_story.po
Languages: fr_fr, it_it

source: [_hidden_number_] I am sorry, but I cannot.
fr_fr: [_hidden_number_] Je suis désolé, mais je ne peux pas.
it_it: [_hidden_number_] mi dispiace, ma non posso.

source: [_mc_] What do you mean? I need answers.
fr_fr: [_mc_] Que voulez-vous dire ? J'ai besoin de réponses.
it_it: [_mc_] Che cosa intendi? Ho bisogno di risposte.

source: [_hidden_number_] I have said too much already. I am not allowed to sway you one way or another.
fr_fr: [_hidden_number_] J'ai déjà trop dit. Je ne suis pas autorisé à vous rendre d'une façon ou d'une autre.
it_it: [_hidden_number_] Ho già detto troppo. Non mi è permesso di traversarvi in un modo o nell'altro.

source: Sway me? What the hell is this person on about?
fr_fr: M'influencer ? Qu'est-ce que cette personne raconte ?
it_it: Mi si? Qual è l'inferno su cui questa persona?

source: Well, still useless. Not sure what I expected.
fr_fr: Eh bien, encore inutile. Pas sûr de ce que je m'attendais.
it_it: Beh, ancora inutile. Non è sicuro che cosa mi aspettavo.

source: [_hidden_number_] Why do you ask that?
fr_fr: [_hidden_number_] Pourquoi vous le demandez ?
it_it: [_hidden_number_] Perché lo chiedi?

source: [_mc_] Something weird happened.
fr_fr: [_mc_] Quelque chose de bizarre s'est produit.
it_it: [_mc_] È successo qualcosa di strano.

source: [_hidden_number_] Weird in what way?
fr_fr: [_hidden_number_] Bizarre de quelle manière ?
it_it: [_hidden_number_] Strano in che modo?

source: Fuck. How do I even explain this?
fr_fr: Putain. Comment expliquer cela ?
it_it: Scopo. Come faccio a spiegare questo?

source: [_mc_] I was meant to try out for the swim team, and I got this weird feeling.
fr_fr: [_mc_] Je voulais essayer pour l'équipe de natation, et j'ai eu ce sentiment bizarre.
it_it: [_mc_] Avevo intenzione di provare per la squadra di nuoto, e ho avuto questa sensazione strana.

source: [_hidden_number_] Remember what I told you.
fr_fr: [_hidden_number_] Rappelez-vous ce que je vous ai dit.
it_it: [_hidden_number_] Ricorda quello che ti ho detto.

source: Hmm... what did they tell me? Trust my heart?
fr_fr: Hmm ... qu'est-ce qu'ils m'ont dit ? Faites confiance à mon cœur ?
it_it: Hmm... cosa mi hanno detto? Fidati del mio cuore?

source: Of course it's some cryptic bullshit.
fr_fr: Bien sûr qu'il s'agit d'une connerie cryptique.
it_it: Naturalmente è una stronzata criptica.

source: "She probably saw my grades."
fr_fr: "Elle a probablement vu mes notes."
it_it: "Probabilmente ha visto i miei voti."

source: "Her mouth wasn't big enough."
fr_fr: "Sa bouche n'était pas assez grande."
it_it: "La sua bocca non era abbastanza grande."

source: "She seems to be in trouble."
fr_fr: "Elle semble avoir des problèmes."
it_it: "Sembra che lei sia nei guai."

source: "I ran out of shirts and the washing machine is broken."
fr_fr: "J'ai manqué de chemises et la machine à laver est cassée."
it_it: "Ho finito le camicie e la lavatrice è rotta."

source: "I call it 'Mustard Skies Over Gray Chapels.'"
fr_fr: Je l'appelle "Le ciel moutarde au-dessus des chapelles grises."
it_it: "Lo chiamo 'Cieli di senape sopra cappelle grigie'"

source: ?mc.intellect>=2@[mc.intellect]/2|{image=stats int}|"It's a work in progress. Do you have any ideas?"
fr_fr: ?mc.intellect>=2@[mc.intellect]/2|{image=stats int}|"C'est un travail en cours. Avez-vous des idées ?"
it_it: ?mc.intellect>=2@[mc.intellect]/2<unk> {image=stats int}<unk> "È un lavoro in corso. Hai qualche idea?"

source: "Have you noticed anything odd recently?"
fr_fr: "Avez-vous remarqué quelque chose de bizarre récemment ?"
it_it: "Hai notato qualcosa di strano recentemente?"

source: "Do you know what happened to Mrs. Bloomer?"
fr_fr: "Savez-vous ce qui est arrivé à Mme Bloomer ?"
it_it: "Sai cosa è successo alla signora Bloomer?"

source: "Is the program for exchange students new?"
fr_fr: "Le programme d'échange d'étudiants est-il nouveau ?"
it_it: "Il programma per gli studenti di scambio è nuovo?"

source: "I was born ready."
fr_fr: "Je suis né prêt."
it_it: "Sono nato pronto."

source: "I don't know... I'm not really sure anymore."
fr_fr: " Je ne sais pas ... Je n'en suis plus vraiment sûr. "
it_it: "Non lo so... non sono più sicuro."

source: "Okay, let's give it a go..."
fr_fr: "Bon, donnons-nous un go ..."
it_it: "Ok, diamo un go..."

source: "I'm sorry, but I've changed my mind."
fr_fr: "Je suis désolé, mais j'ai changé d'avis."
it_it: "Mi dispiace, però ho cambiato idea."

source: "Weird things keep happening. I need help!"
fr_fr: " Des choses étranges se produisent. J'ai besoin d'aide ! "
it_it: "Strane cose continuano ad accadere. Ho bisogno di aiuto!"

source: "What do you know about [mrsl]?"
fr_fr: "Que savez-vous de [mrsl] ?"
it_it: "Cosa sai di [mrsl]?"

source: [_mrsl_s_surprised_] Huh!
it_it: [_mrsl_s_surprised_] Eh!
