Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_poolside_story.po
Languages: fr_fr, it_it

source: Crap. I forgot I spilled mustard on myself last night.
fr_fr: Crap. J'ai oublié que j'ai déversé de la moutarde la nuit dernière.
it_it: Crap. Ho dimenticato di aver versato la senape su me ieri sera.

source: [_mc_] I ran out of shirts and the washing machine is broken.
fr_fr: [_mc_] J'ai manqué de chemises et la machine à laver est cassée.
it_it: [_mc_] Ho finito le camicie e la lavatrice è rotta.

source: [_jacklyn_s_neutral_] Unfortunately, this ain't the laundry room.
fr_fr: [_jacklyn_s_neutral_] Malheureusement, ce n'est pas la buanderie.
it_it: [_jacklyn_s_neutral_] Purtroppo, questo non è la lavanderia.

source: [_mc_] You're right, I should take better care of my clothes.
fr_fr: [_mc_] Vous avez raison, je devrais m'occuper de mes vêtements.
it_it: [_mc_] Hai ragione, dovrei prendermi cura meglio dei miei vestiti.

source: [_jacklyn_s_thinking_] Jokes. I don't remember that.
fr_fr: [Jacklyn_s_thinking_] Des blagues. Je ne m'en souviens pas.
it_it: [_jacklyn_s_thinking_] Jokes. Non lo ricordo.

source: [_jacklyn_s_smile_] But how you dress is certainly an extension of your artistic self.
fr_fr: [_jacklyn_s_Souriez_] Mais la façon dont vous vous habiller est certainement une extension de votre moi artistique.
it_it: [_jacklyn_s_smile_] Ma come ti vesti è certamente un'estensione del tuo sé artistico.

source: [_jacklyn_s_smile_] Polished is cream paint, but ragged is only good if you own it.
fr_fr: [_jacklyn_s_Souriez_] Le polissage est de la peinture à la crème, mais le décalage n'est bon que si vous le possédez.
it_it: [_jacklyn_s_smile_] Lucidato è vernice crema, ma frastagliato è buono solo se lo possiedi.

source: [_mc_] I'll... keep that in mind.
fr_fr: [_mc_] Je vais ... garder ça à l'esprit.
it_it: [_mc_] Lo terrò a mente.

source: [_mc_] I call it "Mustard Skies Over Gray Chapels."
fr_fr: [_mc_] Je l'appelle "Le ciel de moutarde au-dessus des chapelles grises."
it_it: [_mc_] lo chiamo "Cieli di senape sopra cappelle grigie".

source: [_jacklyn_s_laughing_] How very impressionist!
fr_fr: [_jacklyn_s_laughing_] impressionniste !
it_it: [_jacklyn_s_laughing_] Quanto molto impressionista!

source: [_mc_] I always like to impress.
fr_fr: [_mc_] J'aime toujours impressionner.
it_it: [_mc_] Mi piace sempre impressionare.

source: [_mc_] It's a work in progress. Do you have any ideas?
fr_fr: [_mc_] C'est un travail en cours. As-tu des idées ?
it_it: [_mc_] È un lavoro in corso. Hai delle idee?

source: [_jacklyn_s_excited_] How about "Questionable Substance?"
fr_fr: [Pourquoi pas "Substance douteuse" ?
it_it: [_jacklyn_s_excited_] Che ne dici di "Sostanza discutibile?"

source: [_mc_] A Pollock reference?
fr_fr: [_mc_] Une référence de Pollock ?

source: [_jacklyn_s_laughing_] Freaky! That's a straight up combustion!
fr_fr: [_jacklyn_s_laughing_] Freaky ! C'est une combustion simple !
it_it: [_jacklyn_s_laughing_] Freaky! Questa è una combustione diritta!

source: [_mc_] Thanks. It's due to my teacher, I think.
fr_fr: [_mc_] Merci. C'est dû à mon professeur, je pense.
it_it: [_mc_] Grazie. È dovuto al mio insegnante, penso.

source: [_jacklyn_s_excited_right_] Okay, now you're just shining my shoes.
fr_fr: [_jacklyn_s_excited_right_] Ok, maintenant tu seras juste mes chaussures.
it_it: [_jacklyn_s_excited_right_] Okay, ora stai solo brillando le mie scarpe.

source: [_mc_] Listen, I promised [isabelle] to help her out with the decorations for the Newfall Independence Day.
fr_fr: [_mc_] Écoute, j'ai promis [isabelle] pour l'aider à sortir avec les décorations pour le Jour de l'Indépendance du Newfall.
it_it: [_mc_] Ascolta, ho promesso a [isabelle] di aiutarla con le decorazioni per la Giornata dell'Indipendenza di Newfall .

source: [_jacklyn_s_thinking_] I can give you the latitudes and maybe the longitudes, but you're steering the ship.
fr_fr: [_jacklyn_s_thinking_] Je peux vous donner les latitudes et peut-être les longitudes, mais vous êtes en direction du navire.
it_it: [_jacklyn_s_thinking_] Posso darvi le latitudini e forse le longitudini, ma state guidando la nave.

source: [_mc_] Anything would be helpful... I've never made decorations before.
fr_fr: [_mc_] Tout serait utile ... Je n'ai jamais fait de décorations auparavant.
it_it: [_mc_] Tutto sarebbe utile... Non ho mai fatto decorazioni prima.

source: [_jacklyn_s_smile_] It's not exactly exhibit art. All you need is some string, paint, and pennants.
fr_fr: [_jacklyn_s_Souriez_] Ce n'est pas exactement l'art d'exposition. Tout ce dont tu as besoin, c'est de la ficelle, de la peinture et du sou.
it_it: [_jacklyn_s_smile_] Non è esattamente l'arte dell'esposizione. Tutto quello che ti serve è qualche stringa, pittura e pennants.

source: Hmm... she's right. It shouldn't be too hard.
fr_fr: Hmm ... elle a raison. Ça ne devrait pas être trop dur.
it_it: Hmm... ha ragione. Non dovrebbe essere troppo difficile.

source: Just dip it like a chip! I'm something of an expert in the field.
fr_fr: Il suffit de la tremper comme une puce ! Je suis un expert en la matière.
it_it: Basta immergerlo come un chip! Sono qualcosa di un esperto nel campo.

source: Dip, dip, dip...
fr_fr: Tremper, tremper, tremper...

source: And there it is.
fr_fr: Et c'est là.
it_it: E là è.

source: Haters, where you at?
fr_fr: Haineux, où êtes-vous ?
it_it: Haters, dove sei?

source: I left collectibles behind. Banjo would be disappointed.
fr_fr: J'ai laissé des objets à collectionner. Banjo serait déçu.
it_it: Ho lasciato le collezioni. Banjo sarebbe deluso.

source: String 'em up. Like a band of outlaws at the gallows.
fr_fr: Les ficeler. Comme une bande de hors-la-loi à la potence.
it_it: String 'em up. Come una banda di fuorilegge al segno.

source: [_mc_] Fantastic work!
fr_fr: [_mc_] Fantastique travail !
it_it: [_mc_] Lavoro fantastico!

source: Had to say it 'cause no one else would.
fr_fr: Je dois dire que personne d'autre ne le ferait.
it_it: Se avessi detto che 'causare nessun altro lo farebbe.

source: All right, time to brag about it to [isabelle].
fr_fr: Très bien, le temps de se braque sur le [isabelle].
it_it: Va bene, il tempo di vantarsi di [isabelle].

source: The ferocious teeth of the beaver are too powerful for this job... it'd be like slicing bread with a chainsaw.
fr_fr: Les dents féroces du castor sont trop puissantes pour ce travail... ce serait comme couper du pain avec une tronçonneuse.
it_it: I denti feroci del castoro sono troppo potenti per questo lavoro... sarebbe come affettare il pane con una motosega.

source: Slice 'em up.
fr_fr: Découpez-les en tranches.
it_it: Fetta in su.

source: Iced-out blade. Glass in my hand.
fr_fr: Lame de sortie forcée. Verre dans ma main.
it_it: Lama Icedout. Vetro in mano.

source: No one's ever seen pennants this grand.
fr_fr: Personne n'a jamais vu ce grand.
it_it: Nessuno ha mai visto i pennants di questo granello.

source: When someone asks for a slice of the action, this is what I show them.
fr_fr: Quand quelqu'un demande une part de l'action, c'est ce que je leur montre.
it_it: Quando qualcuno chiede una fetta dell'azione, questo è ciò che li mostro.

source: Fifteen inches of carbon spring steel.
fr_fr: 15 pouces d'acier au carbone.
it_it: Quindici pollici di acciaio a molla di carbonio.

source: Chops paper decorations just as well as it tears through the heart of Africa.
fr_fr: Il hache les décorations en papier aussi bien qu'il déchire le cœur de l'Afrique.
it_it: Chops decorazioni di carta così come lacrima attraverso il cuore dell'Africa.

source: [_isabelle_s_smile_] I see you got the decorations done!
fr_fr: [_isabelle_s_Souriez_] Je vois que vous avez les décorations faites !
it_it: [_isabelle_s_smile_] Vedo che hai ottenuto le decorazioni fatte!

source: [_isabelle_s_smile_] Bloody well done!
fr_fr: [_isabelle_s_Souriez_] Sacrément bien fait !
it_it: [_isabelle_s_smile_] Sanguinario ben fatto!

source: [_isabelle_s_smile_left_] I reckon I looked for paper for an hour without much luck...
fr_fr: [_isabelle_s_Souriez_left_] Je pense que j'ai cherché du papier pendant une heure sans beaucoup de chance ...
it_it: [_isabelle_s_smile_left_] Ho pensato che ho cercato carta per un'ora senza molta fortuna...

source: [_mc_] Sometimes you need to know where to look.
fr_fr: [_mc_] Parfois, vous devez savoir où regarder.
it_it: [_mc_] A volte devi sapere dove guardare.

source: [_isabelle_s_laughing_] I suppose you're right!
fr_fr: [_isabelle_s_laughing_] Je suppose que vous avez raison !
it_it: [_isabelle_s_laughing_] Suppongo che tu abbia ragione!

source: [_isabelle_s_laughing_] Thanks for helping me out with this.
fr_fr: [_isabelle_s_laughing_] Merci de m'avoir aidé.
it_it: [_isabelle_s_laughing_] Grazie per avermi aiutato con questo.

source: [_mc_] You're welcome!
fr_fr: [_mc_] Vous êtes les bienvenus !
it_it: [_mc_] Sei il benvenuto!

source: [_mc_] Did you manage to write up the pool petition?
fr_fr: [_mc_] Avez-vous réussi à écrire la pétition ?
it_it: [_mc_] Sei riuscito a scrivere la petizione di pool?

source: [_isabelle_s_neutral_] Yeah, I just put it up on the bulletin board at the entrance.
fr_fr: [_isabelle_s_neutral_] Oui, je l'ai mis sur le tableau d'affichage à l'entrée.
it_it: [_isabelle_s_neutral_] Sì, l'ho appena messo in su sul bollettino all'ingresso.

source: [_isabelle_s_neutral_] Give it a few hours to let people add their signatures.
fr_fr: [_isabelle_s_neutral_] Donnez quelques heures pour laisser les gens ajouter leurs signatures.
it_it: [_isabelle_s_neutral_] Dagli qualche ora per lasciare che le persone aggiungano le loro firme.

source: [_isabelle_s_excited_] Thanks again!
fr_fr: [_isabelle_s_excited_] Merci encore !
it_it: [_isabelle_s_excited_] Grazie ancora!

source: The shameful wait begins...
fr_fr: L'attente honteuse commence ...
it_it: L'attesa vergognosa comincia...

source: [_mrsl_s_smile_] Hello there, [mc].
fr_fr: [_mrsl_s_Souriez_] Bonjour, [mc].
it_it: [_mrsl_s_smile_] Ciao, [mc].

source: [_mrsl_s_smile_] Are you sleeping well?
fr_fr: [Vous dormez bien ?
it_it: [_mrsl_s_smile_] Stai dormendo bene?

source: [_mc_] Hmm... apart from one strange dream, I'd say so.
fr_fr: [_mc_] Hmm ... à part un rêve étrange, je dirais.
it_it: [_mc_] Hmm... a parte uno strano sogno, direi così.

source: [_mc_] Do I look tired?
fr_fr: [_mc_] Je suis fatigué ?
it_it: [_mc_] Mi sembra stanco?

source: [_mrsl_s_sad_] I'm sorry to hear about the dream.
fr_fr: [_mrsl_s_sad_] Je suis désolé d'entendre parler du rêve.
it_it: [_mrsl_s_sad_] Mi dispiace sentire del sogno.

source: [_mrsl_s_sarcastic_] You do look a little tired, but maybe you're used to worse?
fr_fr: [_mrsl_s_sarcastic_] Vous avez l'air un peu fatigué, mais vous êtes peut-être habituée à pire ?
it_it: [_mrsl_s_sarcastic_] Sembri un po' stanca, ma forse sei abituato a peggiorare?

source: [_mc_] I guess I am.
fr_fr: [_mc_] Je suppose que je suis.
it_it: [_mc_] Immagino di esserlo.

source: Always slept like shit in my old timeline.
fr_fr: Toujours dormir comme de la merde dans mon vieux temps.
it_it: Ha sempre dormito come merda nella mia vecchia timeline.

source: [_mrsl_s_blush_] In that case, don't mind me!
fr_fr: [Dans ce cas, ne faites pas attention à moi !
it_it: [_mrsl_s_blush_] In quel caso, non mi dispiace!

source: It's hard not to mind her. I mean, just look at her!
fr_fr: Il est difficile de ne pas s'intéresser à elle. Je veux dire, regardez-la !
it_it: È difficile da non dispiacerla. Voglio dire, basta guardarla!

source: [mrsl] never used to give me a second thought and now she's asking about my sleep...
fr_fr: [mrsl] n'a jamais utilisé pour me donner une seconde pensée et maintenant elle me demande mon sommeil ...
it_it: [mrsl] non era mai solito darmi un secondo pensiero e ora mi sta chiedendo del mio sonno...

source: This timeline is definitely an improvement to the old one.
fr_fr: Cette chronologie est certainement une amélioration par rapport à l'ancienne.
it_it: Questa linea temporale è sicuramente un miglioramento rispetto al vecchio.

source: She doesn't look like she knows what's going on, but maybe it's time to start asking questions.
fr_fr: Elle n'a pas l'air de savoir ce qui se passe, mais il est peut-être temps de commencer à poser des questions.
it_it: Non sembra che sappia cosa sta succedendo, ma forse è il momento di iniziare a fare domande.

source: [_mc_] Random question but...
fr_fr: [_mc_] Question aléatoire, mais ...
it_it: [_mc_] Domanda casuale ma...

source: [_mc_] Have you noticed anything odd recently?
fr_fr: [_mc_] Avez-vous remarqué quelque chose de bizarre récemment ?
it_it: [_mc_] Hai notato qualcosa di strano di recente?

source: [_mrsl_s_concerned_] Odd? What would that be?
fr_fr: [Bizarre ? Qu'est-ce que c'est ?
it_it: [_mrsl_s_concerned_] Odd? Che cosa sarebbe quello?

source: [_mc_] Oh, I don't know. Things that seem out of place somehow.
fr_fr: [_mc_] Oh, je ne sais pas. Des choses qui semblent hors de place d'une manière ou d'une autre.
it_it: [_mc_] Oh, non lo so. Cose che sembrano fuori luogo in qualche modo.

source: [_mrsl_s_excited_] Well, you seem to have a bigger joy for life than last year!
fr_fr: [_mrsl_s_excited_] Eh bien, vous semblez avoir une plus grande joie de vivre que l'année dernière !
it_it: [_mrsl_s_excited_] Beh, sembra che tu abbia una gioia più grande per la vita rispetto all'anno scorso!

source: [_mrsl_s_excited_] It seems we've both managed to work through some stuff.
fr_fr: [_mrsl_s_excited_] Il semble que nous avons tous les deux réussi à travailler par certains trucs.
it_it: [_mrsl_s_excited_] Sembra che entrambi siamo riusciti a lavorare attraverso alcune cose.

source: [_mc_] What about strange texts? Have you had any of those?
fr_fr: [_mc_] Qu'en est-il des textes étranges ? As-tu eu une de ces personnes ?
it_it: [_mc_] Che dire di strani testi? Hai avuto qualcuno di quelli?

source: [_mrsl_s_thinking_] Can't say I have...
fr_fr: [_mrsl_s_thinking_] Je ne peux pas dire que j'ai ...
it_it: [_mrsl_s_thinking_] Non posso dire di avere...

source: [_mrsl_s_skeptical_] I usually block numbers I don't recognize.
fr_fr: [_mrsl_s_skeptical_] Je bloque habituellement les numéros que je ne reconnais pas.
it_it: [_mrsl_s_skeptical_] Di solito blocco i numeri che non riconosco.

source: [_mrsl_s_skeptical_] Maybe you should do the same?
fr_fr: [_mrsl_s_skeptical_] Peut-être devriez-vous faire de même ?
it_it: [_mrsl_s_skeptical_] Forse dovresti fare lo stesso?

source: [_mc_] Hmm, that might be a good idea...
fr_fr: [_mc_] Hmm, ça pourrait être une bonne idée ...
it_it: [_mc_] Hmm, che potrebbe essere una buona idea...

source: [_mrsl_s_flirty_] I think it'd be smart!
fr_fr: [_mrsl_s_flirty_] Je pense que ça serait intelligent !
it_it: [_mrsl_s_flirty_] Penso che sarebbe intelligente!

source: [_mrsl_s_cringe_] Nothing worse than getting dragged down by pranksters. Or woken up by unwanted ads.
fr_fr: [Rien de pire que de se faire entraîner par des farceurs. Ou d'être réveillé par des publicités non désirées.
it_it: [_mrsl_s_cringe_] Niente di peggio che lasciarsi trascinare dai ladri o svegliare dagli annunci indesiderati.

source: She does have a point, and I probably would've blocked that number if they weren't the only person that seems to know what's going on.
fr_fr: Elle a un point, et j'aurais probablement bloqué ce nombre s'ils n'étaient pas la seule personne qui semble savoir ce qui se passe.
it_it: Ha un punto, e probabilmente avrei bloccato quel numero se non fosse l'unica persona che sembra sapere cosa sta succedendo.

source: [_mc_] I'll consider doing so, thanks!
fr_fr: [_mc_] Je vais le faire, merci !
it_it: [_mc_] considererò di farlo, grazie!

source: [_mc_] Do you know what happened to Mrs. Bloomer?
fr_fr: [_mc_] Savez-vous ce qui est arrivé à Mme Bloomer ?
it_it: [_mc_] Sai cosa è successo alla signora Bloomer?

source: [_mrsl_s_thinking_] Mrs. Bloomer, hmm...
fr_fr: [_mrsl_s_thinking_] Mme Bloomer, hmm ...
it_it: [_mrsl_s_thinking_] Signora Bloomer, hmm...

source: [_mrsl_s_thinking_] I believe she had a heart attack in her sleep...
fr_fr: [_mrsl_s_thinking_] Je crois qu'elle a eu une crise cardiaque dans son sommeil ...
it_it: [_mrsl_s_thinking_] Credo che abbia avuto un attacco di cuore nel sonno...

source: [_mrsl_s_surprised_] The poor lady has been weak for years.
fr_fr: [_mrsl_s_surprised_] La pauvre dame est faible depuis des années.
it_it: [_mrsl_s_surprised_] La povera signora è debole per anni.

source: Undoubtedly due to decades of chain smoking.
fr_fr: Sans aucun doute en raison de décennies de tabagisme en chaîne.
it_it: Indubbiamente a causa di decenni di fumo a catena.

source: [_mc_] Very unfortunate.
fr_fr: [_mc_] Très malheureux.
it_it: [_mc_] Molto sfortunato.

source: [_mrsl_s_excited_] Yeah, it's sad... but we were lucky to get such a competent replacement!
fr_fr: [_mrsl_s_excited_] Oui, c'est triste ... mais nous avons eu de la chance d'obtenir un tel remplacement compétent !
it_it: [_mrsl_s_excited_] Sì, è triste... ma siamo stati fortunati a ottenere una sostituzione così competente!

source: She doesn't seem all too heartbroken about it, but nobody really liked Mrs. Bloomer, so I guess that makes sense.
fr_fr: Elle ne semble pas trop sincère à son sujet, mais personne n'a vraiment aimé Mme Bloomer, donc je suppose que c'est logique.
it_it: Lei non sembra troppo spezzata al riguardo, ma a nessuno piaceva davvero la signora Bloomer, quindi immagino che abbia senso.

source: [jacklyn] is definitely a splash of well-needed color in this place.
fr_fr: [jacklyn] est certainement un éclaboussé de couleurs bien nécessaires dans cet endroit.
it_it: [jacklyn] è sicuramente una spruzzata di colore ben necessario in questo posto.

source: [_mrsl_s_concerned_] Why do you ask?
fr_fr: [_mrsl_s_concerned_] Pourquoi demandez-vous ?
it_it: [_mrsl_s_concerned_] Perché me lo chiedi?

source: Just trying to figure out why there are anomalies from the old timeline.
fr_fr: Juste essayer de comprendre pourquoi il y a des anomalies de l'ancien calendrier.
it_it: Basta cercare di capire perché ci sono anomalie dalla vecchia linea temporale.

source: [_mc_] Just curious.
fr_fr: [_mc_] Juste curieux.
it_it: [_mc_] Semplicemente curioso.

source: [_mc_] Is the program for exchange students new?
fr_fr: [_mc_] Le programme d'échange d'étudiants est-il nouveau ?
it_it: [_mc_] Il programma per gli studenti di scambio è nuovo?

source: [_mrsl_s_thinking_] Yeah, I believe it's new.
fr_fr: [_mrsl_s_thinking_] Oui, je crois que c'est nouveau.
it_it: [_mrsl_s_thinking_] Sì, credo che sia nuovo.

source: [_mrsl_s_skeptical_] It went through quite unexpectedly, if I do say so myself...
fr_fr: [_mrsl_s_skeptical_] C'est tout à fait inopinément, si je le dis moi-même ...
it_it: [_mrsl_s_skeptical_] Ha attraversato abbastanza inaspettatamente, se lo dico io stesso...

source: [_mrsl_s_skeptical_] Newfall High is a small school with limited resources.
fr_fr: [_mrsl_s_skeptical_] Newfall High est une petite école dont les ressources sont limitées.
it_it: [_mrsl_s_skeptical_] Newfall High è una piccola scuola con risorse limitate.

source: [_mrsl_s_surprised_] Hopefully, it won't become a problem.
fr_fr: [_mrsl_s_surprised_] Espérons que cela ne deviendra pas un problème.
it_it: [_mrsl_s_surprised_] Speriamo che non diventi un problema.

source: The school board that won't serve proper food to save money, suddenly decides to open up an exchange program?
fr_fr: Le conseil scolaire qui ne servira pas les bons aliments pour économiser de l'argent décide soudainement d'ouvrir un programme d'échange ?
it_it: Il consiglio scolastico che non servirà cibo adeguato per risparmiare denaro, decide improvvisamente di aprire un programma di scambio?

source: It seems odd to say the least.
fr_fr: Il semble étrange de dire le moins.
it_it: Sembra strano dire almeno.

source: [_mc_] Do you know who initiated it?
fr_fr: [_mc_] Savez-vous qui l'a initié ?
it_it: [_mc_] Sai chi l'ha avviato?

source: [_mrsl_s_eyeroll_] Unfortunately, I don't. I'm not part of the school board.
fr_fr: [_mrsl_s_eyeroll_] Malheureusement, je ne le fais pas. Je ne fais pas partie du conseil scolaire.
it_it: [_mrsl_s_eyeroll_] Sfortunatamente, non faccio parte del consiglio scolastico.

source: [_mc_] Hmm, okay... I might look into it.
fr_fr: [_mc_] Hmm, ok ... Je pourrais y regarder.
it_it: [_mc_] Hmm, okay... Potrei guardarlo.

source: [_mc_] Anyway, on a completely different note. A lot of the students aren't happy about the closed pool.
fr_fr: [_mc_] En tout cas, sur une note complètement différente. Beaucoup d'étudiants ne sont pas contents du pool fermé.
it_it: [_mc_] Comunque, su una nota completamente diversa. Molti studenti non sono felici della piscina chiusa.

source: [_mc_] I managed to get a list of signatures.
fr_fr: [_mc_] J'ai réussi à obtenir une liste de signatures.
it_it: [_mc_] sono riuscito a ottenere una lista di firme.

source: [_mc_] Basically, we'd like you to open the pool before the independence day.
fr_fr: [_mc_] En gros, nous aimerions que vous ouvriez la piscine avant le jour de l'indépendance.
it_it: [_mc_] Fondamentalmente, vorremmo che si aprisse la piscina prima del giorno dell'indipendenza.

source: [_mc_] So that everyone has a chance to try out before the roster is locked for the season.
fr_fr: [_mc_] Alors que tout le monde a une chance d'essayer avant que la liste ne soit verrouillée pour la saison.
it_it: [_mc_] In modo che tutti abbiano la possibilità di provare prima che il roster sia bloccato per la stagione.

source: [_mrsl_s_thinking_] That would seem fair...
fr_fr: [_mrsl_s_thinking_] Cela semblerait juste ...
it_it: [_mrsl_s_thinking_] Che sembrerebbe giusto...

source: [_mrsl_s_neutral_] However, the sign up list is empty this year.
fr_fr: [_mrsl_s_neutral_] Cependant, la liste des signes est vide cette année.
it_it: [_mrsl_s_neutral_] Tuttavia, la lista di iscrizione è vuota quest'anno.

source: [_mc_] Err... but what about me? I signed up and would like to try out.
fr_fr: [_mc_] Err ... mais qu'en est-il de moi ? J'ai signé et j'aimerais essayer.
it_it: [_mc_] Err... ma che dire di me? Mi sono registrato e vorrei provare.

source: [_mrsl_s_smile_] You did, didn't you?
fr_fr: [_mrsl_s_Souriez_] Vous l'avez fait, n'est-ce pas ?
it_it: [_mrsl_s_smile_] Tu l'hai fatto, vero?

source: [_mrsl_s_smile_] I can bring the list of signatures to the board, but I don't think they'll open it for one student.
fr_fr: [Je peux apporter la liste des signatures au conseil d'administration, mais je ne pense pas qu'ils l'ouvriront pour un seul élève.
it_it: [_mrsl_s_smile_] Posso portare la lista delle firme al tavolo, ma non penso che lo apriranno per uno studente.

source: [_mrsl_s_sad_] The clogged filters cost the school a lot to replace last year.
fr_fr: [_mrsl_s_sad_] Les filtres obstrués coûtent à l'école beaucoup à remplacer l'année dernière.
it_it: [_mrsl_s_sad_] I filtri intasati costano molto alla scuola da sostituire l'anno scorso.

source: Damn it. I really want to see her in a swimsuit.
fr_fr: Merde. Je veux vraiment la voir dans un maillot de bain.
it_it: Dannazione. Voglio davvero vederla in un costume da bagno.

source: [_mrsl_s_concerned_] I see that you're disappointed.
fr_fr: [_mrsl_s_concerned_] Je vois que vous êtes déçu.
it_it: [_mrsl_s_concerned_] Vedo che sei deluso.

source: [_mrsl_s_excited_] I'll tell you what... meet me at the pool and we'll figure out an alternative.
fr_fr: [_mrsl_s_excited_] Je vais vous dire ce qui ... me rencontre à la piscine et nous trouverons une alternative.
it_it: [_mrsl_s_excited_] ti dirò cosa... incontrami in piscina e troveremo un'alternativa.

source: [_mrsl_s_confident_] There you are!
fr_fr: [_mrsl_s_confident_] Vous êtes là !
it_it: [_mrsl_s_confident_] Ci sei!

source: [_mc_] Here I am.
fr_fr: [_mc_] Je suis là.
it_it: [_mc_] Qui sono.
