Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_poolside_story.po
Languages: fr_fr, it_it

source: [_mrsl_s_laughing_] I came up with an alternative.
fr_fr: [_mrsl_s_laughing_] J'ai eu une alternative.
it_it: [_mrsl_s_laughing_] Ho proposto un'alternativa.

source: [_mc_] An alternative?
fr_fr: [_mc_] Une alternative ?
it_it: [_mc_] Un'alternativa?

source: [_mrsl_s_laughing_] Yeah, since we can't use the pool.
fr_fr: [_mrsl_s_laughing_] Oui, puisque nous ne pouvons pas utiliser la piscine.
it_it: [_mrsl_s_laughing_] Sì, poiché non possiamo usare la piscina.

source: [_mrsl_s_flirty_] I booked the gym for the next hour, so we won't be disturbed.
fr_fr: [_mrsl_s_flirty_] J'ai réservé la salle de gym pour l'heure suivante, donc nous ne serons pas dérangés.
it_it: [_mrsl_s_flirty_] Ho prenotato la palestra per la prossima ora, quindi non saremo disturbati.

source: [_mrsl_s_flirty_] But you have to promise to keep this a secret!
fr_fr: [_mrsl_s_flirty_] Mais vous devez promettre de garder ce secret !
it_it: [_mrsl_s_flirty_] Ma devi promettere di mantenere questo segreto!

source: [_mrsl_s_confident_] I'm not usually in the habit of making exceptions for the swim team...
fr_fr: [_mrsl_s_confident_] Je ne suis pas habituellement dans l'habitude de faire des exceptions pour l'équipe de natation ...
it_it: [_mrsl_s_confident_] Di solito non ho l'abitudine di fare eccezioni per la squadra di nuoto...

source: [_mrsl_s_confident_] But since you collected all those signatures, I think you deserve a chance.
fr_fr: [_mrsl_s_confident_] Mais depuis que vous avez recueilli toutes ces signatures, je pense que vous méritez une chance.
it_it: [_mrsl_s_confident_] Ma dal momento che hai raccolto tutte queste firme, penso che meriti una possibilità.

source: [_mc_] Err... okay. But if we can't use the pool?
fr_fr: [_mc_] Err ... ok. Mais si on ne peut pas utiliser la piscine ?
it_it: [_mc_] Err... okay. Ma se non possiamo usare la piscina?

source: [_mrsl_s_smile_] Well, like I said, I came up with an alternative.
fr_fr: [_mrsl_s_Souriez_] Eh bien, comme je l'ai dit, j'ai eu une alternative.
it_it: [_mrsl_s_smile_] Beh, come ho detto, ho trovato un'alternativa.

source: Not sure how we're going to conduct a swim team tryout in the gym, but.... I can't say I'm not intrigued.
fr_fr: On ne sait pas comment on va conduire une équipe de natation dans la salle de gym, mais ... Je ne peux pas dire que je ne suis pas intrigué.
it_it: Non è sicuro di come condurremo una squadra di nuoto provando in palestra, ma.... non posso dire che non sono incuriosito.

source: [_mrsl_s_blush_] Follow me!
fr_fr: [_mrsl_s_blush_] Suivez-moi !
it_it: [_mrsl_s_blush_] Seguimi!

source: [_mrsl_s_smile_] Just one moment, [mc]. I should put on appropriate sports attire.
fr_fr: [_mrsl_s_Souriez_] Juste un instant, [mc]. Je devrais porter une tenue sportive appropriée.
it_it: [_mrsl_s_smile_] Solo un attimo, [mc]. Dovrei indossare un abbigliamento sportivo appropriato.

source: [_mrsl_s_excited_] Damn.
fr_fr: [_mrsl_s_excited_] Bon sang.
it_it: [_mrsl_s_excited_] Dannazione.

source: The swimming suit hugs [mrsl]'s curves, stretches across her boobs — skin-tight delight.
fr_fr: Le maillot de bain épouse les courbes de [mrsl], s'étire sur ses seins - un délice moulant.
it_it: La tuta da nuoto abbraccia le curve di [mrsl], si estende attraverso le sue tette — gioia pelle-stretto.

source: Takes everything in my power not to reach out, cup and squeeze and fondle. Mmmm...
fr_fr: Prends tout en mon pouvoir pour ne pas sortir, coupe et serrer et caresser. Mmmm ...
it_it: Prende tutto in mio potere per non raggiungere, tazza e spremere e accarezza...

source: [_mc_] What... err... what's going on?
fr_fr: [_mc_] Qu'est-ce qui se passe ?
it_it: [_mc_] Cosa... errore... cosa sta succedendo?

source: [_mrsl_s_flirty_] Since the pool is closed, but you really wanted a tryout...
fr_fr: [_mrsl_s_flirty_] Comme la piscine est fermée, mais vous voulez vraiment un essai ...
it_it: [_mrsl_s_flirty_] Dal momento che la piscina è chiusa, ma si voleva davvero una prova...

source: [_mrsl_s_laughing_] Well, I figured this would be a good alternative.
fr_fr: [_mrsl_s_laughing_] Bien, j'ai pensé que ce serait une bonne alternative.
it_it: [_mrsl_s_laughing_] Beh, ho pensato che questa sarebbe una buona alternativa.

source: [_mc_] A kiddie pool?
fr_fr: [_mc_] Un bassin d'enfants ?
it_it: [_mc_] Una piscina per bambini?

source: [_mrsl_s_confident_] It'll be fine!
fr_fr: [_mrsl_s_confident_] Ça ira bien !
it_it: [_mrsl_s_confident_] Andrà bene!

source: [_mrsl_s_flirty_] And definitely more intimate than a usual tryout.
fr_fr: [_mrsl_s_flirty_] Et certainement plus intime qu'un essai habituel.
it_it: [_mrsl_s_flirty_] E sicuramente più intimo di una solita prova.

source: Not sure what's going on here, but she seems to be serious about it.
fr_fr: Pas sûr de ce qui se passe ici, mais elle semble sérieuse à ce sujet.
it_it: Non è sicuro che cosa sta succedendo qui, ma sembra essere seria al riguardo.

source: Perhaps this isn't something too unusual...
fr_fr: Peut-être que ce n'est pas quelque chose de trop inhabituel ...
it_it: Forse questo non è qualcosa di troppo insolito...

source: But it does seem strange.
fr_fr: Mais ça semble étrange.
it_it: Ma sembra strano.

source: The part about not telling anyone about it also felt a bit suspicious...
fr_fr: La partie sur le fait de ne pas dire à qui que ce soit se sentait aussi un peu suspecte ...
it_it: La parte di non dire a nessuno su di esso si sentiva anche un po 'sospettoso...

source: [_mrsl_s_flirty_] Ready to get started?
fr_fr: [_mrsl_s_flirty_] Prêt à être lancé ?
it_it: [_mrsl_s_flirty_] Pronto per iniziare?

source: [_mc_] I was born ready.
fr_fr: [_mc_] Je suis né prêt.
it_it: [_mc_] Sono nato pronto.

source: [_mrsl_s_laughing_] I love the enthusiasm!
fr_fr: [_mrsl_s_laughing_] J'aime l'enthousiasme !
it_it: [_mrsl_s_laughing_] Amo l'entusiasmo!

source: [_mrsl_s_confident_] Have you done any competitive swimming in the past?
fr_fr: [_mrsl_s_confident_] Avez-vous fait de la natation compétitive par le passé ?
it_it: [_mrsl_s_confident_] Hai fatto qualche nuoto competitivo in passato?

source: [_mc_] No, just surfing...
fr_fr: [_mc_] Non, simplement surfer ...
it_it: [_mc_] No, basta navigare...

source: The internet.
fr_fr: Internet.
it_it: Internet

source: [_mrsl_s_confident_] That's okay. Perhaps you have the talent for it!
fr_fr: [_mrsl_s_confident_] C'est bon. Peut-être que vous avez le talent pour ça !
it_it: [_mrsl_s_confident_] Va bene. Forse hai il talento per esso!

source: [_mc_] I don't know... I'm not really sure anymore.
fr_fr: [_mc_] Je ne sais pas ... Je n'en suis plus vraiment sûr.
it_it: [_mc_] non lo so... non sono più sicura.

source: [_mrsl_s_embarrassed_] You seemed excited just a moment ago! What changed?
fr_fr: [_mrsl_s_embarrassed_] Vous avez semblé excitée il y a juste un instant ! Qu'est-ce qui a changé ?
it_it: [_mrsl_s_embarrassed_] Sembri emozionato solo un attimo! Cosa è cambiato?

source: [_mc_] The kiddie pool. The secrecy. I'm not sure it's a good idea...
fr_fr: [_mc_] Le bassin de l'enlèvement. Le secret. Je ne suis pas sûr que c'est une bonne idée ...
it_it: [_mc_] La piscina per bambini. La segretezza. Non sono sicuro che sia una buona idea...

source: [_mrsl_s_excited_] It is a little unorthodox, but I promise you it'll be fine!
fr_fr: [C'est un peu peu orthodoxe, mais je vous promets que ça ira très bien !
it_it: [_mrsl_s_excited_] È un po' non ortodosso, ma ti prometto che andrà bene!

source: [_mc_] Okay, let's give it a go...
fr_fr: [_mc_] D'accord, allons-y ...
it_it: [_mc_] Okay, diamo un go...

source: [_mrsl_s_laughing_] Perfect!
fr_fr: [_mrsl_s_laughing_] Parfait !
it_it: [_mrsl_s_laughing_] Perfetto!

source: [_mrsl_s_confident_] Now, let's get into the water, shall we?
fr_fr: [_mrsl_s_confident_] Maintenant, allons-nous dans l'eau, allons-nous ?
it_it: [_mrsl_s_confident_] Ora, andiamo in acqua, vero?

source: [_mc_] I'm sorry, but I've changed my mind.
fr_fr: [_mc_] Je suis désolé, mais j'ai changé d'avis.
it_it: [_mc_] mi dispiace, ma ho cambiato idea.

source: [_mrsl_s_cringe_] Are you telling me I took time out of my busy schedule and filled up this pool for nothing?
fr_fr: [_mrsl_s_cringe_] Vous me dites que j'ai pris du temps hors de mon horaire chargé et que j'ai rempli cette piscine pour rien ?
it_it: [_mrsl_s_cringe_] Mi stai dicendo che ho preso tempo dal mio programma occupato e riempito questa piscina per niente?

source: [mrsl] seems genuinely upset. I don't think I've seen her like this before.
fr_fr: [mrsl] semble vraiment bouleversé. Je ne pense pas que je l'ai vue comme ça avant.
it_it: [mrsl] sembra veramente sconvolto. Non penso di averla vista come questo prima.

source: [_mc_] I'm sorry, I just don't see how it's going to work... and frankly, it'd be a bit humiliating to step into that pool.
fr_fr: [_mc_] Je suis désolé, je ne vois pas comment ça va fonctionner ... et franchement, ce serait un peu humiliant d'entrer dans ce pool.
it_it: [_mc_] Mi dispiace, non vedo come funzionerà... e francamente sarebbe un po' umiliante entrare in quella piscina.

source: [_mrsl_s_annoyed_] I said it'd be fine!
fr_fr: [_mrsl_s_annoyed_] J'ai dit que ça allait bien !
it_it: [_mrsl_s_annoyed_] Ho detto che sarebbe stato bene!

source: [_mc_] I think I'll just do my tryout in the real pool...
fr_fr: [_mc_] Je pense que je vais faire mon essai dans la vraie piscine...
it_it: [_mc_] Penso che farò solo la mia prova nella vera piscina...

source: [_mrsl_s_annoyed_] There won't be any new tryouts until Christmas.
fr_fr: [_mrsl_s_annoyed_] Il n'y aura pas de nouveaux essais avant Noël.
it_it: [_mrsl_s_annoyed_] Non ci saranno nuove prove fino a Natale.

source: [_mc_] That's okay. I don't mind waiting.
fr_fr: [_mc_] C'est bon. Je n'ai pas l'intention d'attendre.
it_it: [_mc_] Va bene. Non mi dispiace aspettare.

source: [_mrsl_s_concerned_] Very well. I'll see you in class later, [mc].
fr_fr: [_mrsl_s_concerned_] Très bien. Je te verrai en classe plus tard, [mc].
it_it: [_mrsl_s_concerned_] Molto bene. Ti vedrò in classe più tardi, [mc].

source: [_mc_] I didn't actually bring my swim trunks.
fr_fr: [_mc_] Je n'ai pas vraiment fait mes troncs de bain.
it_it: [_mc_] in realtà non ho portato i miei tronchi da nuoto.

source: [_mrsl_s_laughing_] That's okay. You can just... stay in your underwear.
fr_fr: [_mrsl_s_laughing_] C'est bon. Tu peux juste ... rester dans tes sous-vêtements.
it_it: [_mrsl_s_laughing_] Va bene. Puoi solo... rimanere nella tua biancheria intima.

source: I thought she'd tell me to do it nude there for a moment.
fr_fr: Je pensais qu'elle me dirait de le faire nue pour un moment.
it_it: Pensavo che mi avrebbe detto di farlo nudo lì per un momento.

source: Oh, well. Let's do this.
fr_fr: Oh, bien. Faisons ça.
it_it: Oh, bene. Facciamo questo.

source: The pool is tiny. [mrsl]'s sizzling hot thighs press against my back.
fr_fr: La piscine est minuscule. [mrsl]'s museler les cuisses à chaud contre mon dos.
it_it: La piscina è piccola. Le cosce calde frizzante di [mrsl]premono contro la schiena.

source: [_mrsl_] Okay, just lean forward onto your stomach.
fr_fr: [_mrsl_] D'accord, penchez-vous sur votre estomac.
it_it: [_mrsl_] Okay, appena appoggiato in avanti sullo stomaco.

source: [_mrsl_] I'm going to hold you, and you're going to show me your butterfly stroke.
fr_fr: [_mrsl_] Je vais vous tenir, et vous allez me montrer votre coup de papillon.
it_it: [_mrsl_] Ti terrò e mi mostrerai il tuo colpo di farfalla.

source: Butterfly stroke? Uh, damn. I had no idea that was a requirement...
fr_fr: La nage papillon ? Euh, zut. Je ne savais pas que c'était une exigence...
it_it: Colpo di farfalla? Uh, maledetta. Non avevo idea che fosse un requisito...

source: Fuck. How am I supposed to breathe like this?
fr_fr: Putain. Comment suis-je censé respirer comme ça ?
it_it: Scopo. Come dovrei respirare così?

source: [_mrsl_] Go ahead, I'll hold you.
fr_fr: [_mrsl_] Allez-y, je vous tiens.
it_it: [_mrsl_] Vada avanti, ti terrò.

source: Her left hand just brushed right up the inside of my thigh!
fr_fr: Sa main gauche a juste brossé jusqu'à l'intérieur de ma cuisse !
it_it: La sua mano sinistra appena spazzolato a destra sull'interno della mia coscia!

source: Err... this position feels a bit—
fr_fr: Err ... cette position est un peu-
it_it: Err... questa posizione si sente un po '—

source: Shit. Okay, better swim!
fr_fr: Merde. Ok, mieux nager !
it_it: Merda. Ok, nuotare meglio!

source: Fuck, her wrist just touched my balls...
fr_fr: Putain, son poignet vient de toucher mes couilles ...
it_it: Scopo, il suo polso appena toccato le mie palle...

source: This is not the time to get an erection...
fr_fr: Ce n'est pas le moment d'obtenir une érection ...
it_it: Questo non è il momento di ottenere un'erezione...

source: Ugh, I can't breathe. Focus. Focus!
fr_fr: Je ne peux pas respirer. Accent. Pleins feux !
it_it: Ugh, non riesco a respirare. Focus. Focus!

source: [_mrsl_] That is not a butterfly stroke, [mc].
fr_fr: [_mrsl_] Ce n'est pas un coup de papillon, [mc].
it_it: [_mrsl_] Questo non è un colpo di farfalla, [mc].

source: [_mrsl_] You must be nervous.
fr_fr: [_mrsl_] Vous devez être nerveux.
it_it: [_mrsl_] Tu devi essere nervoso.

source: [_mrsl_] Maybe this will help?
fr_fr: [_mrsl_] Peut-être que ça va aider ?
it_it: [_mrsl_] Forse questo aiuterà?

source: [_mrsl_] Okay, let's try something easier. Give me a good breaststroke.
fr_fr: [_mrsl_] Ok, essayons quelque chose de plus facile. Donne-moi une bonne brasse.
it_it: [_mrsl_] Okay, proviamo qualcosa di più facile. Dammi un buon colpo di seno.

source: Breaststroke, shit. Okay.
fr_fr: Brasse, merde. D'accord.
it_it: Breaststroke, merda. Okay.

source: [_mrsl_] Don't worry, I've got you.
fr_fr: [_mrsl_] Ne vous inquiétez pas, je vous ai.
it_it: [_mrsl_] Non ti preoccupare, ti ho.

source: What the hell? Where did my boxers go?
fr_fr: Qu'est-ce que l'enfer ? Où vont mes boxeurs ?
it_it: Che inferno? Dove sono andati i miei pugili?

source: Fuck me!
fr_fr: Baise-moi !
it_it: Cazzo me!

source: [_mrsl_] There you go. That got you started.
fr_fr: [_mrsl_] Vous y allez. Ça t'a commencé.
it_it: [_mrsl_] Lì vai. Questo ti ha fatto iniziare.

source: Her hand is like a vice around the base of my cock.
fr_fr: Sa main est comme un vice autour de la base de ma bite.
it_it: La sua mano è come un vizio intorno alla base del mio cazzo.

source: [_mrsl_] Nice. That's what I'm talking about.
fr_fr: [_mrsl_] Nice. C'est ce dont je parle.
it_it: [_mrsl_] Nizza. È quello di cui sto parlando.

source: [_mrsl_] Long hard strokes!
fr_fr: [_mrsl_] Les longs coups durs !
it_it: [_mrsl_] Colpi duri lunghi!

source: Her sharp nails threaten to dig into my flesh, urging me to swim.
fr_fr: Ses clous pointus menacent de creuser dans ma chair, m'exhortant à nager.
it_it: Le sue unghie affilate minacciano di scavare nella mia carne, spingendomi a nuotare.

source: [_mrsl_] Faster! Faster!
fr_fr: [_mrsl_] Plus vite ! Plus vite !
it_it: [_mrsl_] Veloce! Veloce! Veloce!

source: Fuck! This is too—
fr_fr: Putain ! C'est trop-
it_it: Fuck! Anche questo—

source: [_mrsl_] This is an old Japanese technique.
fr_fr: [_mrsl_] C'est une vieille technique japonaise.
it_it: [_mrsl_] Questa è una vecchia tecnica giapponese.

source: Oh, god. She's squeezing me, her hand wrestling my dick.
fr_fr: Oh, mon dieu. Elle me serre, sa main lutte ma bite.
it_it: Oh, dio. Mi sta schiacciando, la sua mano mi batte il cazzo.

source: Son of a bitch, I'm actually going to cum.
fr_fr: Fils d'une salope, je vais en fait me faire foutre.
it_it: Figlio di una cagna, in realtà sto andando a cum.

source: [_mrsl_] Your motivation is showing!
fr_fr: [_mrsl_] Votre motivation est en cours !
it_it: [_mrsl_] La tua motivazione sta mostrando!

source: [_mrsl_] Keep going!
fr_fr: [_mrsl_] Continuez !
it_it: [_mrsl_] Continui ad andare!

source: Oh fuck!
fr_fr: Oh merde !
it_it: Oh scopata!

source: God! That's heaven.
fr_fr: Dieu ! C'est le paradis.
it_it: Dio! È il cielo.

source: I can fucking see the light!
fr_fr: Je peux foutu voir la lumière !
it_it: Posso scopare vedere la luce!

source: [_mrsl_] [mc]! Can you hear me?
fr_fr: [_mrsl_] [mc]! Peux-tu m'entendre ?
it_it: [_mrsl_] [mc]! Riesci a sentirmi?

source: Uhhh... what the hell?
fr_fr: Uhhh ... que diable ?
it_it: Uhhh... che inferno?

source: [_mrsl_s_afraid_] Are you okay?
fr_fr: [_mrsl_s_afraid_] Etes-vous d'accord ?
it_it: [_mrsl_s_afraid_] Stai bene?

source: Fuck. Why is my mouth tasting like ashes and salted cola?
fr_fr: Putain. Pourquoi ma bouche est-elle goûtée comme des cendres et du cola salé ?
it_it: Scopo. Perché la mia bocca degusta come ceneri e cole salate?

source: [_mrsl_s_concerned_] Goodness! Talk to me, [mc]!
fr_fr: [_mrsl_s_concerned_] Bonté ! Parle-moi, [mc]!
it_it: [_mrsl_s_concerned_] Bontà! Parla con me, [mc]!

source: [_mc_] I don't feel so good...
fr_fr: [_mc_] Je ne me sens pas si bien ...
it_it: [_mc_] Non mi sento così bene...

source: [_mrsl_s_embarrassed_] I'm sorry, you passed out during the test.
fr_fr: [_mrsl_s_embarrassed_] Je suis désolé, vous avez dépassé pendant le test.
it_it: [_mrsl_s_embarrassed_] Mi dispiace, sei passato durante il test.

source: [_mrsl_s_embarrassed_] You got water in your lungs and stopped breathing.
fr_fr: [_mrsl_s_embarrassed_] Vous avez de l'eau dans vos poumons et vous avez cessé de respirer.
it_it: [_mrsl_s_embarrassed_] Hai avuto acqua nei polmoni e hai smesso di respirare.

source: [_mrsl_s_embarrassed_] I had to give you CPR to bring you back.
fr_fr: [_mrsl_s_embarrassed_] Je devais vous donner le CFCP pour vous ramener.
it_it: [_mrsl_s_embarrassed_] Ho dovuto darti CPR per riportarti indietro.

source: Huh? I do remember having trouble breathing...
fr_fr: Huh ? Je me souviens avoir de la difficulté à respirer ...
it_it: Eh? Mi ricordo di avere problemi a respirare...

source: [_mc_] How long was I out for?
fr_fr: [_mc_] Combien de temps je suis sorti ?
it_it: [_mc_] Per quanto tempo sono stato fuori?

source: [_mrsl_s_concerned_] Oh, I don't think too long. We were going to do breaststrokes when you went limp.
fr_fr: [Je ne pense pas que ce soit trop long. Nous allions faire des mouvements de brasse quand vous êtes devenue molle.
it_it: [_mrsl_s_concerned_] Oh, non penso troppo a lungo. Stavamo andando a fare i seni quando siete andati a zoppicare.

source: [_mc_] Limp? I only remember going hard as a fucking lightning rod.
fr_fr: [_mc_] Boiteux ? Je me souviens seulement d'avoir été dur comme un putain de paratonnerre.
it_it: [_mc_] Limp? Mi ricordo solo di andare duro come un bastone da fulmine.

source: [_mrsl_s_cringe_] [mc]! That is highly inappropriate.
fr_fr: [_mrsl_s_cringe_] [mc]! C'est très inapproprié.
it_it: [_mrsl_s_cringe_] [mc]! Questo è molto inappropriato.

source: Huh? Didn't she just give me the best fucking handjob in the west?
fr_fr: Huh ? Ne m'a-t-elle pas juste donné le meilleur travail de putain à l'ouest ?
it_it: Huh? Non mi ha dato solo il miglior cazzo di mano in Occidente?

source: [_mc_] Didn't you just... grab me?
fr_fr: [_mc_] Tu ne viens pas de m'attraper ?
it_it: [_mc_] non hai solo... mi prende?

source: [_mrsl_s_thinking_] Grab you?
fr_fr: [T'attraper ?
it_it: [_mrsl_s_thinking_] Ti prendi?

source: [_mc_] As in, grab my junk.
fr_fr: [_mc_] Comme dans, attrape ma jonque.
it_it: [_mc_] Come dentro, afferri la mia spazzatura.

source: [_mrsl_s_surprised_] I most certainly did not! Why would you even say that?
fr_fr: [_mrsl_s_surprised_] Je ne l'ai certainement pas fait ! Pourquoi tu dirais même ça ?
it_it: [_mrsl_s_surprised_] Certamente non l'ho fatto! Perché lo dici ancora?

source: Seriously? Did my oxygen-deprived brain just make that whole thing up?
fr_fr: Sérieusement ? Mon cerveau privé d'oxygène a-t-il fait tout ça ?
it_it: Seriamente? Il mio cervello privo di ossigeno ha appena fatto quella cosa intera?

source: I'm still semi-erect... I feel like I just came...
fr_fr: Je suis toujours semi-dresseur ... J'ai l'impression que je suis venu ...
it_it: Sono ancora semi-eretto... mi sento come se fossi appena venuto...

source: [_mrsl_s_cringe_] Your head doesn't seem to be quite right.
fr_fr: [_mrsl_s_cringe_] Votre tête ne semble pas avoir tout à fait raison.
it_it: [_mrsl_s_cringe_] La tua testa non sembra essere abbastanza giusta.

source: [_mrsl_s_cringe_] I think we need to take you to the [nurse].
fr_fr: [_mrsl_s_cringe_] Je pense que nous avons besoin de vous emmener au [nurse].
it_it: [_mrsl_s_cringe_] Penso che dobbiamo portarti alla [nurse].

source: I honestly can't tell if she's gaslighting me or if this was just fantasy.
fr_fr: Honnêtement, je n'arrive pas à savoir si elle m'éclaire au gaz ou si ce n'était qu'un fantasme.
it_it: Sinceramente non riesco a dire se mi sta illuminando a gas o se questa era solo fantasia.

source: She'd be one hell of an actress faking that concern...
fr_fr: Elle serait une des actrices de l'actrice qui s'inquiétait ...
it_it: Sarebbe un inferno di un'attrice che finge che riguarda...

source: Hmm... my head's dizzy though. Better go see the [nurse] like she says.
fr_fr: Hmm ... ma tête est vertigineuse. Mieux vaut voir le [nurse] comme elle dit.
it_it: Hmm... la mia testa è vertiginosa. Meglio andare a vedere la [nurse] come lei dice.

source: Well, the good news is the [nurse] cleared me.
fr_fr: La bonne nouvelle, c'est que [l'infirmière] m'a autorisé à le faire.
it_it: Bene, la buona notizia è la [nurse] mi ha liberato.

source: The bad news is that... no matter how ridiculous it sounds, I still feel like [mrsl] gave me that handjob in the pool.
fr_fr: La mauvaise nouvelle c'est que ... peu importe à quel point cela semble ridicule, j'ai encore l'impression que [mrsl] m'a donné ce beau travail dans la piscine.
it_it: La cattiva notizia è che... non importa quanto ridicolo suona, mi sento ancora come [mrsl] mi ha dato quel lavoro nella piscina.

source: Not sure how I'll prove it, though...
fr_fr: Je ne sais pas comment je vais le prouver, même si ...
it_it: Non è sicuro come lo dimostrerò, però...

source: Damn. [mrsl] seemed pissed, but I can't really blame her...
fr_fr: Merde. [mrsl] semblait pissée, mais je ne peux pas vraiment lui reprocher ...
it_it: Dannazione. [mrsl] sembrava pazzesco, ma non posso davvero incolparla...

source: She did blow up and fill that pool. She also made an exception for me.
fr_fr: Elle a fait sauter et rempli ce bassin. Elle a aussi fait une exception pour moi.
it_it: Ha fatto esplodere e riempire quella piscina. Ha anche fatto un'eccezione per me.

source: No wonder she got annoyed...
fr_fr: Pas étonnant qu'elle ait agacé ...
it_it: Non c'è da stupirsi che si sia infastidita...

source: But truth be told, the whole situation gave me this weird feeling.
fr_fr: Mais la vérité doit être racontable, toute la situation m'a donné ce sentiment bizarre.
it_it: Ma la verità si dice, tutta la situazione mi ha dato questo strano sentimento.

source: Another thing to add to the list.
fr_fr: Une autre chose à ajouter à la liste.
it_it: Un'altra cosa da aggiungere alla lista.

source: Perhaps it's time to send a text to the one person who seems to know what's going on?
fr_fr: Peut-être est-il temps d'envoyer un texte à la personne qui semble savoir ce qui se passe ?
it_it: Forse è il momento di inviare un testo a una persona che sembra sapere cosa sta succedendo?

source: [_mc_] Weird things keep happening. I need help!
fr_fr: [_mc_] Des choses étranges se produisent. J'ai besoin d'aide !
it_it: [_mc_] cose strane continuano ad accadere. Ho bisogno di aiuto!

source: [_mc_] What do you know about [mrsl]?
fr_fr: [_mc_] Que savez-vous au sujet de [mrsl] ?
it_it: [_mc_] Cosa sai di [mrsl]?

source: Now to wait for a reply...
fr_fr: Maintenant, attendre une réponse ...
it_it: Adesso aspettare una risposta...
