Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/mrsl/q_poolside_story.po
Languages: fr_fr, it_it

source: [_mrsl_s_smile_] Hi, [mc]! How can I help you today?
fr_fr: [_mrsl_s_Souriez_] Bonjour, [mc]! Comment puis-je vous aider aujourd'hui ?
it_it: [_mrsl_s_smile_] Ciao, [mc]! Come posso aiutarti oggi?

source: [_mc_] I'd like to try out for the swim team.
fr_fr: [_mc_] J'aimerais essayer pour l'équipe de natation.
it_it: [_mc_] vorrei provare per la squadra di nuoto.

source: [_mrsl_s_laughing_] Stop by the pool later, and we'll see what happens...
fr_fr: [_mrsl_s_laughing_] Arrêt par la piscine plus tard, et nous verrons ce qui se passe ...
it_it: [_mrsl_s_laughing_] Fermatevi in piscina più tardi, e vedremo cosa succede...

source: Did she just? No...
fr_fr: Est-ce qu'elle vient de le faire ? Non...
it_it: Lei ha solo? No...

source: Must be my imagination.
fr_fr: Ça doit être mon imagination.
it_it: Deve essere la mia immaginazione.

source: [_mrsl_s_neutral_] How can I help you, [mc]?
fr_fr: [_mrsl_s_neutral_] Comment puis-je vous aider, [mc] ?
it_it: [_mrsl_s_neutral_] Come posso aiutarti, [mc]?

source: [_mc_] The pool is closed until after the Newfall Independence Day festivities...
fr_fr: [_mc_] La piscine est fermée jusqu'à la fête de l'indépendance du Newfall ...
it_it: [_mc_] La piscina è chiusa fino a dopo i festeggiamenti Newfall Independence Day...

source: [_mrsl_s_surprised_] Oh, that's right! I forgot to tell you about that.
fr_fr: [_mrsl_s_surprised_] Oh, c'est vrai ! J'ai oublié de vous en parler.
it_it: [_mrsl_s_surprised_] Oh, è giusto! Mi sono dimenticato di dirvi quello.

source: [_mc_] What about my swim team tryout?
fr_fr: [_mc_] Qu'en est-il de mon équipe de natation ?
it_it: [_mc_] Che dire della mia squadra di nuoto provare?

source: [_mrsl_s_concerned_] Unfortunately, you'll have to wait until after Christmas.
fr_fr: [_mrsl_s_concerned_] Malheureusement, vous devrez attendre jusqu'à Noël.
it_it: [_mrsl_s_concerned_] Purtroppo, dovrai aspettare fino a dopo Natale.

source: [_mrsl_s_concerned_] The season is starting and the school's roster must be finalized before the Newfall Independence Day.
fr_fr: [_mrsl_s_concerned_] La saison commence et la liste de l'école doit être finalisée avant le jour de l'indépendance du Newfall.
it_it: [_mrsl_s_concerned_] La stagione sta iniziando e il roster della scuola deve essere finalizzato prima della Giornata dell'indipendenza di Newfall .

source: Great. So, me trying to ruin the festivities last year really only ruined it for myself? Fuck.
fr_fr: Super. Alors, j'essaie de ruiner les festivités l'année dernière en avoir vraiment ruiné pour moi-même ? Putain.
it_it: Grande. Così, io cercando di rovinare i festeggiamenti lo scorso anno davvero solo rovinato per me stesso?

source: Well, I guess it ruined it for any freshmen swimmers too...
fr_fr: Eh bien, je suppose que ça l'a ruiné pour n'importe quelle fraicheur des nageurs aussi ...
it_it: Beh, immagino che lo ha rovinato per tutti i nuotatori di matricole...

source: Not that my goal was to actually join the swim team. I just wanted to see [mrsl] in a swimsuit.
fr_fr: Non pas que mon but était de rejoindre l'équipe de natation. Je voulais juste voir [mrsl] dans un maillot de bain.
it_it: Non che il mio obiettivo fosse quello di unirsi alla squadra di nuoto. Volevo solo vedere [mrsl] in un costume da bagno.

source: [_mc_] All right. That's too bad.
fr_fr: [_mc_] Très bien. C'est trop mauvais.
it_it: [_mc_] Va bene. È troppo male.

source: [_mrsl_s_excited_] I hope you come and cheer for us when the season starts still.
fr_fr: [_mrsl_s_excited_] J'espère que vous virez nous encourager quand la saison commence.
it_it: [_mrsl_s_excited_] Spero che tu venga a rallegrarci quando la stagione inizia ancora.

source: Hmm... maybe there's a way to get around this. Surely, the freshmen won't be happy about this.
fr_fr: Hmm ... peut-être qu'il y a un moyen de contourner ça. Sûrement, les rafraîchissements ne seront pas contents de ça.
it_it: Hmm... forse c'è un modo per aggirare questo. Sicuramente, le matricole non saranno felici di questo.

source: If I get enough signatures, maybe the board will reverse the decision...
fr_fr: Si j'ai assez de signatures, peut-être que le conseil inversera la décision ...
it_it: Se ottengo abbastanza firme, forse il consiglio di amministrazione invertirà la decisione...

source: Getting wet with [mrsl] is something worth fighting for.
fr_fr: Se mouiller avec [mrsl] est quelque chose qui vaut la peine de se battre.
it_it: Avere bagnato con [mrsl] è qualcosa per cui vale la pena combattere.

source: The newbies always check the bulletin board in the entrance hall.
fr_fr: Les nouveaux venus consultent toujours le tableau d'affichage dans le hall d'entrée.
it_it: I newbies controllano sempre il bollettino nella sala d'ingresso.

source: Putting a petition there would be ideal.
fr_fr: La mise en place d'une pétition serait idéale.
it_it: Mettere una petizione sarebbe l'ideale.

source: [jo] knows everything about petitions, but she also knows I wouldn't petition for anything.
fr_fr: [jo] sait tout sur les pétitions, mais elle sait aussi que je ne ferais pas de pétitions pour quelque chose.
it_it: [jo] sa tutto sulle petizioni, ma sa anche che non vorrei chiedere nulla.

source: [isabelle] on the other hand would probably see this as a great injustice...
fr_fr: [isabelle] d'autre part, ce serait probablement une grande injustice ...
it_it: [isabelle] d'altra parte probabilmente vedrebbe questo come una grande ingiustizia...

source: [_mc_] Hey, [isabelle]!
fr_fr: [_mc_] Hé, [isabelle]!

source: [_isabelle_s_smile_] Hello!
fr_fr: [_isabelle_s_Souriez_] Bonjour !
it_it: [_isabelle_s_smile_] Pronto!

source: [_isabelle_s_laughing_] Did you see that [mrsl] looked extra excited earlier?
fr_fr: [_isabelle_s_laughing_] Avez-vous vu que [mrsl] semblait plus excité plus tôt ?
it_it: [_isabelle_s_laughing_] Hai visto che [mrsl] sembrava eccitato in più prima?

source: [_mc_] Hmm... not really?
fr_fr: [_mc_] Hmm ... pas vraiment ?
it_it: [_mc_] Hmm... non veramente?

source: [_isabelle_s_concerned_left_] All right, maybe it was just me then.
fr_fr: [_isabelle_s_concerned_left_] Très bien, peut-être que c'était juste moi.
it_it: [_isabelle_s_concerned_left_] Va bene, forse era solo me allora.

source: [_mc_] What do you think she was excited about?
fr_fr: [_mc_] Qu'est-ce qui l'excitait, à votre avis ?
it_it: [_mc_] Di cosa pensi che fosse emozionata?

source: [_isabelle_s_excited_] Oh, I was hoping you could tell me... since you spoke to her the moment prior.
fr_fr: [_isabelle_s_excited_] Oh, j'espérais que vous me disiez ... depuis que vous lui avez parlé le moment précédent.
it_it: [_isabelle_s_excited_] Oh, speravo che tu mi potesse dire... dal momento che le hai parlato il momento precedente.

source: [_mc_] Hmm... no, I didn't notice it. She seemed quite sad when I left.
fr_fr: [_mc_] Hmm ... non, je ne l'ai pas remarqué. Elle semblait assez triste quand je suis parti.
it_it: [_mc_] Hmm... no, non l'ho notato. Sembrava piuttosto triste quando sono partito.

source: [_isabelle_s_concerned_] Sad? Why sad?
fr_fr: [Triste ? Pourquoi triste ?
it_it: [_isabelle_s_concerned_] Triste? Perché triste?

source: [_mc_] She probably saw my grades.
fr_fr: [_mc_] Elle a probablement vu mes notes.
it_it: [_mc_] Probabilmente ha visto i miei voti.

source: [_isabelle_s_thinking_] Are your grades that bad?
fr_fr: [_isabelle_s_thinking_] Vos notes sont-elles mauvaises ?
it_it: [_isabelle_s_thinking_] I tuoi voti sono così cattivi?

source: [_mc_] They're not good, no.
fr_fr: [_mc_] Ils ne sont pas bons, non.
it_it: [_mc_] Non sono bravi, no.

source: [_mc_] I'm especially struggling with English and gym class.
fr_fr: [_mc_] Je suis particulièrement aux prises avec la classe d'anglais et de gym.
it_it: [_mc_] Sto lottando soprattutto con l'inglese e la classe di palestra.

source: [_isabelle_s_afraid_] That's really not good, [mc]!
fr_fr: [_isabelle_s_afraid_] Ce n'est vraiment pas bon, [mc]!
it_it: [_isabelle_s_afraid_] Non è proprio buono, [mc]!

source: [_isabelle_s_afraid_] Your grades are your future!
fr_fr: [_isabelle_s_afraid_] Vos notes sont votre avenir !
it_it: [_isabelle_s_afraid_] I tuoi voti sono il tuo futuro!

source: Ugh, she sounds just like [jo].
fr_fr: Ugh, elle sonne comme [jo].
it_it: Ugh, suona proprio come [jo].

source: [_mc_] I was wondering if you could help me out?
fr_fr: [_mc_] Je me demandais si tu pouvais m'aider ?
it_it: [_mc_] Mi chiedevo se potessi aiutarmi?

source: [_isabelle_s_laughing_] I'm not super good at sports myself, but English is my favorite subject!
fr_fr: [_isabelle_s_laughing_] Je ne suis pas super bon dans le sport moi-même, mais l'anglais est mon sujet préféré !
it_it: [_isabelle_s_laughing_] Non sono super bravo nello sport da solo, ma l'inglese è il mio soggetto preferito!

source: [_mc_] I've just never been able to wrap my head around the literature.
fr_fr: [_mc_] Je n'ai jamais pu boucler ma tête autour de la littérature.
it_it: [_mc_] Non sono mai stato in grado di avvolgere la mia testa intorno alla letteratura.

source: [_isabelle_s_confident_] It can be a bit tricky sometimes, but I can definitely help.
fr_fr: [_isabelle_s_confident_] Cela peut être un peu délicat parfois, mais je peux certainement aider.
it_it: [_isabelle_s_confident_] Può essere un po 'difficile a volte, ma posso sicuramente aiutare.

source: [_mc_] That would be nice of you.
fr_fr: [_mc_] Ce serait bien de vous.
it_it: [_mc_] Sarebbe bello da parte vostra.

source: [_isabelle_s_laughing_] Okay, I'll give you some tips and book recs later!
fr_fr: [D'accord, je te donnerai des conseils et des recommandations de livres plus tard !
it_it: [_isabelle_s_laughing_] Okay, ti darò qualche consiglio e prenota recs più tardi!

source: [_mc_] Her mouth wasn't big enough.
fr_fr: [_mc_] Sa bouche n'était pas assez grande.
it_it: [_mc_] La sua bocca non era abbastanza grande.

source: [_isabelle_s_skeptical_] Big enough for what?
fr_fr: [_isabelle_s_skeptical_] Assez grand pour quoi ?
it_it: [_isabelle_s_skeptical_] abbastanza grande per cosa?

source: [_mc_] For my dic...tionary. She couldn't fit in the big words.
fr_fr: [_mc_] Pour mon dic...tionnaire. Elle n'arrivait pas à faire entrer les grands mots.
it_it: [_mc_] Per il mio dico... tionario. Non riusciva a trovare le parole grandi.

source: [_isabelle_s_thinking_] I feel like you've used that joke before.
fr_fr: [_isabelle_s_thinking_] J'ai l'impression d'avoir utilisé cette blague avant.
it_it: [_isabelle_s_thinking_] Mi sento come se avessi usato quella barzelletta prima.

source: [_mc_] Nope. Definitely the first time.
fr_fr: [_mc_] Non. Certainement la première fois.
it_it: [_mc_] Nope. Sicuramente la prima volta.

source: [_isabelle_s_cringe_] Bit inappropriate, innit?
fr_fr: [_isabelle_s_cringe_] Bit inapproprié, inné ?

source: [_mc_] I thought it was funny.
fr_fr: [_mc_] Je pensais que c'était drôle.
it_it: [_mc_] pensavo che fosse divertente.

source: [_isabelle_s_eyeroll_] Agree to disagree.
fr_fr: [_isabelle_s_eyeroll_] D'accord pour ne pas être d'accord.
it_it: [_isabelle_s_eyeroll_] Accetto di non essere d'accordo.

source: Yikes. I really need to update my joke supply, 'cause that shit's running low.
fr_fr: Et zut... Il faut vraiment que je mette à jour ma réserve de blagues, parce que cette merde commence à manquer.
it_it: Yikes. Ho davvero bisogno di aggiornare la mia fornitura scherzo, 'causa che la merda in esecuzione basso.

source: [_isabelle_s_smile_] So, was she actually sad?
fr_fr: [_isabelle_s_Souriez_] Alors, est-elle vraiment triste ?
it_it: [_isabelle_s_smile_] Quindi, era davvero triste?

source: [_mc_] I don't know. I have a hard time reading her.
fr_fr: [_mc_] Je ne sais pas. J'ai du mal à la lire.
it_it: [_mc_] Non lo so. Ho difficoltà a leggerla.

source: [_isabelle_s_laughing_] Fair.
fr_fr: [_isabelle_s_laughing_] Passable.
it_it: [_isabelle_s_laughing_] Fiera.

source: [_mc_] She seems to be in trouble.
fr_fr: [_mc_] Elle semble être en difficulté.
it_it: [_mc_] Lei sembra essere nei guai.

source: [_isabelle_s_afraid_] In trouble?
fr_fr: [_isabelle_s_afraid_] En difficulté ?
it_it: [_isabelle_s_afraid_] Nei guai?

source: [_mc_] Yeah. I overheard a conversation in the women's locker room earlier.
fr_fr: [_mc_] Oui. J'ai entendu une conversation dans la salle des casiers des femmes plus tôt.
it_it: [_mc_] Sì. Ho sentito una conversazione nello spogliatoio delle donne prima.

source: [_mc_] Someone really told her off. And there was something about a deal.
fr_fr: [_mc_] Quelqu'un lui a vraiment dit. Et il y avait quelque chose à propos d'un accord.
it_it: [_mc_] Qualcuno le ha detto davvero. E c'era qualcosa su un accordo.

source: [_isabelle_s_thinking_] Who?
fr_fr: [_isabelle_s_thinking_] Qui ?
it_it: [_isabelle_s_thinking_] Chi?

source: [_mc_] I don't know. The voices were pretty muted.
fr_fr: [_mc_] Je ne sais pas. Les voix étaient plutôt sourdes.
it_it: [_mc_] Non lo so. Le voci erano piuttosto mutate.

source: [_isabelle_s_thinking_] What kind of deal?
fr_fr: [_isabelle_s_thinking_] Quel genre d'accord ?
it_it: [_isabelle_s_thinking_] Che tipo di accordo?

source: [_mc_] I think it was something about me...
fr_fr: [_mc_] Je pense que c'était quelque chose pour moi ...
it_it: [_mc_] Penso che sia stato qualcosa su di me...

source: [_isabelle_s_thinking_] About you? Are you sure?
fr_fr: [_isabelle_s_thinking_] À propos de vous ? Es-tu sûre ?
it_it: [_isabelle_s_thinking_] Su di te? Sei sicuro?

source: [_mc_] I think the other person accused [mrsl] of being flirtatious with me.
fr_fr: [_mc_] Je pense que l'autre personne a accusé [mrsl] de flirter avec moi.
it_it: [_mc_] Penso che l'altra persona abbia accusato [mrsl] di essere flirtata con me.

source: [_isabelle_s_cringe_] That's really inappropriate.
fr_fr: [_isabelle_s_cringe_] C'est vraiment inapproprié.
it_it: [_isabelle_s_cringe_] È davvero inappropriato.

source: [_isabelle_s_cringe_] Have you felt that's the case?
fr_fr: [_isabelle_s_cringe_] Avez-vous senti que c'est le cas ?
it_it: [_isabelle_s_cringe_] Hai sentito che è il caso?

source: [_mc_] Hmm... maybe. Probably more than last time around.
fr_fr: [_mc_] Hmm ... peut-être. Probablement plus que la dernière fois.
it_it: [_mc_] Hmm... forse. Probabilmente più dell'ultima volta in giro.

source: [_isabelle_s_concerned_] Last time around?
fr_fr: [_isabelle_s_concerned_] La dernière fois ?
it_it: [_isabelle_s_concerned_] L'ultima volta in giro?

source: [_mc_] Last year I mean.
fr_fr: [_mc_] L'année dernière, je veux dire.
it_it: [_mc_] L'anno scorso intendo dire.

source: [_isabelle_s_neutral_] Do you reckon it was the principal?
fr_fr: [_isabelle_s_neutral_] Croyez-vous que c'était le principal ?
it_it: [_isabelle_s_neutral_] Pensate che sia stato il principe?

source: [_mc_] No, it wasn't. I'd definitely recognize [jo]'s voice even if muted.
fr_fr: [Non, ce n'est pas le cas. Je reconnaîtrais sans aucun doute la voix de [jo], même en sourdine.
it_it: [_mc_] No, non è stato. Riconoscerei sicuramente la voce di [jo]anche se mutata.

source: [_isabelle_s_concerned_] Maybe you just misunderstood the situation.
fr_fr: [_isabelle_s_concerned_] Peut-être que vous avez mal compris la situation.
it_it: [_isabelle_s_concerned_] Forse hai appena frainteso la situazione.

source: [_isabelle_s_concerned_left_] Eavesdropping isn't exactly reliable all of the time.
fr_fr: [Les écoutes clandestines ne sont pas toujours fiables.
it_it: [_isabelle_s_concerned_left_] Eavesdropping non è esattamente affidabile tutto il tempo.

source: [_mc_] I'm not sure...
fr_fr: [_mc_] Je ne suis pas sûr ...
it_it: [_mc_] Non sono sicuro...

source: [_isabelle_s_excited_] Maybe you should report it to the principal?
fr_fr: [_isabelle_s_excited_] Peut-être devriez-vous le signaler au directeur ?
it_it: [_isabelle_s_excited_] Forse dovresti segnalarlo al committente?

source: Knowing [jo], I'd just get in trouble somehow.
fr_fr: Connaissant [jo], j'aurais des problèmes d'une façon ou d'une autre.
it_it: Conoscendo [jo], in qualche modo mi trovavo nei guai.

source: [_mc_] Hmm... maybe later.
fr_fr: [_mc_] Hmm ... peut-être plus tard.
it_it: [_mc_] Hmm... forse più tardi.

source: [_isabelle_s_smile_] So, what have you been up to today?
fr_fr: [_isabelle_s_Souriez_] Alors, qu'est-ce que tu as été jusqu'à aujourd'hui ?
it_it: [_isabelle_s_smile_] Allora, che cosa sei stato fino ad oggi?

source: [_mc_] I'm actually trying to write a petition to open the pool early.
fr_fr: [_mc_] J'essaie en fait d'écrire une pétition pour ouvrir la piscine tôt.
it_it: [_mc_] in realtà sto cercando di scrivere una petizione per aprire la piscina presto.

source: [_isabelle_s_thinking_] I did hear that it was closed the first week...
fr_fr: [_isabelle_s_thinking_] J'ai appris qu'il était fermé la première semaine ...
it_it: [_isabelle_s_thinking_] Ho sentito che è stato chiuso la prima settimana...

source: [_mc_] It's actually closed longer than that this year. Up until after the Newfall Independence Day.
fr_fr: [_mc_] C'est en fait fermé plus longtemps que cette année. Jusqu'à la fête de l'indépendance du Newfall.
it_it: [_mc_] In realtà è chiuso più a lungo di quest'anno. Fino a dopo il giorno dell'indipendenza di Newfall .

source: [_mc_] No one will have the chance to try out for the swim team before the season starts.
fr_fr: [_mc_] Personne n'aura la chance d'essayer l'équipe de natation avant le début de la saison.
it_it: [_mc_] Nessuno avrà la possibilità di provare per la squadra di nuoto prima dell'inizio della stagione.

source: [_mc_] Freshmen will be robbed of their chance to get a good start on the team.
fr_fr: [_mc_] Les nouveaux venus seront privés de leur chance de prendre un bon départ dans l'équipe.
it_it: [_mc_] Freshmen sarà derubato della loro possibilità di ottenere un buon inizio nella squadra.

source: [_isabelle_s_cringe_] Right. That is a proper mistake by the administration.
fr_fr: [_isabelle_s_cringe_] Droit. C'est une erreur de l'administration.
it_it: [_isabelle_s_cringe_] destra. Questo è un errore corretto da parte dell'amministrazione.

source: [_mc_] Think you can help me out?
fr_fr: [_mc_] Vous pouvez m'aider ?
it_it: [_mc_] Pensa che puoi aiutarmi?

source: [_isabelle_s_confident_] Absolutely can.
fr_fr: [_isabelle_s_confident_] Absolument peut.
it_it: [_isabelle_s_confident_] Assolutamente possibile.

source: [_isabelle_s_confident_] But the festivities are right around the corner, and I promised [mrsl] to help decorate.
fr_fr: [_isabelle_s_confident_] Mais les festivités sont au coin de la rue, et j'ai promis [mrsl] pour aider à décorer.
it_it: [_isabelle_s_confident_] Ma le feste sono proprio dietro l'angolo, e ho promesso [mrsl] di aiutare a decorare.

source: [_isabelle_s_laughing_] Maybe we can help each other?
fr_fr: [_isabelle_s_laughing_] Peut-être que nous pouvons nous aider les uns les autres ?
it_it: [_isabelle_s_laughing_] Forse possiamo aiutarci a vicenda?

source: [isabelle] has been here for a few weeks and she's already doing more for the school than I did in four full years.
fr_fr: [isabelle] est là depuis quelques semaines et elle fait déjà plus pour l'école que je ne l'ai fait en quatre ans.
it_it: [isabelle] è qui da poche settimane e sta già facendo di più per la scuola di quanto non abbia fatto in quattro anni interi.

source: Maybe it's time to step up my game.
fr_fr: Peut-être qu'il est temps d'intensifier mon jeu.
it_it: Forse è il momento di aumentare il mio gioco.

source: [_mc_] I guess that sounds fair.
fr_fr: [_mc_] Je suppose que cela semble juste.
it_it: [_mc_] Immagino che suoni giusto.

source: [_isabelle_s_excited_] Right! We'll need confetti and decorations.
fr_fr: [_isabelle_s_excited_] Droit ! Nous aurons besoin de confettis et de décorations.
it_it: [_isabelle_s_excited_] giusto! Abbiamo bisogno di confetti e decorazioni.

source: [_isabelle_s_excited_] Take care of that for me and I'll handle the petition.
fr_fr: [_isabelle_s_excited_] Prenez soin de ça pour moi et je traiterai la pétition.
it_it: [_isabelle_s_excited_] Prenditi cura di questo per me e gestirò la petizione.

source: Great. Once again in charge of the confetti.
fr_fr: Super. Encore une fois en charge des confettis.
it_it: Grande. Ancora una volta responsabile dei confetti.

source: She has no idea that I'm known as the pool clogger.
fr_fr: Elle ne sait pas que je suis connu comme le boucher de la piscine.
it_it: Non ha idea che io sia conosciuto come l'intasatore della piscina.

source: [_mc_] Confetti and decorations. Got it.
fr_fr: [_mc_] Confetti et décorations. C'est ça.
it_it: [_mc_] Confetti e decorazioni. Ho capito.

source: The logical place to start would be the art classroom.
fr_fr: Le point de départ logique serait la salle de classe.
it_it: Il posto logico per iniziare sarebbe l'aula d'arte.

source: Okay, confetti, confetti, confetti...
fr_fr: Ok, confettis, confettis, confettis ...

source: With the sheer drought of paper in this school, it's probably easier to go with mylar.
fr_fr: Compte tenu de la sécheresse du papier dans cette école, il est probablement plus facile d'opter pour le mylar.
it_it: Con la siccità pura di carta in questa scuola, è probabilmente più facile andare con il mylar.

source: That should be somewhere in here...
fr_fr: Ça devrait être quelque part ici ...
it_it: Questo dovrebbe essere da qualche parte in qui...

source: This glass shard is technically sharp enough for the job, but it'll take me two aeons to shred a bag of confetti.
fr_fr: Ce tesson de verre est techniquement assez tranchant pour le travail, mais il me faudra deux éons pour déchiqueter un sac de confettis.
it_it: Questo frammento di vetro è tecnicamente abbastanza affilato per il lavoro, ma mi porterà due eoni per triturare una borsa di confetti.

source: My locker key is technically sharp enough for the job, but it'll take me two aeons to shred a bag of confetti.
fr_fr: La clé de mon casier est techniquement assez aiguisée pour ce travail, mais il me faudra deux éons pour déchiqueter un sac de confettis.
it_it: La mia chiave armadietto è tecnicamente abbastanza tagliente per il lavoro, ma mi porterà due eoni per triturare una borsa di confetti.

source: Need to find something chompier... something chuckier. Maybe a wood chipper?
fr_fr: Il faut trouver quelque chose de plus grinçant... quelque chose de plus riquiqui. Peut-être un broyeur de bois ?
it_it: Hai bisogno di trovare qualcosa di chompier... qualcosa di chuckier. Forse un truciolo di legno?

source: There's nothing sharper and more shredding than a pair of beaver teeth.
fr_fr: Il n'y a rien d'affûtant et plus de déchiquetage qu'une paire de dents de castor.
it_it: Non c'è niente di più nitido e triturante di un paio di denti di castore.

source: Time to show those woodchucks how it's done...
fr_fr: Il est temps de montrer à ces marmottes comment on fait...
it_it: È tempo di mostrare a quei lucchetti come si fa...

source: And there it is. The finest confetti in town!
fr_fr: Et c'est là. Les plus beaux confettis en ville !
it_it: E lì. I migliori confetti della città!

source: Now for the decorations...
fr_fr: Maintenant pour les décorations ...
it_it: Ora per le decorazioni...

source: Who knows better how to decorate than the art teacher?
fr_fr: Qui sait mieux décorer que le professeur d'art ?
it_it: Chi sa meglio come decorare dell'insegnante d'arte?

source: [_jacklyn_s_smile_] Lookin' good there, shooter.
fr_fr: [Ça a l'air d'aller, tireur.
it_it: [_jacklyn_s_smile_] Sembra bene lì, tiratore.

source: [_jacklyn_s_smile_] What do you call that shirt? Some kind of spatter job?
fr_fr: [_jacklyn_s_Souriez_] Qu'appelle-t-on cette chemise ? Une sorte de boulot ?
it_it: [_jacklyn_s_smile_] Che cosa si chiama quella camicia? Qualche tipo di lavoro spatter?
