Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_2/q_lindsey_angel.po
Languages: fr_fr, it_it

source: [_guard_] Good morning, Newfall High. This is your administrator speaking.
fr_fr: [_guard_] Bonjour, Newfall High. C'est votre administrateur qui parle.
it_it: [_guard_] Buongiorno, Notizia alta. Questo è il tuo amministratore che parlava.

source: God, hearing [jo] over the loudspeakers isn't exactly my favorite way of waking up...
fr_fr: Dieu, entendre [jo] sur les haut-parleurs n'est pas exactement ma façon préférée de se réveiller ...
it_it: Dio, sentire [jo] sopra gli altoparlanti non è esattamente il mio modo preferito di svegliarsi...

source: [_guard_] As you may know, we had an incident right before the fall break.
fr_fr: [_guard_] Comme vous le savez peut-être, nous avons eu un incident juste avant la pause d'automne.
it_it: [_guard_] Come forse sapete, abbiamo avuto un incidente proprio prima della pausa di caduta.

source: [_guard_] Today, I'm here to bring you some good news.
fr_fr: [_guard_] Aujourd'hui, je suis ici pour vous apporter de bonnes nouvelles.
it_it: [_guard_] Oggi, sono qui per portarti delle buone notizie.

source: [_guard_] [lindsey] has woken up from her coma, and her vitals are stable.
fr_fr: [_guard_] [lindsey] s'est réveillée de son coma et ses signes vitaux sont stables.
it_it: [_guard_] [lindsey] si è svegliato dal suo coma, e le sue vitali sono stabili.

source: Oh, thank god!
fr_fr: Oh, dieu merci !
it_it: Oh, grazie a Dio!

source: It feels like I've been holding my breath for weeks...
fr_fr: J'ai l'impression de retenir mon souffle pendant des semaines ...
it_it: Sembra che mi stia trattenendo il respiro per settimane...

source: Phew! I'm glad she's okay.
fr_fr: Phew ! Je suis contente qu'elle va bien.
it_it: Phew! Sono contento che lei stia bene.

source: Tragic about her running career, but there's more to life.
fr_fr: Tragique au sujet de sa carrière, mais il y a plus à la vie.
it_it: Tragica sulla sua carriera di corsa, ma c'è di più alla vita.

source: I know that better than anyone...
fr_fr: Je le sais mieux que quiconque ...
it_it: Lo so meglio di chiunque...

source: [_guard_] Her parents have asked for some continued privacy for their daughter.{space=-45}
fr_fr: [_guard_] Ses parents ont demandé un certain respect de la vie privée de leur fille. {space=-45}
it_it: [_guard_] I suoi genitori hanno chiesto un po 'di privacy continua per la loro figlia.{space=-45}

source: [_guard_] She will remain out of the school indefinitely.
fr_fr: [_guard_] Elle restera à l'extérieur de l'école indéfiniment.
it_it: [_guard_] Lei rimarrà fuori dalla scuola a tempo indeterminato.

source: [_guard_] Thank you for respecting their wishes, and have a pleasant day.
fr_fr: [_guard_] Merci de respecter leurs souhaits et d'avoir une journée agréable.
it_it: [_guard_] Grazie per aver rispettato i loro desideri, e avere una piacevole giornata.

source: I don't care what her parents want. I have to see her.
fr_fr: Je me fiche de ce que ses parents veulent. Je dois la voir.
it_it: Non mi importa cosa vogliono i suoi genitori. Devo vederla.

source: Oh, well. If we were closer, it would make sense to visit her, but I guess I'll see her when she gets back.
fr_fr: Oh, bien. Si nous étions plus proches, il serait logique de lui rendre visite, mais je suppose que je la verrai quand elle sera de retour.
it_it: Oh, bene. Se fossimo più vicini, avrebbe senso visitarla, ma immagino che la vedrò quando tornerà.

source: The clouds hang thick over the marina today, and the autumn chill creeps in through your clothes.
fr_fr: Les nuages pendent au-dessus de la marina aujourd'hui, et le refroidissement de l'automne passe par vos vêtements.
it_it: Le nuvole pendono spesse sul porto turistico di oggi, e il freddo autunnale si striscia attraverso i vostri vestiti.

source: This place is more alive in the spring. Now, it just feels abandoned and depressing.
fr_fr: Cet endroit est plus vivant au printemps. Maintenant, ça se sent abandonné et déprimant.
it_it: Questo posto è più vivo in primavera. Ora, si sente appena abbandonato e deprimente.

source: But maybe it's just my mood...
fr_fr: Mais peut-être que c'est juste mon humeur ...
it_it: Ma forse è solo il mio umore...

source: Maybe it's just the dark reminder of the pain, towering up over the other buildings.
fr_fr: Peut-être que c'est juste le sombre rappel de la douleur, s'imposant au-dessus des autres bâtiments.
it_it: Forse è solo il ricordo scuro del dolore, che si erge sugli altri edifici.

source: The Newfall Hospital, ruining the idyllic skyline.
fr_fr: L'hôpital Newfall, ruinant la ligne d'horizon idyllique.
it_it: Il Newfall Hospital, rovinando lo skyline idilliaco.

source: [lindsey] is in there somewhere... eyes closed... breath shallow...
fr_fr: [lindsey] est là quelque part ... les yeux fermés ... souffle peu profond ...
it_it: [lindsey] è lì da qualche parte... occhi chiusi... respiro superficiale...

source: Her broken body slowly healing.
fr_fr: Son corps brisé guérit lentement.
it_it: Il suo corpo rotto si guarisce lentamente.

source: But what about her mind?
fr_fr: Mais qu'en est-il de son esprit ?
it_it: Ma che dire della sua mente?

source: I might be the only one that knows what happened that night, herself included.
fr_fr: Je suis peut-être la seule à savoir ce qui s'est passé cette nuit-là, y compris elle-même.
it_it: Potrei essere l'unico che sa cosa è successo quella notte, se stessa inclusa.

source: [_jo_s_concerned_bag_] [mc]? What are you doing here?
fr_fr: [_jo_s_concerned_bag_] [mc] ? Qu'est-ce que tu fais ici ?
it_it: [_jo_s_concerned_bag_] [mc]? Cosa stai facendo qui?

source: My eyes flit to [jo] and even then it takes me a moment to fully register her standing in front of me.
fr_fr: Mes yeux se posent sur [jo] et il me faut un moment pour comprendre qu'elle se tient devant moi.
it_it: I miei occhi volano su [jo] e anche allora mi ci vuole un momento per registrarla completamente in piedi di fronte a me.

source: Looking so carefree, shopping bags in hand...
fr_fr: L'air si insouciant, les sacs de courses à la main...
it_it: Guardando così spensierato, shopping bag in mano...

source: Just another normal day for her.
fr_fr: Juste une autre journée normale pour elle.
it_it: Solo un altro giorno normale per lei.

source: It's hard to remember what those feel like since [lindsey]'s fall.
fr_fr: Il est difficile de se souvenir de ce qu'on ressent depuis la chute de [lindsey]'s.
it_it: È difficile ricordare che cosa si sentono da quando [lindsey]è caduto.

source: [_jo_s_neutral_bag_] Are you all right?
fr_fr: [_jo_s_neutral_bag_] Vous avez raison ?
it_it: [_jo_s_neutral_bag_] Stai bene?

source: [_mc_] Why didn't you tell me?
fr_fr: [_mc_] Pourquoi ne m'avez-vous pas dit ?
it_it: [_mc_] Perché non me l'hai detto?

source: [_jo_s_neutral_bag_] Tell you what?
fr_fr: [_jo_s_neutral_bag_] Dites-vous quoi ?
it_it: [_jo_s_neutral_bag_] Ti dica cosa?

source: [_mc_] About [lindsey]... awake, alive, completely immobilized.
fr_fr: [_mc_] A propos de [lindsey]... réveillé, vivant, complètement immobilisé.
it_it: [_mc_] Circa [lindsey]... sveglio, vivo, completamente immobilizzato.

source: [_mc_] Why didn't you tell me sooner?
fr_fr: [_mc_] Pourquoi ne m'avez-vous pas dit plus tôt ?
it_it: [_mc_] Perché non mi hai detto prima?

source: [_mc_] I need to be there for her!
fr_fr: [_mc_] Je dois être là pour elle !
it_it: [_mc_] Ho bisogno di essere lì per lei!

source: [_jo_s_thinking_bag_] It's going to be a long road ahead, honey.
fr_fr: [_jo_s_thinking_bag_] Ça va être une longue route, chérie.
it_it: [_jo_s_thinking_bag_] Sarà una lunga strada avanti, il miele.

source: [_jo_s_thinking_bag_] She needs time, her family needs time and space and privacy.
fr_fr: [_jo_s_thinking_bag_] Elle a besoin de temps, sa famille a besoin de temps, d'espace et de vie privée.
it_it: [_jo_s_thinking_bag_] Ha bisogno di tempo, la sua famiglia ha bisogno di tempo e spazio e privacy.

source: [_jo_s_thinking_bag_] To heal and get her help. To understand why she j—
fr_fr: [_jo_s_thinking_bag_] Pour guérir et obtenir son aide. Pour comprendre pourquoi elle j-
it_it: [_jo_s_thinking_bag_] Per guarire e ottenere il suo aiuto. Per capire perché j—

source: [_mc_] Stop! She didn't. She wouldn't. [withvpunch]
fr_fr: [_mc_] Arrêt ! Elle ne l'a pas fait. Elle ne le ferait pas. [withvpunch]
it_it: [_mc_] Stop! Non ha fatto. Non lo avrebbe fatto. [withvpunch]

source: [_jo_s_worried_bag_] I know it's hard, [mc]. But thankfully, she survived and now the recovery can begin.
fr_fr: [_jo_s_worried_bag_] Je sais que c'est dur, [mc]. Mais heureusement, elle a survécu et maintenant la reprise peut commencer.
it_it: [_jo_s_worried_bag_] So che è difficile, [mc]. Ma per fortuna è sopravvissuta e ora il recupero può iniziare.

source: [_mc_] Recovery requires constant support, though.
fr_fr: [_mc_] Le rétablissement nécessite un soutien constant.
it_it: [_mc_] Recovery richiede un supporto costante, però.

source: [_mc_] From someone who understands, and won't be sitting there silently judging her.
fr_fr: [_mc_] De quelqu'un qui comprend, et ne sera pas assis là à la juger en silence.
it_it: [_mc_] Da qualcuno che capisce, e non sarà seduto lì silenziosamente a giudicarla.

source: [_jo_s_blush_bag_] You know, I'm really proud of the man you're becoming.
fr_fr: [_jo_s_blush_bag_] Vous savez, je suis très fier de l'homme que vous êtes en train de devenir.
it_it: [_jo_s_blush_bag_] Sai, sono davvero orgoglioso dell'uomo che stai diventando.

source: [_jo_s_blush_bag_] Kind and thoughtful, anxious to be there for your friends.
fr_fr: [_jo_s_blush_bag_] Gentil et attentionné, soucieux d'être là pour ses amis.
it_it: [_jo_s_blush_bag_] Tipo e pensieroso, ansioso di essere lì per i tuoi amici.

source: [_jo_s_blush_bag_] I'm sorry I didn't tell you sooner.
fr_fr: [_jo_s_blush_bag_] Je suis désolé de ne pas vous avoir dit plus tôt.
it_it: [_jo_s_blush_bag_] mi dispiace di non averti detto prima.

source: [_jo_s_blush_bag_] [lindsey] is lucky to have you.
fr_fr: [_jo_s_blush_bag_] [lindsey] a la chance de vous avoir.
it_it: [_jo_s_blush_bag_] [lindsey] è fortunato ad averti.

source: [_mc_] Thanks...
fr_fr: [_mc_] Merci ...
it_it: [_mc_] Grazie...

source: [_jo_s_sarcastic_bag_] I don't know if they're allowing more visitors yet, but...
fr_fr: [_jo_s_sarcastic_bag_] Je ne sais pas s'ils permettent encore plus de visiteurs, mais ...
it_it: [_jo_s_sarcastic_bag_] Non so se stanno permettendo ancora più visitatori, ma...

source: [_mc_] I'm still going to try.
fr_fr: [_mc_] Je vais encore essayer.
it_it: [_mc_] sto ancora per provare.

source: [_jo_s_flirty_bag_] Very well. Good luck, sweetheart.
fr_fr: [_jo_s_flirty_bag_] Très bien. Bonne chance, chérie.
it_it: [_jo_s_flirty_bag_] Molto bene. Buona fortuna, amore.

source: Man, this place is seriously depressing.
fr_fr: L'homme, cet endroit est sérieusement déprimant.
it_it: Uomo, questo posto è gravemente deprimente.

source: White, monotone, barely any windows...
fr_fr: Blanc, monotone, à peine toutes les fenêtres ...
it_it: Bianco, monotone, a malapena qualsiasi finestra...

source: [_nurse_] Excuse me, can I help you?
fr_fr: [_nurse_] Excusez-moi, puis-je vous aider ?
it_it: [_nurse_] Scusi, posso aiutarti?

source: [_mc_] Err, yes! I'm looking for someone.
fr_fr: [_mc_] Err, oui ! Je cherche quelqu'un.
it_it: [_mc_] Err, sì! Sto cercando qualcuno.

source: [_mc_] Her name is [lindsey]. She's about... this height... blonde... really cute...{space=-35}
fr_fr: [_mc_] Son nom est [lindsey]. Elle est à propos ... de cette hauteur ... blonde ... vraiment cute... {space=-35}
it_it: [_mc_] Il suo nome è [lindsey]. Lei sta parlando... questa altezza... bionde... davvero carino...{space=-35}

source: [_nurse_] Are you family?
fr_fr: [_nurse_] Êtes-vous de famille ?
it_it: [_nurse_] Sei famiglia?

source: [_mc_] Uh, not exactly.
fr_fr: [_mc_] Uh, pas exactement.
it_it: [_mc_] Uh, non esattamente.

source: [_nurse_] Unfortunately, only family members are allowed into the hospital ward.{space=-60}
fr_fr: [_nurse_] Malheureusement, seuls les membres de la famille sont admis à l'hôpital. {space=-60}
it_it: [_nurse_] Sfortunatamente, solo i membri della famiglia sono ammessi nel reparto ospedaliero.{space=-60}

source: [_mc_] But I really need to see her! She had a traumatic experience...
fr_fr: [_mc_] Mais j'ai vraiment besoin de la voir ! Elle avait une expérience traumatisante ...
it_it: [_mc_] Ma ho davvero bisogno di vederla! Ha avuto un'esperienza traumatica...

source: [_nurse_] Yes, that's the case for most of our long term patients. That's precisely{space=-65} why they're here.
fr_fr: [_nurse_] Oui, c'est le cas pour la plupart de nos patients à long terme. C'est précisément {space=-65} pourquoi ils sont là.
it_it: [_nurse_] Sì, questo è il caso per la maggior parte dei nostri pazienti a lungo termine. Questo è precisamente{space=-65} perché sono qui.

source: [_mc_] Can't you make an exception?
fr_fr: [_mc_] Vous ne pouvez pas faire une exception ?
it_it: [_mc_] Non puoi fare un'eccezione?

source: [_nurse_] Sorry, I'm afraid not.
fr_fr: [_nurse_] Désolé, je n'ai pas peur.
it_it: [_nurse_] Scusa, temo di no.

source: Crap. What now?
fr_fr: Crap. Et maintenant ?
it_it: Crap. Che cosa adesso?

source: There must be some other way of getting into the ward...
fr_fr: Il doit y avoir une autre façon d'entrer dans le service ...
it_it: Ci deve essere un altro modo per entrare nel reparto...

source: Maybe the [nurse] could help me?
fr_fr: Peut-être que le [nurse] pourrait m'aider ?
it_it: Forse l' [nurse] potrebbe aiutarmi?

source: [_nurse_s_afraid_] My goodness, [mc]! You nearly gave me a fright. [withvpunch]
fr_fr: [Mon Dieu, [mc] !] Vous avez failli me faire peur. [avec un coup de poing]
it_it: [_nurse_s_afraid_] Mia bontà, [mc]! Mi hai quasi dato paura. [withvpunch]

source: [_nurse_s_afraid_] Sneaking up on people like that? Oh, dear.
fr_fr: [Se faufiler parmi les gens comme ça ? Oh, c'est pas vrai.
it_it: [_nurse_s_afraid_] Furtivamente su persone del genere? Oh, caro.

source: [_mc_] Sorry about that. I'm actually here to ask for a favor.
fr_fr: [_mc_] Désolé. Je suis ici pour demander une faveur.
it_it: [_mc_] Mi dispiace. In realtà sono qui per chiedere un favore.

source: [_nurse_s_smile_] Of course! How may I help?
fr_fr: [_nurse_s_Souriez_] Bien sûr ! Comment puis-je m'aider ?
it_it: [_nurse_s_smile_] ovviamente! Come posso aiutare?

source: Why isn't every woman this agreeable and helpful?
fr_fr: Pourquoi chaque femme n'est-elle pas agréable et utile ?
it_it: Perché ogni donna non è così piacevole e disponibile?

source: [_mc_] I went to the hospital to see [lindsey], but they won't let me in.
fr_fr: [_mc_] Je suis allé à l'hôpital pour voir [lindsey], mais ils ne me laisseront pas.
it_it: [_mc_] Sono andato all'ospedale per vedere [lindsey], ma non mi lasceranno entrare.

source: [_nurse_s_sad_] Ah, yes. That poor dear.
fr_fr: [_nurse_s_sad_] Ah, oui. Ce pauvre chéri.
it_it: [_nurse_s_sad_] Ah, sì. Quel povero caro.

source: [_nurse_s_sad_] She seemed so happy, too. I guess you never really know with this sort of thing.
fr_fr: [_nurse_s_sad_] Elle semblait aussi heureuse. Je suppose que vous ne savez jamais vraiment avec ce genre de choses.
it_it: [_nurse_s_sad_] Sembrava anche così felice. Immagino che tu non sappia mai con questo genere di cose.

source: [_mc_] What are you talking about?
fr_fr: [_mc_] De quoi parlez-vous ?
it_it: [_mc_] Di cosa stai parlando?

source: [_nurse_s_concerned_] You didn't know? Oh, I'm so sorry. It's not my place to tell.
fr_fr: [_nurse_s_concerned_] Vous ne saviez pas ? Oh, je suis désolé. Ce n'est pas mon endroit à dire.
it_it: [_nurse_s_concerned_] non lo sapevi? Oh, mi dispiace. Non è il mio posto da dire.

source: [_mc_] If you're implying what I think you're implying, you're dead wrong.
fr_fr: [_mc_] Si vous insinuez ce que je pense que vous insinuez, vous avez tort.
it_it: [_mc_] Se stai implicando quello che penso che tu stia implicando, sei morto sbagliato.

source: [_mc_] It wasn't a suicide attempt.
fr_fr: [_mc_] Ce n'était pas une tentative de suicide.
it_it: [_mc_] Non era un tentativo di suicidio.

source: [_nurse_s_thinking_] I know it's hard to deal with. There is counseling and—
fr_fr: [_nurse_s_thinking_] Je sais que c'est difficile à traiter. Il y a des conseils et-
it_it: [_nurse_s_thinking_] So che è difficile affrontare. C'è un consiglio e—

source: [_mc_] Listen to me! I know what happened, and it wasn't that. [withvpunch]
fr_fr: [_mc_] Écoutez-moi ! Je sais ce qui s'est passé, et ce n'était pas ça. [withvpunch]
it_it: [_mc_] Ascoltami! So cosa è successo, e non è stato così. [withvpunch]

source: [_mc_] Now, can you help me get into the hospital ward or not?
fr_fr: [_mc_] Maintenant, pouvez-vous m'aider à entrer dans l'hôpital ou pas ?
it_it: [_mc_] Ora, puoi aiutarmi a entrare nel reparto ospedaliero o no?

source: [_nurse_s_neutral_] I believe the ward is only open to family visits...
fr_fr: [_nurse_s_neutral_] Je crois que le quartier n'est ouvert qu'aux visites de famille ...
it_it: [_nurse_s_neutral_] Credo che il reparto sia aperto solo alle visite in famiglia...

source: [_mc_] Yeah, no kidding. That's why I need your help.
fr_fr: [_mc_] Oui, pas de blague. C'est pourquoi j'ai besoin de votre aide.
it_it: [_mc_] Sì, non scherzare. Ecco perché ho bisogno del vostro aiuto.

source: [_nurse_s_surprised_] Oh, no! I can't help with that! It's against the rules!
fr_fr: [_nurse_s_surprised_] Oh, non ! Je ne peux pas m'en empêcher ! C'est contre les règles !
it_it: [_nurse_s_surprised_] Oh, no! Non posso aiutarlo! È contro le regole!

source: [_mc_] That's funny.
fr_fr: [_mc_] C'est drôle.
it_it: [_mc_] È divertente.

source: [_nurse_s_afraid_] Um... what is?
fr_fr: [_nurse_s_afraid_] Um ... qu'est-ce que c'est ?
it_it: [_nurse_s_afraid_] Um... cos'è?

source: [_mc_] The only rules you should care about are mine.
fr_fr: [_mc_] Les seules règles dont vous devriez vous occuper sont les miennes.
it_it: [_mc_] Le uniche regole che dovresti preoccuparti sono le mie.

source: [_nurse_s_annoyed_] I don't think I understand...
fr_fr: [_nurse_s_annoyed_] Je ne crois pas que je comprenne ...
it_it: [_nurse_s_annoyed_] Non penso di capire...

source: [_mc_] Then I'll spell it out for you in terms you do understand.
fr_fr: [_mc_] Alors, je vais vous le dire dans les termes que vous comprenez.
it_it: [_mc_] Poi lo spiegherò per te in termini che capisci.

source: [_mc_] If you don't help me get in to see [lindsey], that document of yours is going up everywhere.
fr_fr: [_mc_] Si vous ne m'aimiez pas à voir le [lindsey], ce document de la vôtre est en hausse partout.
it_it: [_mc_] Se non mi aiuti a vedere [lindsey], quel tuo documento sta salendo ovunque.

source: [_mc_] If you don't help me get in to see [lindsey], that photo of yours is going up everywhere.
fr_fr: [_mc_] Si vous ne m'airez pas à voir le [lindsey], cette photo de la vôtre est en hausse partout.
it_it: [_mc_] Se non mi aiuti a vedere [lindsey], quella tua foto sta salendo ovunque.

source: [_mc_] And I have plenty of space yet in your little book of strikes.
fr_fr: [_mc_] Et j'ai encore beaucoup d'espace dans votre petit livre de grèves.
it_it: [_mc_] E ho ancora molto spazio nel tuo piccolo libro di scioperi.

source: [_mc_] I think at least three more would be well earned right now.
fr_fr: [_mc_] Je pense qu'au moins trois autres seraient bien mérités en ce moment.
it_it: [_mc_] Penso che almeno tre altri sarebbero ben guadagnati in questo momento.

source: [_nurse_s_afraid_] Oh, goodness!
fr_fr: [_nurse_s_afraid_] Oh, bonté !
it_it: [_nurse_s_afraid_] Oh, bontà!

source: [_nurse_s_afraid_] I, um... I don't think...
fr_fr: [_nurse_s_afraid_] I, um ... Je ne pense pas ...
it_it: [_nurse_s_afraid_] Io, um... Non penso...

source: [_mc_] I'm not asking you to think. I'm telling you to do.
fr_fr: [_mc_] Je ne vous demande pas de réfléchir. Je vous le dis.
it_it: [_mc_] Non ti sto chiedendo di pensare. Ti sto dicendo di fare.

source: [_nurse_s_surprised_crossed_arms_] Gracious!
fr_fr: [_nurse_s_surprised_crossed_arms_] Gracieuse !
it_it: [_nurse_s_surprised_crossed_arms_] Grazioso!

source: [_nurse_s_annoyed_] O-okay... I will help you...
fr_fr: [_nurse_s_annoyed_] O-okay ... Je vous aiderai ...
it_it: [_nurse_s_annoyed_] O-okay... Ti aiuterò...

source: [_mc_] That's what I thought.
fr_fr: [_mc_] C'est ce que j'ai pensé.
it_it: [_mc_] È quello che pensavo.

source: [_mc_] Rules? At a time like this?
fr_fr: [_mc_] Règles ? À un moment comme ça ?
it_it: [_mc_] Regola? In un momento come questo?

source: [_mc_] But just think of poor [lindsey], in that cold, sterile room, all alone...
fr_fr: [_mc_] Mais pensez juste au pauvre [lindsey], dans ce froid, la chambre stérile, tout seul ...
it_it: [_mc_] Ma basti pensare alla povera [lindsey], in quella stanza fredda, sterile, tutta sola...

source: [_mc_] Can you imagine it? How afraid she must be?
fr_fr: [_mc_] Pouvez-vous l'imaginer ? Comment a-t-elle peur ?
it_it: [_mc_] Riesci a immaginarlo? Che paura deve essere?

source: [_mc_] I would think being isolated can't possibly help her recovery.
fr_fr: [_mc_] Je pense qu'être isolée ne peut pas l'aider à se rétablir.
it_it: [_mc_] Penso che essere isolato non possa aiutare il suo recupero.

source: [_nurse_s_sad_] Goodness gracious.
fr_fr: [_nurse_s_sad_] Bonté gracieuse.
it_it: [_nurse_s_sad_] Bontà graziosa.

source: [_nurse_s_sad_] When you put it like that...
fr_fr: [_nurse_s_sad_] Quand vous mettez ça comme ça ...
it_it: [_nurse_s_sad_] Quando lo metti così...

source: [_mc_] She's just lying in there. Broken. Scared.
fr_fr: [_mc_] Elle est juste allongée là-dedans. Brisée. Effrayée.
it_it: [_mc_] Lei sta appena mentendo lì. Rotto. Spaventato.

source: [_mc_] Please, if I could just help her feel a little more whole...
fr_fr: [_mc_] S'il vous plaît, si je pouvais l'aider à se sentir un peu plus ...
it_it: [_mc_] Per favore, se potessi solo aiutarla a sentirsi un po' più intera...

source: [_mc_] A little less lonely... cared for... thought of...
fr_fr: [_mc_] Un peu moins solitaire ... soignée ... pensée de ...
it_it: [_mc_] Un po' meno solitario... curato... pensato...

source: [_mc_] I don't need very long.
fr_fr: [_mc_] Je n'ai pas besoin de très long.
it_it: [_mc_] Non ho bisogno di molto tempo.

source: [_nurse_s_concerned_] Oh! All right, all right!
fr_fr: [_nurse_s_concerned_] Oh ! Très bien, d'accord !
it_it: [_nurse_s_concerned_] Oh! Va bene, va bene!

source: [_nurse_s_concerned_] I just can't bear the thought of it! That poor thing...
fr_fr: [_nurse_s_concerned_] Je ne peux pas en supporter la pensée ! Cette pauvre chose ...
it_it: [_nurse_s_concerned_] Non posso proprio sopportare il pensiero! Quella povera cosa...

source: [_nurse_s_concerned_] I will help you.
fr_fr: [_nurse_s_concerned_] Je vous aiderai.
it_it: [_nurse_s_concerned_] Ti aiuterò.

source: [_nurse_] I just, um... I really can't afford to lose this job...
fr_fr: [_nurse_] C'est juste que... Je ne peux vraiment pas me permettre de perdre ce travail...
it_it: [_nurse_] I just, um... Non posso davvero permettermi di perdere questo lavoro...

source: [_nurse_] Promise me you will be discreet?
fr_fr: [_nurse_] Promettez-moi d'être discrète?
it_it: [_nurse_] Promettimi che sarai discreto?

source: [_mc_] Of course!
fr_fr: [_mc_] Bien sûr !
it_it: [_mc_] Certo!

source: [_nurse_s_thinking_] Okay. Well, you know how it is working as much as I do.
fr_fr: [_nurse_s_thinking_] Ok. Eh bien, vous savez comment ça fonctionne autant que moi.
it_it: [_nurse_s_thinking_] Okay. Beh, sai come funziona tanto quanto me.
