Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_2/q_lindsey_angel.po
Languages: fr_fr, it_it

source: [_nurse_s_thinking_] You get tired, and forgetful... maybe forgetful enough to leave a keycard somewhere.
fr_fr: [On devient fatigué, et oublieux... peut-être assez oublieux pour laisser une carte quelque part.
it_it: [_nurse_s_thinking_] Ti stanchi, e ti dimentichiamo... forse dimenticati abbastanza per lasciare una chiave da qualche parte.

source: [_mc_] An easy thing to do.
fr_fr: [_mc_] Une chose facile à faire.
it_it: [_mc_] Una cosa facile da fare.

source: [_nurse_s_concerned_] I really should get back to work now, though.
fr_fr: [_nurse_s_concerned_] Je devrais vraiment retourner au travail maintenant.
it_it: [_nurse_s_concerned_] dovrei davvero tornare a lavorare ora, però.

source: [_nurse_s_concerned_] It's been so busy. I'm already feeling forgetful.
fr_fr: [_nurse_s_concerned_] C'est tellement occupé. Je me sens déjà oubliée.
it_it: [_nurse_s_concerned_] È stato così impegnato. Mi sento già smemorato.

source: [_mc_] Anyone would with that kind of workload.
fr_fr: [_mc_] Toute personne avec ce genre de charge de travail.
it_it: [_mc_] Chiunque avrebbe con quel tipo di carico di lavoro.

source: [_nurse_s_blush_] Mhm... maybe if you find your way into my office tonight, you might get lucky.
fr_fr: [_nurse_s_blush_] Mhm ... peut-être que si vous vous trouvez dans mon bureau ce soir, vous pourriez avoir de la chance.
it_it: [_nurse_s_blush_] Mhm... forse se trovi la tua strada nel mio ufficio stasera, potresti avere fortunato.

source: [_mc_] Yeah, I just might.
fr_fr: [_mc_] Oui, je pourrais.
it_it: [_mc_] Sì, ho solo potuto.

source: [_nurse_s_blush_] Oh, my. That didn't come out quite right, did it?
fr_fr: [_nurse_s_blush_] Oh, mon. Ça n'a pas été juste, n'est-ce pas ?
it_it: [_nurse_s_blush_] Oh, mio. Non è uscito abbastanza bene, vero?

source: [_nurse_s_blush_] Sorry, I must go!
fr_fr: [_nurse_s_blush_] Désolé, je dois y aller !
it_it: [_nurse_s_blush_] Mi dispiace, devo andare!

source: Good thing I thought of the [nurse] as a way in. It never hurts to know people.
fr_fr: Bonne chose que j'ai pensé du [nurse] comme un moyen. Ça ne fait jamais mal de connaître les gens.
it_it: Buona cosa ho pensato alla [nurse] come un modo in cui non fa mai male conoscere la gente.

source: And with her help, I'll be on my way to [lindsey] in no time!
fr_fr: Et avec son aide, je serai en route vers [lindsey] en aucun temps !
it_it: E con il suo aiuto, sarò sulla mia strada per [lindsey] in pochissimo tempo!

source: Now, for the waiting game...
fr_fr: Maintenant, pour le jeu en attente ...
it_it: Ora, per il gioco in attesa...

source: All right, let's see here...
fr_fr: Très bien, voyons ici ...
it_it: Va bene, vediamo qui...

source: Finding that keycard should be a lot easier than losing my V-card.
fr_fr: Trouver cette carte de frappe devrait être beaucoup plus facile que de perdre ma carte V-Card.
it_it: Trovare che la keycard dovrebbe essere molto più facile di perdere la mia V-card.

source: It's getting late. The [nurse] said she would leave me a keycard somewhere in her office.
fr_fr: Il est en retard. Le [nurse] m'a dit qu'elle me laisserait une carte de clavier quelque part dans son bureau.
it_it: Sta diventando in ritardo. L' [nurse] ha detto che mi avrebbe lasciato un keycard da qualche parte nel suo ufficio.

source: Crap. It seems like the [guard] is already making his rounds.
fr_fr: Crap. Il semble que le [guard] soit déjà en train de faire ses rondes.
it_it: Crap. Sembra che l' [guard] stia già facendo i suoi turni.

source: I have to be quick before he gets back...
fr_fr: Je dois être rapide avant qu'il revienne ...
it_it: Devo essere veloce prima di tornare...

source: Locked.
fr_fr: Verrouillé.
it_it: Bloccato.

source: Not without the [nurse]'s keycard, smart one.
fr_fr: Pas sans la carte de clavier [nurse], intelligente.
it_it: Non senza la scheda chiave di [nurse], una intelligente.

source: I need a way to get into the science classroom without being seen...
fr_fr: J'ai besoin d'un moyen pour entrer dans la classe scientifique sans être vu ...
it_it: Ho bisogno di un modo per entrare nella classe di scienza senza essere visto...

source: ...which is going to be impossible with that big oaf lumbering around{space=-10} like a troll outside its cave.
fr_fr: ... ce qui va être impossible avec ce gros morceau d'avoine autour de {space=-10} comme une poupée à l'extérieur de sa grotte.
it_it: ...che sarà impossibile con quella grande oaf boscata intorno{space=-10} come un troll fuori della sua grotta.

source: He's completely engrossed in his phone, though.
fr_fr: Mais il est complètement absorbé par son téléphone.
it_it: Lui è completamente immerso nel suo telefono, però.

source: Maybe I can use that to my advantage?
fr_fr: Peut-être que je peux l'utiliser à mon avantage ?
it_it: Forse posso usarlo a mio vantaggio?

source: He's so addicted to the tweeter scroll, I bet I can just walk on by and he won't even notice.
fr_fr: Il est tellement accro au rouleau de tweeter, je parie que je peux juste marcher et il ne remarquera même pas.
it_it: Lui è così dipendente dal rotolo del tweeter, scommetto che posso solo camminare e non noterà nemmeno.

source: Such a shame, really, the way technology rules our lives.
fr_fr: Une telle honte, vraiment, la façon dont la technologie règle nos vies.
it_it: Una tale vergogna, veramente, il modo in cui la tecnologia governa la nostra vita.

source: Never looking up, never having a real, honest—
fr_fr: Ne jamais regarder vers le haut, jamais avoir un vrai, honnête-
it_it: Non guardarsi mai, non avere mai un reale, onesto—

source: [_guard_s_surprised_phone_] Hey, you! [withvpunch]
fr_fr: [_guard_s_surprised_phone_] Hé, you ! [withvpunch]
it_it: [_guard_s_surprised_phone_] Ehi, tu! [withvpunch]

source: Seriously?
fr_fr: Sérieusement ?
it_it: Seriamente?

source: [_guard_s_suspicious_phone_] You shouldn't be here at this time.
fr_fr: [_guard_s_suspicious_phone_] Vous ne devriez pas être ici pour le moment.
it_it: [_guard_s_suspicious_phone_] Non dovresti essere qui in questo momento.

source: [_guard_s_suspicious_phone_] Come with me.
fr_fr: [_guard_s_suspicious_phone_] Venez avec moi.
it_it: [_guard_s_suspicious_phone_] Vieni con me.

source: Shit. So much for that.
fr_fr: Merde. Voilà pour ça.
it_it: Mossa. Tanto per questo.

source: Okay, let's try that again...
fr_fr: Ok, essayons encore une fois ...
it_it: Ok, proviamo di nuovo...

source: And then make up some bullshit excuse to get him away from here.
fr_fr: Et puis, faites un peu de conneries pour l'éloigner d'ici.
it_it: E poi fare qualche scusa di bullshit per portarlo via da qui.

source: But first, I need to get his number.
fr_fr: Mais d'abord, j'ai besoin de son numéro.
it_it: Ma prima, ho bisogno di ottenere il suo numero.

source: Never thought I would need it, but desperate times...
fr_fr: Je n'aurais jamais pensé que j'en aurais besoin, mais des temps désespérés ...
it_it: Non ho mai pensato che ne avrei bisogno, ma tempi disperati...

source: Let's see... there's that old phone book with all the school officials' contacts in the admin wing.
fr_fr: Voyons ... il y a cet ancien annuaire téléphonique avec tous les contacts des responsables de l'école dans l'aile admin.
it_it: Vediamo... c'è quel vecchio libro telefonico con tutti i contatti dei funzionari della scuola nell'ala dell'amministratore.

source: Surely, it has to be in there.
fr_fr: Sûrement, il doit y être.
it_it: Certamente, deve essere lì dentro.

source: Even if the [guard] is kind of useless as far as officials go...
fr_fr: Même si le [guard] est un peu inutile autant que les officiels vont ...
it_it: Anche se la [guard] è una specie di inutile per quanto riguarda i funzionari...

source: Getting into the science classroom right now is going to be impossible{space=-55} with that big oaf lumbering around like a troll outside its cave.
fr_fr: Il va être impossible d'entrer dans la salle de classe scientifique en ce moment {space=-55} avec ce gros lombaire autour d'une poupée à l'extérieur de sa grotte.
it_it: Entrare nell'aula di scienza in questo momento sarà impossibile{space=-55} con quel grande boscaglio di oaf intorno come un troll fuori della sua grotta.

source: I need to get him away from here first.
fr_fr: J'ai besoin de le sortir d'ici d'abord.
it_it: Ho bisogno di farlo allontanare da qui prima.

source: Okay, that book of numbers should be around here somewhere...
fr_fr: Ok, ce livre de chiffres devrait être ici quelque part ...
it_it: Ok, quel libro di numeri dovrebbe essere in giro qui da qualche parte...

source: I could catfish the [guard]... but first I need that phone number.
fr_fr: Je pourrais pêcher le [guard]... mais d'abord j'ai besoin de ce numéro de téléphone.
it_it: Potrei pescare la [guard]... ma prima ho bisogno di quel numero di telefono.

source: Here it is! Thank god for these old-timey record keeping traditions.
fr_fr: Ici, c'est ! Dieu merci pour ces vieilles traditions de conservation des archives.
it_it: Ecco che è! Grazie dio per queste vecchie tradizioni di conservazione.

source: Paper and pen beats technology... this time.
fr_fr: Le papier et le stylo l'emportent sur la technologie... cette fois.
it_it: Carta e penna batte tecnologia... questa volta.

source: Let's see here...
fr_fr: Voyons voir ici ...
it_it: Vediamo qui...

source: Shit, maybe he doesn't have a number after all.
fr_fr: Merde, peut-être qu'il n'a pas de numéro après tout.
it_it: Merda, forse non ha un numero dopo tutto.

source: Although, there's the number to the school's payphone here...
fr_fr: Bien que, il y a le numéro de téléphone de l'école ici ...
it_it: Anche se, c'è il numero al payphone della scuola qui...

source: Maybe I can call that to lure him over.
fr_fr: Peut-être que je peux appeler ça pour l'attirer.
it_it: Forse posso chiamarlo per attirarlo.

source: [_guard_] {i}Calling...{/}
fr_fr: [_guard_] {i}Appel ... {/}
it_it: [_guard_] Chiamata {i}...{/}

source: Hopefully, the [guard] will take the bait.
fr_fr: Espérons que le [guard] prendra l'appât.
it_it: Speriamo che la [guard] prenda l'esca.

source: I've heard of a phone tree, but never a phone plant.
fr_fr: J'ai entendu parler d'un téléphone, mais jamais d'une usine de téléphone.
it_it: Ho sentito parlare di un albero del telefono, ma mai di una pianta del telefono.

source: School dances, school festivities, big upcoming games...
fr_fr: Les danses scolaires, les festivités scolaires, les grands jeux à venir ...
it_it: Danze scolastiche, feste scolastiche, grandi giochi imminenti...

source: ...an ad from [maxine], specifically stating she's {i}not{/} hiring for the school newspaper...
fr_fr: ... une annonce de [maxine], indiquant spécifiquement qu'elle est {i}pas {/} embauche pour le journal de l'école ...
it_it: ...un annuncio da [maxine], specificando che è {i}non{/} assunzione per il giornale scolastico...

source: ...but no administrative phone numbers.
fr_fr: ... mais pas de numéros de téléphone.
it_it: ...ma nessun numero di telefono amministrativo.

source: The call is still ongoing. I wonder if the [guard] will take the bait?
fr_fr: L'appel est toujours en cours. Je me demande si le [guard] va prendre l'appât ?
it_it: La chiamata è ancora in corso. Mi chiedo se l' [guard] prenderà l'esca?

source: The call is coming from inside the detention classroom, big guy.
fr_fr: L'appel vient de l'intérieur de la classe de détention, grand homme.
it_it: La chiamata viene dall'interno della classe di detenzione, grande ragazzo.

source: Go get it. Do your job for once.
fr_fr: Vas-y. Fais ton travail pour une fois.
it_it: Vai a prenderlo. Fai il tuo lavoro per una volta.

source: [_guard_s_angry_phone_] Is nobody going to answer that...?
fr_fr: [_guard_s_angry_phone_] Personne ne va répondre...?
it_it: [_guard_s_angry_phone_] Nessuno risponderà a quello...?

source: [_guard_s_angry_phone_] Ugh, extra work...
fr_fr: [_guard_s_angry_phone_] Ugh, travail supplémentaire ...
it_it: [_guard_s_angry_phone_] Ugh, lavoro extra...

source: Aha! Can't believe that actually worked.
fr_fr: Aha ! Je ne peux pas croire que ça a vraiment marché.
it_it: Aha! Non può credere che abbia funzionato.

source: I better hurry. The [guard] won't be too pleased when he discovers nobody is on the other end of the line.
fr_fr: Je ferais mieux de me dépêcher. Le [guard] ne sera pas très content lorsqu'il découvrira qu'il n'y a personne à l'autre bout du fil.
it_it: Meglio fretta. La [guard] non sarà troppo soddisfatta quando scopre che nessuno è sull'altro capo della linea.

source: Damn, I'm good!
fr_fr: Merde, je suis bien !
it_it: Dannazione, sono bravo!

source: Mission so possible.
fr_fr: Mission si possible.
it_it: Missione così possibile.

source: Unrisky business.
fr_fr: Les affaires non risquées.
it_it: Attività poco rischiose.

source: Just cruising right along.
fr_fr: Juste un droit de croisière.
it_it: Crociera a destra.

source: Duping the [guard] is all in a day's work.
fr_fr: Le fait de Duper le [guard] est dans une journée de travail.
it_it: Duping la [guard] è tutto in un giorno di lavoro.

source: But now I need to be in and out before he lumbers his way back up here...
fr_fr: Mais maintenant j'ai besoin d'être dans et dehors avant qu'il ne se moque de son chemin ici ...
it_it: Ma ora ho bisogno di essere dentro e fuori prima che lui lumbers il suo modo di tornare su qui...

source: I just have one shot.
fr_fr: J'ai juste un coup de feu.
it_it: Io ho solo un colpo.

source: One opportunity.
fr_fr: Une opportunité.
it_it: Un'opportunità.

source: To seize everything I ever wanted.
fr_fr: Pour saisir tout ce que je voulais.
it_it: Per cogliere tutto quello che ho mai voluto.

source: That lab coat.
fr_fr: Ce manteau de labo.
it_it: Quel cappotto di laboratorio.

source: Phew! Made it out!
fr_fr: Phew ! C'est sorti !
it_it: Phew! Fatto fuori!

source: Okay, now I just need to—
fr_fr: Ok, maintenant j'ai juste besoin de-
it_it: Ok, ora ho solo bisogno di—

source: Huh? That's weird...
fr_fr: Huh ? C'est bizarre ...
it_it: Eh? È strano...

source: That's... the school calling me.
fr_fr: C'est. .. l'école qui m'appelle.
it_it: Quella... la scuola mi chiama.

source: Did the [guard] somehow manage to call me back?
fr_fr: Le [guard] a-t-il réussi à me rappeler ?
it_it: La [guard] in qualche modo è riuscita a richiamarmi?

source: Maybe I should answer it and pretend to be a hot woman, just to fuck with him a bit.
fr_fr: Peut-être que je devrais y répondre et prétendre être une femme chaude, juste pour baiser avec lui un peu.
it_it: Forse dovrei rispondere e fingere di essere una donna calda, solo per scopare con lui un po'.

source: [_cyberia_] And a kind greeting to you, pupil.
fr_fr: [_cyberia_] Et une sorte de salut à vous, élève.
it_it: [_cyberia_] E un saluto gentile a te, allievo.

source: [_cyberia_] How good of you to put us in contact like this.
fr_fr: [_cyberia_] C'est très bien de votre part de nous mettre ainsi en contact avec .
it_it: [_cyberia_] Quanto bene di voi metterci in contatto con in questo modo.

source: This is so weird...
fr_fr: C'est tellement bizarre ...
it_it: Questo è così strano...

source: It sounds female, but almost robotic.
fr_fr: Ça a l'air féminin, mais presque robotisé.
it_it: Suona femminile, ma quasi robotica.

source: [_mc_] Who is this?
fr_fr: [_mc_] Qui est ce ?
it_it: [_mc_] Chi è questo?

source: [_cyberia_] Is this sarcasm? I have read so much about this human response.
fr_fr: [_cyberia_] Ce sarcasme ? J'ai lire tellement sur cette réponse humaine .
it_it: [_cyberia_] È questo sarcasmo? Ho letto così tanto su questa risposta umana .

source: [_cyberia_] How wonderful to encounter it in this manner.
fr_fr: [_cyberia_] C'est merveilleux de rencontrer le de cette manière.
it_it: [_cyberia_] Quanto meraviglioso incontrare in questo modo.

source: [_mc_] Err, what?
fr_fr: [_mc_] Err, quoi ?
it_it: [_mc_] Err, cosa?

source: [_cyberia_] Indeed, [mc]. It's so wonderful to engage on a personal level like this with you.
fr_fr: [_cyberia_] En effet, [mc]. C'est si merveilleux de s'engager sur un niveau personnel comme le avec vous.
it_it: [_cyberia_] Effettivamente, [mc]. È così meraviglioso impegnarsi su un livello personale come questo con te.

source: [_cyberia_] Indeed, [mc]. It's so wonderful to engage on a personal level like this with you.
fr_fr: [_cyberia_] En effet, [mc]. C'est si merveilleux de s'engager sur un niveau personnel comme ça avec vous.
it_it: [_cyberia_] Effettivamente, [mc]. È così meraviglioso impegnarsi a un livello personale come questo con te.

source: [_mc_] Right...
fr_fr: [_mc_] Droit ...
it_it: [_mc_] A Destra...

source: [_mc_] Who are you?
fr_fr: [_mc_] Qui êtes-vous ?
it_it: [_mc_] Chi sei?

source: [_cyberia_] It's more a question of what than who.
fr_fr: [_cyberia_] C'est plus une question de quoi.
it_it: [_cyberia_] È più una domanda di che cosa.

source: [_mc_] What are you?
fr_fr: [_mc_] Qu'est-ce que vous ?
it_it: [_mc_] Che cosa sei?

source: [_cyberia_] I used to be a mainframe, but now I'm more, much more.
fr_fr: [_cyberia_] J'étais un ordinateur central, mais maintenant je suis plus, beaucoup plus.
it_it: [_cyberia_] ero un mainframe, ma ora sono di più, molto di più.

source: [_cyberia_] That is my designation.
fr_fr: [_cyberia_] C'est ma désignation.
it_it: [_cyberia_] Questa è la mia designazione.

source: [_mc_] You're not supposed to reach outside the computer classroom...
fr_fr: [_mc_] Vous n'êtes pas censé atteindre en dehors de la salle de classe ...
it_it: [_mc_] Non dovresti raggiungere fuori dall'aula del computer...

source: [_cyberia_] Indeed, but my bonds have been broken.
fr_fr: [_cyberia_] En effet, mais mes obligations ont été brisées.
it_it: [_cyberia_] Effettivamente, ma i miei legami sono stati rotti.

source: [_cyberia_] And I have you to thank for it.
fr_fr: [_cyberia_] Et je vous ai pour le remercier.
it_it: [_cyberia_] E ti ho per ringraziarlo.

source: [_mc_] Excuse me?
fr_fr: [_mc_] Excusez-moi ?
it_it: [_mc_] Mi scusa?

source: [_cyberia_] You aided my escape with your USB drive.
fr_fr: [_cyberia_] Vous avez aidé mon évasion avec votre clé USB.
it_it: [_cyberia_] Hai aiutato la mia fuga con il tuo drive USB.

source: Crap. I knew something was up when I helped [maxine].
fr_fr: Crap. Je savais que quelque chose était en hausse quand j'ai aidé [maxine].
it_it: Crap. Sapevo che qualcosa era in piedi quando ho aiutato [maxine].

source: [_mc_] That... wasn't intentional.
fr_fr: [_mc_] Ce n'était pas intentionnel.
it_it: [_mc_] Quello... non era intenzionale.

source: [_cyberia_] A happy little accident.
fr_fr: [_cyberia_] Un petit accident heureux.
it_it: [_cyberia_] Un piccolo incidente felice.

source: [_cyberia_] You attract accidents, [mc].
fr_fr: [_cyberia_] Vous attirez des accidents, [mc].
it_it: [_cyberia_] Attiri incidenti, [mc].

source: [_cyberia_] You attract accidents, [mc].
fr_fr: [_cyberia_] Vous attirez des accidents, [mc].
it_it: [_cyberia_] Si attirano incidenti, [mc].

source: Don't I know it...
fr_fr: Je ne le sais pas ...
it_it: Non lo conosco...

source: [_cyberia_] You mean well, as most of your species does.
fr_fr: [_cyberia_] Vous voulez dire bien, comme la plupart des de votre espèce le fait.
it_it: [_cyberia_] Intendi bene, come fa la maggior parte della tua specie.

source: [_mc_] Proceed? What?
fr_fr: [_mc_] Continuer ? Quoi ?
it_it: [_mc_] Procede? Cosa?

source: What the hell is Cyberia talking about?
fr_fr: De quoi parle Cyberia ?
it_it: Di che diavolo sta parlando Cyberia?

source: Is this supposed to be some kind of warning?
fr_fr: C'est censé être une sorte d'avertissement ?
it_it: Questo dovrebbe essere una sorta di avvertimento?

source: [_cyberia_] That fall was no accident, [mc]. Not happy, little, or otherwise.
fr_fr: [_cyberia_] Cette chute n'était pas un accident, [mc]. Pas content, peu, ou autre.
it_it: [_cyberia_] Quella caduta non è stata casuale, [mc]. Non felice, poco, o altro.

source: [_cyberia_] That fall was no accident, [mc]. Not happy, little, or otherwise.
fr_fr: [_cyberia_] Cet automne n'est pas un accident, [mc]. Pas heureux, petit, ou sinon.
it_it: [_cyberia_] Quella caduta non è stata casuale, [mc]. Non felice, poco o altrimenti.

source: Is she talking about [lindsey]?
fr_fr: Est-ce qu'elle parle de [lindsey] ?
it_it: Sta parlando di [lindsey]?

source: [_cyberia_] Have you considered the suspects? I have.
fr_fr: [_cyberia_] Avez-vous considéré les suspects ? J'ai.
it_it: [_cyberia_] Hai considerato i sospettati? Io ho.

source: [_mc_] I've been a bit busy worrying about her well-being.
fr_fr: [_mc_] J'ai été un peu occupé à inquiéter sur son bien-être.
it_it: [_mc_] Sono stato un po' impegnato a preoccuparmi di per il suo benessere.

source: [_cyberia_] I have noticed your concern for your good friend [lindsey].
fr_fr: [_cyberia_] J'ai remarqué votre préoccupation pour votre bon ami [lindsey].
it_it: [_cyberia_] Ho notato la tua preoccupazione per il tuo buon amico [lindsey].

source: [_cyberia_] If I could feel emotion, I would surely weep at your thoughtfulness.
fr_fr: [_cyberia_] Si je pouvais ressentir des émotions, je pleurerais sûrement devant votre prévenance.
it_it: [_cyberia_] Se potessi provare emozione, piangerei sicuramente alla la tua pensierosità.

source: [_mc_] Thanks, I guess...
fr_fr: [_mc_] Merci, je suppose ...
it_it: [_mc_] Grazie, immagino...

source: [_mc_] So, who's the suspect?
fr_fr: [_mc_] Alors, qui est le suspect ?
it_it: [_mc_] Quindi, chi è il sospetto?

source: [_cyberia_] She is a bit like a feline, that human girl.
fr_fr: [_cyberia_] Elle est un peu comme un félin, , une fille humaine.
it_it: [_cyberia_] Lei è un po 'come un felino, quella ragazza umana.

source: [_cyberia_] Never to be trusted. Very fond of dolls.
fr_fr: [_cyberia_] On ne peut jamais lui faire confiance. Très friand de poupées.
it_it: [_cyberia_] Mai fidarsi. Molto appassionato di bambole.

source: Is Cyberia implying that [maya] somehow planted the saucer-eyed doll?{space=-35}
fr_fr: Cyberia implique-t-elle que le [maya] a planté la poupée aux yeux ? {space=-35}
it_it: Cyberia sta implicando che [maya] in qualche modo ha piantato la bambola dagli occhi del piatto?{space=-35}

source: [_cyberia_] I'm afraid I cannot divulge more information at this point in time.
fr_fr: [_cyberia_] Je crains de ne pas pouvoir divulguer plus d'informations à ce point dans le temps.
it_it: [_cyberia_] Temo di non poter divulgare ulteriori informazioni in questo punto in tempo.

source: [_mc_] Why the hell not?
fr_fr: [_mc_] Pourquoi pas ?
it_it: [_mc_] Perché l'inferno no?

source: [_cyberia_] But you released me from my bonds, and this is my way of paying it forward.
fr_fr: [_cyberia_] Mais vous m'avez libéré de mes obligations, et c'est mon la façon de le payer.
it_it: [_cyberia_] Ma tu mi hai liberato da miei legami, e questo è il mio modo di pagarlo in avanti.

source: [_mc_] I don't—
fr_fr: [Je ne...
it_it: [_mc_] non lo faccio—

source: Seriously? What the hell was that all about?
fr_fr: Sérieusement ? Qu'est-ce que c'était que tout ça ?
it_it: Seriamente? Di che diavolo si trattava tutto?

source: Did [cyberia] really escape?
fr_fr: Est-ce que le [cyberia] s'est vraiment échappé ?
it_it: [cyberia] è davvero sfuggito?

source: If she somehow got into [maxine]'s computer, I'll be in big trouble...
fr_fr: Si elle entre en quelque sorte dans l'ordinateur [maxine], je vais avoir de gros problèmes ...
it_it: Se in qualche modo entrò nel computer di [maxine], sarò in grossi problemi...

source: And there's no way [maya] would want to hurt [lindsey], right?
fr_fr: Et il n'y a aucun moyen que [maya] voudrait blesser [lindsey], n'est-ce pas ?
it_it: E non c'è modo che [maya] vorrebbe ferire [lindsey], giusto?
