Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_2/q_lindsey_voluntary.po
Languages: it_it

source: [_maxine_s_annoyed_] The hospital doesn't allow visitors.
it_it: [_maxine_s_annoyed_] L'ospedale non consente ai visitatori.

source: [_mc_] Since when would something like that stop you?
it_it: [_mc_] Da quando qualcosa di simile ti fermerebbe?

source: [_maxine_s_eyeroll_] Since... well...
it_it: [_maxine_s_eyeroll_] Da poi... bene...

source: It's odd to see [maxine] at a loss for words.
it_it: È strano vedere [maxine] in perdita per le parole.

source: [_mc_] I don't know what happened between you two, but I think she would like to see you.
it_it: [_mc_] Non so cosa sia successo tra voi due, ma penso che vorrebbe vedervi.

source: [_mc_] Seriously, [maxine]. Go visit her.
it_it: [_mc_] Seriamente, [maxine]. Vai a trovarla.

source: [_maxine_s_annoyed_] I don't think it would be a good idea.
it_it: [_maxine_s_annoyed_] Non penso che sarebbe una buona idea.

source: She seems almost human now... and it's weirding me out.
it_it: Sembra quasi umana ora... ed è strano me fuori.

source: [_mc_] Just think about it, okay?
it_it: [_mc_] Basta pensarci, okay?

source: [_mc_] She really needs her friends right now.
it_it: [_mc_] ha davvero bisogno dei suoi amici in questo momento.

source: [_maxine_s_skeptical_] I will, indeed, think about it.
it_it: [_maxine_s_skeptical_] Io ci penserò.

source: [_mc_] Thank you.
it_it: [_mc_] Grazie.

source: [_mc_] I need answers about the creepy doll that appeared at the night of the Independence Day dinner.
it_it: [_mc_] Ho bisogno di risposte sulla bambola raccapricciante che è apparsa nella notte della cena del giorno dell'indipendenza.

source: [_mc_] Anyway, I need answers about the creepy doll that appeared at the night of the Independence Day dinner.
it_it: [_mc_] Comunque, ho bisogno di risposte sulla bambola raccapricciante che è apparsa nella notte della cena del giorno dell'indipendenza.

source: [_mc_] For one, what was that thing?
it_it: [_mc_] Per uno, che cos'era quella cosa?

source: [_maxine_s_annoyed_] That was the saucer-eyed doll. I did try to warn you.
it_it: [_maxine_s_annoyed_] Quella era la bambola dagli occhi del piattino. Ho cercato di avvertirti.

source: Fuck me. Maybe I should've listened to her.
it_it: Cazzo me. Forse avrei dovuto ascoltarla.

source: [_mc_] Err, and where is it now?
it_it: [_mc_] Err, e dov'è ora?

source: [_maxine_s_annoyed_] I don't know.
it_it: [_maxine_s_annoyed_] non lo so.

source: Oh? That might be the first time I've ever heard her say those words...
it_it: Oh? Potrebbe essere la prima volta che la sento dire quelle parole...

source: [_mc_] Where did it even come from?
it_it: [_mc_] Da dove è arrivato?

source: [_maxine_s_skeptical_] I tracked its location to a hidden cache behind a locker.
it_it: [_maxine_s_skeptical_] Ho tracciato la sua posizione in una cache nascosta dietro un armadio.

source: [_maxine_s_skeptical_] But the locker in question was locked.
it_it: [_maxine_s_skeptical_] Ma l'armadietto in questione è stato bloccato.

source: [_mc_] Since when does a simple lock stop you?
it_it: [_mc_] Da quando si ferma una semplice serratura?

source: [_maxine_s_eyeroll_] I believe you must've mistaken the lock. It is anything but simple.
it_it: [_maxine_s_eyeroll_] Credo che tu debba aver sbagliato la serratura. È tutt'altro che semplice.

source: [_mc_] Well, which locker is it?
it_it: [_mc_] Beh, quale armadietto è?

source: [_maxine_s_skeptical_] The ley lines led me to the second row of lockers in the entrance hall.{space=-30}
it_it: [_maxine_s_skeptical_] Le ley lines mi hanno portato alla seconda fila di armadietti nella sala d'ingresso.{space=-30}

source: [_maxine_s_skeptical_] And in the second row, the second locker from the right.
it_it: [_maxine_s_skeptical_] E nella seconda fila, il secondo armadietto da destra.

source: Isn't that the locker where I found that strange coin and stuff?
it_it: Non è lo spogliatoio dove ho trovato quella strana moneta e roba?

source: I don't remember seeing a doll in there.
it_it: Non ricordo di aver visto una bambola lì dentro.

source: But I guess I should probably check it out regardless.
it_it: Ma immagino che dovrei probabilmente controllarlo indipendentemente .

source: Okay, I might as well check it out.
it_it: Va bene, potrei anche controllarlo.

source: Maybe it's time to start trusting [maxine]...
it_it: Forse è il momento di iniziare a fidarsi di [maxine]...

source: Second row... second locker from right...
it_it: Seconda riga... secondo armadietto da destra...

source: Welp. It is indeed that locker.
it_it: Welp. È proprio questo armadietto.

source: What the fuck is this?
it_it: Che cazzo è questo?

source: And someone unscrewed the panel, revealing a hidden compartment...{space=-50}
it_it: E qualcuno svitò il pannello, rivelando un compartimento nascosto...{space=-50}

source: This is getting all sorts of creepy.
it_it: Questo sta diventando ogni sorta di raccapricciante.

source: It's pitch black behind there...
it_it: È nero dietro lì...

source: What the hell is going on?
it_it: Che diavolo sta succedendo?

source: What are these things?
it_it: Che cosa sono queste cose?

source: And there's even a secret compartment...
it_it: E c'è anche un compartimento segreto...

source: No sign of the doll, though.
it_it: Nessun segno della bambola, però.

source: Is this [maya]'s locker? Surely not, right?
it_it: Questo [maya]è un armadietto? Sicuramente no, vero?

source: Hmm... maybe it's time to interrogate her.
it_it: Hmm... forse è il momento di interrogarla.

source: There she is. The prime suspect.
it_it: Lì è. Il primo sospettato.

source: At least, according to a talking toaster...
it_it: Almeno, secondo un tostapane parlante...

source: [maya] doesn't look more suspicious than usual, but maybe she's a hardened criminal with an impenetrable poker face?
it_it: [maya] non sembra più sospetta del solito, ma forse è un criminale indurito con un volto di poker impenetrabile?

source: [_maya_s_skeptical_] Are you stalking me?
it_it: [_maya_s_skeptical_] Mi stai stordendo?

source: [_mc_] Me? No! I would never!
it_it: [_mc_] Me? No! Non avrei mai!

source: [_maya_s_skeptical_] That's exactly the sort of thing a stalker would say.
it_it: [_maya_s_skeptical_] Questo è esattamente il tipo di cosa direbbe uno stalker.

source: [_mc_] If that's true, then why did you even bother asking?
it_it: [_mc_] Se è vero, allora perché ti sei persino preoccupato di chiedere?

source: [_maya_s_bored_] To see if you would say the sort of thing a stalker would say.
it_it: [_maya_s_bored_] Per vedere se si direbbe il tipo di cosa direbbe uno stalker.

source: [_mc_] That's entrapment.
it_it: [_mc_] È intrappolamento.

source: [_maya_s_blush_] Pretty impressive, right? I could have a promising career in the law!
it_it: [_maya_s_blush_] abbastanza impressionante, giusto? Potrei avere una carriera promettente nella legge!

source: [_mc_] Err, I don't think that's how it works.
it_it: [_mc_] Err, non penso che sia così che funziona.

source: [_maya_s_confident_] I'm pretty sure that's exactly how it works... stalker.
it_it: [_maya_s_confident_] sono abbastanza sicuro che è esattamente come funziona... stalker.

source: [_mc_] Ugh! Would it help if I confessed?
it_it: [_mc_] Ugh! Sarebbe di aiuto se mi confessasso?

source: [_maya_s_confident_] Why would that help?
it_it: [_maya_s_confident_] Perché aiuterebbe?

source: [_mc_] Ah. I see now.
it_it: [_mc_] Ah. Vedo adesso.

source: [_mc_] You're just being difficult for fun, aren't you?
it_it: [_mc_] Sei solo difficile per divertimento, vero?

source: [_maya_s_dramatic_] I don't know the meaning of the word!
it_it: [_maya_s_dramatic_] Non conosco il significato della parola!

source: [_mc_] Difficult?
it_it: [_mc_] Difficoltà?

source: [_maya_s_dramatic_] Very!
it_it: [_maya_s_dramatic_] Vero!

source: This is clearly not getting me very far, and I really need to figure out what happened with [lindsey].
it_it: Questo chiaramente non mi sta arrivando molto lontano, e ho davvero bisogno di capire cosa è successo con [lindsey].

source: Figures one of the suspects is being troublesome.
it_it: Le cifre di uno dei sospetti sono fastidiose.

source: [_mc_] I'm sorry to hear that.
it_it: [_mc_] mi dispiace sentirlo.

source: [_mc_] Anyway, can I ask you a question?
it_it: [_mc_] Comunque, posso farti una domanda?

source: [_maya_s_sarcastic_] Besides that one, you mean?
it_it: [_maya_s_sarcastic_] Oltre a quello, intendi?

source: [_mc_] Yes, [maya].
it_it: [_mc_] Sì, [maya].

source: [_maya_s_sarcastic_] I guess I have some time to kill before my spot on the corner opens up.{space=-65}
it_it: [_maya_s_sarcastic_] Immagino di avere un po' di tempo da uccidere prima che il mio punto sull'angolo si apra.{space=-65}

source: [_mc_] Where were you the night of the Independence Day dinner?
it_it: [_mc_] Dove eravate la notte della cena del giorno dell'indipendenza?

source: [_maya_s_thinking_] What's it to you?
it_it: [_maya_s_thinking_] Che cos'è?

source: [_maya_s_thinking_] Do you have a gap in your stalker notes or something?
it_it: [_maya_s_thinking_] Hai un vuoto nelle tue note dello stalker o qualcosa?

source: [_mc_] Ugh! I don't have—
it_it: [_mc_] Ugh! Non ho—

source: [_maya_s_kiss_] Chill out, dude. You're obviously not a stalker.
it_it: [_maya_s_kiss_] Affaticato, tesoro. Ovviamente non sei uno stalker.

source: [_mc_] Thank you...
it_it: [_mc_] Grazie...

source: [_maya_s_afraid_] You're a narc!
it_it: [_maya_s_afraid_] Sei un narc!

source: [_mc_] I am not!
it_it: [_mc_] Non lo sono!

source: [_mc_] ...but are you saying you were getting high that night?
it_it: [_mc_] ...ma stai dicendo che stavi diventando in alto quella notte?

source: [_maya_s_flirty_] If by high you mean having a highly intense girl hangout...
it_it: [_maya_s_flirty_] Se in alto si intende avere una ragazza molto intensa hangout...

source: Go on...
it_it: Vai su...

source: [_maya_s_thinking_] ...then no.
it_it: [_maya_s_thinking_] ... poi no.

source: [_maya_s_thinking_] I was celebrating Anti-Independence Day.
it_it: [_maya_s_thinking_] Stavo festeggiando la Giornata contro l'indipendenza.

source: [_maya_s_thinking_] You know, independently. As nature intended.
it_it: [_maya_s_thinking_] Lo sai, indipendentemente. Come la natura intendeva.

source: [_mc_] I take it you were alone, then?
it_it: [_mc_] Presumo che tu fossi da solo, allora?

source: [_maya_s_cringe_] Damn it! Did they change the definition of independently again?!
it_it: [_maya_s_cringe_] Dannazione! Hanno cambiato di nuovo la definizione di indipendente?!

source: [_mc_] Okay, okay! So, you {i}were{/} alone.
it_it: [_mc_] Okay, okay! Così, {i}eravate solo{/}.

source: [_mc_] But you don't want to say what you were doing?
it_it: [_mc_] Ma non vuoi dire quello che stavi facendo?

source: [_maya_s_dramatic_] What is this? CSI Junior?
it_it: [_maya_s_dramatic_] Cos'è questo? CSI Junior?

source: [_maya_s_dramatic_] I have better things to do than spend even more time in this dump.
it_it: [_maya_s_dramatic_] Ho cose migliori da fare che passare ancora più tempo in questa discarica.

source: [_mc_] Err, fair enough.
it_it: [_mc_] Err, abbastanza giusto.

source: This leaves [maya] wide open as a suspect.
it_it: Questo lascia [maya] aperto come un sospetto.

source: But why would she possibly want to hurt [lindsey]?
it_it: Ma perché forse vorrebbe ferire [lindsey]?

source: She's antisocial, sure, but she doesn't strike me as malicious.
it_it: Lei è antisociale, sicura, ma non mi colpisce come maligna.

source: I'm almost inclined to believe her...
it_it: Sono quasi incline a crederle...

source: [_mc_] How do you feel about dolls?
it_it: [_mc_] Come ti senti sulle bambole?

source: [_maya_s_thinking_] It depends.
it_it: [_maya_s_thinking_] Dipende.

source: [_mc_] On what?
it_it: [_mc_] Su cosa?

source: [_maya_s_thinking_] The blonde bimbo one is a hard pass.
it_it: [_maya_s_thinking_] Il bimbo biondo è un passo difficile.

source: [_maya_s_flirty_] But a voodoo doll? Fuck yeah.
it_it: [_maya_s_flirty_] Ma una bambola voodoo? Cazzo sì.

source: Well, that sounds only mildly terrifying...
it_it: Beh, che suona solo leggermente terrificante...

source: [_mc_] Err, do you practice voodoo?
it_it: [_mc_] Err, fai pratica voodoo?

source: [_maya_s_kiss_] Why do you think you masturbate so often?
it_it: [_maya_s_kiss_] Perché pensi di masturbarsi così spesso?

source: [_maya_s_kiss_] Miniature you likes to jerk it!
it_it: [_maya_s_kiss_] Miniatura ti piace masturbarla!

source: [_mc_] That is sexual harassment!
it_it: [_mc_] Che è molestie sessuali!

source: [_maya_s_thinking_] Fine. I'll start giving you headaches instead.
it_it: [_maya_s_thinking_] Bene. Inizierò a darti mal di testa invece.

source: [_mc_] You don't actually—
it_it: [_mc_] Non è realmente—

source: [_maya_s_cringe_] Of course not, [mc].
it_it: [_maya_s_cringe_] Naturalmente no, [mc].

source: [_maya_s_cringe_] I don't want to touch your actual dick, let alone a doll-size one.
it_it: [_maya_s_cringe_] Non voglio toccare il tuo vero cazzo, figuriamoci una bambola-taglia uno.

source: I'm conflicted...
it_it: Sono in conflitto...

source: Especially by the thought of [maya] touching my dick...
it_it: Soprattutto dal pensiero di [maya] toccando il mio cazzo...

source: [_mc_] So, no dolls, then?
it_it: [_mc_] Quindi, non bambole, allora?

source: [_maya_s_dramatic_] What kind of random question is this?
it_it: [_maya_s_dramatic_] Che tipo di domanda casuale è questa?

source: [_maya_s_dramatic_] If you have a doll fetish, you do you.
it_it: [_maya_s_dramatic_] Se hai un feticcio di bambola, ti fai tu.

source: [_mc_] I don't! It was just, err... something I heard.
it_it: [_mc_] non lo faccio! Era giusto, errato... qualcosa che ho sentito.

source: [_maya_s_dramatic_] The rumor mill chewing up and spitting out another one.
it_it: [_maya_s_dramatic_] Il mulino di rumor masticare e sputare fuori un altro.

source: Hmm... she's a bit defensive now...
it_it: Hmm... è un po' difensiva ora...

source: But I guess I can't really blame her. People do like to talk about her.
it_it: Ma immagino che non riesco davvero a incolparla. Alla gente piace parlare di lei.

source: I blame the air of mystery.
it_it: Incolpo l'aria del mistero.

source: Not that it helps me get much closer to any answers about [lindsey]...{space=-15}
it_it: Non che mi aiuti ad avvicinarmi molto a qualsiasi risposta su [lindsey]...{space=-15}

source: [_mc_] Are you and [lindsey] close?
it_it: [_mc_] Sei e [lindsey] vicino?

source: [_maya_s_concerned_] Not at all.
it_it: [_maya_s_concerned_] Non affatto.

source: [_maya_s_concerned_] She's currently in the hospital, while I'm here, wasting my time with you.{space=-80}
it_it: [_maya_s_concerned_] È attualmente in ospedale, mentre sono qui, sprecando il mio tempo con te.{space=-80}

source: [_mc_] Not physically close, [maya].
it_it: [_mc_] Non è fisicamente vicino, [maya].

source: Although, depending on the circumstances, that could potentially be interesting...
it_it: Anche se, a seconda delle circostanze, che potrebbe essere potenzialmente interessante...

source: [_mc_] I meant, like, emotionally?
it_it: [_mc_] Ho inteso, come emozionalmente?

source: [_maya_s_flirty_] Oh! Why didn't you say so?
it_it: [_maya_s_flirty_] Oh! Perché non lo hai detto?

source: [_maya_s_flirty_] In that case...
it_it: [_maya_s_flirty_] In quel caso...

source: [_extend_] no.
it_it: [_extend_] n.

source: [_maya_s_thinking_] She has too many emotions, whereas I have none.
it_it: [_maya_s_thinking_] Lei ha troppe emozioni, mentre io non ne ho nesse.

source: [_maya_s_thinking_] It would never work.
it_it: [_maya_s_thinking_] Non funzionerebbe mai.

source: [_mc_] I know that's not true.
it_it: [_mc_] So che non è vero.

source: [_maya_s_kiss_] Do you think it could work? By golly, gee!
it_it: [_maya_s_kiss_] Pensi che potrebbe funzionare? Per golly, gee!

source: [_mc_] Stop that. I know you have emotions.
it_it: [_mc_] Smettila. So che hai delle emozioni.

source: [_mc_] I'm sure [lindsey]'s fall had to affect you at least somewhat.
it_it: [_mc_] Sono sicuro che la caduta di [lindsey]ha dovuto influenzarti almeno in qualche modo.

source: [_mc_] Her falling off the roof was... terrifying to see.
it_it: [_mc_] La sua caduta dal tetto era... terrificante per vedere.

source: [_maya_s_dramatic_] Right, "falling."
it_it: [_maya_s_dramatic_] Destra, "caduta".

source: [_mc_] She didn't jump, okay?
it_it: [_mc_] Lei non ha saltato, ok?

source: [_maya_s_dramatic_] I wouldn't blame her if she did.
it_it: [_maya_s_dramatic_] Non la incolperei se lo facesse.

source: Damn. Dark.
it_it: Dannazione. Oscuro.

source: [_mc_] I'm sorry you feel that way...
it_it: [_mc_] Mi dispiace che ti senti così...

source: [_maya_s_cringe_] I'm not saying I'm about to run to the nearest roof.
it_it: [_maya_s_cringe_] Non sto dicendo che sto per correre al tetto più vicino.

source: [_maya_s_cringe_] But people should leave the poor girl alone, you know?
it_it: [_maya_s_cringe_] Ma la gente dovrebbe lasciare la povera ragazza sola, sa?

source: [_mc_] Err, right.
it_it: [_mc_] Err, giusto.

source: It's hard to be sure, but it looks like there's a trace of genuine sympathy on [maya]'s face.
it_it: È difficile essere sicuri, ma sembra che ci sia una traccia di genuina simpatia sul volto di [maya].

source: And that makes it hard to believe she could have anything to do with this...
it_it: E questo rende difficile credere che potrebbe avere qualcosa a che fare con questo...

source: [_mc_] Anyway, thank you for answering my question.
it_it: [_mc_] Comunque, grazie per aver risposto alla mia domanda.

source: Albeit in the most difficult way she could manage.
it_it: Anche se nel modo più difficile poteva gestire.

source: She's so frustrating... yet somehow so alluring.
it_it: Lei è così frustrante... ma in qualche modo così allettante.

source: [_maya_s_confident_] I live to serve! Just like a question answering genie.
it_it: [_maya_s_confident_] Vivo per servire! Proprio come una domanda che risponde genie.

source: [_mc_] Not quite as useful as wishes, but I'll take it.
it_it: [_mc_] Non abbastanza utile come desideri, ma lo prenderò.

source: [_maya_s_blush_] You only have two questions left!
it_it: [_maya_s_blush_] Hai solo due domande rimaste!

source: [_mc_] Very well. Which locker is yours?
it_it: [_mc_] Molto bene. Quale armadietto è il tuo?

source: [_maya_s_blush_] The one with all the rainbow and unicorn stickers.
it_it: [_maya_s_blush_] Quello con tutti gli adesivi dell'arcobaleno e dell'unicorno.

source: [_mc_] Not the one on the second row, err... second from right?
it_it: [_mc_] Non quello sulla seconda riga, err... secondo da destra?

source: [_maya_s_bored_] Nope. You're out of questions.
it_it: [_maya_s_bored_] Nope. Sei senza domande.

source: [_maya_s_bored_] And I'm out of fucks to give.
it_it: [_maya_s_bored_] E sono fuori cazzo da dare.

source: Welp. It's not much clearer what exactly happened that night.
it_it: Welp. Non è molto più chiaro cosa sia successo esattamente quella notte.

source: Right now, I feel more inclined to believe [maya]...
it_it: In questo momento mi sento più propenso a credere [maya]...

source: But then why would [cyberia] bring her up?
it_it: Ma allora perché [cyberia] la solleverebbe?

source: I guess it can't hurt to just keep a closer eye on her for a little while.{space=-5}
it_it: Immagino che non possa fare male solo tenere un occhio più da vicino su di lei per un po '.{space=-5}

source: Also, if the locker isn't hers, then whose is it?
it_it: Inoltre, se l'armadietto non è suo, allora di chi è?

source: It has to belong to someone... right?
it_it: Deve appartenere a qualcuno... giusto?

source: Maybe I could beg [jo] to show me the locker file.
it_it: Forse potrei pregare [jo] di mostrarmi il file dell'armadietto.

source: [_mc_] Hey, [jo]. I have a question.
it_it: [_mc_] Hey, [jo]. Ho una domanda.

source: [_jo_s_smile_] What's on your mind, sweetheart?
it_it: [_jo_s_smile_] Che cos'è la tua mente, innamorato?

source: [_mc_] Would it be possible for me to look at the locker file?
it_it: [_mc_] Sarebbe possibile per me guardare il file di armadio?

source: [_jo_s_skeptical_] Unfortunately not. For safety reasons, that's not public record.
it_it: [_jo_s_skeptical_] Sfortunatamente no. Per motivi di sicurezza, non è un record pubblico.

source: [_mc_] It might help me understand what happened at the night of the Independence Day dinner.
it_it: [_mc_] Potrebbe aiutarmi a capire cosa è successo nella notte della cena del giorno dell'indipendenza.

source: [_jo_s_sad_] Aw, honey.
it_it: [_jo_s_sad_] Aw, miele.

source: [_jo_s_sad_] These things are hard to make sense of. I understand it must be hard.{space=-40}
it_it: [_jo_s_sad_] Queste cose sono difficili da avere senso. Capisco che deve essere dura.{space=-40}

source: [_jo_s_sad_] That's why we're providing counseling for those in need.
it_it: [_jo_s_sad_] Ecco perché stiamo fornendo consulenza per coloro che ne hanno bisogno.

source: [_jo_s_sad_] But I'm also here if you need to talk, okay?
it_it: [_jo_s_sad_] Ma sono anche qui se hai bisogno di parlare, okay?

source: [_mc_] I'm fine, [jo]. Really.
it_it: [_mc_] sto bene, [jo]. Davvero.

source: [_mc_] But something happened that night, and I'm going to get to the bottom of it.
it_it: [_mc_] Ma è successo qualcosa quella notte, e andrò fino in fondo.

source: [_jo_s_sad_] You just have to give it time, hon. Not everything has an explanation.{space=-15}
it_it: [_jo_s_sad_] Devi solo dargli tempo, hon. Non tutto ha una spiegazione.{space=-15}

source: But some things definitely do... and those are damn well worth pursuing.{space=-95}
it_it: Ma alcune cose sicuramente fanno... e quelle sono dannatamente vale la pena inseguire.{space=-95}

source: [_mc_] Fine. I'll give it time. Thanks, [jo].
it_it: [_mc_] Bene. Darò tempo. Grazie, [jo].

source: [_jo_s_worried_] Don't worry, sweetheart. Everyone deals with tragedy differently.
it_it: [_jo_s_worried_] Non ti preoccupare, innamorarti. Tutti si occupano di tragedia in modo diverso.

source: [_jo_s_worried_] Anyway, I have a meeting to attend to. See you later, honey.
it_it: [_jo_s_worried_] Comunque, ho una riunione a cui partecipare. Ci vediamo più tardi, miele.

source: [_mc_] [lindsey] asked me to take care of her locker, but I don't know which one is hers...
it_it: [_mc_] [lindsey] mi ha chiesto di prendermi cura del suo armadietto, ma non so quale sia lei...

source: [_jo_s_excited_] Aw! That's very kind of you, [mc].
it_it: [_jo_s_excited_] Aw! Questo è molto gentile di te, [mc].

source: [_mc_] So, will you let me have a look?
it_it: [_mc_] Allora, mi lascerai dare un'occhiata?

source: [_jo_s_cringe_] I'm afraid I can't. I could have a quick look for you, though.
it_it: [_jo_s_cringe_] Temo che non possa. Potrei avere un rapido look per te.

source: Ugh, that's not how I find out who owns the mysterious locker...
it_it: Ugh, non è così che scopro chi possiede il misterioso armadietto...

source: [_mc_] Err, it's okay. I know you're busy.
it_it: [_mc_] Err, va bene. So che sei impegnato.

source: [_mc_] I'll just ask her if I see her at the hospital.
it_it: [_mc_] Le chiederò solo se la vedo all'ospedale.

source: [_jo_s_laughing_] That's a good idea! I take the school policies very seriously.
it_it: [_jo_s_laughing_] Questa è una buona idea! Prendo molto sul serio le politiche scolastiche.

source: [_jo_s_excited_] Speaking of which, I have board meeting soon. So, I better get going.{space=-20}
it_it: [_jo_s_excited_] Parlando di cui, ho presto riunione di bordo. Quindi, meglio andarmene. {space=-20}

source: [_jo_s_excited_] See you later, [mc]!
it_it: [_jo_s_excited_] Ci vediamo più tardi, [mc]!
