Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_2/q_lindsey_voluntary.po
Languages: it_it

source: God, whenever I see the hospital I get the urge to visit [lindsey]...
it_it: Dio, ogni volta che vedo l'ospedale ho la voglia di visitare [lindsey]...

source: She's like a princess, locked up in her tower.
it_it: È come una principessa, rinchiusa nella sua torre.

source: Maybe they've forgotten my face since last time, and I can sneak in?{space=-10}
it_it: Forse hanno dimenticato la mia faccia dall'ultima volta, e posso intrufolarsi?{space=-10}

source: I can't leave her alone in there. My heart won't allow it.
it_it: Non posso lasciarla da sola lì dentro. Il mio cuore non lo permetterà.

source: Fuck. This just got a whole lot trickier.
it_it: Scopo. Questo ha appena avuto un sacco di più complicato.

source: Did they seriously hire a guard because of me?
it_it: Hanno assunto seriamente una guardia a causa di me?

source: I guess it wouldn't surprise me if [lindsey]'s parents demanded it...
it_it: Immagino che non mi sorprenderebbe se i genitori di [lindsey]lo avessero richiesto...

source: I won't let some guard stop me from seeing her, though.
it_it: Non lascerò un po' di guardia per impedirmi di vederla, però.

source: Maybe this is one of those times when cheating your way through isn't the way.
it_it: Forse questo è uno di quei momenti in cui imbrogliare la strada attraverso non è la strada.

source: What would be an honest way of gaining access to the hospital?
it_it: Quale sarebbe un modo onesto di accedere all'ospedale?

source: Maybe there's some kind of volunteer work?
it_it: Forse c'è qualche tipo di lavoro volontario?

source: [_mc_] Excuse me, ma'am!
it_it: [_mc_] Scusi, ma'am!

source: [_nurse_] How may I help you?
it_it: [_nurse_] Come posso aiutarti?

source: [_mc_] I was wondering if there's any volunteer work available?
it_it: [_mc_] Mi chiedevo se ci sia qualche volontariato disponibile?

source: [_mc_] I would really like to help the sick and elderly...
it_it: [_mc_] Vorrei davvero aiutare i malati e gli anziani...

source: ...but most importantly, the young and beautiful.
it_it: ...ma soprattutto, i giovani e belli.

source: [_nurse_] There might be. Fill in this form, please.
it_it: [_nurse_] Ci potrebbe essere. Compila questo modulo, per favore.

source: Ugh, forms...
it_it: Ugh, moduli...

source: [_mc_] Err, thanks!
it_it: [_mc_] Err, grazie!

source: Let's see here...
it_it: Vediamo qui...

source: Name... [mc].
it_it: Nome... [mc].

source: Age... do I put my old life age, this age, or do I add them together?
it_it: Età... ho messo la mia vecchiaia, questa età, o li aggiungo insieme?

source: I do sometimes feel like I have a midlife crisis.
it_it: A volte mi sento come se avessi una crisi di mezza vita.

source: Past experience...?
it_it: Esperienza passata...?

source: Err, does playing a holy priest in WoW count?
it_it: Err, gioca un santo sacerdote in WoW?

source: I probably should take this seriously.
it_it: Probabilmente dovrei prendere sul serio questo punto.

source: Okay, all done! Hopefully this will do.
it_it: Va bene, tutto fatto! Speriamo che questo lo faccia.

source: It says they will contact me in the coming days.
it_it: Dice che mi contatteranno nei prossimi giorni.

source: Meanwhile, I can score some brownie points with [jo] for being such a stand up citizen...
it_it: Nel frattempo, posso segnare alcuni punti brownie con [jo] per essere un tale cittadino in piedi...

source: ...and maybe even annoy [flora] a bit in the process.
it_it: ...e forse anche fastidioso [flora] un po 'nel processo.

source: It's getting late. I can't wait to get home.
it_it: Sta diventando in ritardo. Non vedo l'ora di tornare a casa.

source: Just have to put [maxine]'s priced paper back in the stack first. Leaving with it will get me in so much trouble.
it_it: Devi solo mettere la carta di [maxine]prezzo di nuovo nella pila prima. Lasciare con esso mi porterà in così tanti guai.

source: She doesn't mess around.
it_it: Lei non si arrabbia.

source: [_flora_s_confused_] Where have you been all day?
it_it: [_flora_s_confused_] Dove sei stato tutto il giorno?

source: [_mc_] Just out and about. Getting into volunteer work. No big deal.
it_it: [_mc_] Solo fuori e circa. Entrare nel lavoro volontario. Nessun grande affare.

source: [_flora_s_annoyed_] You're bluffing.
it_it: [_flora_s_annoyed_] sta bluffando.

source: [_mc_] Me? I would never!
it_it: [_mc_] Me? Non sarei mai!

source: [_mc_] I'm all about helping others. Especially the sick and elderly!
it_it: [_mc_] sto aiutando gli altri. Soprattutto gli ammalati e gli anziani!

source: [_flora_s_sarcastic_] Ah, I get it.
it_it: [_flora_s_sarcastic_] Ah, lo capisco.

source: [_mc_] Get what?
it_it: [_mc_] Ottieni cosa?

source: [_flora_s_sarcastic_] You've never shown interest in volunteer work before...
it_it: [_flora_s_sarcastic_] Non hai mai mostrato interesse per il volontariato prima...

source: [_flora_s_sarcastic_] ...but as soon as [lindsey]'s in the hospital, you're all over it.
it_it: [_flora_s_sarcastic_] ...ma non appena [lindsey]è in ospedale, sei in tutto.

source: [_mc_] [lindsey]'s in the hospital? What happened?!
it_it: [_mc_] [lindsey]è in ospedale? Cos'è successo?!

source: [_flora_s_annoyed_] Nice try.
it_it: [_flora_s_annoyed_] Bel tentare.

source: [_mc_] I thought she could use some company. You know how her parents are.{space=-65}
it_it: [_mc_] Ho pensato che potesse usare qualche compagnia. Sai come sono i suoi genitori.{space=-65}

source: [_flora_s_thinking_] Hmm... I guess I would get bored too if I were in a cast...
it_it: [_flora_s_thinking_] Hmm... Immagino che mi annoierei anche se fossi in un cast...

source: [_flora_s_blush_] That's actually kind of sweet of you.
it_it: [_flora_s_blush_] In realtà è un po' dolce di voi.

source: [_mc_] Sweet, brave, chivalrous — pick as many as you like.
it_it: [_mc_] Dolce, coraggioso, cavalleresco — scegli quanti vuoi.

source: [_flora_s_laughing_] How about obnoxious?
it_it: [_flora_s_laughing_] Che ne dici di odioso?

source: [_mc_] That's way too big of a word for me. I'm a simple man with a simple code of honor.
it_it: [_mc_] È troppo grande per me una parola. Sono un uomo semplice con un semplice codice d'onore.

source: [_flora_s_laughing_] Simp is right!
it_it: [_flora_s_laughing_] Simp ha ragione!

source: [_mc_] Don't you have homework to do?
it_it: [_mc_] Non hai i compiti da fare?

source: [_flora_s_thinking_] Don't you have your own business to mind?
it_it: [_flora_s_thinking_] Non hai i tuoi affari da pensare?

source: [_mc_] Oh, absolutely. Volunteer work, to be precise.
it_it: [_mc_] Oh, assolutamente. Volontariato, per essere precisi.

source: [_mc_] Selflessness. The good cause. All that jazz.
it_it: [_mc_] Selflessness. La buona causa. Tutto quel jazz.

source: [_mc_] She needs me.
it_it: [_mc_] ha bisogno di me.

source: [_flora_s_thinking_] What's that supposed to mean?
it_it: [_flora_s_thinking_] Che cosa dovrebbe significare?

source: [_mc_] Err, that she relies on me?
it_it: [_mc_] Err, che si affida a me?

source: [_flora_s_thinking_] You just said the same thing with different words.
it_it: [_flora_s_thinking_] Hai appena detto la stessa cosa con parole diverse.

source: [_mc_] I guess I feel obligated to protect her in a way...
it_it: [_mc_] Immagino di sentirmi obbligato a proteggerla in un modo...

source: [_flora_s_worried_] Do you feel obligated to protect me?
it_it: [_flora_s_worried_] Ti senti obbligato a proteggermi?

source: [_mc_] Very funny.
it_it: [_mc_] Molto divertente.

source: [_flora_s_worried_] I don't see anyone laughing. Do you?
it_it: [_flora_s_worried_] Io non vedo nessuno che rida. Tu tu?

source: [_mc_] [lindsey] is, well, special. She's like a princess.
it_it: [_mc_] [lindsey] è, bene, speciale. È come una principessa.

source: [_mc_] Whereas you're more like a... witch? A really cute one, of course!
it_it: [_mc_] Mentre sei più simile a... strega? Una davvero carina, naturalmente!

source: [_flora_s_angry_] And you're like a gravedigger, digging your own grave.
it_it: [_flora_s_angry_] E tu sei come un becchino, scavando la tua tomba.

source: Shit. She looks genuinely angry.
it_it: Merda sembra genuinamente arrabbiata.

source: I probably should've kept my mouth shut...
it_it: Probabilmente avrei dovuto tenere la bocca chiusa...

source: [_mc_] Err, am I free to go?
it_it: [_mc_] Err, sono libero di andare?

source: [_flora_s_concerned_] Yes, but I'll curse your bloodline for seven generations if you do something stupid.
it_it: [_flora_s_concerned_] Sì, ma maledirò la tua linea di sangue per sette generazioni se fai qualcosa di stupido.

source: [_mc_] See? This is what I was talking about!
it_it: [_mc_] Vedi? Questo è di cosa stavo parlando!

source: Oh, well. She'll get over it.
it_it: Oh, bene. Lei la supererà.

source: In the meantime, I should probably do some investigating.
it_it: Nel frattempo, probabilmente dovrei fare qualche indagine.

source: Everyone thinks [lindsey]'s fall was a suicide attempt, but I know better.
it_it: Tutti pensano che la caduta di [lindsey]fosse un tentativo di suicidio, ma lo so meglio.

source: [_flora_s_confused_] Oh? I didn't know you were that close.
it_it: [_flora_s_confused_] Oh? Non sapevo che fossi così vicino.

source: [_mc_] We're pretty tight. Besties, basically.
it_it: [_mc_] Siamo abbastanza stretti. Bestie, in sostanza.

source: [_flora_s_sarcastic_] I knew you were in the friendzone.
it_it: [_flora_s_sarcastic_] Sapevo che eravate nella zona di amicizia.

source: [_mc_] Everyone needs friends, [flora].
it_it: [_mc_] Tutti hanno bisogno di amici, [flora].

source: [_mc_] Do you want to be friends?
it_it: [_mc_] Vuoi essere amico?

source: [_flora_s_annoyed_] Shut up.
it_it: [_flora_s_annoyed_] Stai zitto.

source: [_mc_] You need some time to think about it? Understood.
it_it: [_mc_] Hai bisogno di un po' di tempo per pensarci? Capito.

source: [_mc_] Oh, my. Is that jealousy?
it_it: [_mc_] Oh, mio. È questa gelosia?

source: [_flora_s_cringe_] What? No, it's not!
it_it: [_flora_s_cringe_] Cosa? No, non è cosa!

source: [_mc_] It is, isn't it? I should've known!
it_it: [_mc_] Lo è, vero? Avrei dovuto saperlo!

source: [_flora_s_cringe_] I will kill you!
it_it: [_flora_s_cringe_] Ti ucciderò!

source: [_jo_s_skeptical_] Hello, you two.
it_it: [_jo_s_skeptical_] Ciao, voi due.

source: [_jo_s_skeptical_] Is everything okay?
it_it: [_jo_s_skeptical_] Va tutto bene?

source: [_mc_] I was just telling [flora] about my upcoming volunteer work at the hospital.{space=-110}
it_it: [_mc_] Stavo solo parlando di [flora] del mio prossimo lavoro volontario presso l'ospedale.{space=-110}

source: [_mc_] She's really excited about it!
it_it: [_mc_] Lei è davvero emozionata!

source: [_jo_s_smile_] That's amazing news, sweetheart!
it_it: [_jo_s_smile_] Questa è una notizia incredibile, innamorato!

source: [_jo_s_smile_] I'm so proud of you! That place is criminally understaffed!
it_it: [_jo_s_smile_] Sono così orgoglioso di te! Quel posto è criminalmente sottoequipaggiato!

source: [_flora_s_annoyed_] Whatever.
it_it: [_flora_s_annoyed_] Qualcosa.

source: [_jo_s_concerned_] Now, now, [flora]. No need to be a sauerkraut.
it_it: [_jo_s_concerned_] Now [flora]. No need to be a sauerkraut.

source: [_jo_s_concerned_] [mc] is doing a good and selfless thing here.
it_it: [_jo_s_concerned_] [mc] sta facendo una cosa buona e altruista.

source: [_jo_s_concerned_] You should encourage him more.
it_it: [_jo_s_concerned_] Dovresti incoraggiarlo di più.

source: [_flora_s_eyeroll_] He definitely doesn't need encouragement.
it_it: [_flora_s_eyeroll_] Non ha assolutamente bisogno di incoraggiamento.

source: [_jo_s_confident_] I have to go get changed. Be good, you two.
it_it: [_jo_s_confident_] devo andare cambiato. Sii buono, voi due.

source: [_mc_] What?
it_it: [_mc_] Cosa?

source: [_flora_s_annoyed_] You won't get away with this.
it_it: [_flora_s_annoyed_] Non farai via con questo.

source: [_mc_] You better watch out, [flora]. Maybe I'll be her favorite soon?
it_it: [_mc_] Faresti meglio a prestare attenzione, [flora]. Forse presto sarò il suo preferito?

source: [_flora_s_cringe_] Shut up!
it_it: [_flora_s_cringe_] Stai zitto!

source: As much as I'd like to spend the rest of my days annoying her, I should{space=-60} probably do some investigating.
it_it: Per quanto mi piacerebbe trascorrere il resto dei miei giorni fastidioso, dovrei{space=-60} probabilmente fare qualche indagine.

source: As much as I'd like to spend the rest of my days annoying [flora], I should probably do some investigating.
it_it: Per quanto mi piacerebbe trascorrere il resto dei miei giorni fastidiosi [flora], probabilmente dovrei fare qualche indagine.

source: [_mc_] Catch you later!
it_it: [_mc_] Ti cattura più tardi!

source: [_mc_] [maxine]? What exactly are you doing?
it_it: [_mc_] [maxine]? Cosa stai facendo esattamente?

source: [_maxine_s_confident_] Concocting concoctions.
it_it: [_maxine_s_confident_] Concocting intrugli

source: [_mc_] Why are you in a hazmat suit?
it_it: [_mc_] Perché sei in un abito da hazmat?

source: [_maxine_s_eyeroll_] For my protection, of course.
it_it: [_maxine_s_eyeroll_] Per la mia protezione, ovviamente.

source: [_mc_] From what?
it_it: [_mc_] Da che cosa?

source: [_maxine_s_eyeroll_] Dangerous chemicals.
it_it: [_maxine_s_eyeroll_] Prodotti chimici pericolosi.

source: [_mc_] Are those even allowed in here?
it_it: [_mc_] Quelli sono permessi anche qui dentro?

source: [_maxine_s_confident_] Why, yes. This is a laboratory, after all.
it_it: [_maxine_s_confident_] Perché, sì. Questo è un laboratorio, dopo tutto.

source: [_mc_] This is a science classroom...
it_it: [_mc_] Questa è una classe di scienza...

source: [_maxine_s_skeptical_] There are lab coats in here.
it_it: [_maxine_s_skeptical_] Ci sono cappotti di laboratorio qui.

source: [_mc_] So what?
it_it: [_mc_] Così che cosa?

source: [_maxine_s_skeptical_] So, a lab coat is a coat worn in a laboratory. It's in the name.
it_it: [_maxine_s_skeptical_] Quindi, un cappotto da laboratorio è un cappotto indossato in laboratorio.

source: [_mc_] Is it safe for me to be in here?
it_it: [_mc_] È sicuro per me essere qui dentro?

source: [_maxine_s_skeptical_] More or less.
it_it: [_maxine_s_skeptical_] Più o meno.

source: [_mc_] More or less? Am I going to die?!
it_it: [_mc_] Più o meno? Sto per morire?!

source: [_maxine_s_annoyed_] I would assume so.
it_it: [_maxine_s_annoyed_] suppongo così.

source: [_maxine_s_annoyed_] I'm sorry to be the bearer of bad news, but life is temporary for most.{space=-30}
it_it: [_maxine_s_annoyed_] Mi dispiace di essere il portatore di cattive notizie, ma la vita è temporanea per la maggior parte.{space=-30}

source: [_mc_] What sort of concoctions?
it_it: [_mc_] Che tipo di coctions?

source: [_maxine_s_skeptical_] The mind-altering kind.
it_it: [_maxine_s_skeptical_] La mente-alterante tipo.

source: [_mc_] Is that what you put in the strawberry juice?
it_it: [_mc_] È quello che metti nel succo di fragole?

source: [_maxine_s_skeptical_] Indeed. Albeit an earlier iteration.
it_it: [_maxine_s_skeptical_] In verità. Anche se una precedente iterazione.

source: [_mc_] So, you admit to drugging me?
it_it: [_mc_] Perciò, ammetti di trascinarmi?

source: [_maxine_s_skeptical_] Why, yes. Unless you got the placebo?
it_it: [_maxine_s_skeptical_] Perché, sì. A meno che tu non abbia ricevuto il placebo?

source: [_mc_] I fainted, [maxine]!
it_it: [_mc_] Sono svenuto, [maxine]!

source: [_maxine_s_eyeroll_] That could have just been a combination of stairs and poor stamina.{space=-10}
it_it: [_maxine_s_eyeroll_] Che avrebbe potuto essere solo una combinazione di scale e scarsa resistenza.{spazio=-10}

source: Harsh, but fair...
it_it: Harsh, ma fiera...

source: [_mc_] What the hell? That has to be against the law!
it_it: [_mc_] Che inferno? Questo deve essere contro la legge!

source: [_maxine_s_skeptical_] It's not against the laws of physics...
it_it: [_maxine_s_skeptical_] Non è contro le leggi della fisica...

source: [_maxine_s_skeptical_] ...not yet, at least.
it_it: [_maxine_s_skeptical_] ... non ancora, almeno.

source: [_mc_] I really don't think you should be taking mind-altering drugs.
it_it: [_mc_] Non penso che si dovrebbe prendere droghe che alterano la mente.

source: [_maxine_s_annoyed_] It's the only way to survive the impending juice apocalypse.
it_it: [_maxine_s_annoyed_] È l'unico modo per sopravvivere all'imminente apocalisse del succo.

source: [_mc_] Fine. Do what you want, I guess.
it_it: [_mc_] Bene. Fai quello che vuoi, immagino.

source: [_mc_] Just don't drug anyone else.
it_it: [_mc_] Semplicemente non drogare nessun altro.

source: [_maxine_s_annoyed_] I'm afraid it's too late for that.
it_it: [_maxine_s_annoyed_] Temo che sia troppo tardi per quello.

source: [_mc_] What?!
it_it: [_mc_] Cosa?!

source: [_maxine_s_skeptical_] The concoction needed testing.
it_it: [_maxine_s_skeptical_] Il test necessario per l'intrusione.

source: [_maxine_s_skeptical_] Don't worry. The side effects aren't lethal... for the most part.
it_it: [_maxine_s_skeptical_] Non ti preoccupare. Gli effetti collaterali non sono letali... per la maggior parte.

source: [_mc_] Who did you give this to, [maxine]?
it_it: [_mc_] A chi hai dato questo dato, [maxine]?

source: [_maxine_s_eyeroll_] That's a matter of patient confidentiality.
it_it: [_maxine_s_eyeroll_] È una questione di riservatezza paziente.

source: [_mc_] Take that thing off so I can fuck you.
it_it: [_mc_] togliete quella cosa in modo da potervi scopare.

source: [_maxine_s_confident_] Good. Very good.
it_it: [_maxine_s_confident_] Bene. Molto buono.

source: Huh. That's not the response I was expecting.
it_it: Huh. Non è la risposta che mi aspettavo.

source: [_mc_] Err, what's good?
it_it: [_mc_] Err, cosa c'è di buono?

source: [_maxine_s_confident_] A heightened libido is one of the milder side effects.
it_it: [_maxine_s_confident_] Una libido accresciuta è uno degli effetti collaterali più lievi.

source: [_mc_] Side effects of what?!
it_it: [_mc_] Effetti collaterali di cosa?!

source: [_maxine_s_skeptical_] Of the concoction you ingested.
it_it: [_maxine_s_skeptical_] Dell'ingestione che hai ingerito.

source: [_mc_] I didn't ingest any concoction!
it_it: [_mc_] Non ho ingerito nessun intruzione!

source: [_maxine_s_skeptical_] Are you sure about that?
it_it: [_maxine_s_skeptical_] Sei sicuro di quello?

source: [_mc_] Yes, I am!
it_it: [_mc_] Sì, sono!

source: [_maxine_s_skeptical_] That's strange, because I observed you ingest the concoction, walk up the stairs, and then faint.
it_it: [_maxine_s_skeptical_] È strano, perché ti ho osservato ingerire l'intreccio, salire le scale, e poi svenire.

source: [_maxine_s_skeptical_] Of course, at the time, you believed it to be strawberry juice.
it_it: [_maxine_s_skeptical_] Certo, all'epoca, hai creduto che fosse succo di fragola.

source: [_mc_] Did you drug me without me knowing?!
it_it: [_mc_] Mi hai drogato senza che io sapesse?!

source: [_maxine_s_confident_hands_down_] Indeed. I did it while wearing a blindfold, too.
it_it: [_maxine_s_confident_hands_down_] Anzi, l'ho fatto indossando anche un bendaggio.

source: [_mc_] What...?
it_it: [_mc_] Cosa...?

source: [_maxine_s_confident_hands_down_] It's what we call a double blind test.
it_it: [_maxine_s_confident_hands_down_] È quello che chiamiamo un doppio cieco.

source: [_mc_] That's not at all what a double blind test is!
it_it: [_mc_] Questo non è affatto ciò che un doppio cieco prova è!

source: [_maxine_s_skeptical_] Are you sure? I figured if the concoction knocked you out, it'd count as being blind momentarily.
it_it: [_maxine_s_skeptical_] Sei sicuro? Ho capito se l'attacco ti ha buttato fuori, sarebbe contato come essere cieco momentaneamente.

source: [_maxine_s_skeptical_] But perhaps I should've equipped you with a blindfold, as well?
it_it: [_maxine_s_skeptical_] Ma forse avrei dovuto darti anche un bendino?

source: [_maxine_s_skeptical_] That's odd. Your name is on my list of test subjects.
it_it: [_maxine_s_skeptical_] È strano. Il tuo nome è nella mia lista di soggetti di prova.

source: [_mc_] What? I don't remember signing up for that.
it_it: [_mc_] Cosa? Non ricordo di registrarmi per questo.

source: [_maxine_s_confident_hands_down_] That's because {i}I{/} signed you up.
it_it: [_maxine_s_confident_hands_down_] Questo perché {i}I{/} ti è registrato.

source: [_mc_] Erase me from that list, [maxine].
it_it: [_mc_] Cancellami da quella lista, [maxine].

source: [_maxine_s_annoyed_] I'm afraid I can't.
it_it: [_maxine_s_annoyed_] Temo di non poterlo fare.

source: [_mc_] Why the hell not?
it_it: [_mc_] Perché l'inferno no?

source: [_maxine_s_annoyed_] I wrote it in ink.
it_it: [_maxine_s_annoyed_] l'ho scritto nell'inchiostro.

source: [_mc_] Anyway, I have some questions about the night when [lindsey]—
it_it: [_mc_] Comunque, ho alcune domande sulla notte quando [lindsey]—

source: [_mc_] ...err, about the night of the Independence Day dinner.
it_it: [_mc_] ...err, circa la notte della cena del giorno dell'indipendenza.

source: [_maxine_s_confident_] What knowledge do you seek?
it_it: [_maxine_s_confident_] Che conoscenza cercate?

source: [_mc_] What do you know about [maya]?
it_it: [_mc_] Cosa sai di [maya]?

source: [_maxine_s_skeptical_] As with every student here, she's in my files.
it_it: [_maxine_s_skeptical_] Come per ogni studente qui, lei è nei miei file.

source: [_mc_] Can I have a look at her file?
it_it: [_mc_] Posso dare un'occhiata al suo file?

source: [_maxine_s_skeptical_] No, that's classified.
it_it: [_maxine_s_skeptical_] No, è classificato.

source: [_mc_] Why?
it_it: [_mc_] Perché?

source: [_maxine_s_eyeroll_] Because the council has decided so.
it_it: [_maxine_s_eyeroll_] Perché il Consiglio ha deciso così.

source: [_mc_] What freaking council?!
it_it: [_mc_] Che consiglio freaking?!

source: [_mc_] You know what? I don't care. Give me her file.
it_it: [_mc_] Sai cosa? Non mi importa. Dammi il suo file.

source: [_maxine_s_eyeroll_] You don't have the clearance for it.
it_it: [_maxine_s_eyeroll_] Non hai il permesso per esso.

source: [_mc_] You're starting to piss me off, [maxine].
it_it: [_mc_] Stai iniziando a sbattermi fuori, [maxine].

source: [_mc_] Do you know her whereabouts during the Independence Day dinner?{space=-10}
it_it: [_mc_] Conosci il suo luogo durante la cena del giorno dell'indipendenza?{space=-10}

source: [_maxine_s_skeptical_] I do not.
it_it: [_maxine_s_skeptical_] Non lo faccio.

source: [_mc_] I take it she wasn't in the school, then?
it_it: [_mc_] Lo presento che non era nella scuola, allora?

source: [_maxine_s_skeptical_] If she was, she would've had to be as stealthy as a cat.
it_it: [_maxine_s_skeptical_] Se fosse stata, avrebbe dovuto essere furtiva come un gatto.

source: [_mc_] What about dolls? Does she like dolls?
it_it: [_mc_] E delle bambole? Le piacciono le bambole?

source: [_maxine_s_confident_hands_down_] She indeed appears to have a special fondness for them.
it_it: [_maxine_s_confident_hands_down_] Sembra infatti che abbia una particolare predilezione per loro.

source: [_maxine_s_confident_hands_down_] She once gifted me a knitted [spinach] doll.
it_it: [_maxine_s_confident_hands_down_] Una volta mi regalò una bambola [spinach] fatta a maglia.

source: So, [cyberia] {i}was{/} right...
it_it: Così, [cyberia] {i}era{/} destra...

source: [_mc_] Have you visited or spoken to [lindsey] after the incident?
it_it: [_mc_] Hai visitato o parlato con [lindsey] dopo l'incidente?

source: [_maxine_s_annoyed_] I have not.
it_it: [_maxine_s_annoyed_] Non l'ho fatto.

source: [_mc_] How come?
it_it: [_mc_] Come viene?
