Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_2/q_lindsey_angel.po
Languages: fr_fr, it_it

source: Hmm... maybe I should be keeping a closer eye on certain people around me...
fr_fr: Hmm ... peut-être que je devrais garder un œil plus attentif sur certaines personnes autour de moi ...
it_it: Hmm... forse dovrei tenere d'occhio alcune persone intorno a me...

source: But for now, I need to pay [lindsey] a visit.
fr_fr: Mais pour l'instant, je dois rendre visite à [Lindsey].
it_it: Ma per ora, ho bisogno di pagare [lindsey] una visita.

source: It's too late to explore the forest.
fr_fr: Il est trop tard pour explorer la forêt.
it_it: È troppo tardi per esplorare la foresta.

source: You could run into a serial killer, or worse — a rabid beaver.
fr_fr: Vous pourriez être un tueur en série, ou pire, un castor enragé.
it_it: Potresti correre in un serial killer, o peggio — un castoro rabbioso.

source: The [guard] is watching the door like a cross-eyed hawk.
fr_fr: Le [guard] regarde la porte comme un faucon aux yeux croisés.
it_it: La [guard] sta guardando la porta come un falò dagli occhi incrociati.

source: And unfortunately, that's enough to keep me out.
fr_fr: Et malheureusement, c'est assez pour m'en sortir.
it_it: E purtroppo, è sufficiente per tenermi fuori.

source: I now have everything I need to get into the hospital ward.
fr_fr: J'ai maintenant tout ce dont j'ai besoin pour aller à l'hôpital.
it_it: Ora ho tutto quello di cui ho bisogno per entrare nel reparto ospedaliero.

source: I'm not going home until I see [lindsey].
fr_fr: Je ne vais pas rentrer chez moi avant de voir le [lindsey].
it_it: Non vado a casa finché non vedo [lindsey].

source: Deep breaths. I just need to put the lab coat on and act like I'm supposed to be there.
fr_fr: Des respirations profondes. J'ai juste besoin de mettre le manteau de laboratoire et d'agir comme je suis supposé être là.
it_it: Respiri profondi. Ho solo bisogno di mettere il cappotto di laboratorio e agire come dovrei essere lì.

source: Okay, time to look preoccupied, in a rush, and flaunt that terrible handwriting.
fr_fr: Il est temps d'avoir l'air préoccupé, pressé, et d'exhiber cette terrible écriture.
it_it: Ok, il tempo di guardare preoccupato, in una fretta, e ostentare quella calligrafia terribile.

source: [_mc_] Evening, Christine!
fr_fr: [_mc_] Soirée, Christine !
it_it: [_mc_] Sera, Cristino!

source: [_nurse_] It's Melina...
fr_fr: [_nurse_] C'est Melina ...
it_it: [_nurse_] È Melina...

source: [_mc_] Right, right. Third day on the job. My apologies.
fr_fr: [_mc_] Droit, droite. Troisième jour de travail. Mes excuses.
it_it: [_mc_] destra, destra. Terzo giorno sul lavoro. Mi scuso.

source: [_nurse_] Don't worry about it!
fr_fr: [_nurse_] Ne vous en faites pas !
it_it: [_nurse_] Non preoccuparti di esso!

source: [_mc_] Have a good evening, Melina.
fr_fr: [_mc_] Bonne soirée, Melina.
it_it: [_mc_] Buona serata, Melina.

source: [_nurse_] You too, doc!
fr_fr: [_nurse_] Vous aussi, doc !
it_it: [_nurse_] Anche te, doc!

source: Phew! That was intense!
fr_fr: Phew ! C'était intense !
it_it: Phew! Era intenso!

source: All right... keycard... keycard...
fr_fr: Très bien... carte-clé... carte-clé...
it_it: Buono... keycard... keycard...

source: Please, work...
fr_fr: S'il vous plaît, travaillez ...
it_it: Per favore, lavora...

source: Thank god!
fr_fr: Dieu merci !
it_it: Grazie a Dio!

source: Okay, time to find [lindsey].
fr_fr: Ok, le temps de trouver le [lindsey].
it_it: Ok, il tempo di trovare [lindsey].

source: An endless labyrinth of white walls, linoleum floors, and corridors that stretch off into the distance.
fr_fr: Un labyrinthe infini de murs blancs, de planchers de linoléum et de couloirs qui s'étiolons jusqu'à la distance.
it_it: Un labirinto infinito di pareti bianche, pavimenti in linoleum e corridoi che si estendono in lontananza.

source: Luckily, it's somewhat quiet at night.
fr_fr: Heureusement, c'est plutôt calme la nuit.
it_it: Per fortuna, è un po' tranquilla di notte.

source: Just a few night shift nurses here and there, checking on patients.
fr_fr: Quelques infirmières de nuit ici et là, vérifiant les patients.
it_it: Solo qualche infermiere a turno notturno qua e là, controllando i pazienti.

source: And in a plain room near the end of the corridor...
fr_fr: Et dans une chambre proche de la fin du couloir ...
it_it: E in una stanza pianura vicino alla fine del corridoio...

source: Oh, my god...
fr_fr: Oh, mon dieu ...
it_it: Oh, mio dio...

source: I don't know what I was expecting, but damn...
fr_fr: Je ne sais pas ce que j'attendais, mais merde ...
it_it: Non so cosa mi aspettavo, ma maledetto...

source: God, it really hurts to see her like this.
fr_fr: Dieu, ça fait vraiment mal de la voir comme ça.
it_it: Dio, fa davvero male vederla così.

source: Reduced from an energetic athlete to this pitiful state.
fr_fr: Réduite d'un athlète énergique à cet état pitoyable.
it_it: Ridotto da un atleta energico a questo stato pietoso.

source: She can barely move at all.
fr_fr: Elle peut à peine bouger.
it_it: Riesce a malapena a muoversi.

source: [_lindsey_s_hospital_room_s_surprised_] Huh? Is someone there?
fr_fr: [_lindsey_s_hospital_room_s_surprised_] Huh ? Quelqu'un est-il là ?
it_it: [_lindsey_s_hospital_room_s_surprised_] Huh? C'è qualcuno lì?

source: Hearing her voice again fills me with both sadness and relief.
fr_fr: Audition de sa voix me remplit à la fois de tristesse et de soulagement.
it_it: Sentire di nuovo la sua voce mi riempie di tristezza e sollievo.

source: You never truly know how important someone is before you're close to losing them.
fr_fr: Vous ne savez jamais vraiment à quel point quelqu'un est important avant que vous ne soyez près de les perdre.
it_it: Non sai mai veramente quanto sia importante qualcuno prima di essere vicino a perderli.

source: [_lindsey_s_hospital_room_s_surprised_] Who is it?
fr_fr: [_lindsey_s_hospital_room_s_surprised_] Qui est-ce ?
it_it: [_lindsey_s_hospital_room_s_surprised_] Chi è?

source: [_mc_] It's [mc]...
fr_fr: [_mc_] C'est [mc]...
it_it: [_mc_] È [mc]...

source: Can you even ask how she's doing when she looks like this?
fr_fr: Pouvez-vous même vous demander comment elle est en train de faire quand elle ressemble à ça ?
it_it: Puoi anche chiedere come sta facendo quando sembra questa?

source: [_mc_] I'm really sorry...
fr_fr: [_mc_] Je suis vraiment désolé ...
it_it: [_mc_] Mi dispiace davvero...

source: What can you even say to someone who was robbed of their destiny?{space=-30}
fr_fr: Que pouvez-vous dire à quelqu'un qui a été privé de son destin ? {space=-30}
it_it: Cosa puoi persino dire a qualcuno che è stato derubato del suo destino?{space=-30}

source: [_mc_] I figured you could use some company...
fr_fr: [_mc_] Je me suis dit que vous pourriez utiliser une entreprise ...
it_it: [_mc_] Ho pensato che si potrebbe utilizzare qualche azienda...

source: [_lindsey_s_hospital_room_s_skeptical_] Did they put you up to this?
fr_fr: [_lindsey_s_hospital_room_s_skeptical_] Est-ce qu'ils vous ont mis à la hauteur ?
it_it: [_lindsey_s_hospital_room_s_skeptical_] Ti hanno messo fino a questo?

source: [_mc_] What? Who?
fr_fr: [_mc_] Quoi ? Qui ?
it_it: [_mc_] Cosa? Che?

source: [_lindsey_s_hospital_room_s_skeptical_] The doctors... my parents... I don't know.
fr_fr: [_lindsey_s_hospital_room_s_skeptical_] Les médecins ... mes parents ... Je ne sais pas.
it_it: [_lindsey_s_hospital_room_s_skeptical_] I dottori... i miei genitori... non lo so.

source: [_mc_] No, I just wanted to see you!
fr_fr: [_mc_] Non, je voulais juste te voir !
it_it: [_mc_] No, volevo solo vederti!

source: [_lindsey_s_hospital_room_s_sad_] Even though I look like this?
fr_fr: [_lindsey_s_hospital_room_s_sad_] Même si je ressemble à ça ?
it_it: [_lindsey_s_hospital_room_s_sad_] Anche se assomiglio a questo?

source: [_mc_] You're beautiful to me no matter what.
fr_fr: [_mc_] Vous êtes beau pour moi quoi que ce soit.
it_it: [_mc_] Sei bello per me non importa cosa.

source: [_mc_] I... really missed you...
fr_fr: [_mc_] Je ... vous a vraiment manqué ...
it_it: [_mc_] Io... ti sei davvero mancato...

source: [_lindsey_s_hospital_room_s_afraid_] The doctors say I may never run again...
fr_fr: [_lindsey_s_hospital_room_s_afraid_] Les médecins disent que je ne pourrai plus jamais courir...
it_it: [_lindsey_s_hospital_room_s_afraid_] I medici dicono che non potrò mai più correre...

source: [_mc_] I'm sure they're wrong.
fr_fr: [_mc_] Je suis sûr qu'ils ont tort.
it_it: [_mc_] sono sicuro che si sbagliano.

source: [_lindsey_s_hospital_room_s_crying_] My legs...
fr_fr: [_lindsey_s_hospital_room_s_crying_] Mes jambes ...
it_it: [_lindsey_s_hospital_room_s_crying_] Le mie gambe...

source: [_mc_] I know. I'm so sorry.
fr_fr: [_mc_] Je sais. Je suis désolé.
it_it: [_mc_] lo so. Mi dispiace.

source: [_mc_] I wish we could trade places. I really do.
fr_fr: [_mc_] J'aimerais que nous puissions échanger nos places. Je le souhaite vraiment.
it_it: [_mc_] Vorrei che potessimo scambiare luoghi. Lo faccio davvero.

source: [_lindsey_s_hospital_room_s_crying_] I wish I could remember what happened...
fr_fr: [_lindsey_s_hospital_room_s_crying_] Je voudrais me rappeler ce qui s'est passé ...
it_it: [_lindsey_s_hospital_room_s_crying_] Vorrei ricordare quello che è accaduto...

source: [_lindsey_s_hospital_room_s_crying_] They say it was a... a...
fr_fr: [_lindsey_s_hospital_room_s_crying_] Ils disent que c'était un ... a ...
it_it: [_lindsey_s_hospital_room_s_crying_] Dicono che era un...

source: Her voice cracks and breaks, and my heart with it.
fr_fr: Sa voix craque et ses pauses, et mon cœur avec elle.
it_it: La sua voce si spezza e si rompe e il mio cuore con esso.

source: Coming here, I never imagined it would be this hard...
fr_fr: En venant ici, je n'aurais jamais imaginé que ce serait cette dure ...
it_it: Venendo qui, non ho mai immaginato che sarebbe questo duro...

source: And I can't just stand here and watch anymore.
fr_fr: Et je ne peux plus rester ici et regarder.
it_it: E non posso più stare qui a guardare.

source: Tears stream down her cheeks as I sit down beside her, giving her the gentlest hug I can manage.
fr_fr: Les larmes coulent sur ses joues et je m'assois à côté d'elle pour la serrer le plus gentiment possible dans mes bras.
it_it: Lacrime scorrono giù le guance mentre mi siedo accanto a lei, dandole il più dolce abbraccio che posso gestire.

source: She sobs softly into my shoulder, and for a moment I just hold her.
fr_fr: Elle sanglote doucement sur mon épaule, et pendant un moment, je me contente de la prendre dans mes bras.
it_it: Lei sobborga dolcemente nella mia spalla, e per un attimo la teno.

source: It's sometimes easy to forget that [lindsey] comes from a religious family.
fr_fr: Il est parfois facile d'oublier que le [lindsey] vient d'une famille religieuse.
it_it: A volte è facile dimenticare che [lindsey] proviene da una famiglia religiosa.

source: The guilt must be overwhelming on top of her injuries.
fr_fr: La culpabilité doit être écrasante en plus de ses blessures.
it_it: La colpa deve essere schiacciante in cima alle sue lesioni.

source: [_mc_] I know what they said.
fr_fr: [_mc_] Je sais ce qu'ils ont dit.
it_it: [_mc_] So quello che hanno detto.

source: [_mc_] And I also know they're wrong.
fr_fr: [_mc_] Et je sais aussi qu'ils ont tort.
it_it: [_mc_] E so anche che si sbagliano.

source: [_lindsey_s_hospital_bed_s_surprised_] What do you mean...?
it_it: [_lindsey_s_hospital_bed_s_surprised_] Che cosa intendi...?

source: [_mc_] Right?
fr_fr: [_mc_] Droit ?
it_it: [_mc_] Destra?

source: [_lindsey_s_hospital_bed_s_sad_] I... I don't know...
it_it: [_lindsey_s_hospital_bed_s_sad_] I... Non lo so...

source: [_lindsey_s_hospital_bed_s_sad_] I don't remember...
it_it: [_lindsey_s_hospital_bed_s_sad_] non ricordo...

source: How do you even begin to explain that a doll did this to her?
fr_fr: Comment commencer à expliquer qu'une poupée l'a fait pour elle ?
it_it: Come si inizia anche a spiegare che una bambola le ha fatto questo?

source: It would sound crazy, and it's probably not what she needs to hear right now.
fr_fr: Ça serait fou, et ce n'est probablement pas ce qu'elle a besoin d'entendre maintenant.
it_it: Sembrerebbe pazzo, e probabilmente non è quello che ha bisogno di sentire in questo momento.

source: [_mc_] What's the last thing you remember?
fr_fr: [_mc_] Quelle est la dernière chose dont vous vous souvenez ?
it_it: [_mc_] Qual è l'ultima cosa che ricordate?

source: [_lindsey_s_hospital_bed_s_sad_] I... don't want to think about that day...
it_it: [_lindsey_s_hospital_bed_s_sad_] I... non voglio pensare a quel giorno...

source: [_mc_] That's okay. Just rest.
fr_fr: [_mc_] C'est bon. Repos.
it_it: [_mc_] Va bene. Basta riposare.

source: [_mc_] You just need to let your body heal.
fr_fr: [_mc_] Vous avez juste besoin de laisser votre corps guérir.
it_it: [_mc_] Devi solo lasciare che il tuo corpo guarisca.

source: [_lindsey_s_hospital_bed_s_surprised_] But what's the point?
it_it: [_lindsey_s_hospital_bed_s_surprised_] Ma qual è il punto?

source: [_mc_] You survived, and if that's not divine intervention, I don't know what is.
fr_fr: [_mc_] Vous avez survécu, et si ce n'est pas une intervention divine, je ne sais pas ce que c'est.
it_it: [_mc_] Tu sei sopravvissuto, e se non è un intervento divino, non so cosa sia.

source: [_mc_] The universe or god has decided that you have life left to live.
fr_fr: [_mc_] L'univers ou le dieu a décidé que vous avez la vie à vivre.
it_it: [_mc_] L'universo o il dio ha deciso di avere la vita da vivere.

source: [_mc_] So, the point is living it.
fr_fr: [_mc_] Le but est donc de le vivre.
it_it: [_mc_] Quindi, il punto è viverlo.

source: [_lindsey_s_hospital_bed_s_surprised_] I don't know what to do if I can't run again...
it_it: [_lindsey_s_hospital_bed_s_surprised_] Non so cosa fare se non riesco a correre di nuovo...

source: [_lindsey_s_hospital_bed_s_surprised_] It was my entire life...
it_it: [_lindsey_s_hospital_bed_s_surprised_] Era tutta la mia vita...

source: [_mc_] It was a big part of it, true. But it wasn't everything.
fr_fr: [_mc_] C'était une grande partie de ça, vrai. Mais ce n'était pas tout.
it_it: [_mc_] E 'stata una gran parte di esso, vero. Ma non era tutto.

source: [_mc_] You can still enjoy King's Bard, for example.
fr_fr: [_mc_] Vous pouvez toujours apprécier King's Bard, par exemple.
it_it: [_mc_] Puoi ancora goderti il King's Bard, per esempio.

source: [_lindsey_s_hospital_bed_s_sad_] I guess...
it_it: [_lindsey_s_hospital_bed_s_sad_] indovino...

source: [_mc_] You can still read spicy novels, eat good food, give hugs...
fr_fr: [_mc_] Vous pouvez encore lire des romans épicés, manger de bons plats, faire des câlins...
it_it: [_mc_] Puoi ancora leggere romanzi piccanti, mangiare buon cibo, dare abbracci...

source: [_mc_] I, for one, think you give the best hugs in the country.
fr_fr: [_mc_] Pour ma part, je pense que vous donnez les meilleurs câlins du pays.
it_it: [_mc_] Io, per uno, pensi di dare i migliori abbracci del paese.

source: [_mc_] Maybe there's a championship for that?
fr_fr: [_mc_] Peut-être qu'il y a un championnat pour ça ?
it_it: [_mc_] Forse c'è un campionato per questo?

source: [_lindsey_s_hospital_bed_s_closed_eyes_] That's sweet...
it_it: [_lindsey_s_hospital_bed_s_closed_eyes_] Questo è dolce...

source: She sighs and leans her head against my shoulder.
fr_fr: Elle soupire et appuie sa tête contre mon épaule.
it_it: Sospira e si appoggia la testa contro la spalla.

source: It's a small gesture of appreciation, but it means a lot.
fr_fr: C'est un petit geste d'appréciation, mais ça veut dire beaucoup.
it_it: È un piccolo gesto di apprezzamento, ma significa molto.

source: Maybe I've lit the spark of hope for her... or at the very least, taken away the pain for a moment.
fr_fr: Peut-être que j'ai allumé l'étincelle d'espoir pour elle ... ou à tout le moins, a enlevé la douleur pour un instant.
it_it: Forse ho acceso la scintilla della speranza per lei... o, almeno, ho tolto il dolore per un attimo.

source: [_mc_] I know it's difficult... but I'm here to help.
fr_fr: [_mc_] Je sais que c'est difficile ... mais je suis là pour vous aider.
it_it: [_mc_] So che è difficile... ma sono qui per aiutare.

source: [_lindsey_s_hospital_bed_s_surprised_] Help? How?
it_it: [_lindsey_s_hospital_bed_s_surprised_] Aiuto? Come?

source: [_lindsey_s_hospital_bed_s_sad_] I've already lost everything...
it_it: [_lindsey_s_hospital_bed_s_sad_] Ho già perso tutto...

source: [_mc_] It might feel that way right now.
fr_fr: [_mc_] C'est peut-être le cas maintenant.
it_it: [_mc_] Potrebbe sentirsi così in questo momento.

source: [_mc_] In a way, I also lost my life that day.
fr_fr: [_mc_] En quelque sorte, j'ai aussi perdu la vie ce jour-là.
it_it: [_mc_] In un certo senso, ho anche perso la mia vita quel giorno.

source: [_mc_] Watching you fall, unable to stop it... I just couldn't deal with it.
fr_fr: [_mc_] Te regarder tomber, incapable de l'arrêter... Je ne pouvais pas le supporter.
it_it: [_mc_] Guardandoti cadere, non sei in grado di fermarlo... Non ho potuto occuparmi.

source: [_mc_] My world collapsed when I saw them roll you into the ambulance.
fr_fr: [_mc_] Mon monde s'est effondré quand je les ai vus vous rouler dans l'ambulance.
it_it: [_mc_] Il mio mondo è crollato quando li ho visti rotolarti nell'ambulanza.

source: [_mc_] You're stronger than you think, and by pushing through, you didn't just save yourself... you also saved me.
fr_fr: [_mc_] Vous êtes plus forts que vous ne pensez, et en poussant, vous ne vous êtes pas simplement sauvés ... vous m'avez sauvé.
it_it: [_mc_] Sei più forte di quanto tu pensi, e spingendoti non hai salvato te stesso... anche tu mi hai salvato.

source: [_mc_] And I promise you, as long as I live, you have my sword and shield.
fr_fr: [_mc_] Et je te promets, tant que je vivais, tu as mon épée et mon bouclier.
it_it: [_mc_] E ti prometto, finché vivo, tu hai la mia spada e lo scudo.

source: She doesn't say anything, but a hint of pink shade touches her pale cheeks.
fr_fr: Elle ne dit rien, mais un soupçon d'ombrage rose touche ses joues pâles.
it_it: Non dice nulla, ma un accenno di tonalità rosa tocca le sue guance pallide.

source: We lie in silence for a bit, listening to each other's breathing.
fr_fr: Nous mentons un peu en silence, en écoutant la respiration de l'autre.
it_it: Mettiamo in silenzio per un po', ascoltando la respirazione reciproca.

source: Hers, more labored than usual.
fr_fr: La sienne, plus laborieuse que d'habitude.
it_it: Lei, più lavorata del solito.

source: [_lindsey_s_hospital_bed_s_sad_] I can't...
it_it: [_lindsey_s_hospital_bed_s_sad_] non posso...

source: [_lindsey_s_hospital_bed_s_sad_] I keep seeing it...
it_it: [_lindsey_s_hospital_bed_s_sad_] continuo a vederlo...

source: [_lindsey_s_hospital_bed_s_sad_] As soon as I close my eyes, the abyss opens up below me...
it_it: [_lindsey_s_hospital_bed_s_sad_] Appena chiudo gli occhi, l'abisso si apre sotto di me...

source: [_lindsey_s_hospital_bed_s_sad_] I'm teetering on the edge, doing my best not to fall...
it_it: [_lindsey_s_hospital_bed_s_sad_] sto prendendo piede sul bordo, facendo del mio meglio per non cadere...

source: [_lindsey_s_hospital_bed_s_sad_] But gravity takes hold and my stomach drops, and I with it...
it_it: [_lindsey_s_hospital_bed_s_sad_] Ma la gravità prende piede e il mio stomaco cade, e io con esso...

source: [_lindsey_s_hospital_bed_s_sad_] I want to scream, but nothing comes out...
it_it: [_lindsey_s_hospital_bed_s_sad_] voglio urlare, ma non esce niente...

source: [_lindsey_s_hospital_bed_s_sad_] I gasp for air as I fall... and fall... and fall... all the way down...
it_it: [_lindsey_s_hospital_bed_s_sad_] Io guardo per l'aria mentre cade... e cade... e cade... fino in basso...

source: [_lindsey_s_hospital_bed_s_sad_] And then it's just darkness... I'm alone in the void... but only for a short while...
it_it: [_lindsey_s_hospital_bed_s_sad_] E poi è solo oscurità... sono solo nel vuoto... ma solo per un po'...

source: [_lindsey_s_hospital_bed_s_sad_] Pain blinds me when I wake up... each beat of my heart rips me apart...
it_it: [_lindsey_s_hospital_bed_s_sad_] Il dolore mi accende quando mi sveglio char@@0 ogni battito del mio cuore mi strappa a parte...

source: [_lindsey_s_hospital_bed_s_sad_] My arms won't move... my legs lie crumpled like paper...
it_it: [_lindsey_s_hospital_bed_s_sad_] Le mie braccia non si muoverà... le mie gambe si sono sgretolate come la carta...

source: [_lindsey_s_hospital_bed_s_sad_] I can't breathe, my lungs won't fill...
it_it: [_lindsey_s_hospital_bed_s_sad_] Non riesco a respirare, i miei polmoni non si riempiranno...

source: [_lindsey_s_hospital_bed_s_sad_] I start to fade again...
it_it: [_lindsey_s_hospital_bed_s_sad_] Comincio a svanire di nuovo...

source: [_lindsey_s_hospital_bed_s_sad_] But someone stands over me, radiating light... white, gold, and pink...{space=-30}
it_it: [_lindsey_s_hospital_bed_s_sad_] Ma qualcuno si alza sopra di me, irradiando luce... bianco, oro e rosa...{space=-30}

source: [_lindsey_s_hospital_bed_s_sad_] And then my lungs fill with blessed air, my heart beats anew...
it_it: [_lindsey_s_hospital_bed_s_sad_] E poi i miei polmoni si riempiono di aria benedetta, il mio cuore batte di nuovo...

source: [_lindsey_s_hospital_bed_s_sad_] And I just sleep... for so long...
it_it: [_lindsey_s_hospital_bed_s_sad_] E dormo per così tanto tempo...

source: [_lindsey_s_hospital_bed_s_sad_] I'm afraid to close my eyes... I don't know if I'll wake up again...
it_it: [_lindsey_s_hospital_bed_s_sad_] Ho paura di chiudere gli occhi... non so se mi sveglierò di nuovo...

source: [_lindsey_s_hospital_bed_s_sad_] I don't know if this is all a dream...
it_it: [_lindsey_s_hospital_bed_s_sad_] Non so se questo è tutto un sogno...

source: [_lindsey_s_hospital_bed_s_sad_] What if I died that day?
it_it: [_lindsey_s_hospital_bed_s_sad_] E se fossi morto quel giorno?

source: [_mc_] Maybe you did die for a moment, but someone was clearly watching over you.
fr_fr: [_mc_] Peut-être que vous avez été mort pour un instant, mais quelqu'un vous observait clairement.
it_it: [_mc_] Forse sei morto per un attimo, ma qualcuno stava chiaramente guardando su di te.

source: [_mc_] And you're alive now.
fr_fr: [_mc_] Et vous êtes vivant maintenant.
it_it: [_mc_] E sei vivo adesso.

source: [_lindsey_s_hospital_bed_s_surprised_] Promise?
it_it: [_lindsey_s_hospital_bed_s_surprised_] Promessa?

source: [_mc_] I promise. I'll stay by your side until you wake.
fr_fr: [_mc_] Je te le promets. Je resterai à tes côtés jusqu'à ce que tu te réveilles.
it_it: [_mc_] lo prometto. Rimarrò al tuo fianco finché non ti svegli.

source: [_lindsey_s_hospital_bed_s_closed_eyes_] Thank you...
it_it: [_lindsey_s_hospital_bed_s_closed_eyes_] Grazie...

source: And somehow, she trusts me enough to close her eyes despite her fears.
fr_fr: Et en quelque sorte, elle me fait assez confiance pour fermer les yeux malgré ses craintes.
it_it: E in qualche modo, si fida di me abbastanza per chiudere gli occhi nonostante le sue paure.

source: Her breaths go softer and softer as she drifts off, falling asleep in my arms.
fr_fr: Ses respirations sont plus douces et plus douces quand elle s'égoutte, s'endorme dans mes bras.
it_it: I suoi respiri diventano più morbidi e morbidi mentre si allontana, addormentandosi tra le mie braccia.

source: The beeps and whirrs of the machines are an ever present soundtrack{space=-45} in the background.
fr_fr: Les bips et les foules des machines sont une bande sonore toujours présente {space=-45} en arrière-plan.
it_it: I beep e i vortici delle macchine sono una colonna sonora sempre presente{space=-45} in background.
