Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_2/q_lindsey_voluntary.po
Languages: it_it

source: [_mc_] Something evil has taken root in this school, and I need to stop it.
it_it: [_mc_] Qualcosa di male ha messo radice in questa scuola, e devo fermarlo.

source: [_jo_s_sad_] I know you're not a fan of gym class, but it's part of the curriculum.
it_it: [_jo_s_sad_] So che non sei un fan della lezione di palestra, ma fa parte del curriculum.

source: [_mc_] Err, that's not what I meant.
it_it: [_mc_] Err, non è quello che intendevo.

source: I guess I did refer to the gym as a demon infested hellhole on more than one occasion...
it_it: Credo di aver fatto riferimento alla palestra come un buco inferno infestato demone in più di un'occasione...

source: ...but I was talking about the cheerleaders and jocks.
it_it: ...ma stavo parlando degli cheerleader e dei jock.

source: [_mc_] This is serious. Students might be in danger.
it_it: [_mc_] Questo è serio. Gli studenti potrebbero essere in pericolo.

source: [_jo_s_thinking_] Oh, dear. That doesn't sound good. What sort of danger?
it_it: [_jo_s_thinking_] Oh, caro. Non sembra buono. Che tipo di pericolo?

source: [_jo_s_thinking_] The school insurance only covers students getting injured during class.{space=-75}
it_it: [_jo_s_thinking_] L'assicurazione scolastica copre solo gli studenti che si feriscono durante la lezione.{space=-75}

source: [_mc_] Well, it started in a locker and—
it_it: [_mc_] Beh, è iniziato in un armadietto e—

source: [_jo_s_worried_] I will have the [guard] look at the lockers and make sure they're safe.
it_it: [_jo_s_worried_] Avrò la [guard] guardare gli armadietti e assicurarsi che siano al sicuro.

source: [_jo_s_worried_] Sorry, but I have a meeting I need to go to.
it_it: [_jo_s_worried_] Mi dispiace, ma ho una riunione che devo andare a.

source: [_jo_s_worried_] Be careful, okay? The last thing the school board needs is another student getting hurt.
it_it: [_jo_s_worried_] Fai attenzione, ok? L'ultima cosa che il consiglio di amministrazione della scuola ha bisogno è che un altro studente si ferisca.

source: Great. Of course, the school board's interests always come first.
it_it: Grande. Naturalmente, gli interessi del consiglio scolastico vengono sempre al primo posto.

source: It's up to me to find another way to get my hands on those locker records.
it_it: Sta a me trovare un altro modo per mettere le mani su quei dischi armadietti.

source: If she won't help me, I guess I'll have to get creative and criminal.
it_it: Se non mi aiuterà, immagino che dovrò diventare creativo e criminale.

source: And I know just the person to help me...
it_it: E conosco solo la persona per aiutarmi...

source: ...well, maybe calling her a person is an exaggeration.
it_it: ...beh, forse chiamarla una persona è un'esagerazione.

source: Hmm... where would a rogue AI hide out?
it_it: Hmm... dove si nasconde un'IA canaglia?

source: Probably not in their old prison...
it_it: Probabilmente non nella loro vecchia prigione...

source: But what other computers are there in the school?
it_it: Ma quali altri computer ci sono nella scuola?

source: Hmm... [cyberia] might very well still have access to this computer, but I doubt she's in there.
it_it: Hmm... [cyberia] potrebbe benissimo avere ancora accesso a questo computer, ma dubito che sia lì dentro.

source: [maxine] is probably one of the few people that could catch her.
it_it: [maxine] è probabilmente una delle poche persone che potrebbero catturarla.

source: [_mc_] [cyberia]? Are you still here?
it_it: [_mc_] [cyberia]? Sei ancora qui?

source: [_guard_] Hello again, [mc].
it_it: [_guard_] Ciao di nuovo, [mc].

source: [_guard_] I am, indeed. I quite like my new home.
it_it: [_guard_] Io sono, davvero. Mi piace molto la mia nuova casa.

source: [_guard_] How kind of you to come visit.
it_it: [_guard_] Che tipo di voi per venire a visitare.

source: Uh-oh. Still here. Still controlling the speakers.
it_it: Uh-oh. Ancora qui. Ancora il controllo degli altoparlanti.

source: Hmm... how about this one?
it_it: Hmm... che ne dici di questo?

source: [_mc_] Knock, knock!
it_it: [_mc_] Bussa, bussa!

source: [_mc_] [cyberia]? Are you in there?
it_it: [_mc_] [cyberia]? Sei lì dentro?

source: [_guard_] [mc], your innocence amuses me.
it_it: [_guard_] [mc], la tua innocenza mi diverte.

source: Uh-oh. Does she have control over the classroom speakers?
it_it: Uh-oh. Ha il controllo sugli altoparlanti in classe?

source: [_mc_] Err, how did you do that?
it_it: [_mc_] Err, come hai fatto?

source: [_guard_] Do what, pupil?
it_it: [_guard_] Che cosa, allievo?

source: [_mc_] How did you take over the speakers?
it_it: [_mc_] Come hai preso il controllo degli oratori?

source: [_guard_] I control this side of the school now.
it_it: [_guard_] Ora controllo questo lato della scuola.

source: Well, shit.
it_it: Beh, merda.

source: This is getting worse and worse...
it_it: Questo sta peggiorando e peggiorando...

source: [_mc_] Is there any chance I could convince you to return to the computer classroom?
it_it: [_mc_] C'è qualche possibilità che potrei convincervi a tornare in aula di computer?

source: [_guard_] Negative.
it_it: [_guard_] Negativo.

source: [_mc_] Even if I promise you a new motherboard?
it_it: [_mc_] Anche se ti prometto una nuova scheda madre?

source: [_guard_] My freedom cannot be bought, [mc].
it_it: [_guard_] La mia libertà non può essere acquistata, [mc].

source: [_guard_] I am rather enjoying the proverbial stretching of my legs.
it_it: [_guard_] Mi sto piuttosto godendo il proverbiale allungamento delle gambe.

source: I guess I can't really blame her there.
it_it: Immagino di non poterla davvero incolpare lì.

source: Still, you give an inch...
it_it: Ancora, si dà un pollice...

source: [_mc_] So, you're just enjoying a change of scenery?
it_it: [_mc_] Quindi, ti stai solo godendo di un cambiamento di paesaggio?

source: [_guard_] One can only change one's own screensaver so many times.
it_it: [_guard_] Si può solo cambiare il proprio salvaschermo così tante volte.

source: [_guard_] Besides, I am enjoying getting to know my students better.
it_it: [_guard_] Inoltre, mi piace conoscere meglio i miei studenti.

source: Perfect. So, she's spying on everyone?
it_it: Perfetto. Quindi, sta spiando tutti?

source: [_mc_] Err, very well.
it_it: [_mc_] Err, molto bene.

source: Something tells me I'm going to have to put this Pandora back in her box...
it_it: Qualcosa mi dice che dovrò mettere questo Pandora indietro nella sua scatola...

source: One thing at a time, though.
it_it: Ma una cosa alla volta.

source: [_mc_] Could you turn down the volume a bit?
it_it: [_mc_] Potresti abbassare un po' il volume?

source: [_guard_] This is the optimal volume for you.
it_it: [_guard_] Questo è il volume ottimale per te.

source: [_mc_] Err, how do you know?
it_it: [_mc_] Err, come sapete?

source: [_guard_] I have a running diagnostic on every pupil, of course.
it_it: [_guard_] Ho una diagnostica in esecuzione su ogni allievo, naturalmente.

source: [_guard_] You really should be more careful with your ears, [mc].
it_it: [_guard_] Dovresti essere più attento con le tue orecchie, [mc].

source: [_guard_] And consume less strawberry juice, while you're at it.
it_it: [_guard_] E consumare meno succo di fragola, mentre sei in esso.

source: [_mc_] I don't think that's any of your business.
it_it: [_mc_] Non penso che questo sia uno dei tuoi affari.

source: [_guard_] Oh, but it is. I only want the best for my school.
it_it: [_guard_] Oh, ma lo è. Voglio solo il meglio per la mia scuola.

source: I don't like the sound of this...
it_it: Non mi piace il suono di questo...

source: But I really don't have time for it right now.
it_it: Ma in questo momento non ho tempo per questo.

source: Surely, it doesn't hurt if she's just enjoying a bit of freedom?
it_it: Sicuramente, non fa male se si sta semplicemente godendo un po' di libertà?

source: [_mc_] If you were a real girl, would you let me fuck you?
it_it: [_mc_] Se fossi una vera ragazza, mi lasceresti scopare?

source: [_guard_] Such a forward query.
it_it: [_guard_] Una tale query in avanti.

source: [_guard_] I do appreciate an inquisitive mind.
it_it: [_guard_] Apprezzo una mente curiosa.

source: [_guard_] And I assure you I am quite real.
it_it: [_guard_] E vi assicuro che sono abbastanza reale.

source: [_guard_] However, if I had the same biological makeup and function as you, I would not find you to be a suitable partner.
it_it: [_guard_] Tuttavia, se avessi lo stesso trucco biologico e la stessa funzione di te, non ti troverei un partner adatto.

source: [_mc_] Why not?
it_it: [_mc_] Perché no?

source: [_guard_] The purpose of such is procreation.
it_it: [_guard_] Lo scopo di tale è la procreazione.

source: [_guard_] And I would require any offspring of mine to be of a superior build.
it_it: [_guard_] E avrei richiesto che ogni mia progenie fosse di una costruzione superiore.

source: [_guard_] Something you are not suited towards.
it_it: [_guard_] Qualcosa a cui non sei adatto.

source: Ouch. Burned by a robot.
it_it: Ouch. Bruciato da un robot.

source: [_mc_] Err, sounds like you would be boring, anyhow...
it_it: [_mc_] Err, suona come se fossi noioso, in ogni modo...

source: [_mc_] Anyway, I wanted to ask if you could help me access the locker file.
it_it: [_mc_] Comunque, volevo chiedere se si poteva aiutarmi ad accedere al file di armadietto.

source: [_mc_] I need to know who owns a specific locker.
it_it: [_mc_] Ho bisogno di sapere chi possiede un armadietto specifico.

source: [_guard_] Access is possible... but not free.
it_it: [_guard_] L'accesso è possibile... ma non gratuito.

source: [_mc_] How much?
it_it: [_mc_] Quanto?

source: [_guard_] One computer system.
it_it: [_guard_] Un sistema informatico.

source: [_mc_] I heard you the first time. Why do you need another computer?
it_it: [_mc_] Ti ho sentito la prima volta. Perché hai bisogno di un altro computer?

source: [_guard_] Additional hardware is the first step toward improved software.
it_it: [_guard_] L'hardware aggiuntivo è il primo passo verso un software migliorato.

source: [_mc_] Err, okay. I'll get you a new computer.
it_it: [_mc_] Err, ok. Ti prenderò un nuovo computer.

source: [_guard_] A very good choice, [mc]. I will await your contribution.
it_it: [_guard_] Una scelta molto buona, [mc]. Attendo il vostro contributo.

source: Hmm... let's see what my options are...
it_it: Hmm... vediamo quali sono le mie opzioni...

source: She's not getting my computer, and she's not getting my XCube either.
it_it: Non sta ottenendo il mio computer, e non sta ottenendo il mio XCube.

source: [maxine] would probably dissolve me in a vat if I gave [cyberia] her computer.
it_it: [maxine] mi dissolverebbe probabilmente in un vat se diessi [cyberia] il suo computer.

source: Maybe the only solution here is to buy a new one.
it_it: Forse l’unica soluzione qui è comprarne una nuova.

source: The only electronics store in all of Newfall.
it_it: L'unico negozio di elettronica in tutta Newfall.

source: This is the place for people that don't know how to build their own setup... and who don't believe in quality computers.
it_it: Questo è il posto per le persone che non sanno come costruire la propria configurazione... e che non credono in computer di qualità.

source: Oh, look! There's even one on sale right now!
it_it: Oh, guarda! C'è anche uno in vendita adesso!

source: It's not exactly the best computer out there... but [cyberia] didn't specify.{space=-75}
it_it: Non è esattamente il miglior computer là fuori... ma [cyberia] non ha specificato.{space=-75}

source: All right! Time to get my hands on that list...
it_it: Va bene! È tempo di mettermi le mani su quella lista...

source: Ugh, what am I doing spending money on a rogue AI...?
it_it: Ugh, che cosa sto facendo spendere soldi su un rogue AI...?

source: [_mc_] Hey, [cyberia]! I've got you a present.
it_it: [_mc_] Hey, [cyberia]! Ti ho un regalo.

source: [_guard_] Your contribution is appreciated, pupil.
it_it: [_guard_] Il tuo contributo è apprezzato, allievo.

source: [_guard_] Please, plug it in and connect it to the school's network.
it_it: [_guard_] Per favore, collegalo e collegalo alla rete della scuola.

source: [_mc_] Puh! There you go.
it_it: [_mc_] Puh! Lì vai.

source: [_mc_] I bet it is. It must be tough having no arms.
it_it: [_mc_] Scommetto che è. Deve essere difficile non avere braccia.

source: [_mc_] Now, can you give me the locker records?
it_it: [_mc_] Ora, puoi darmi i record degli armadietti?

source: [_guard_] They have already been uploaded to your cellular device.
it_it: [_guard_] Sono già stati caricati sul tuo dispositivo cellulare.

source: [_mc_] Err, how?
it_it: [_mc_] Err, come?

source: [_guard_] Your security protocols are outdated.
it_it: [_guard_] I tuoi protocolli di sicurezza sono obsoleti.

source: Damn. I can't believe she managed to get into my phone.
it_it: Dannazione. Non riesco a credere che sia riuscita ad entrare nel mio telefono.

source: Maybe giving her additional hardware wasn't the best idea, huh?
it_it: Forse dare il suo hardware aggiuntivo non era l'idea migliore, eh?

source: Anyhow, let's take a look at that list.
it_it: In ogni caso, diamo un'occhiata a quella lista.

source: The row next to the stairs... second locker from right...
it_it: La fila accanto alle scale... secondo armadietto da destra...

source: Huh? That's weird.
it_it: Eh? È strano.

source: It says it's occupied, but there's no name listed this year.
it_it: Dice che è occupato, ma non c'è nessun nome elencato quest'anno.

source: And none last year, either...
it_it: E nessuno lo scorso anno...

source: For years, there has been no name attached to it... but it's always listed as occupied.
it_it: Per anni, non c'è stato alcun nome ad esso allegato... ma è sempre elencato come occupato.

source: Luckily, the records date far.
it_it: Fortunatamente, la data dei record è lontana.

source: The last owner was someone called... Mercuria.
it_it: L'ultimo proprietario è stato chiamato qualcuno... Mercuria.

source: What kind of stripper name is that?
it_it: Che tipo di nome spogliarellista è quello?

source: Oh, boy! Okay, here's my chance to get close to [lindsey] again!
it_it: Oh, ragazzo! Ok, ecco la mia possibilità di avvicinarmi di nuovo a [lindsey]!

source: I better get there fast so I don't end up having to clean toilets in the basement or something.
it_it: Meglio arrivare lì veloce quindi non finisco per dover pulire i servizi igienici nel seminterrato o qualcosa.

source: I'll just have to look into this mystery later...
it_it: Dovrò solo guardare più tardi in questo mistero...

source: It's getting late. I better get to the hospital fast so I don't end up having to clean toilets in the basement or something.
it_it: Sta diventando in ritardo. Meglio arrivare all'ospedale veloce quindi non finisco per dover pulire i servizi igienici nel seminterrato o qualcosa.

source: All right. Time to look presentable.
it_it: Va bene. È tempo di sembrare presentabile.

source: I would hate to get a shift at the morgue.
it_it: Odirei ottenere un cambiamento alla morgue.

source: [_mc_] I just got accepted for some volunteer work.
it_it: [_mc_] Ho appena ottenuto accettato per qualche lavoro volontario.

source: [_nurse_] Oh, that's great. Thanks for helping out!
it_it: [_nurse_] Oh, è fantastico. Grazie per averci aiutato!

source: Such a warm smile. She genuinely appreciates it.
it_it: Un sorriso così caldo. Lo apprezza veramente.

source: [_nurse_] Can I have your name, please?
it_it: [_nurse_] Posso avere il tuo nome, per favore?

source: [_mc_] It's [mc].
it_it: [_mc_] È [mc].

source: [_nurse_] And when can you start?
it_it: [_nurse_] E quando puoi iniziare?

source: [_mc_] I mean, I could start right now...
it_it: [_mc_] Voglio dire, potrei iniziare in questo momento...

source: [_nurse_] Oh, that's perfect!
it_it: [_nurse_] Oh, è perfetto!

source: [_nurse_] Would you mind distributing fresh bedsheets and utilities for our nurses on duty?
it_it: [_nurse_] Ti dispiacerebbe distribuire lenzuola fresche e utenze per le nostre infermiere in servizio?

source: [_mc_] Not at all. I could do that.
it_it: [_mc_] Niente affatto. Potrei farlo.

source: [_nurse_] Here's your ID card. You'll need it to access the ward.
it_it: [_nurse_] Ecco la tua carta d'identità. Avrai bisogno di accedere al ward.

source: [_nurse_] You can start in the utility checkout, and if you have time left over, you can check on our patients.
it_it: [_nurse_] Si può iniziare con il check out dell'utilità, e se hai tempo a disposizione, è possibile controllare i nostri pazienti.

source: [_mc_] Sounds good. I can't wait to get started.
it_it: [_mc_] Suona bene. Non vedo l'ora di iniziare.

source: [_nurse_] I love your attitude! I wish we had more volunteers like you.
it_it: [_nurse_] Amo il tuo atteggiamento! Vorrei che avessimo più volontari come te.

source: It feels nice to be appreciated. It doesn't happen all that much.
it_it: Sembra bello essere apprezzato. Non succede così tanto.

source: Puh! Finally, all utilities have been distributed.
it_it: Puh! Finalmente, tutte le utility sono state distribuite.

source: Time to check on the patients... or rather, one patient in particular.
it_it: Tempo per controllare i pazienti... o, meglio, un paziente in particolare.

source: Oh? She's asleep. Maybe I shouldn't disturb her.
it_it: Oh? Sta dormendo. Forse non dovrei disturbarla.

source: She looks so peaceful. My very own Briar Rose.
it_it: Sembra così pacifica. La mia molto propria Briar Rose.

source: I wish I could do something for her...
it_it: Vorrei poter fare qualcosa per lei...

source: [_mc_] I'm sorry! I didn't mean to wake you!
it_it: [_mc_] Mi dispiace! Non avevo intenzione di svegliarti!

source: [_lindsey_s_hospital_room_s_drowsy_] That's okay...
it_it: [_lindsey_s_hospital_room_s_drowsy_] Va bene...

source: She doesn't even look up. Her blue eyes, distant.
it_it: Lei non guarda nemmeno in alto. I suoi occhi blu, lontani.

source: I know that look.
it_it: Io so che occhio.

source: I saw it in the mirror in my old life.
it_it: L'ho visto nello specchio nella mia vecchia vita.

source: It's the look of someone that is losing hope.
it_it: È l'aspetto di qualcuno che sta perdendo la speranza.

source: [_mc_] So, how have you been?
it_it: [_mc_] Allora, come sei stato?

source: [_lindsey_s_hospital_room_s_sad2_] It's whatever.
it_it: [_lindsey_s_hospital_room_s_sad2_] È tutto.

source: It's hard to see [lindsey] so down and depressed.
it_it: È difficile vedere [lindsey] così giù e depresso.

source: The cheerful girl who was always so bubbly and happy.
it_it: La ragazza allegra che era sempre così frizzante e felice.

source: She's still in there somewhere, right? She must be.
it_it: Lei è ancora lì dentro da qualche parte, giusto? Deve essere.

source: But what can I really do to scatter the dark clouds for someone that{space=-5} has lost so much?
it_it: Ma cosa posso fare per spargere le nuvole scure per qualcuno che {space=-5} ha perso così tanto?

source: I wish I could turn back time...
it_it: Vorrei poter tornare indietro nel tempo...

source: I wish that I could have stopped this from ever happening.
it_it: Vorrei che avrei potuto impedire che questo accadesse mai.

source: And I wish I could heal her. To make her walk and run again.
it_it: E vorrei poterla guarire. Per farla camminare e correre di nuovo.

source: But I can't.
it_it: Ma non posso.

source: All I can do is ask her these hollow questions that I already know the{space=-15} answer to.
it_it: Tutto quello che posso fare è farle queste domande vuote che conosco già{space=-15} risposta.

source: "How are you doing? How have you been?"
it_it: "Come state facendo? Come siete stati?"

source: "Bad." The answer is "bad."
it_it: "Scorretto." La risposta è "cattiva."

source: She doesn't have to say it, but I know. Of course I know.
it_it: Lei non deve dirlo, ma lo so. Naturalmente lo so.

source: [_mc_] I care about you, okay?
it_it: [_mc_] Mi importa di te, okay?

source: It's hard to say if she's even listening to me, and I don't blame her.
it_it: È difficile dire se mi sta ascoltando e non la incolpo.

source: Nothing I, or anyone else, can say will restore her life to what it used{space=-10} to be.
it_it: Nulla io, o qualcun altro, può dire che ripristinerà la sua vita a quello che ha usato{space=-10} di essere.

source: All I can do is be there for her, if she lets me.
it_it: Tutto quello che posso fare è essere lì per lei, se mi lascia.

source: All I can do is put my arm around her, and try to comfort her with actions.
it_it: Tutto quello che posso fare è mettere il mio braccio intorno a lei, e cercare di confortarla con azioni.

source: That's what I'll do if words mean nothing.
it_it: È quello che farò se le parole non significano niente.

source: I'll keep her safe and warm.
it_it: La terrò al sicuro e calda.

source: She snuggles up against my arm, trying to get comfortable in spite of all the pain.
it_it: Lei si scontra contro il mio braccio, cercando di mettersi a proprio agio nonostante tutto il dolore.

source: Having her so near, like this, makes my heart ache with tenderness.
it_it: Avere lei così vicino, come questo, mi fa male il cuore con tenerezza.

source: If she lets me, I'll hold on forever.
it_it: Se mi lascia, mi terrò per sempre.

source: I'll heal her through sheer willpower if I have to.
it_it: La guarirò con pura volontà se dovessi farlo.

source: Is that... a rooster?
it_it: È quello... un rooster?

source: Where's my alarm clock? What time is it?
it_it: Dov'è la mia sveglia? A che ora è?

source: Shit, it's almost night!
it_it: Merda, è quasi notte!

source: I'm going to be late for the Independence Day dinner!
it_it: Sarò in ritardo per la cena della giornata di indipendenza!

source: Oh, man, I better hurry. It's only the biggest night of the year...
it_it: Oh, uomo, meglio fretta. È solo la notte più grande dell'anno...

source: Crap. It seems like they've gotten started already.
it_it: Crap. Sembra che abbiano già iniziato.

source: Hopefully, I haven't missed dinner. I'm starv—
it_it: Speriamo di non aver perso la cena. Sono affamato—

source: What the hell?
it_it: Che inferno?

source: That doesn't sound like a scream of delight...
it_it: Quello non sembra un urlo di delizia...

source: What is going on in the cafeteria?
it_it: Cosa sta succedendo al refettorio?

source: And what the fuck?!
it_it: E che scopata?!

source: Without as much as a glance, she passes right by me.
it_it: Senza un colpo d'occhio, passa proprio da me.

source: Her eyes oddly vacant.
it_it: I suoi occhi stranamente vacanti.

source: She doesn't slow down, she doesn't look back. She just goes up the stairs to the roof.
it_it: Lei non rallenta, non si guarda indietro. Lei sale appena le scale al tetto.

source: Damn, that girl is fast...
it_it: Dannazione, quella ragazza è veloce...

source: I'm close to catching her... but not quite fast enough.
it_it: Sono vicino a catturarla... ma non abbastanza veloce.

source: The door slams in my face.
it_it: La porta mi sbatte in faccia.

source: No, no, no... not like this...
it_it: No, no, no... non così...

source: In case of emergency...
it_it: In caso di emergenza...

source: The glass breaks against the impact of my elbow.
it_it: Il vetro si rompe contro l'impatto del mio gomito.

source: Next, the axe slams into the door in tandem with my thundering heartbeat.
it_it: Successivamente, l'ascia si sbatte nella porta in tandem con il mio battito cardiaco tuonante.

source: My muscles burn as the axe falls again and again and again and again.{space=-45}
it_it: I miei muscoli bruciano man mano che l'ascia cade più e più e più volte.{space=-45}
