Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_2/q_lindsey_voluntary.po
Languages: it_it

source: It's just a door.
it_it: È solo una porta.

source: Nothing but a weak door, bending and shredding, and giving way to my strength and determination.
it_it: Niente che una porta debole, piegamento e triturazione, e cedere il passo alla mia forza e determinazione.

source: And finally, with a scream, it breaks wide open and I tumble into the summer night.
it_it: E infine, con un grido, si rompe largo aperto e io tumblo nella notte d'estate.

source: A single word passes through my mind.
it_it: Una sola parola passa attraverso la mia mente.

source: [_mc_] [lindsey], don't!!!
it_it: [_mc_] [lindsey], non!!!

source: But she doesn't listen.
it_it: Ma lei non ascolta.

source: Just lifts a foot and hangs it out in open space, her arms pigeoning as she teeters.
it_it: Basta sollevare un piede e appenderlo nello spazio aperto, le sue braccia piccioni come lei teeters.

source: Time itself seems to slow to a crawl.
it_it: Il tempo stesso sembra rallentare a una strisciatura.

source: The impossible distance, like a chasm opening up between us...
it_it: La distanza impossibile, come un abisso che si apre tra noi...

source: A looming darkness that could ruin everything.
it_it: Un'oscurità incombente che potrebbe rovinare tutto.

source: This can't be happening. Not again!
it_it: Questo non può succedere. Non ancora!

source: The sky warps above me, my mind and body turning into a hazy blur.{space=-15}
it_it: Il cielo si deforma sopra di me, la mia mente e il mio corpo si trasformano in una sfocatura nebulosa.{space=-15}

source: It's so far...
it_it: È finora...

source: My entire being protests as I break at the seams, stretching myself like rubber...
it_it: Tutto il mio essere proteste mentre mi rompo alle cuciture, allungandomi come la gomma...

source: Reaching... reaching... it's so far...
it_it: Raggiungere... raggiungere... è finora...

source: But I will not... cannot... let it happen...
it_it: Ma non lo farò... non può... lasciarlo accadere...

source: ...and then my arms wrap around her midriff...
it_it: ...e poi le mie braccia avvolgono intorno al suo midriff...

source: ...dragging her backward...
it_it: ...trascinandola all'indietro...

source: ...away from the ledge.
it_it: ...lontano dalla sporgenza.

source: We crash onto the hard floor of the roof.
it_it: Ci schiantiamo sul pavimento duro del tetto.

source: [lindsey] lands on top of me, knocking the air from my burning lungs.{space=-10}
it_it: [lindsey] atterra sopra di me, bussando l'aria dai miei polmoni brucianti.{space=-10}

source: My body lies broken and mangled, stretched beyond proportions.
it_it: Il mio corpo giace rotto e macinato, allungato oltre le proporzioni.

source: She blinks several times, her eyes refocusing as she looks down into my own.
it_it: Lei lampeggia più volte, i suoi occhi si rimfocalizzano mentre guarda verso il basso nel mio.

source: [_lindsey_s_roof_floor_s_scared_] Oh, my god...
it_it: [_lindsey_s_roof_floor_s_scared_] Oh, mio dio...

source: [_mc_] You're... okay now...
it_it: [_mc_] Stai... okay ora...

source: My words are nothing more than a wheeze.
it_it: Le mie parole non sono altro che un sibilo.

source: [_mc_] I've... got you...
it_it: [_mc_] Io... ti ho fatto...

source: [_lindsey_s_roof_floor_s_scared_] I... I was about to...
it_it: [_lindsey_s_roof_floor_s_scared_] Io... Stavo per fare...

source: [_mc_] I know... I know...
it_it: [_mc_] lo so... lo so...

source: [_mc_] I've got you...
it_it: [_mc_] ti ho fatto...

source: [_lindsey_s_roof_floor_s_crying_] You...
it_it: [_lindsey_s_roof_floor_s_crying_] Tu...

source: Tears spring to her eyes, her lip wobbling.
it_it: Lacrime primavera ai suoi occhi, il suo labbro si scioglie.

source: [_lindsey_s_roof_floor_s_crying_] You saved me...
it_it: [_lindsey_s_roof_floor_s_crying_] Mi hai salvato...

source: [_mc_] Thank god...
it_it: [_mc_] Grazie Dio...

source: [_lindsey_s_roof_floor_s_admiring_] You're my hero... my knight in shining armor...
it_it: [_lindsey_s_roof_floor_s_admiring_] Sei il mio eroe... il mio cavaliere in armatura splendente...

source: [_lindsey_s_roof_floor_s_admiring_] I don't know what I would do without you.
it_it: [_lindsey_s_roof_floor_s_admiring_] Non so cosa farei senza di te.

source: [_lindsey_s_roof_floor_s_admiring_] Every time I fall, you catch me.
it_it: [_lindsey_s_roof_floor_s_admiring_] Ogni volta che cado, mi prendete.

source: Those words... they break my heart.
it_it: Quelle parole... mi spezzano il cuore.

source: Because deep down, I know I failed her.
it_it: Perché in profondità, lo so che l'ho fallita.

source: This isn't real.
it_it: Questo non è reale.

source: And yet...
it_it: E ancora...

source: As her heart beats strong against my chest...
it_it: Come il suo cuore batte forte contro il mio petto...

source: As her pupils dilate...
it_it: Mentre le sue pupille dilatano...

source: As the tears dry on her cheeks and she looks at me with admiration...{space=-30}
it_it: Mentre le lacrime si seccano sulle guance e lei mi guarda con ammirazione...{space=-30}

source: She's still here.
it_it: Lei è ancora qui.

source: She's in my arms. Her soft skin, her beaming smile.
it_it: Lei è tra le mie braccia. La sua pelle morbida, il suo sorriso.

source: Still alive.
it_it: Ancora vivo.

source: Nothing else matters... except that she's here.
it_it: Niente altro conta... tranne che lei è qui.

source: [_mc_] I got you, [lindsey]...
it_it: [_mc_] ti ho preso, [lindsey]...

source: The lights from the hospital machine glow behind [lindsey] like a halo.{space=-25}
it_it: Le luci dalla macchina ospedaliera brillano dietro [lindsey] come un halo.{space=-25}

source: And despite her condition, she looks like a real life angel.
it_it: E nonostante la sua condizione, assomiglia a un vero angelo della vita.

source: How could this happen to someone like her?
it_it: Come potrebbe succedere questo a qualcuno come lei?

source: I knew it was a dream, but that's how it should've been.
it_it: Sapevo che era un sogno, ma è così che avrebbe dovuto essere.

source: If only I could trade my stretched out and broken body for hers...
it_it: Se solo potessi scambiare il mio corpo disteso e rotto per lei...

source: If only it would've turned out differently...
it_it: Se solo avrebbe spento in modo diverso...

source: But it didn't. And I failed her.
it_it: Ma non lo è stato. E la ho fallita.

source: [_lindsey_s_hospital_bed_voluntary_s_awake_] You were dreaming.
it_it: [_lindsey_s_hospital_bed_voluntary_s_awake_] Stavate sognando.

source: [_mc_] Err, yeah...
it_it: [_mc_] Err, sì...

source: [_mc_] I'm sorry if I woke you up.
it_it: [_mc_] mi dispiace se ti ho svegliato.

source: [_lindsey_s_hospital_bed_voluntary_s_awake_] It's okay. It's just nice having you here with me.
it_it: [_lindsey_s_hospital_bed_voluntary_s_awake_] Va bene. È bello averti qui con me.

source: And for a moment, the blank hopelessness leaves her eyes.
it_it: E per un attimo, la disperazione vuota lascia gli occhi.

source: Big and blue, and filled with concern, she looks at me.
it_it: Grande e blu, e pieno di preoccupazione, mi guarda.

source: [_lindsey_s_hospital_bed_voluntary_s_mc_chest_] Your heart is beating so fast...
it_it: [_lindsey_s_hospital_bed_voluntary_s_mc_chest_] Il tuo cuore batte così velocemente...

source: It's the adrenaline from the dream... and perhaps her touch itself.
it_it: È l'adrenalina del sogno... e forse il suo tocco stesso.

source: Yet the gentle pressure is calming.
it_it: Eppure la pressione delicata è calmante.

source: [_mc_] I was trying to save you...
it_it: [_mc_] Stavo cercando di salvarti...

source: [_lindsey_s_hospital_bed_voluntary_s_mc_chest_] You know it's not your fault, right?
it_it: [_lindsey_s_hospital_bed_voluntary_s_mc_chest_] Sai che non è colpa tua, giusto?

source: [_mc_] I could have been faster... I could have been there for you...
it_it: [_mc_] Avrei potuto essere più veloce... avrei potuto essere lì per te...

source: [_mc_] Watching you... in that moment...
it_it: [_mc_] Guardandovi... in quel momento...

source: [_mc_] It was like all the air had been sucked out of the universe.
it_it: [_mc_] Era come tutta l'aria era stata succhiata dall'universo.

source: [_mc_] And all of the light, too.
it_it: [_mc_] E tutta la luce, anche.

source: [_mc_] I thought... I thought you were...
it_it: [_mc_] ho pensato... Ho pensato che eravate...

source: [_lindsey_s_hospital_bed_voluntary_s_mc_chest_] But I'm not. I'm right here, right now.
it_it: [_lindsey_s_hospital_bed_voluntary_s_mc_chest_] Ma non sono io. Sono proprio qui, in questo momento.

source: [_lindsey_s_hospital_bed_voluntary_s_mc_chest_] And you're here, too. That counts for more than you know.
it_it: [_lindsey_s_hospital_bed_voluntary_s_mc_chest_] E anche tu sei qui, che conta molto di più di quanto sapete.

source: I'm the one that should be comforting her, but somehow it's the other{space=-35} way around...
it_it: Sono quello che dovrebbe confortarla, ma in qualche modo è l'altro{space=-35} in giro...

source: Even in her broken and depressed state, [lindsey] has kindness and compassion left for other people.
it_it: Anche nel suo stato spezzato e depresso, [lindsey] ha la gentilezza e la compassione lasciate per gli altri.

source: [_mc_] The dream just felt so real...
it_it: [_mc_] Il sogno si sentiva così reale...

source: [_lindsey_s_hospital_bed_voluntary_s_mc_chest_] Well, {i}this{/} is real.
it_it: [_lindsey_s_hospital_bed_voluntary_s_mc_chest_] Beh, {i}questo{/} è reale.

source: [_lindsey_s_hospital_bed_voluntary_s_lindsey_chest_] Do you feel that?
it_it: [_lindsey_s_hospital_bed_voluntary_s_lindsey_chest_] Lo senti tu?

source: [_mc_] I do...
it_it: [_mc_] lo faccio...

source: The steady thread of her beating heart, thrumming against my palm like the blinking gaze of a lighthouse.
it_it: Il filo saldamente del suo cuore battente, gridando contro la mia palma come lo sguardo lampeggiante di un faro.

source: The soft skin of her collarbone beneath my fingertips.
it_it: La pelle morbida del collarbone sotto la punta delle dita.

source: Here. Alive. Real.
it_it: Qui. Vivo. Reale.

source: We could've lost everything.
it_it: Avremmo potuto perdere tutto.

source: [_lindsey_s_hospital_bed_voluntary_s_lindsey_chest_] I might be broken... but I'm still here.
it_it: [_lindsey_s_hospital_bed_voluntary_s_lindsey_chest_] Potrei essere spezzato... ma sono ancora qui.

source: [_mc_] You're not broken, [lindsey]. You're still beautiful in all the ways that matter.
it_it: [_mc_] Non sei rotto, [lindsey]. Sei ancora bello in tutti i modi che contano.

source: [_mc_] Your heart is so strong, and so gentle at the same time.
it_it: [_mc_] Il tuo cuore è così forte e allo stesso tempo così gentile.

source: But still, the dream lingers like smoke from a dying fire...
it_it: Ma ancora, i sogni inducono come il fumo da un fuoco morente...

source: [_mc_] Can I, um, listen to it? Just to make sure this is really real?
it_it: [_mc_] Posso io, sì, ascoltarlo? Solo per assicurarti che questo sia davvero reale?

source: She gives me a small smile, her hand still over mine.
it_it: Mi dà un piccolo sorriso, la sua mano ancora sopra la mia.

source: It thuds against my eardrums. Her strong runner's heart, cooling my{space=-10} fevered mind.
it_it: Il suo forte cuore del corridore, mi raffredda mio{space=-10} mente febbrile.

source: It makes me feel closer to her than ever.
it_it: Mi fa sentire più vicina a lei che mai.

source: Gentle, calm, consistent.
it_it: Gentile, calma, coerente.

source: [_mc_] Err, everything sounds good.
it_it: [_mc_] Err, tutto suona bene.

source: [_mc_] Great, even. That is a very strong heartbeat you have there.
it_it: [_mc_] Grande, anche. Questo è un battito cardiaco molto forte che avete lì.

source: [_lindsey_s_hospital_bed_voluntary_s_vitals_check_] Oh? Is that your professional opinion, doctor?
it_it: [_lindsey_s_hospital_bed_voluntary_s_vitals_check_] Oh? È la tua opinione professionale, medico?

source: [_mc_] Heh. It absolutely is.
it_it: [_mc_] Heh. È assolutamente così.

source: She exhales and her chest expands beneath my fingertips.
it_it: Lei esala e il suo petto si espande sotto la punta delle dita.

source: She smiles, and for a few moments, seems to forget.
it_it: Sorride, e per qualche istante, sembra dimenticare.

source: And maybe that's the best I can do for her right now.
it_it: E forse è il meglio che posso fare per lei in questo momento.

source: Keep her mind off of things.
it_it: Tenga la sua mente fuori dalle cose.

source: [_mc_] I'm really sorry for waking you...
it_it: [_mc_] Mi dispiace davvero per averti svegliato...

source: [_lindsey_s_hospital_bed_voluntary_s_vitals_check_] It's okay...
it_it: [_lindsey_s_hospital_bed_voluntary_s_vitals_check_] Va bene...

source: [_mc_] You should get some more rest.
it_it: [_mc_] Dovresti riposarti di più.

source: [lindsey] doesn't respond, but I can sense that she's more at ease.
it_it: [lindsey] non risponde, ma sento di essere più a suo agio.

source: She smiles as my lips touch her forehead.
it_it: Sorride mentre le mie labbra le toccano la fronte.

source: Perhaps, I was being stupid when I thought that words matter...
it_it: Forse, ero stupido quando pensavo che le parole fossero importanti...

source: Sometimes, they really don't.
it_it: A volte, davvero no.

source: Sometimes, a touch, a hug, and a kiss conveys everything that is important.
it_it: A volte, un tocco, un abbraccio, e un bacio trasmette tutto ciò che è importante.

source: [_lindsey_s_hospital_bed_voluntary_s_forehead_kiss_] Thank you. For being here.
it_it: [_lindsey_s_hospital_bed_voluntary_s_forehead_kiss_] Grazie. Per essere qui.

source: [_mc_] Likewise...
it_it: [_mc_] Similmente...

source: [_mc_] Good night, [lindsey].
it_it: [_mc_] Buona notte, [lindsey].

source: [_lindsey_s_hospital_bed_voluntary_s_forehead_kiss_] Good night, [mc].
it_it: [_lindsey_s_hospital_bed_voluntary_s_forehead_kiss_] Buona notte, [mc].

source: Man, what a night...
it_it: Uomo, che notte...

source: A whole rollercoaster of emotions.
it_it: Un'intera montagne russe di emozioni.

source: Seeing [lindsey] so sad and devastated like that, feeling broken...
it_it: Vedendo [lindsey] così triste e devastato come questo, sentirsi spezzati...

source: ...and then the dream and me feeling helpless, especially after how real it felt.
it_it: ...e poi il sogno ed io mi sentivo impotente, soprattutto dopo quanto era reale.

source: But I'm glad it ended on a happier note.
it_it: Ma sono contento che si sia conclusa con una nota più felice.

source: I'm glad I still got to touch her and hold her.
it_it: Sono contento di averla ancora toccata e tenerla.

source: Who knows what the future holds, but I'm hopeful hers will always be bright.
it_it: Chissà cosa detiene il futuro, ma io sono una sua speranza sarà sempre brillante.

source: I know mine will be... as long as she's in it.
it_it: So che la mia sarà... finché è in esso.

source: "I thought she could use some company. You know how her parents are."
it_it: "Pensavo che potesse usare qualche compagnia. Tu sai come sono i suoi genitori."

source: "She needs me."
it_it: "Ha bisogno di me."

source: "Oh, my. Is that jealousy?"
it_it: "Oh, mio. È quella gelosia?"

source: "Why are you in a hazmat suit?"
it_it: "Perché sei in un abito da nocciola?"

source: "What sort of concoctions?"
it_it: "Che tipo di intruccati?"

source: "Take that thing off so I can fuck you."
it_it: "Toglietevi quella cosa in modo da poterti scopare."

source: "What do you know about [maya]?"
it_it: "Cosa sai di [maya]?"

source: "Have you visited or spoken to [lindsey] after the incident?"
it_it: "Hai visitato o parlato con [lindsey] dopo l'incidente?"

source: "Where were you the night of the Independence Day dinner?"
it_it: "Dove eravate voi la notte della cena del giorno dell'indipendenza?"

source: "How do you feel about dolls?"
it_it: "Come ti senti sulle bambole?"

source: "Are you and [lindsey] close?"
it_it: "Tu e [lindsey] siete vicini?"

source: "It might help me understand what happened at the night of the Independence Day dinner."
it_it: "Potrebbe aiutarmi a capire cosa è successo nella notte di la cena del giorno dell'indipendenza."

source: "[lindsey] asked me to take care of her locker, but I don't know which one is hers..."
it_it: "[lindsey] mi ha chiesto di prendermi cura di il suo armadietto, ma non so quale sia la sua..."

source: "Something evil has taken root in this school, and I need to stop it."
it_it: "Qualcosa di male ha messo radice in questa scuola, e ho bisogno di fermarla."

source: "Is there any chance I could convince you to return to the computer classroom?"
it_it: "C'è qualche possibilità che potrei convincervi a tornare in aula di computer?"

source: "Could you turn down the volume a bit?"
it_it: "Potresti abbassare un po' il volume?"

source: "If you were a real girl, would you let me fuck you?"
it_it: "Se fossi una vera ragazza, mi lasci scopare?"

source: ?mc.money>=200@[mc.money]/200|{image=ui hud icon_money}|Buy it
it_it: ?mc.money>=200@[mc.money]/200<unk> {image=ui hud icon_money}<unk> Compralo

source: Not right now
it_it: Non adesso
