Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_2/q_lindsey_angel.po
Languages: fr_fr, it_it

source: Access denied?! How the hell did my [item.title_lower] not work?!
fr_fr: Accès refusé ! Comment se fait-il que mon [item.title_lower] n'ait pas fonctionné ?
