Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/season_2/q_lindsey_angel.po
Languages: fr_fr, it_it

source: Not exactly the most romantic setting...
fr_fr: Pas exactement le cadre le plus romantique ...
it_it: Non esattamente l'impostazione più romantica...

source: If things were different, I would have real, romantic music... maybe some candles...
fr_fr: Si les choses étaient différentes, j'aurais une musique réelle, romantique ... peut-être des bougies ...
it_it: Se le cose fossero diverse, avrei musica reale, romantica... forse alcune candele...

source: But at least [lindsey] is here, alive.
fr_fr: Mais au moins [lindsey] est là, vivant.
it_it: Ma almeno [lindsey] è qui, vivo.

source: And I get to be with her, just the two of us here in the dark.
fr_fr: Et je suis avec elle, juste les deux d'entre nous dans le noir.
it_it: E arrivo ad essere con lei, solo i due di noi qui al buio.

source: I silently count each breath she takes.
fr_fr: Je compte en silence chaque souffle qu'elle prend.
it_it: Conto silenziosamente ogni respiro che prende.

source: With each one, my heart trembles with relief.
fr_fr: Avec chacun, mon cœur tremble avec soulagement.
it_it: Con ciascuno, il mio cuore trema con sollievo.

source: Every beat of her heart is precious, every moment invaluable.
fr_fr: Chaque battement de son cœur est précieux, chaque instant d'une valeur inestimable.
it_it: Ogni battito del suo cuore è prezioso, ogni momento inestimabile.

source: I know that now more than ever.
fr_fr: Je le sais plus que jamais.
it_it: Lo so ora più che mai.

source: And I don't want to take it for granted.
fr_fr: Et je ne veux pas la considérer comme acquise.
it_it: E non voglio darlo per scontato.

source: Gently, I reach out and place the palm of my hand against her chest.{space=-20}
fr_fr: Doucement, je tends la main et place la paume de ma main contre sa poitrine.{space=-20}
it_it: Gently, Rendo fuori e posto il palmo della mia mano contro il suo petto.{space=-20}

source: Just to feel the steady rhythm of her heart.
fr_fr: Juste pour ressentir le rythme régulier de son cœur.
it_it: Solo per sentire il ritmo costante del suo cuore.

source: It's strong. Just like she's always been.
fr_fr: C'est fort. Comme elle a toujours été.
it_it: È forte. Proprio come lei è sempre stata.

source: [_mc_] I'm sorry! Did I wake you?
fr_fr: [_mc_] Je suis désolé ! Je t'ai réveillé ?
it_it: [_mc_] Mi dispiace! Ti ho svegliato?

source: [_lindsey_s_hospital_bed_s_sleepy_s_hand_against_chest_] It's okay...
it_it: [_lindsey_s_hospital_bed_s_sleepy_s_hand_against_chest_] Va bene...

source: [_lindsey_s_hospital_bed_s_sleepy_s_hand_against_chest_] Thanks for staying with me...
it_it: [_lindsey_s_hospital_bed_s_sleepy_s_hand_against_chest_] Grazie per aver soggiornato con me...

source: [_mc_] They'll have to kick me out if they want me to leave.
fr_fr: [_mc_] Ils vont devoir m'expulser s'ils veulent que je quitte.
it_it: [_mc_] Dovranno cacciarmi fuori se vogliono che me ne vada.

source: She giggles softly, her breath tickling my cheek like butterfly wings.
fr_fr: Elle glousse doucement, son souffle chatouille ma joue comme des ailes de papillon.
it_it: Lei ridacchia dolcemente, il suo respiro solletica la mia guancia come ali farfalla.

source: The sound of her laughter sends joy bubbling through me.
fr_fr: Le son de son rire envoie de la joie à travers moi.
it_it: Il suono della sua risata manda la gioia che sgorga attraverso di me.

source: [_lindsey_s_hospital_bed_s_smile_s_hand_against_chest_] I like you... you're cute.
it_it: [_lindsey_s_hospital_bed_s_smile_s_hand_against_chest_] Mi piaci... sei carino.

source: [_mc_] I'm serious! I will fight them.
fr_fr: [_mc_] Je suis sérieux ! Je vais les combattre.
it_it: [_mc_] Sono serio! Li combatterò.

source: [_mc_] When I thought you were gone... and then when they weren't sure if you would wake up...
fr_fr: [_mc_] Quand je pensais que tu étais partie ... et quand ils n'étaient pas sûrs que tu te réveillais ...
it_it: [_mc_] Quando pensavo che fossi andato... e poi quando non erano sicuri se ti saresti svegliato...

source: My voice cracks as a lump of sorrow fills my throat.
fr_fr: Ma voix craque comme un morceau de douleur remplit ma gorge.
it_it: La mia voce si incrina come un grumo di dolore mi riempie la gola.

source: [lindsey] reaches out and brushes her fingertips against my cheek.
fr_fr: [lindsey] rejoint et brosses ses doigts contre ma joue.
it_it: [lindsey] raggiunge e spazzola la punta delle dita contro la mia guancia.

source: [_mc_] I'm so thankful...
fr_fr: [_mc_] Je suis si reconnaissante ...
it_it: [_mc_] Sono così grato...

source: As I say the words, my eyes meet hers.
fr_fr: Comme je dis les mots, mes yeux se rencontrent.
it_it: Come dico le parole, i miei occhi la incontrano.

source: So blue and pure and sincere.
fr_fr: Donc bleu et pur et sincère.
it_it: Così blu e puro e sincero.

source: She would never hurt a soul, and to see her broken is the worst feeling in the world.
fr_fr: Elle ne ferait jamais de mal à une âme, et pour la voir brisée, c'est le pire sentiment du monde.
it_it: Non farebbe mai male a un'anima, e vederla rotta è la sensazione peggiore del mondo.

source: A swell of affection and regret fills my chest.
fr_fr: Une vague d'affection et de regret remplit ma poitrine.
it_it: Un gonfiore di affetto e rimpianto riempie il mio petto.

source: A desire to protect her and keep her safe, no matter what.
fr_fr: Un désir de la protéger et de la garder en sécurité, quoi qu'il en soit.
it_it: Un desiderio di proteggerla e tenerla al sicuro, non importa cosa.

source: I lean in close, my lips inches from hers.
fr_fr: Je me rapproche, mes lèvres sont à quelques centimètres des siennes.
it_it: Mi sono appoggiato vicino, le mie labbra pollici da lei.

source: [_lindsey_s_hospital_bed_s_kiss_s_fingertips_against_cheek_] Go on...
it_it: [_lindsey_s_hospital_bed_s_kiss_s_fingertips_against_cheek_] Vai su...

source: Our lips meet in the softest kiss imaginable.
fr_fr: Nos lèvres se rencontrent dans le baiser le plus doux imaginable.
it_it: Le nostre labbra si incontrano nel bacio morbido immaginabile.

source: Unlike the gray autumn outside, it's like spring when we touch.
fr_fr: Contrairement à l'automne gris dehors, c'est comme le printemps quand on touche.
it_it: A differenza dell'autunno grigio fuori, è come la primavera quando si tocca.

source: A beam of light breaking through the dark clouds.
fr_fr: Un rayon de lumière qui traverse les nuages sombres.
it_it: Un fascio di luce che attraversa le nuvole scure.

source: An instant flood of warmth and happiness blossoming in my veins.
fr_fr: Un flot instantané de chaleur et de bonheur s'épanouie dans mes veines.
it_it: Un flusso istantaneo di calore e felicità che fiorisce nelle vene.

source: She kisses me back slowly, her sweet, cotton candy lips giving way under mine.
fr_fr: Elle m'embrasse lentement, ses douces lèvres de bonbons de coton qui se sont filées sous la mienne.
it_it: Mi bacia lentamente, le sue labbra dolci, caramelle di cotone che lasciano il posto sotto la mia.

source: The kiss deepens, and I'm completely lost in her.
fr_fr: Le baiser s'approfondit, et je suis complètement perdu.
it_it: Il bacio si approfondisce, e sono completamente perso in lei.

source: As our lips part, [lindsey] looks up at me, giving me the most heart-melting look.
fr_fr: En tant que partie lèvres, [lindsey] me regarde, me donnant l'aspect le plus du cœur.
it_it: Come parte delle nostre labbra, [lindsey] mi guarda, dandomi il look più cuore.

source: Through her chest, the pulse of her heart quickens against my palm.
it_it: Attraverso il suo petto, il polso del suo cuore accelera contro il mio palmo.

source: Slowly, my hand moves lower, cupping her breast.
fr_fr: Lentement, ma main se déplace plus bas, coulant sa poitrine.
it_it: Lentamente, la mia mano si muove più in basso, facendosi cucire il seno.

source: The jiggly softness makes me dizzy with desire.
fr_fr: La douceur de la peau m'étourdit de désir.
it_it: La leggerezza morbidezza mi fa capogiri con il desiderio.

source: The squeeze is light, but she still moans.
fr_fr: La pression est légère, mais elle continue.
it_it: La compressione è leggera, ma lei geme.

source: Distantly, her heart rate monitor starts beeping faster.
fr_fr: De plus en plus, son moniteur de fréquence cardiaque commence à pleurer plus rapidement.
it_it: A distanza, il suo cardiofrequenzimetro inizia a lampeggiare più velocemente.

source: The sound fills me with a certain pride and giddiness.
fr_fr: Ce son me remplit d'une certaine fierté et d'un certain vertige.
it_it: Il suono mi riempie di un certo orgoglio e di giddiness.

source: Emboldened, my hand leaves her chest, traveling down her ribcage and stomach.
fr_fr: Enhardie, ma main quitte sa poitrine et descend le long de sa cage thoracique et de son ventre.
it_it: Emboliato, la mia mano lascia il petto, viaggiando giù la costola e lo stomaco.

source: Steadily, slowly, descending.
fr_fr: Régulièrement, lentement, en descendant.
it_it: In modo costante, lento, discendente.

source: [lindsey] gasps as I get closer to her sex, but doesn't stop me.
fr_fr: [lindsey] halète lorsque je m'approche de son sexe, mais ne m'arrête pas.
it_it: [lindsey] gasps come mi avvicina al suo sesso, ma non mi fermano.

source: She just looks at me, eyes full of innocence and surprise, but also desire.
fr_fr: Elle me regarde, les yeux pleins d'innocence et de surprise, mais aussi le désir.
it_it: Mi guarda, occhi pieni di innocenza e di sorpresa, ma anche di desiderio.

source: Even as my hand slips under the waistband of her panties, her eyes remain on me.
fr_fr: Même si ma main glisse sous la ceinture de ses cultes, ses yeux restent sur moi.
it_it: Anche mentre la mia mano scivola sotto la cintura delle sue mutandine, i suoi occhi rimangono su di me.

source: The soft skin of her mound against my palm makes me shiver.
fr_fr: La peau molle de son monticule contre ma paume me rend merde.
it_it: La pelle morbida del suo tumulo contro il mio palmo mi rende brivida.

source: She gasps as I fully cover her pussy with my hand.
fr_fr: Elle lui assoit tout à fait la chatte avec ma main.
it_it: Lei gasps mentre copro completamente la sua figa con la mia mano.

source: Her words are a mere whisper, and despite her broken limbs, she tries to spread her legs for me.
fr_fr: Ses mots sont un simple murmure, et malgré ses membres cassés, elle essaie de me faire passer les jambes pour moi.
it_it: Le sue parole sono un semplice sussurro, e nonostante gli arti rotti, cerca di diffondere le gambe per me.

source: [_mc_] Just relax.
fr_fr: [_mc_] Juste relax.
it_it: [_mc_] Rilassati e basta.

source: She bites her lip, her cheeks turning crimson.
fr_fr: Elle se mord la lèvre, ses joues virant au cramoisi.
it_it: Lei morde il labbro, le sue guance girando cremisi.

source: As I say this, I slide my hand further into her panties.
fr_fr: Comme je le dis, je glisse plus loin dans ses culées.
it_it: Come dico questo, scivolo ulteriormente la mia mano nelle sue mutandine.

source: Caressing her vulva.
fr_fr: Caresse sa vulve.
it_it: Accarezzando la sua vulva.

source: Gliding my fingers between her already slick lips.
fr_fr: Je glisse mes doigts entre ses lèvres déjà lisses.
it_it: Scivolare le dita tra le labbra già limpide.

source: She squirms slightly beneath me, pressing her head back into her pillow.
fr_fr: Elle est légèrement en dessous de moi, la pressante de la tête dans son oreiller.
it_it: Sperma leggermente sotto di me, spingendo la testa di nuovo nel suo cuscino.

source: My thumb touches her clit and she stiffens, holding her breath.
fr_fr: Mon pouce touche son clito et elle se raidit, retenant sa respiration.
it_it: Il mio pollice tocca la sua clitoride e si irrigidisce, tenendo il suo respiro.

source: Her pussy leaks into my hand, throbbing beneath my touch.
fr_fr: Sa chatte fuit dans ma main, dévalant sous ma touche.
it_it: La sua figa mi perde nella mano, palpitando sotto il mio tocco.

source: The sound of her whispering my name spurs me on.
fr_fr: Le son de son murmure porte mon nom sur moi.
it_it: Il suono del suo sussurro il mio nome mi spinge su.

source: My fingers separate her nether lips, opening her up enough to slide a finger inside.
fr_fr: Mes doigts séparent ses lèvres, l'ouvrant suffisamment pour glisser un doigt à l'intérieur.
it_it: Le mie dita separano le labbra netere, aprendole abbastanza per scivolare un dito dentro.

source: Her eyelashes flutter, her pupils dilate, and her lips produce a single moan.
fr_fr: Ses cils battent, ses pupilles se dilatent et ses lèvres émettent un seul gémissement.
it_it: Le sue ciglia flutter, le sue pupille si dilatano, e le sue labbra producono un solo gemito.

source: She pushes against my hand, and I return the pressure.
fr_fr: Elle pousse contre ma main, et je retourne la pression.
it_it: Lei spinge contro la mia mano, e io torno la pressione.

source: Her head tilts back, her eyes on the ceiling, mouth open in a silent gasp.
fr_fr: Elle penche la tête en arrière, les yeux au plafond, la bouche ouverte dans un souffle silencieux.
it_it: La sua testa si inclina indietro, i suoi occhi sul soffitto, la bocca si apre in un gaspe silenzioso.

source: It's like I'm controlling her entire body with the tips of my fingers.
fr_fr: C'est comme si je contrôlais tout son corps avec les extrémités de mes doigts.
it_it: È come se io controllassi tutto il suo corpo con le punte delle mie dita.

source: Like a puppet master, I make her gasp and sigh, moan and shudder.
fr_fr: Comme un marionnettiste, je la fais haleter et soupirer, gémir et frémir.
it_it: Come un maestro di burattini, faccio il suo gasp e sospiro, gemito e fango.

source: More pressure, deeper penetration, faster stimulation of her clitoris.{space=-5}
fr_fr: Plus de pression, une pénétration plus profonde, une stimulation plus rapide de son clitoris. {space=-5}
it_it: Più pressione, penetrazione più profonda, stimolazione più veloce del suo clitoride.{space=-5}

source: She cries out, her orgasm building.
fr_fr: Elle pleure, son bâtiment orgasme.
it_it: Lei piange, il suo orgasmo costruire.

source: [_mc_] That's it, baby...
fr_fr: [_mc_] C'est ça, bébé ...
it_it: [_mc_] Questo è il bambino...

source: [_mc_] You deserve to feel good after everything you've been through.
fr_fr: [_mc_] Vous méritez de vous sentir bien après tout ce que vous avez fait.
it_it: [_mc_] Ti meriti di sentirti bene dopo tutto quello che hai attraversato.

source: [_mc_] Let me make you feel good.
fr_fr: [_mc_] Laisse-moi te sentir bien.
it_it: [_mc_] Lasciate che vi faccia sentire bene.

source: [_lindsey_s_hospital_bed_s_ahegao_s_sliding_finger_inside_] Mmmm... it really does!
it_it: [_lindsey_s_hospital_bed_s_ahegao_s_sliding_finger_inside_] Mmmm... lo fa!

source: Her toned stomach muscles flex and relax, flex and relax — the dam about to break.
fr_fr: Ses muscles abdominaux ont fléché et se détendre, se détendre et se détendre, le barrage sur le point de se briser.
it_it: I suoi muscoli dello stomaco tonico flex e rilassarsi, flex e rilassarsi — la diga sta per rompere.

source: Panting, she looks up at me, eyes pleading.
fr_fr: Haletante, elle lève les yeux vers moi, les yeux suppliants.
it_it: Panting, lei mi guarda gli occhi, si lamenta.

source: The cutest, most desperate mewls fill the hospital room.
fr_fr: Les miaulements les plus mignons et les plus désespérés remplissent la chambre d'hôpital.
it_it: I mewls più simpatici e disperati riempiono la stanza dell'ospedale.

source: She's so close, her pussy's gripping my fingers, trying to pull me in.
fr_fr: Elle est si proche, sa chatte grimpe mes doigts, essayant de me tirer.
it_it: Lei è così vicina, la sua figa mi sta afferrando le dita, cercando di tirarmi dentro.

source: Her swollen, sensitive clitoris an endless focus of my thumb.
fr_fr: Son clitoris enflé et sensible est une focale sans fin de mon pouce.
it_it: Il suo clitoride gonfio e sensibile è un fuoco infinito del mio pollice.

source: [_lindsey_s_hospital_bed_s_squirt_s_sliding_finger_inside_] Ohhhhhh! [withhpunch]
it_it: [_lindsey_s_hospital_bed_s_squirt_s_sliding_finger_inside_] Ohhhhhhhh! [withhpunch]

source: Finally, she gives in and explodes around my fingers.
fr_fr: Enfin, elle donne et explose autour de mes doigts.
it_it: Infine, lei cede e esplode intorno alle mie dita.

source: A near silent, but oh so powerful orgasm.
fr_fr: Un peu silencieux, mais oh si puissant orgasme.
it_it: Un orgasmo quasi silenzioso, ma così potente.

source: Juices flow freely from her pussy, soaking my hand and her panties,{space=-5} even her bed.
fr_fr: Les jus circulent librement de sa chatte, trempette la main et ses cultes, {space=-5} même son lit.
it_it: I succhi scorrono liberamente dalla sua figa, immergendo la mia mano e i suoi pantaloni,{space=-5} anche il suo letto.

source: Her heart monitor is going crazy.
fr_fr: Son moniteur de cœur est fou.
it_it: Il suo monitor del cuore sta impazzendo.

source: [_lindsey_s_hospital_bed_s_pleased_s_sliding_finger_inside_] Oh, my god... that...
it_it: [_lindsey_s_hospital_bed_s_pleased_s_sliding_finger_inside_] Oh, mio dio... che...

source: [_mc_] That.
fr_fr: [_mc_] Ceci.
it_it: [_mc_] Questo.

source: It's hard to keep the smile off my face...
fr_fr: Il est difficile de garder le sourire hors de mon visage ...
it_it: È difficile tenere il sorriso fuori dalla mia faccia...

source: I just made [lindsey] squirt right into my hand!
fr_fr: J'ai juste fait une jupe de [lindsey] dans ma main !
it_it: Ho appena fatto [lindsey] schizza proprio nella mia mano!

source: She relaxes back against the pillow, a smile of relief flitting across her rosy lips.
fr_fr: Elle se détend contre l'oreiller, un sourire de soulagement sur ses lèvres rosées.
it_it: Si rilassa contro il cuscino, un sorriso di sollievo che attraversa le labbra rose.

source: [_lindsey_s_hospital_bed_s_pleased_s_squirt_into_hand_] Amazing...
it_it: [_lindsey_s_hospital_bed_s_pleased_s_squirt_into_hand_] Sorprendente...

source: And it truly is.
fr_fr: Et c'est vraiment ça.
it_it: Ed è veramente.

source: To give someone pleasure is such a beautiful thing.
fr_fr: Pour donner un plaisir à quelqu'un c'est une si belle chose.
it_it: Dare piacere a qualcuno è una cosa così bella.

source: Especially when she can't do it herself.
fr_fr: Surtout quand elle ne peut pas le faire elle-même.
it_it: Soprattutto quando non riesce a farlo da sola.

source: ...not that she would ever admit to doing something like that, of course.
fr_fr: ...non pas qu'elle admettrait jamais avoir fait quelque chose comme ça, bien sûr.
it_it: ...non che avrebbe mai ammesso di fare qualcosa del genere, ovviamente.

source: She looks at me in surprise and embarrassment when I grab a napkin, and gently dab her pussy.
fr_fr: Elle me regarde dans la surprise et l'embarras quand je prends une serviette, et gai doucement sa chatte.
it_it: Mi guarda con sorpresa e imbarazzo quando afferro un tovagliolo, e delicatamente la sua figa.

source: She blushes deeply, but knows that she can't clean herself up.
fr_fr: Elle roule profondément, mais sait qu'elle ne peut pas se nettoyer.
it_it: Lei arrossisce profondamente, ma sa che non riesce a ripulirsi.

source: And I refuse to just let her soak in her juices.
fr_fr: Et je refuse de la laisser tremper dans ses jus.
it_it: E mi rifiuto di lasciarla immergere nei suoi succhi.

source: [_lindsey_s_hospital_bed_s_blush_s_napkin_dab_] Thank you...
it_it: [_lindsey_s_hospital_bed_s_blush_s_napkin_dab_] Grazie...

source: [_mc_] Don't mention it!
fr_fr: [_mc_] Ne le mentionnez pas !
it_it: [_mc_] Non menzionarlo!

source: [_lindsey_s_hospital_bed_s_blush_s_napkin_dab_] You can't either... no one can know...
it_it: [_lindsey_s_hospital_bed_s_blush_s_napkin_dab_] Nemmeno non puoi... nessuno può...

source: [_mc_] Don't worry about it. My lips are—
fr_fr: [_mc_] Ne vous inquiétez pas. Mes lèvres sont-
it_it: [_mc_] Non preoccuparti. Le mie labbra sono—

source: [_nurse_] What's going on in here? The visiting hours ended a long time ago.
fr_fr: [_nurse_] Qu'est-ce qui se passe ici ? Les heures de visite ont pris fin il y a longtemps.
it_it: [_nurse_] Cosa succede qui dentro? Le ore di visita sono terminate molto tempo fa.

source: [_nurse_] Time to go.
fr_fr: [_nurse_] Le temps d'aller.
it_it: [_nurse_] Ora di andare.

source: Not exactly how I had planned to end the visit, but it could've been worse...
fr_fr: Pas exactement comment j'avais prévu de mettre fin à la visite, mais ça aurait pu être pire ...
it_it: Non esattamente come avevo pianificato di terminare la visita, ma avrebbe potuto essere peggio...

source: At least I got to see [lindsey], and that's what matters.
fr_fr: Au moins, je dois voir [lindsey], et c'est ce qui compte.
it_it: Almeno ho avuto modo di vedere [lindsey]e questo è ciò che conta.

source: Hopefully, my visit brightened her day a little bit.
fr_fr: Espérons que ma visite l'éclat un peu.
it_it: Speriamo che la mia visita abbia illuminato un po' la sua giornata.

source: Being in a sterile hospital room for an extended period of time can't a good thing.
fr_fr: Être dans une salle d'hôpital stérile pendant une longue période ne peut pas être une bonne chose.
it_it: Essere in una stanza ospedaliera sterile per un lungo periodo di tempo non può essere una buona cosa.

source: I really have to visit her again soon...
fr_fr: Je dois vraiment la revoir bientôt ...
it_it: Devo davvero visitarla ancora presto...

source: But for now, I feel relieved and exhausted at the same time.
fr_fr: Mais pour l'instant, je me sens soulagé et épuisé en même temps.
it_it: Ma per ora, mi sento alleviato e esaurito allo stesso tempo.

source: It's getting late. I can't wait to get home.
fr_fr: Il est en retard. Je ne peux pas attendre pour rentrer à la maison.
it_it: Sta diventando in ritardo. Non vedo l'ora di tornare a casa.

source: ?mc.owned_item(('damning_document','compromising_photo'))@|{image=items [blackmail]}|Blackmail her into helping
fr_fr: ?mc.owned_item(('Bon sanging_document','compromising_photo'))@|{image=items [blackmail]}|Faire chanter son pour l'aider
it_it: ?mc.owned_item(('damning_document','compromising_photo')@<unk> {image=items [blackmail]}<unk> Ricattala per aiutare

source: Beg for sympathy
fr_fr: Battre la sympathie
it_it: Iniziare per simpatia

source: Try sneaking past the [guard]
fr_fr: Essayez d'éternuement après le [guard]
it_it: Prova ad aggirare la [guard]

source: Find a way to distract the [guard]
fr_fr: Trouver un moyen de distraire le [guard]
it_it: Trova un modo per distrarre la [guard]

source: "That's okay. Just rest."
fr_fr: " C'est bon. Repos. "
it_it: "Va bene. Si riposa e basta."

source: "I know it's difficult... but I'm here to help."
fr_fr: "Je sais que c'est difficile ... mais je suis là pour aider."
it_it: "So che è difficile... ma sono qui per aiutare."

source: [_mc_] Her life forever changed, but lucky to even be alive.
fr_fr: [_mc_] Sa vie a changé pour toujours, mais elle a eu de la chance d'être vivante.

source: Hmm... since he's so consumed by his phone, maybe I can just call it?
fr_fr: Hmm ... depuis qu'il est si consommé par son téléphone, peut-être que je peux juste l'appeler ?

source: [_cyberia_] However, I caution you to proceed.
fr_fr: [_cyberia_] Cependant, je vous mets en garde .

source: [_cyberia_] Do you know anyone fond of dolls? I do.
fr_fr: [_cyberia_] Connaissez-vous quelqu'un qui aime les poupées ? Je le fais.

source: [_mc_] What are you talking about?
fr_fr: [_mc_] Qu'est-ce que vous parlez du ?

source: [_mc_] Why are you telling me this? What do you mean?
fr_fr: [_mc_] Pourquoi me dis-tu ? Qu'est-ce que tu veux dire ?

source: [_cyberia_] I'm afraid I cannot answer that.
fr_fr: [_cyberia_] Je crains que je ne puisse pas répondre à la question .
