Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/crab/crab.po
Languages: fr_fr, it_it

source: [_mc_] N-no... no...
fr_fr: [_mc_] N-non... non...

source: [_mc_] Nooooooooooooo!
fr_fr: [_mc_] Nooooooooooooonnnnnnnnnnnnn!
it_it: [_mc_] Nooooooooooo!

source: F-fuck... my ankle feels like it got stabbed a million tiny times...
fr_fr: M-Meerrddee... ma cheville a l'impression d'avoir été poignardée un million de fois...
it_it: F-fuck... la mia caviglia si sente come ha pugnalato un milione di piccole volte...

source: How long was I out for?
fr_fr: Combien de temps ai-je été absent ?
it_it: Per quanto tempo sono stato fuori?

source: And where's my wallet?
fr_fr: Et où est mon portefeuille ?
it_it: E dov'è il mio portafoglio?

source: We circle each other, like two boxers in the ring.
fr_fr: Nous nous tournons autour, comme deux boxeurs sur le ring.
it_it: Ci cerchiamo a vicenda, come due pugili nell'anello.

source: The steel of his blade flickers, but his eyes shine brighter still.
fr_fr: L'acier de sa lame vacille, mais ses yeux brillent encore plus fort.
it_it: L'acciaio delle sue lame tremolanti, ma i suoi occhi brillano ancora di più.

source: Adoration, perhaps? Or maybe just a mutual respect?
fr_fr: L'adoration, peut-être ? Ou peut-être simplement un respect mutuel ?
it_it: Adorazione, forse? O forse solo un rispetto reciproco?

source: They say that love is war. And this is the biggest of them all.
fr_fr: On dit que l'amour est une guerre. Et celui-ci est le plus important de tous.
it_it: Dicono che l'amore è la guerra, e questa è la più grande di tutti.

source: We gaze into each other's eyes, and then lower our weapons in understanding.
fr_fr: Nous nous regardons dans les yeux, puis nous baissons nos armes en signe de compréhension.
it_it: Noi guardiamo gli occhi gli uni degli altri, e poi abbassiamo le nostre armi nella comprensione.

source: A truce this beautiful is seldom seen on the battlefield.
fr_fr: Une trêve aussi belle est rarement vue sur le champ de bataille.
it_it: Una tregua questa bella è raramente vista sul campo di battaglia.

source: [_flora_s_excited_] Oh, my god! He's adorable!
fr_fr: [_flora_s_excited_] Oh, mon Dieu ! Il est adorable !
it_it: [_flora_s_excited_] Oh, mio Dio! È adorabile!

source: [_mc_] It's my new friend.
fr_fr: [_mc_] C'est mon nouvel ami.
it_it: [_mc_] È il mio nuovo amico.

source: [_flora_s_excited_] I love him! Can we take him home?
fr_fr: [_flora_s_excited_] Je l'adore ! Pouvons-nous le ramener à la maison ?
it_it: [_flora_s_excited_] Lo amo! Possiamo portarlo a casa?

source: [_mc_] No, he needs to be free. Captivity isn't for someone like him.
fr_fr: [_mc_] Non, il doit être libre. La captivité n'est pas faite pour lui.
it_it: [_mc_] No, ha bisogno di essere libero. La capacità non è per qualcuno come lui.

source: [_flora_s_blush_] You're right. He's magnificent.
fr_fr: [_flora_s_blush_] Vous avez raison. Il est magnifique.
it_it: [_flora_s_blush_] hai ragione. È magnifico.

source: [_flora_s_blush_] I'm proud of you for realizing it.
fr_fr: [_flora_s_blush_] Je suis fière que tu t'en rendes compte.
it_it: [_flora_s_blush_] Sono orgoglioso di voi per averlo realizzato.

source: Feeding it more apples would only make it stronger.
fr_fr: Le nourrir de plus de pommes ne ferait que le rendre plus fort.
it_it: Nutrire più mele non farebbe che rendere più forte.

source: You look hungry. Maybe you'll enjoy this?
fr_fr: Tu as l'air d'avoir faim. Peut-être cela vous plaira-t-il ?
it_it: Sembri affamato. Forse ti piacerà questo?

source: Feeding it more fish would only make it stronger.
fr_fr: Le nourrir davantage de poissons ne ferait que le rendre plus fort.
it_it: Nutrire più pesce non farebbe che rendere più forte.

source: Here you go, little buddy.
fr_fr: Voilà, mon petit gars.
it_it: Qui vai, piccolo amico.

source: Feeding it more strawberry juice would only make it stronger.
fr_fr: Le nourrir davantage de jus de fraise ne ferait que le rendre plus fort.
it_it: Nutrendolo più succo di fragola solo lo renderebbe più forte.

source: Here's something to drink, little one.
fr_fr: Voici quelque chose à boire, mon petit.
it_it: Ecco qualcosa da bere, piccolo.

source: Feeding it my [item.title_lower] would only make it stronger.
fr_fr: Le nourrir de mes [item.title_lower] ne ferait que la renforcer.
it_it: Nutrire il mio [item.title_lower] lo renderebbe solo più forte.

source: Fight
fr_fr: Combattre
it_it: Lotta

source: Flight
fr_fr: Envol
it_it: Volo
