Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/spinach/spinach.po
Languages: it_it

source: [_mc_] What are you hiding from, girl?
it_it: [_mc_] Che cosa ti stai nascondendo, ragazza?

source: Let's be honest, it's probably me.
it_it: Siamo onesti, probabilmente sono io.

source: [maxine] gets really upset when you wake her cat up.
it_it: [maxine] si arrabbia quando si sveglia il suo gatto.

source: No reason to antagonize either of them.
it_it: Nessun motivo per antagonizzare uno di loro.

source: She's watching my every move... [maxine], that is.
it_it: Sta guardando ogni mia mossa... [maxine], che è.

source: [spinach] doesn't mind me staring. That's the great thing about animals.
it_it: [spinach] non mi dispiace fissare. Questa è la cosa fantastica degli animali.

source: She's really loving her new toy. Making that little furball happy felt good.
it_it: Sta davvero amando il suo nuovo giocattolo. Rendendo felice quel piccolo palla di pelliccia felice.

source: It's hard not to envy her life.
it_it: È difficile non invidiare la sua vita.

source: She ran down the stairs and then straight outside.
it_it: Corse giù per le scale e poi dritto fuori.

source: She bolted for the doors and ran straight outside.
it_it: Ha bullonato per le porte e corse dritto fuori.

source: She ran into the entrance hall and then straight outside.
it_it: Lei corse nella sala d'ingresso e poi dritto fuori.

source: [_mc_] Well, I guess I can't blame you for having a taste...
it_it: [_mc_] Beh, immagino di non poterti incolpare di avere un gusto...

source: Giving a pussy my [item.title_lower] is an exciting fantasy, but kinda sucky in practice.
it_it: Dare una figa la mia [item.title_lower] è una fantasia emozionante, ma kinda succhiare in pratica.

source: [spinach] is almost as smart as [maxine] herself. And from the looks of it, the [nurse] put her in the supply closet as a decoy.
it_it: [spinach] è quasi intelligente come [maxine] se stessa. E dagli sguardi di esso, la [nurse] la mette nell'armadio di rifornimento come un tizio.

source: Perhaps this little furball will lead me to the [nurse]'s real hiding spot. She's like a bloodhound once she gets a whiff of her prey.
it_it: Forse questa pallina da pelliccia mi condurrà al vero nascondiglio della [nurse]. Lei è come un susseguirsi di sangue una volta che riceve un sussurro della sua preda.

source: [_mc_] Heeere, kitty kitty!
it_it: [_mc_] Heeere, gattino gattino!

source: Hmm... she ran down the corridor.
it_it: Hmm... ha corso lungo il corridoio.

source: [_mc_] Come here, [spinach]!
it_it: [_mc_] Vieni qui, [spinach]!

source: She ran downstairs.
it_it: Corse di sotto.

source: [spinach] seems a bit lost, but perhaps it's just the smell from the kitchen.
it_it: [spinach] sembra un po' perduto, ma forse è solo l'odore della cucina.

source: She escaped into the cafeteria.
it_it: È fuggita nella mensa.

source: Well, we're back in the entrance hall, and [spinach] seems lost again.
it_it: Bene, siamo tornati nella sala d'ingresso, e [spinach] sembra perso di nuovo.

source: Ugh, she ran back upstairs again.
it_it: Ugh, ha corso di nuovo al piano di sopra.

source: [spinach] seems to love it here! That cat is always hungry.
it_it: [spinach] sembra amarlo qui! Quel gatto ha sempre fame.

source: I guess not hungry enough... she ran out of the cafeteria.
it_it: Immagino di non avere abbastanza fame... è finita fuori dalla mensa.

source: The cat is circling the bush here. She's like a bloodhound.
it_it: Il gatto sta circondando il cespuglio qui. È come un braccio di sangue.
