Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/season_1/q_jacklyn_broken_fuse.po
Languages: it_it

source: [_jacklyn_s_thinking_] The definition of HD trash!
it_it: [_jacklyn_s_thinking_] La definizione del cestino HD!

source: [_mc_] Excuse me?
it_it: [_mc_] Mi scusa?

source: [_jacklyn_s_angry_] The lightswitch, bro. It's not working!
it_it: [_jacklyn_s_angry_] Il lightswitch, bro. Non funziona!

source: For a moment there, I thought she was talking to me. Well, it wouldn't have been the first time someone called me trash.
it_it: Per un attimo lì, pensavo che stesse parlando con me. Beh, non sarebbe stata la prima volta che qualcuno mi ha chiamato spazzatura.

source: [_mc_] Hmm... that's odd.
it_it: [_mc_] Hmm... è strano.

source: [_jacklyn_s_thinking_] Swapped light bulbs, opened up the switch, and gave a prayer to Satan. Nothing's working.
it_it: [_jacklyn_s_thinking_] Lampadine scambiate, aprono l'interruttore e danno una preghiera a Satana. Niente sta lavorando.

source: [_mc_] Why do you need to turn off the lights?
it_it: [_mc_] Perché è necessario spegnere le luci?

source: [_jacklyn_s_neutral_] Simple. Light and darkness play an important role in art. I need to be able to adjust the lighting.
it_it: [_jacklyn_s_neutral_] Semplice. Luce e oscurità svolgono un ruolo importante nell'arte. Devo essere in grado di regolare l'illuminazione.

source: There used to be a fuse box in the big hall on this floor, maybe something's broken there.
it_it: Ci era una scatola di fusione nella grande sala su questo piano, forse qualcosa è rotto lì.

source: At least, that was the case when I was here last time.
it_it: Almeno, è stato il caso quando sono stato qui l'ultima volta.

source: [_mc_] Have you checked the fuse box?
it_it: [_mc_] Hai controllato la casella dei fusibili?

source: [_jacklyn_s_annoyed_] No, I don't feel like sticking my fingers into that thing.
it_it: [_jacklyn_s_annoyed_] No, non ho voglia di attaccare le dita a quella cosa.

source: [_jacklyn_s_annoyed_] Normally, I'd ask the janitor to fix it, but I can't seem to find her anywhere.
it_it: [_jacklyn_s_annoyed_] Normalmente, chiedo al janitor di correggerlo, ma non riesco a trovarla da nessuna parte.

source: Maybe there's a chance of earning a better grade or impressing her.
it_it: Forse c'è la possibilità di guadagnare un voto migliore o impressionarla.

source: [_jacklyn_s_excited_] The lightswitch is working again!
it_it: [_jacklyn_s_excited_] L'interruttore luminoso sta lavorando di nuovo!

source: [_jacklyn_s_excited_] If you did this — sick.
it_it: [_jacklyn_s_excited_] Se hai fatto questo — malato.

source: [_mc_] Yeah, I repaired a faulty wire.
it_it: [_mc_] Sì, ho riparato un filo difettoso.

source: [_jacklyn_s_smile_] Back pats! Actually, gold.
it_it: [_jacklyn_s_smile_] Back pats! In realtà, l'oro.

source: [_mc_] I know how important lighting is.
it_it: [_mc_] So quanto sia importante l'illuminazione.

source: [_mc_] And I firmly believe that the best art exists between light and shadow.
it_it: [_mc_] E credo fermamente che la migliore arte esista tra luce e ombra.

source: [_jacklyn_s_smile_] Word. Without contrasts, you can't capture reality's duality.
it_it: [_jacklyn_s_smile_] Parola. Senza contrasti, non puoi catturare la dualità della realtà.

source: [_mc_] It seems like your prayers to Satan worked.
it_it: [_mc_] Sembra che le vostre preghiere a Satana funzionavano.

source: [_jacklyn_s_cringe_] I knew that horny son would be after my ass.
it_it: [_jacklyn_s_cringe_] Sapevo che il figlio cornea sarebbe stato dopo il mio culo.

source: [_jacklyn_s_cringe_] Devil worship always ends in anal.
it_it: [_jacklyn_s_cringe_] Il culto del diavolo finisce sempre nell'anale.

source: [_jacklyn_s_excited_] Loosen up, Eastwood. It's a joke.
it_it: [_jacklyn_s_excited_] Allentati, Eastwood. È una battuta.

source: [_mc_] You sound just like [isabelle] when you say that.
it_it: [_mc_] Ti suoni proprio come [isabelle] quando lo dici.

source: [_jacklyn_s_excited_] Yeah? Well, she's hot stuff.
it_it: [_jacklyn_s_excited_] Sì? Beh, è roba calda.

source: [_jacklyn_s_laughing_] Not that I dabble or anything.
it_it: [_jacklyn_s_laughing_] Non che io dabble o niente.

source: [_jacklyn_s_thinking_] Anyway, since you helped me with this, maybe you can help me decide on another thing?
it_it: [_jacklyn_s_thinking_] Comunque, dato che mi hai aiutato con questo, forse puoi aiutarmi a decidere su un'altra cosa?

source: [_mc_] I guess.
it_it: [_mc_] immagino.

source: [_jacklyn_s_smile_] I need a nude model for some of the senior classes this year. Who would you recommend for it?
it_it: [_jacklyn_s_smile_] Ho bisogno di un modello nudo per alcune delle classi più anziane quest'anno. Chi consiglieresti per esso?

source: [_mc_] How about [mrsl]?
it_it: [_mc_] Che ne dici di [mrsl]?

source: [_jacklyn_s_excited_] She's at the top of my list too. She volunteered.
it_it: [_jacklyn_s_excited_] Lei è anche in cima alla mia lista. Ha fatto volontariato.

source: [_mc_] Whoa, really?
it_it: [_mc_] Whoa, davvero?

source: Ever since she ditched those cardigans, she's become a lot more frivolous.
it_it: Da quando ha abbandonato quei cardigan, è diventata molto più frivola.

source: [_mc_] I recommend myself.
it_it: [_mc_] Io mi consiglio da solo.

source: [_jacklyn_s_thinking_] No offense, hombre, but it needs to be an adult.
it_it: [_jacklyn_s_thinking_] Nessuna offesa, ombrello, ma ha bisogno di essere un adulto.

source: [_mc_] But I'm eighteen.
it_it: [_mc_] Ma ho diciotto anni.

source: [_jacklyn_s_angry_] It also needs to be aesthetically pleasing.
it_it: [_jacklyn_s_angry_] Ha anche bisogno di essere esteticamente piacevole.

source: Ouch. Right in the jugular.
it_it: Ouch. Proprio nella jugular.

source: [_mc_] I think the school nurse would be perfect for this.
it_it: [_mc_] Penso che l'infermiera scolastica sarebbe perfetta per questo.

source: [_jacklyn_s_thinking_] She's not on my list.
it_it: [_jacklyn_s_thinking_] Lei non è nella mia lista.

source: [_mc_] It's fine, I think she'd love to do it. Probably even for free. Just tell her I recommended it.
it_it: [_mc_] Va bene, penso che lei vorrebbe farlo. Probabilmente anche gratis. Basta dirle che l'ho consigliato.

source: [_jacklyn_s_smile_] Awesome, awesome. Okay, I'll ask her.
it_it: [_jacklyn_s_smile_] Fantastico, fantastico. Ok, lo chiederò a lei.

source: [_mc_] I think you'd be the best candidate.
it_it: [_mc_] Penso che tu sia il miglior candidato.

source: [_jacklyn_s_laughing_] Yeah? You think?
it_it: [_jacklyn_s_laughing_] Sì? Pensi?

source: [_mc_] Yes! And it would be easier for you to grade the paintings as well.
it_it: [_mc_] Sì! E sarebbe più facile per voi classificare anche i dipinti.

source: [_jacklyn_s_excited_] Word! All right, it's a done deal.
it_it: [_jacklyn_s_excited_] Word! Va bene, è un affare fatto.

source: [_jacklyn_s_smile_] If you're interested in learning the human curves and anatomy, the nude model will be available here from [time].
it_it: [_jacklyn_s_smile_] Se sei interessato a imparare le curve umane e l'anatomia, il modello nudo sarà disponibile qui da [time].

source: [_mrsl_s_confident_] Good afternoon, [mc]!
it_it: [_mrsl_s_confident_] Buon pomeriggio, [mc]!

source: [_mrsl_s_confident_] Are you here for me?
it_it: [_mrsl_s_confident_] Sei qui per me?

source: [_mc_] I'm here for the art.
it_it: [_mc_] Sono qui per l'arte.

source: [_mrsl_s_thinking_] Well, that's fine! That's what I meant.
it_it: [_mrsl_s_thinking_] Beh, va bene! È quello che intendevo.

source: [_mc_] I'm always here for you, [mrsl]!
it_it: [_mc_] Sono sempre qui per te, [mrsl]!

source: [_mrsl_s_excited_] I'm glad.
it_it: [_mrsl_s_excited_] sono lieto.

source: [_mrsl_s_excited_] Let's get started?
it_it: [_mrsl_s_excited_] Cominciamo?

source: [_mc_] Yeah!
it_it: [_mc_] Sì!

source: [_mrsl_s_flirty_] What position would you like me in?
it_it: [_mrsl_s_flirty_] In che posizione ti piacerebbe entrare?

source: Bent over a table, doggy, missionary... anything goes.
it_it: Bent sopra un tavolo, pecorina, missionario... tutto va.

source: [_mc_] Err... don't feel like you have to pose. I like to have a moving model for my art.
it_it: [_mc_] Err... non ti senti come dovresti posare. Mi piace avere un modello in movimento per la mia arte.

source: Not that there's going to be much art done...
it_it: Non che ci sarà molta arte fatta...

source: [_mrsl_s_flirty_] Okay, then!
it_it: [_mrsl_s_flirty_] Okay, allora!

source: [_mrsl_s_thinking_] So, how does it feel to be back?
it_it: [_mrsl_s_thinking_] Così, come si sente di essere tornato?

source: [_mrsl_s_excited_] In school, I mean. Did you have a good summer?
it_it: [_mrsl_s_excited_] A scuola, voglio dire. Hai avuto una buona estate?

source: For a moment I thought she was talking about time travel there.
it_it: Per un attimo pensavo che stesse parlando del tempo che viaggiava lì.

source: Need to get my head back in the game.
it_it: Bisogno di riportare la testa nel gioco.

source: [_mc_] It felt a lot longer than just a summer. Never thought I would miss any part of it, but I guess I did.
it_it: [_mc_] Si sentiva molto più a lungo di solo un'estate. Non pensavo mai di perdermi nessuna parte di esso, ma immagino che l'ho fatto.

source: [_mrsl_s_sad_] I feel the same way at the end of each school year. Seniors leaving... it's sad.
it_it: [_mrsl_s_sad_] Mi sento allo stesso modo alla fine di ogni anno scolastico. Gli anziani se ne andano... è triste.

source: [_mrsl_s_sad_] It's tough seeing people leave, but life goes on.
it_it: [_mrsl_s_sad_] È difficile vedere la gente partire, ma la vita continua.

source: [_mc_] I love that pose! Please hold it for a bit!
it_it: [_mc_] Amo quella posa! Per favore tienilo per un po'!

source: Almost as much as I love her piercings...
it_it: Quasi quanto io amo i suoi piercing...

source: [_mc_] What's wrong?
it_it: [_mc_] Cosa c'è di sbagliato?

source: [_nurse_s_concerned_] Oh, goodness. I'm so embarrassed.
it_it: [_nurse_s_concerned_] Oh, bontà. Sono così imbarazzato.

source: [_mc_] What do you have to be embarrassed about?
it_it: [_mc_] Di che cosa dovete essere imbarazzati?

source: [_nurse_s_concerned_] Being naked... on display... for everyone...
it_it: [_nurse_s_concerned_] Essere nudo... sul display... per tutti...

source: [_nurse_s_concerned_] Why did you make me sign up?
it_it: [_nurse_s_concerned_] Perché mi hai fatto iscrivere?

source: [_mc_] You're absolutely gorgeous.
it_it: [_mc_] Sei assolutamente stupendo.

source: [_nurse_s_blush_] That's so kind of you to say...
it_it: [_nurse_s_blush_] È così gentile da dire...

source: [_mc_] It's the truth.
it_it: [_mc_] È la verità.

source: [_mc_] You're dummy thicc, and there's no one I'd rather learn artistic anatomy from.
it_it: [_mc_] Sei spento e non c'è nessuno da cui preferirei imparare l'anatomia artistica.

source: [_nurse_s_blush_] Oh, my. Thank you, I think...?
it_it: [_nurse_s_blush_] Oh, mio. Grazie, penso...?

source: [_mc_] Isn't this what you're craving?
it_it: [_mc_] Non è questo quello che stai desiderando?

source: [_nurse_s_blush_] Oh, I don't know about that...
it_it: [_nurse_s_blush_] Oh, non so quello...

source: [_mc_] Coy to the very end, huh?
it_it: [_mc_] Coy fino alla fine, eh?

source: [_mc_] Well, enjoy it.
it_it: [_mc_] Beh, godetelo.

source: [_nurse_s_thinking_] Are you done with me then?
it_it: [_nurse_s_thinking_] Hai finito con me allora?

source: [_mc_] What do you mean?
it_it: [_mc_] Che cosa intendi?

source: [_nurse_s_thinking_] No more blackmailing?
it_it: [_nurse_s_thinking_] Non più ricatto?

source: [_mc_] Done? We're just getting started.
it_it: [_mc_] Fatto? Stiamo appena iniziando.

source: [_nurse_s_surprised_] Heavens!
it_it: [_nurse_s_surprised_] Cielo!

source: [_mc_] Now, on to the art...
it_it: [_mc_] Adesso, per l'arte...

source: [_mc_] I didn't make you do anything... it was simply a recommendation.
it_it: [_mc_] non ti ho fatto fare niente... era semplicemente una raccomandazione.

source: [_nurse_s_annoyed_] I must've misinterpreted it...
it_it: [_nurse_s_annoyed_] devo averlo interpretato male...

source: [_mc_] Probably! I didn't know you were so eager to take your clothes off and pose for the seniors.
it_it: [_mc_] Probabilmente! Non sapevo che fossi così desideroso di toglierti i vestiti e posare per gli anziani.

source: [_nurse_s_thinking_] That's not... I mean, I didn't! Oh, my.
it_it: [_nurse_s_thinking_] Non è così... Voglio dire, non ho fatto! Oh, mio.

source: [_mc_] It's fine. Everyone has their kinks.
it_it: [_mc_] Va bene. Tutti hanno le loro chiacchiere.

source: [_mc_] Being an exhibitionist is nothing to be ashamed of.
it_it: [_mc_] Essere un esibizionista non è nulla di cui vergognarsi.

source: [_mc_] Unless you're into that, as well!
it_it: [_mc_] A meno che non siate in quello, pure!

source: [_nurse_s_afraid_] I don't know what you're talking about!
it_it: [_nurse_s_afraid_] Non so di cosa stai parlando!

source: [_mc_] I don't believe you. But very well, let's get started on the art instead.
it_it: [_mc_] Io non ti credo. Ma molto bene, iniziamo invece l'arte.

source: [_nurse_s_sad_] I've never done any sort of modelling before. I don't know how to pose.
it_it: [_nurse_s_sad_] Non ho mai fatto alcun tipo di modellazione prima. Non so come posare.

source: [_mc_] That's what I like the most. You're genuine and vulnerable in your nudity.
it_it: [_mc_] È quello che mi piace di più. Sei genuino e vulnerabile nella tua nudità.

source: [_mc_] That's where true art can be drawn from, not some practised poses.
it_it: [_mc_] Ecco dove si può disegnare la vera arte, non alcune posa praticate.

source: [_nurse_s_concerned_] What kind of pose would you like me to do?
it_it: [_nurse_s_concerned_] Che tipo di posa vorresti che facessi?

source: [_mc_] I'd like you to smile.
it_it: [_mc_] vorrei che sorridessi.

source: [_mc_] Great! Now hold that pose, please!
it_it: [_mc_] Grande! Ora tieni questa posa, per favore!

source: [_mc_] This is kinda nice, don't you think?
it_it: [_mc_] Questo è un po' bello, non pensi?

source: [_nurse_s_smile_] It's a little embarrassing, but I'll live...
it_it: [_nurse_s_smile_] È un po' imbarazzante, ma io vivo...

source: [_mc_] I'd like you to look like you've just been caught masturbating.
it_it: [_mc_] vorrei che assomigliassi a che sei appena stato catturato a masturbarsi.

source: [_nurse_s_annoyed_] That... is an odd request...
it_it: [_nurse_s_annoyed_] Quello... è una richiesta dispari ...

source: [_mc_] Give a try!
it_it: [_mc_] Fai una prova!

source: [_nurse_s_afraid_] Like this?
it_it: [_nurse_s_afraid_] Ti piace?

source: [_mc_] Yes! Now, stay like that, please!
it_it: [_mc_] sì! Ora, restate così, per favore!

source: [_mc_] How about some of that natural vulnerability?
it_it: [_mc_] Che ne dici di una di quella vulnerabilità naturale?

source: [_nurse_s_neutral_] Like this?
it_it: [_nurse_s_neutral_] Ti piace?

source: [_mc_] Yes, that's perfect!
it_it: [_mc_] Sì, è perfetto!

source: [_mc_] Just hold still now for a bit so I can draw you...
it_it: [_mc_] Basta tenere ancora per un po 'in modo da poterti disegnare...

source: [_nurse_s_neutral_] I'm a bit nervous.
it_it: [_nurse_s_neutral_] sono un po' nervosa.

source: [_mc_] You're doing great!
it_it: [_mc_] Stai facendo bene!

source: [_jacklyn_s_laughing_] Which pose do you like the best?
it_it: [_jacklyn_s_laughing_] Quale posa ti piace di più?

source: [_jacklyn_s_excited_] How's the bell ringing today?
it_it: [_jacklyn_s_excited_] Com'è il suono della campana oggi?

source: [_mc_] Pretty good, I guess.
it_it: [_mc_] Bel bene, immagino.

source: [_jacklyn_s_laughing_] Have you come to do art or just look at my tits?
it_it: [_jacklyn_s_laughing_] Sei venuto a fare arte o solo guardare le mie tette?

source: [_mc_] Err... art, of course.
it_it: [_mc_] Err... arte, ovviamente.

source: [_jacklyn_s_smile_] Bien sur! All right, how about this pose?
it_it: [_jacklyn_s_smile_] Bien sur! Va bene, che ne dici di questa posa?

source: [_jacklyn_s_smile_right_] I call it, "Playing with your lasso, Picasso?"
it_it: [_jacklyn_s_smile_right_] Io lo chiamo, "Giocare con il tuo lasso, Picasso?"

source: [_mc_] Heh, that's a good name.
it_it: [_mc_] Heh, è un buon nome.

source: [_jacklyn_s_smile_right_] [isabelle] already drew me in this pose.
it_it: [_jacklyn_s_smile_right_] [isabelle] mi ha già attirato in questa posa.

source: [_mc_] Did she do well?
it_it: [_mc_] Ha fatto bene?

source: [_jacklyn_s_smile_] Yeah, she fucked that muse good.
it_it: [_jacklyn_s_smile_] Sì, ha scopato quella musa buona.

source: [_mc_] Aren't you the muse?
it_it: [_mc_] Non sei la musa?

source: [_jacklyn_s_thinking_] I meant in the metaphorical sense. She's cute and all, but I don't dabble.
it_it: [_jacklyn_s_thinking_] intendevo in senso metaforico. Lei è carina e tutta, ma non mi dispiace.

source: [_mc_] Right.
it_it: [_mc_] Destra.

source: [_jacklyn_s_excited_] How about this one? [maya] liked this pose.
it_it: [_jacklyn_s_excited_] Che ne dici di questo? [maya] è piaciuta questa posa.

source: [_jacklyn_s_laughing_] I call it, "Come and get it, Monet!"
it_it: [_jacklyn_s_laughing_] lo chiamo, "Vieni a prenderlo, Monet!"

source: [_jacklyn_s_laughing_] Which one do you like the best?
it_it: [_jacklyn_s_laughing_] Quale ti piace di più?

source: [_mc_] "Playing with your lasso, Picasso?"
it_it: [_mc_] "Giocare con il tuo lasso, Picasso?"

source: [_jacklyn_s_smile_right_] The sophisticated choice. I can dig that.
it_it: [_jacklyn_s_smile_right_] La scelta sofisticata. Posso scavarlo.

source: [_mc_] "Come and get it, Monet!"
it_it: [_mc_] "Vieni a prenderlo, Monet!"

source: [_jacklyn_s_excited_right_] Cheeky. Very well!
it_it: [_jacklyn_s_excited_right_] Cheeky. Molto bene!

source: [_mc_] Neither, actually.
it_it: [_mc_] Né in realtà.

source: [_jacklyn_s_annoyed_] What are you suggesting?
it_it: [_jacklyn_s_annoyed_] Cosa stai suggerendo?

source: [_mc_] I'd like you to do a pose that I call, "Squeeze the hog, Van Gogh!"
it_it: [_mc_] Vorrei che tu facessi una posa che chiamo, "spremere il cazzo, Van Gogh!"

source: [_jacklyn_s_excited_] Okay, what's that?
it_it: [_jacklyn_s_excited_] Okay, che cos'è?

source: [_mc_] You lean over and reach for that box.
it_it: [_mc_] Ti appoggii e raggiungi per quella scatola.

source: [_jacklyn_s_laughing_] A true artist always follows his own vision.
it_it: [_jacklyn_s_laughing_] Un vero artista segue sempre la propria visione.

source: [_jacklyn_s_laughing_] All right, then.
it_it: [_jacklyn_s_laughing_] Va bene, allora.

source: [_jacklyn_s_jacklynpose01n_] How's that?
it_it: [_jacklyn_s_jacklynpose01n_] Com'è?

source: [_mc_] That is perfection!
it_it: [_mc_] Questa è perfezione!

source: [_mc_] Please hold that!
it_it: [_mc_] Per favore, tienilo!

source: Well, it's hard to focus on the art now....
it_it: Beh, è difficile concentrarsi sull'arte ora...

source: Hopefully, [jacklyn] doesn't check the canvas.
it_it: Speriamo che [jacklyn] non controlli la tela.

source: "Yeah, I repaired a faulty wire."
it_it: "Sì, ho riparato un filo difettoso."

source: "I know how important lighting is."
it_it: "So quanto sia importante l'illuminazione."

source: "It seems like your prayers to Satan worked."
it_it: "Sembra che le vostre preghiere a Satana abbiano funzionato."

source: "How about [mrsl]?"
it_it: "Che ne dici di [mrsl]?"

source: "I recommend myself."
it_it: "Io mi consiglio."

source: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"I think the school nurse would be perfect for this."
it_it: ?mc.owned_item('compromising_photo')@<unk> {image=items compromising_photo}<unk> "Penso che l'infermiere scolastico sarebbe perfetto per questo."

source: ?jacklyn.lust>=1@[jacklyn.lust]/1|{image= jacklyn contact_icon}|{image= stats lust_3}|"I think you'd be the best candidate."
it_it: ?jacklyn.lust>=1@[jacklyn.lust]/1<unk> {image= jacklyn contact_icon}<unk> {image= stats lust_3}<unk> "Penso che tu sia il miglior candidato."

source: "I'm here for the art."
it_it: "Sono qui per l'arte."

source: "I'm always here for you, [mrsl]!"
it_it: "Sono sempre qui per te, [mrsl]!"

source: "You're absolutely gorgeous."
it_it: "Sei assolutamente stupendo."

source: "Isn't this what you're craving?"
it_it: "Non è questo quello che stai desiderando?"

source: "I didn't make you do anything... it was simply a recommendation."
it_it: "Non ti ho fatto niente... era semplicemente una raccomandazione."

source: "I'd like you to smile."
it_it: "Vorrei che sorridi."

source: "I'd like you to look like you've just been caught masturbating."
it_it: "Vorrei che assomigliassi a che sei appena stato catturato a masturbarsi."

source: "How about some of that natural vulnerability?"
it_it: "Che ne dici di una di quella vulnerabilità naturale?"

source: "'Playing with your lasso, Picasso?'"
it_it: "'Giocare con il tuo lasso, Picasso?'"

source: "'Come and get it, Monet!'"
it_it: "'Vieni a prenderlo, Monet!'"

source: ?jacklyn.lust>=2@[jacklyn.lust]/2|{image= jacklyn contact_icon}|{image= stats lust_3}|"Neither, actually."
it_it: ?jacklyn.lust>=2@[jacklyn.lust]/2<unk> {image= jacklyn contact_icon}<unk> {image= stats lust_3}<unk> "Nnether, actually."
