Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/season_1/q_jacklyn_art_focus.po
Languages: fr_fr

source: "I just did it to prove you wrong. I don't really care for art."
fr_fr: " Je l'ai juste fait pour te prouver que tu avais tort. Je ne m'occupe pas vraiment de l'art. "

source: "Charge it."
fr_fr: "Chargez-le."

source: "Sure thing."
fr_fr: "Bien sûr."
