Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/season_1/q_jacklyn_sweets.po
Languages: fr_fr

source: Did she learn to suck dick like this in art school?
fr_fr: Elle a appris à sucer la bite comme ça dans une école d'art ?

source: Because, shit, she's the fucking Picasso of blowjobs.
fr_fr: Parce que, merde, elle est le putain de Picasso de pipe.

source: Although, this is of course not sexual.
fr_fr: Bien sûr, ce n'est pas sexuel.

source: Not dirty in the slightest.
fr_fr: Pas sale au moindre mal.

source: This is art.
fr_fr: C'est de l'art.

source: And in her case... appreciation for art.
fr_fr: Et dans son cas ... l'appréciation de l'art.

source: You don't fault people for admiring the Birth of Venus.
fr_fr: On ne reproche pas aux gens d'admirer la naissance de Vénus.

source: So, you can't really fault her for enjoying the King of Sweets either.
fr_fr: Donc, vous ne pouvez pas vraiment lui faute de profiter du roi des Suédois non plus.

source: And damn, does she enjoy it to the fullest! Down to the last inch!
fr_fr: Et merde, elle en profite au maximum ! Jusqu'au dernier pouce !

source: If someone walked in on us now, [jacklyn] would have a lot of explaining to do...
fr_fr: Si quelqu'un marchait sur nous maintenant, [jacklyn] aurait beaucoup d'explications à faire ...

source: Her sticky lips. Her smudged makeup. Her cock-breath.
fr_fr: Ses lèvres collantes. Sa composition abrégée. Son souffle de queue.

source: She's not exactly a Mona Lisa right now... but she probably would take it in stride.
fr_fr: Elle n'est pas vraiment une Joconde en ce moment... mais elle le prendrait probablement à bras-le-corps.

source: Maybe even invite the intruder to enjoy the King of Sweets with her?{space=-10}
fr_fr: Peut-être même inviter l'intrus à profiter du Roi des Suédois avec elle ? {space=-10}

source: God, that would be so hot...
fr_fr: Dieu, ce serait si chaud ...

source: Imagine if [most_lust] got on her knees right next to [jacklyn]...
fr_fr: Imaginez si le [most_lust] s'est mis à genoux juste à côté de [jacklyn]...

source: Like two art connoisseurs in the Louvre.
fr_fr: Comme deux connaisseurs du Louvre.

source: And it wouldn't be dirty. It would just be raw and artsy.
fr_fr: Et ce ne serait pas sale. Ce serait juste brut et artistique.

source: Uhhh! I'm about to Jackson Pollock all over this bitch!
fr_fr: Uhhh ! Je vais à Jackson Pollock tout autour de cette salope !

source: [_mc_] H-hey, [jacklyn]?
fr_fr: [_mc_] H-Hé, [jacklyn] ?

source: [_jacklyn_s_king_of_sweets_cum_on_face1_] Hmm? Is it time for the king to take the throne?
fr_fr: [_jacklyn_s_king_of_sweets_cum_on_face1_] Hmm ? Est-il temps pour le roi de prendre le trône ?

source: [_mc_] Y-yeah...
fr_fr: [_mc_] Oui, oui...

source: [_jacklyn_s_king_of_sweets_cum_on_face1_] You're the artist now — tell me where you want the final splash of color!{space=-85}
fr_fr: [_jacklyn_s_king_of_sweets_cum_on_face1_] Vous êtes l'artiste maintenant-dites-moi où vous voulez la dernière palette de couleurs ! {space=-85}

source: [_mc_] I think a face painting is in order...
fr_fr: [_mc_] Je pense qu'une peinture de face est dans l'ordre ...

source: [_jacklyn_s_king_of_sweets_stroke7_] That's photogenic as fuck.
fr_fr: [_jacklyn_s_king_of_sweets_stroke7_] C'est photogénique comme foutre.

source: [_jacklyn_s_king_of_sweets_stroke3_] All right... hit me, shooter!
fr_fr: [_jacklyn_s_king_of_sweets_stroke3_] Tout droit ... m'a frappé, tireur !

source: [_mc_] H-here it comes!
fr_fr: [_mc_] H-voilà !

source: Man, there's something special about a teacher wearing your cum on her face...
fr_fr: Homme, il y a quelque chose de spécial à propos d'un professeur portant votre foutre sur son visage ...

source: [jacklyn] isn't even embarrassed, which makes it even hotter.
fr_fr: [jacklyn] n'est même pas gêné, ce qui le rend même plus chaud.

source: [_mc_] Swallow it!
fr_fr: [_mc_] Avalez-la !

source: [_jacklyn_s_king_of_sweets_cum_on_face1_] Great art always fills the body and soul.
fr_fr: [_jacklyn_s_king_of_sweets_cum_on_face1_] Le grand art remplit toujours le corps et l'âme.

source: [_jacklyn_s_king_of_sweets_cum_in_mouth_] Mmmm... thanks for the meal, hot shot.
fr_fr: [_jacklyn_s_king_of_sweets_cum_in_mouth_] Mmmm ... merci pour le repas, le coup de feu.

source: I feel like I came twice the usual load, but [jacklyn] swallowed it all like a pro.
fr_fr: J'ai l'impression d'avoir joui deux fois plus que d'habitude, mais [jacklyn] a tout avalé comme une pro.

source: She's even licking her lips...
fr_fr: Elle lèche même ses lèvres ...

source: [_jacklyn_] And now for the crowning moment...
fr_fr: [_jacklyn_] Et maintenant pour le moment de couronnement ...

source: [_jacklyn_] A clean-filthy shot for the magazine!
fr_fr: [_jacklyn_] Un coup de filet propre pour le magazine !

source: [_jacklyn_s_laughing_] Did you enjoy your first art exhibition?
fr_fr: [_jacklyn_s_laughing_] Avez-vous apprécié votre première exposition d'art ?

source: [_mc_] V-very much so...
fr_fr: [_mc_] V-très bien ...

source: [_jacklyn_s_excited_] Keep this up, and people will queue for the candy shop.
fr_fr: [_jacklyn_s_excited_] Garder ça, et les gens vont faire la queue pour le magasin de bonbons.

source: [_jacklyn_s_excited_] This is what art is all about. The whole raw truth.
fr_fr: [_jacklyn_s_excited_] C'est ce qu'est l'art. Toute la vérité brute.

source: [_jacklyn_s_excited_] No sugarcoating, while literally sugarcoating it. Stars, my man!
fr_fr: [_jacklyn_s_excited_] Pas de pelliculage, tout en l'enduit littéralement. Etoiles, mon homme !

source: [_jacklyn_s_laughing_] Now get those eyes on that murder!
fr_fr: [_jacklyn_s_laughing_] Maintenant, les yeux sur ce meurtre !

source: [_mc_] I will! Thanks!
fr_fr: [_mc_] Je le vais ! Merci !

source: If I'd known there were loopholes like this, I would've studied art way harder last time...
fr_fr: Si j'avais su qu'il y avait des failles comme ça, j'aurais étudié la façon la plus difficile de l'art la dernière fois ...

source: Although... Mrs. Bloomer would probably have gotten me expelled if I pulled that stunt.
fr_fr: Mais... Mme Bloomer m'aurait probablement fait renvoyer si j'avais fait ce coup-là.

source: Thank god for [jacklyn] and her taste... in art.
fr_fr: Dieu merci pour [jacklyn] et son goût ... dans l'art.

source: Now that I'm a certified artist, maybe it's time to hang up a piece of my own?
fr_fr: Maintenant que je suis un artiste certifié, peut-être qu'il est temps de raccrocher un morceau de moi ?

source: Yeah, that's the stuff. One day, this piece will be worth millions.
fr_fr: Ouais, c'est ça. Un jour, cette pièce vaut des millions.

source: ?mc.money>=20@[mc.money]/20|{image=ui hud icon_money}|Leave some cash on the counter
fr_fr: ?mc.money>=20 @[mc.money]/20|{image=ui hud icon_money}|Laisser une partie de l'encaisse sur le compteur

source: I also don't have enough money or strength points
fr_fr: Je n'ai pas non plus assez d'argent ou de points de force

source: "I plan to bring new meaning to the phrase 'a feast for your eyes.'"
fr_fr: J'ai l'intention de donner un nouveau sens à l'expression "un régal pour les yeux."

source: "I'll leave the quantifying of art to the critics."
fr_fr: "Je laisserai la quantification de l'art aux critiques."

source: "Sorry, I don't share my ideas."
fr_fr: "Désolé, je ne partage pas mes idées."

source: "That's just frustration."
fr_fr: "C'est juste de la frustration."

source: ?mc.charisma>=7@[mc.charisma]/7|{image=stats cha}|"If it ain't a crime scene, it ain't art."{space=-20}
fr_fr: ?mc.charisma>=7@[mc.charisma]/7|{image=stats cha}|"Si ce n'est pas une scène de crime, Ce n'est pas l'art." {space=-20}

source: "Could you take a photo for Newfall Culinary?"
fr_fr: "Pourriez-vous prendre une photo pour Newfall Culinary ?"

source: ?jacklyn.lust>=10@[jacklyn.lust]/10|{image= jacklyn contact_icon}|{image=stats lust_3}|"Would you like to taste the King of Sweets?"
fr_fr: ?jacklyn.lust>=10 @[jacklyn.lust]/10|{image= jacklyn contact_icon}|{image=stats lust_ 3}|"Voulez-vous goûter le roi des Sweets ?"

source: "I think a face painting is in order..."
fr_fr: "Je pense qu'une peinture de visage est dans l'ordre ..."

source: "Swallow it!"
fr_fr: "Avalez-la !"
