Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/season_1/q_jacklyn_art_focus.po
Languages: fr_fr

source: [_mc_] I'd like to sign up for your class, please.
fr_fr: [_mc_] J'aimerais vous inscrire pour votre classe, s'il vous plaît.

source: [_jacklyn_s_smile_] What's your name, shooter?
fr_fr: [_jacklyn_s_smile_] Quel est votre nom, tireur?

source: [_jacklyn_s_thinking_] Let's take a look at your criminal record.
fr_fr: [_jacklyn_s_thinking_] Examinons votre casier judiciaire.

source: [_mc_] My what?
fr_fr: [_mc_] Mon quoi?

source: [_jacklyn_s_thinking_] Your past art. One hot second, por favor.
fr_fr: [_jacklyn_s_thinking_] Votre art passé. Un second chaud, por favor.

source: Okay, that's... a good selling point for her class... not going to lie.
fr_fr: Ok, c'est. .. un bon point de vente pour sa classe ... ne va pas mentin.

source: That has to be against some kind of school policy! But well, who's actually going to complain?
fr_fr: Cela doit être contraire à la politique de l'école ! Mais bien, qui va se plaindre?

source: They say that self-expression is the best art, and [jacklyn] is certainly making a point of it.
fr_fr: Ils disent que l'expression de soi est le meilleur art, et [jacklyn] en fait certainement un point.

source: Sure takes confidence to wear a skirt that short. And bending over in it is like an invitation.
fr_fr: Sure prend confiance pour porter une jupe qui court. Et se plique ça, c'est comme une invitation.

source: Is she the type who likes to be spanked?
fr_fr: Est-elle du genre qui aime être spanqué?

source: Hand or paddle?
fr_fr: Main ou pagaie?

source: Hmm... she seems tough, so probably the paddle.
fr_fr: Hmm ... elle semble dure, donc probablement la pagaie.

source: And those fishnet stockings... didn't even know I had a leg fetish until now.
fr_fr: Et ces bas de filet ... ne savaient même pas que j'avais une jambe fétiche jusqu'à maintenant.

source: This goes to show that not only airhead bimbos can pull off slutty.
fr_fr: Cela montre que non seulement les bimbos d'airhead peuvent se retirer de la salope.

source: It's honestly even hotter that [jacklyn] is highly intelligent and still chooses to dress this way.
fr_fr: C'est franchement plus chaud que le [jacklyn] est très intelligent et choisit encore de s'habiller de cette façon.

source: Math and science used to be my forte... but her string theory seems way more alluring.
fr_fr: La maths et la science sont mon point de vue ... mais sa théorie des cordes semble plus alléchante.

source: [_jacklyn_s_neutral_] Sorry. That's a no-go.
fr_fr: [_jacklyn_s_neutral_] Désolé. C'est un non-go.

source: [_mc_] Huh? Why?
fr_fr: [_mc_] Huh? Pourquoi?

source: [_jacklyn_s_thinking_] Your past art is nothing but petty theft and shop-lifting. I want murder in my class.
fr_fr: [_jacklyn_s_thinking_] Votre art passé n'est rien d'autre que le vol de mesquinerie et de magasinerie. Je veux un meurtre dans ma classe.

source: [_mc_] Since when can teachers deny a student their education?
fr_fr: [_mc_] Depuis quand les enseignants peuvent-ils refuser à un étudiant son éducation?

source: [_jacklyn_s_neutral_] Plug the saltwater fountains, weepy. You'll get yours.
fr_fr: [_jacklyn_s_neutral_] Branchez les fontaines d'eau salée, weepy. Tu auras la tienne.

source: [_jacklyn_s_smile_] All students have access to the shop, you just won't be on my shortlist.
fr_fr: [_jacklyn_s_smile_] Tous les étudiants ont accès à la boutique, vous ne serez pas sur ma liste.

source: [_jacklyn_s_smile_] You're still getting a basic education.
fr_fr: [_jacklyn_s_smile_] Vous avez toujours une éducation de base.

source: [_mc_] What about [isabelle]? You haven't even seen her work yet!
fr_fr: [_mc_] Qu'en est-il du [isabelle]? Vous n'avez même pas encore vu son travail !

source: [_jacklyn_s_smile_] Exchange students aren't my dolls to dress up. The bigwigs of the board decide their fate.
fr_fr: [_jacklyn_s_smile_] Les étudiants d'échange ne sont pas mes poupées pour m'habiller. Les fanatiques du conseil décident de leur sort.

source: [_mc_] Anything I can do to change your mind?
fr_fr: [_mc_] Tout ce que je peux faire pour changer d'avis?

source: [_jacklyn_s_laughing_] See that easel with the blank canvas? Make it your crime scene and we'll talk again.
fr_fr: [_jacklyn_s_laughing_] Voir cette chevalet avec la toile blanche? Faites de votre scène de crime et nous reparlerons.

source: [_mc_] I've been practicing a lot since... err, last year. Can I show you?
fr_fr: [_mc_] Je pratique beaucoup depuis ... err, l'année dernière. Je peux vous montrer?

source: [_jacklyn_s_thinking_] Murder isn't all about practice; it's also about passion. Just keep that in your noggin.
fr_fr: [_jacklyn_s_thinking_] Le meurtre n'est pas une question de pratique ; c'est aussi une question de passion. Il suffit de garder ça dans ton noggin.

source: [_jacklyn_s_smile_] See that easel with the blank canvas? Make it your crime scene and we'll talk again.
fr_fr: [_jacklyn_s_smile_] Voir cette chevalet avec la toile blanche? Faites de votre scène de crime et nous reparlerons.

source: [_mc_] Art is a stupid subject anyway. Just spatter some paint on a canvas and hang it in a gallery.
fr_fr: [_mc_] L'art est de toute façon un sujet stupide. Il suffit d'épater de la peinture sur une toile et de l'accrocher dans une galerie.

source: [_jacklyn_s_cringe_] Art is definitely not for ostrich-heads.
fr_fr: [_jacklyn_s_cringe_] L'art n'est certainement pas pour les autruches.

source: [_jacklyn_s_annoyed_] If you ever pull it out of the sand, you're free to show me murder on that empty canvas.
fr_fr: [_jacklyn_s_annoyed_] Si jamais vous sortirez du sable, vous êtes libre de me montrer un meurtre sur cette toile vide.

source: Some say my strokes are among the best. Perhaps of all time.
fr_fr: Certains disent que mes coups sont parmi les meilleurs. Peut-être de tout le temps.

source: Just a little bit of this and a little bit of that...
fr_fr: Juste un peu de ça et un peu de ça ...

source: Mm... Van Gogh can gogh on my vang.
fr_fr: Mm ... Van Gogh peut gogh sur mon vang.

source: Oh! Look at that!
fr_fr: Oh ! Regarde ça !

source: Now for the finishing touches...
fr_fr: Maintenant pour les finitions ...

source: Okay, time to show [jacklyn] and get that A.
fr_fr: Ok, le temps pour montrer [jacklyn] et obtenir ça A.

source: Not an artist.
fr_fr: Pas un artiste.

source: Just a boy with a dream.
fr_fr: Juste un garçon avec un rêve.

source: Just a tiny spark of inspiration.
fr_fr: Juste une petite étincelle d'inspiration.

source: For so many years...
fr_fr: Pendant tant d'années ...

source: Ugly, lazy, unwanted.
fr_fr: Ugly, paresseux, indésirables.

source: A social outcast filled with rage.
fr_fr: Une sortie sociale pleine de rage.

source: And it burns in my veins, in my eyes, in my brain.
fr_fr: Et il brûle dans mes veines, dans mes yeux, dans mon cerveau.

source: It burns anyone who dares get too close.
fr_fr: Il brûle les gens qui osent se rapprocher.

source: Like a whirling inferno, raging through cities.
fr_fr: Comme un enfer de merde, qui fait rage dans les villes.

source: Nothing is spared. Nothing left but ashes.
fr_fr: Rien n'est épargné. Rien de gauche, mais des cendres.

source: "Fuck the world" — that's what's on this canvas.
fr_fr: "Putain le monde"-c'est ce qui est sur cette toile.

source: [_jacklyn_s_neutral_] Dude... how did you get those strokes in?
fr_fr: [_jacklyn_s_neutral_] Dude ... Comment as-tu eu ces coups?

source: Probably shouldn't tell her I used the [item.title_lower].
fr_fr: Je ne devrais probablement pas lui dire que j'ai utilisé le [item.title_lower].

source: [_jacklyn_s_smile_] That's hot as fuck.
fr_fr: [_jacklyn_s_smile_] C'est chaud comme une merde.

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?

source: [_jacklyn_s_smile_] Yeah, the raw emotion. It's tearing me a new asshole!
fr_fr: [_jacklyn_s_smile_] Oui, l'émotion brute. C'est me déchirant un nouveau connard !

source: [_mc_] That's a good thing?
fr_fr: [_mc_] C'est une bonne chose?

source: [_jacklyn_s_excited_] Shit, duckling. You're talented and don't even know it.
fr_fr: [_jacklyn_s_excited_] Shit, canard. Tu es doué et tu ne le sais même pas.

source: [_jacklyn_s_excited_] Let me give you a big hush, okay? Art is an extension of our emotions.
fr_fr: [_jacklyn_s_excited_] Laissez-moi vous donner un gros hush, d'accord? L'art est une extension de nos émotions.

source: [_jacklyn_s_laughing_] There's nothing as boring as a passionless painting.
fr_fr: [_jacklyn_s_laughing_] Il n'y a rien d'aussi ennuyeux qu'une peinture passionnée.

source: Can't believe she's gushing over my art, but what she's saying does make some kind of sense.
fr_fr: Je ne peux pas croire qu'elle est en rafales sur mon art, mais ce qu'elle dit fait un peu de sens.

source: [_jacklyn_s_smile_] Honestly, you've got it.
fr_fr: [_jacklyn_s_smile_] Honnêtement, vous l'avez.

source: [_jacklyn_s_smile_] Channeling your rage into the colors and ripping them across the canvas. Makes my left foot all moist.
fr_fr: [_jacklyn_s_smile_] Channeling your rage into the colors and ripping them across the canvas. Rend mon pied gauche tout humide.

source: [_mc_] Thanks, I guess. It did feel good letting it all out.
fr_fr: [_mc_] Merci, je suppose. Ça se sente bien de le laisser sortir.

source: [_jacklyn_s_neutral_] I know what you're saying.
fr_fr: [_jacklyn_s_neutral_] Je sais ce que vous dites.

source: [_jacklyn_s_neutral_] Floodgates were meant to be shattered.
fr_fr: [_jacklyn_s_neutral_] Les pillards étaient censés être brisés.

source: [_jacklyn_s_smile_] I'll tell you what. You, me, and half a dozen spray cans...
fr_fr: [_jacklyn_s_smile_] Je vais vous dire quoi. Toi, moi, et une demi-douzaine de bidons ...

source: [_jacklyn_s_excited_right_] You have my number. Let's go out and make a statement!
fr_fr: [_jacklyn_s_excited_right_] Vous avez mon numéro. Allons sortir et faire une déclaration !

source: Not sure what that means, but it sounds illegal.
fr_fr: Pas sûr de ce que ça signifie, mais ça semble illégal.

source: Totally my cup of tea.
fr_fr: Totalement ma tasse de thé.

source: [_jacklyn_s_excited_right_] Give me your number and we'll make a statement together.
fr_fr: [_jacklyn_s_excited_right_] Donnez-moi votre numéro et nous ferons une déclaration ensemble.

source: Using my [item.title_lower] instead of a brush is totally avant-garde.
fr_fr: Utiliser mon [item.title_lower] au lieu d'une brosse est totalement avant-gardiste.

source: The strokes of a brush wouldn't impress anyone. Least of all an art connoisseur like [jacklyn].
fr_fr: Les coups de pinceau n'impresseraient personne. Le moins d'un connaisseur d'art comme [jacklyn].

source: True art requires finesse...
fr_fr: L'art véritable exige de la finesse ...

source: And most importantly... pretentious bullshit.
fr_fr: Et surtout ... les conneries prétentieuses.

source: Mmm... there we are. A masterpiece.
fr_fr: Mmm ... il y en a. Un chef-d'œuvre.

source: [jacklyn] will surely gush like a fountain over this.
fr_fr: [jacklyn] va sûrement gush comme une fontaine sur ça.

source: [_mc_] Excuse me. I've completed the task.
fr_fr: [_mc_] Excuse-moi. J'ai terminé la tâche.

source: [_jacklyn_s_excited_] Wicked. Let's have a look at it!
fr_fr: [_jacklyn_s_excited_] Wicked. Regardons ça !

source: [_mc_] What do you think?
fr_fr: [_mc_] Que pensez-vous?

source: [_jacklyn_s_annoyed_] It's...
fr_fr: [_jacklyn_s_annoyed_] C'est. ..

source: [_jacklyn_s_annoyed_] A bit plain, don't you think?
fr_fr: [_jacklyn_s_annoyed_] Un peu clair, ne pensez-vous pas?

source: [_mc_] I put in a lot of hard work.
fr_fr: [_mc_] J'ai fait beaucoup de travail.

source: [_jacklyn_s_cringe_] If you want to be an artist with that style of yours, you need to at least learn how to draw genitals.
fr_fr: [_jacklyn_s_cringe_] Si vous voulez être un artiste avec ce style, vous devez au moins apprendre à dessiner des parties génitales.

source: [_jacklyn_s_cringe_] Sorry, but try again.
fr_fr: [_jacklyn_s_cringe_] Désolé, mais réessayez.

source: [_mc_] Hey, I painted this thing...
fr_fr: [_mc_] Hey, j'ai peint ce truc ...

source: [_jacklyn_s_excited_] That's crack on a stick!
fr_fr: [_jacklyn_s_excited_] C'est une fissure sur un bâton !

source: [_jacklyn_s_excited_] What did you paint?
fr_fr: [_jacklyn_s_excited_] Qu'est-ce que vous avez peint?

source: [_mc_] Just err... went with my gut.
fr_fr: [_mc_] Just err ... est allé avec mon tube digestif.

source: [_mc_] I guess it's meant as avant-garde meets surrealism meets abstractism.
fr_fr: [_mc_] Je suppose que cela signifie que l'avant-garde rencontre le surréalisme rencontre l'abstractisme.

source: [_jacklyn_s_thinking_] It's a powerful combination. Okay, let's see what you've got.
fr_fr: [_jacklyn_s_thinking_] C'est une combinaison puissante. Ok, voyons ce que tu as.

source: [_jacklyn_s_smile_] It's not toilet water, that's for sure.
fr_fr: [_jacklyn_s_smile_] Ce n'est pas de l'eau de toilette, c'est sûr.

source: [_mc_] Thanks, I guess.
fr_fr: [_mc_] Merci, je suppose.

source: [_jacklyn_s_neutral_] You've got some spark.
fr_fr: [_jacklyn_s_neutral_] Vous avez une étincelle.

source: [_jacklyn_s_neutral_] I was wrong about you, [mc].
fr_fr: [_jacklyn_s_neutral_] I was tort about you, [mc].

source: [_jacklyn_s_smile_] You've upped your bang from last year. You're welcome to join my special class.
fr_fr: [_jacklyn_s_smile_] Vous avez enregistré votre bang depuis l'année dernière. Vous êtes les bienvenus pour rejoindre ma classe spéciale.

source: [_mc_] I'd like to find my inner Picasso.
fr_fr: [_mc_] J'aimerais trouver mon Picasso intérieur.

source: [_jacklyn_s_excited_] Sick. Okay, I'll fill you in about the assignments later.
fr_fr: [_jacklyn_s_excited_] Malade. Ok, je vais t'occuper des affectations plus tard.

source: [_mc_] I just did it to prove you wrong. I don't really care for art.
fr_fr: [_mc_] Je l'ai juste fait pour vous prouver que vous avez tort. Je ne m'occupe pas vraiment de l'art.

source: [_jacklyn_s_excited_] That has been the sentiment of many great artists throughout history.
fr_fr: [_jacklyn_s_excited_] C'est le sentiment de nombreux grands artistes tout au long de l'histoire.

source: [_jacklyn_s_excited_right_] Yet here we are, admiring their work.
fr_fr: [_jacklyn_s_excited_right_] Pourtant, nous sommes ici, admirant leur travail.

source: [_mc_] What did I do now?
fr_fr: [_mc_] Qu'est-ce que j'ai fait maintenant?

source: [_flora_s_excited_] Nothing, but I need your phone.
fr_fr: [_flora_s_excited_] Rien, mais j'ai besoin de votre téléphone.

source: [_mc_] Why, if I may ask?
fr_fr: [_mc_] Pourquoi, si je puis me demander?

source: [_flora_s_eyeroll_] My battery is dead and I need to make a call.
fr_fr: [_flora_s_eyeroll_] Ma batterie est morte et j'ai besoin de faire un appel.

source: [_mc_] Charge it.
fr_fr: [_mc_] Charge.

source: [_flora_s_angry_] I've lost my charger!
fr_fr: [_flora_s_angry_] J'ai perdu mon chargeur !

source: [_mc_] Not sure how that's my problem.
fr_fr: [_mc_] Pas sûr que c'est mon problème.

source: [_flora_s_annoyed_] I'm going to poison...
fr_fr: [_flora_s_annoyed_] Je vais empoisonner ...

source: [_mc_] What?
fr_fr: [_mc_] Quoi?

source: [_mc_] Hey! Stealing is illegal!
fr_fr: [_mc_] Hey ! Le vol est illégal !

source: [_flora_s_annoyed_texting_] Don't care. What's your password?
fr_fr: [_flora_s_annoyed_texting_] Ne vous souciez pas. Quel est votre mot de passe?

source: [_mc_] You'll never be able to guess—
fr_fr: [_mc_] Vous ne serez jamais en mesure de deviner-

source: [_flora_s_eyeroll_texting_] Gross. I knew it was something perverted.
fr_fr: [_flora_s_eyeroll_texting_] Gross. Je savais que c'était quelque chose perverti.

source: [_flora_s_annoyed_texting_] I need to make a call. Be right back.
fr_fr: [_flora_s_annoyed_texting_] Je dois faire un appel. Sois juste en arrière.

source: Well, she better not use up all the battery. I have a Snake high score to beat.
fr_fr: Eh bien, elle n'utilise pas toute la batterie. J'ai un score de Serpent à battre.

source: What's so urgent anyway?
fr_fr: Qu'est-ce qui est si urgent?

source: Guy problems?
fr_fr: Les problèmes de Guy?

source: Now that I think of it, didn't she start talking to her future husband during the senior year of high school?
fr_fr: Maintenant que je pense à ça, n'a-t-elle pas commencé à parler à son futur mari pendant l'année senior du lycée?

source: Maybe he's telling her about his stupid BMW.
fr_fr: Peut-être qu'il lui parle de sa stupide BMW.

source: God, that guy is... was... will be a prick.
fr_fr: Mon Dieu, ce type est ... c'est. .. sera une piqûre.

source: [_flora_s_confident_] Thanks for letting me borrow your phone.
fr_fr: [_flora_s_confident_] Merci de me laisser emprunter votre téléphone.

source: [_mc_] Right. That's what happened.
fr_fr: [_mc_] Droit. C'est ce qui s'est passé.

source: [_flora_s_laughing_] That's how I remember it.
fr_fr: [_flora_s_laughing_] C'est comme ça que je me souviens.

source: [_mc_] So, what's the good news?
fr_fr: [_mc_] Alors, quelle est la bonne nouvelle?

source: [_flora_s_smile_] Good news?
fr_fr: [_flora_s_smile_] Bonnes nouvelles?

source: [_mc_] When you first got in here, you were all grumpy. Now, you're glowing.
fr_fr: [_mc_] Quand vous êtes arrivé ici, vous avez tous été grumpy. Maintenant, tu vas bien.

source: [_flora_s_blush_] I don't know what you're talking about!
fr_fr: [_flora_s_blush_] Je ne sais pas de quoi vous parlez !

source: [_mc_] Sure thing.
fr_fr: [_mc_] Bien sûr.

source: [_flora_s_skeptical_] You're being suspicious.
fr_fr: [_flora_s_skeptical_] Vous êtes méfiant.

source: [_mc_] How am I being suspicious?
fr_fr: [_mc_] Comment suis-je suspect?

source: [_flora_s_skeptical_] Why aren't you giving me a hard time?
fr_fr: [_flora_s_skeptical_] Pourquoi ne me donnez-vous pas un temps difficile?

source: [_mc_] Felt like being mature today.
fr_fr: [_mc_] Felt comme être mature aujourd'hui.

source: [_mc_] Here you go.
fr_fr: [_mc_] Ici, vous allez.

source: [_flora_s_annoyed_texting_] What did you do with it?
fr_fr: [_flora_s_annoyed_texting_] Qu'est-ce que vous en avez fait?

source: [_mc_] Nothing.
fr_fr: [_mc_] Rien.

source: [_mc_] Why would I do something to my own phone?
fr_fr: [_mc_] Pourquoi je ferais quelque chose à mon propre téléphone?

source: [_mc_] I even unlocked it for you.
fr_fr: [_mc_] Je l'ai même déverrouillée pour vous.

source: [_flora_s_eyeroll_texting_] This is weird. You're acting weird.
fr_fr: [_flora_s_eyeroll_texting_] C'est bizarre. Vous agissez bizarre.

source: [_mc_] Look, I'm just trying to be nice for a change.
fr_fr: [_mc_] Ecoutez, j'essaie juste d'être gentile pour un changement.

source: [_mc_] If you don't want to borrow the phone, that's okay.
fr_fr: [_mc_] Si vous ne voulez pas emprunter le téléphone, c'est bon.

source: [_mc_] If you do, feel free to step outside for some privacy.
fr_fr: [_mc_] Si vous le faites, n'hésitez pas à faire un pas en dehors de votre vie privée.

source: [_flora_s_annoyed_texting_] Okay. Thanks for being nice, but it is a bit creepy. I don't know if I like it.
fr_fr: [_flora_s_annoyed_texting_] Ok. Merci d'être gentile, mais c'est un peu flirtant. Je ne sais pas si j'aime ça.

source: I wonder if I'll ever get her to fully trust me.
fr_fr: Je me demande si je vais l'obtenir pour me faire confiance.

source: After everything I've put her through. Every prank and dumb joke. Every trick and childish conflict.
fr_fr: Après tout ce que je lui ai mis. Toutes les plaisanteries et toutes les plaisanteries. Toutes les astuces et tous les conflits puériles.

source: The answer is probably never.
fr_fr: La réponse n'est probablement jamais.

source: That's a bit of a tough pill to swallow.
fr_fr: C'est un peu une pilule à avalons.

source: Hopefully, I can at least make her less resentful.
fr_fr: J'espère que je peux au moins lui faire moins de ressentiment.

source: [_mc_] Something good happen?
fr_fr: [_mc_] Quelque chose de bon?

source: [_flora_s_confident_] Maybe.
fr_fr: [_flora_s_confident_] Peut-être.

source: [_mc_] Okay, keep your secrets.
fr_fr: [_mc_] Ok, gardez vos secrets.

source: [_flora_s_blush_] I think I will!
fr_fr: [_flora_s_blush_] Je pense que j'y vais !

source: [_flora_s_blush_] Thanks for letting me borrow your phone!
fr_fr: [_flora_s_blush_] Merci de me laisser emprunter votre téléphone !

source: [_mc_] No problem.
fr_fr: [_mc_] Aucun problème.

source: She looks like she just won the lottery...
fr_fr: Elle a l'air d'avoir gagné à la loterie ...

source: [_flora_s_blush_] Anyway, gotta go!
fr_fr: [_flora_s_blush_] Quoi qu'il en soit, doit partir !

source: That's highly suspicious. I wonder who she called.
fr_fr: C'est très suspect. Je me demande qui elle a appelé.

source: Let's check the call history...
fr_fr: Voyons l'historique des appels ...

source: Hmm... I don't recognize the number.
fr_fr: Hmm ... Je ne reconnais pas le nombre.

source: Might as well try calling it.
fr_fr: Pourtour aussi essayer de l'appeler.

source: There are quite a few people in [flora]'s life that I've always wanted to have a word with.
fr_fr: Il y a un certain nombre de personnes dans la vie de [flora]que j'ai toujours voulu avoir un mot.

source: Maybe I can even stop her from falling in love with that BMW douchebag she'll call fiancé in a few years.
fr_fr: Je peux même l'empêcher de tomber amoureux de cette douchesac BMW qu'elle appellera fiancé dans quelques années.

source: {i}Calling...{/}
fr_fr: {i}Appel ... { / }

source: [_jacklyn_] [flora]? Already squeezing your thighs for me?
fr_fr: [_jacklyn_] [flora]? Déjà serrer tes cuisses pour moi?

source: Oh shit. It's [jacklyn]. I guess [flora] is still trying to impress her.
fr_fr: Oh merde. C'est [jacklyn]. Je suppose que [flora] essaie toujours de l'impressialler.

source: [_mc_] Err, no... this is [mc]. [flora] just used my phone.
fr_fr: [_mc_] Err, non ... c'est [mc]. [flora] vient d'utiliser mon téléphone.

source: [_jacklyn_] Ah, that flipped my think-box for a moment.
fr_fr: [_jacklyn_] Ah, ça a renversé ma boîte de réflexion pour un instant.

source: [_jacklyn_] So, what's rustling your jimmies today, [mc]?
fr_fr: [_jacklyn_] Alors, quel est le rouage de vos jimmies aujourd'hui, [mc]?

source: Crap. Should've thought this through.
fr_fr: Crap. On aurait pu penser ça à travers.

source: [_mc_] I don't know... I'm sorry for calling.
fr_fr: [_mc_] Je ne sais pas ... Je suis désolé d'avoir appelé.

source: [_jacklyn_] Hey, don't be such a cobain.
fr_fr: [_jacklyn_] Hé, ne pas être un tel cobain.

source: [_jacklyn_] Life is more than just suffering.
fr_fr: [_jacklyn_] La vie est plus que de la souffrance.

source: [_jacklyn_] Text me later and I'll give you a blowjob.
fr_fr: [_jacklyn_] Texte-moi plus tard et je vous donnerai une pipe.

source: She hung up.
fr_fr: Elle a raccroché.

source: I'm sure she doesn't mean a real blowjob.
fr_fr: Je suis sûr qu'elle ne veut pas dire une vraie pipe.

source: Maybe I'll try texting her later.
fr_fr: Peut-être que je vais essayer de la texter plus tard.

source: "Since when can teachers deny a student their education?"
fr_fr: "Depuis quand les enseignants peuvent-ils refuser à un étudiant son éducation?"

source: "I've been practicing a lot since... err, last year. Can I show you?"
fr_fr: " Je pratique beaucoup depuis ... err, l'année dernière. Je peux vous montrer? "

source: "Art is a stupid subject anyway. Just spatter some paint on a canvas and hang it in a gallery."
fr_fr: " L'art est de toute façon un sujet stupide. Il suffit d'épater de la peinture sur une toile et de l'accrocher dans une galerie.

source: "I'd like to find my inner Picasso."
fr_fr: "J'aimerais trouver mon Picasso intérieur."
