Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/season_1/q_jacklyn_sweets.po
Languages: fr_fr

source: That lazy son of a bitch. Asleep on the job again.
fr_fr: Ce fainéant de fils de pute. Il s'est encore endormi au travail.

source: Not that I can really hold it against him... Nothing ever happens around here.
fr_fr: Non pas que je puisse vraiment le tenir contre lui ... Rien ne se passe ici.

source: [_jo_s_sad_] I hope you're not bothering the [guard], [mc].
fr_fr: [_jo_s_sad_] J'espère que vous n'emballez pas le [guard], [mc].

source: [_mc_] Bothering? Not exactly.
fr_fr: [_mc_] _mc_ ] Bothering? Pas exactement.

source: [_jo_s_thinking_] Good. I don't want you getting in his way. He has a very important job.{space=-45}
fr_fr: [_jo_s_thinking_] Bon. Je ne veux pas que tu t'en fais. Il a un travail très important. {space=-45}

source: [_mc_] I mean, yeah, if he's working as a guinea pig for the sleep clinic...
fr_fr: [_mc_] Je veux dire, oui, s'il travaille comme cobaye pour la clinique de sommeil ...

source: [_jo_s_annoyed_] I think you should drop that sarcasm, young man. It's not very befitting.
fr_fr: [_jo_s_annoyed_] Je pense que vous devriez abandonner ce sarcasme, jeune homme. Ce n'est pas très approprié.

source: [_mc_] He's sleeping on the job and I'm getting shit? Classic.
fr_fr: [_mc_] Il dort sur le boulot et j'en ai la merde ? Classique.

source: [_jo_s_annoyed_] I don't want to hear you saying that word.
fr_fr: [_jo_s_annoyed_] Je ne veux pas vous entendre dire ce mot.

source: [_mc_] "Classic?" Oh, I'm so sorry. Should I call it the C-word from now on?{space=-10}
fr_fr: [_mc_] "Classique ?" Oh, je suis désolé. Dois-je l'appeler le mot C à partir de maintenant ? {space=-10}

source: [_jo_s_angry_] Don't play the fool with me, [mc]! You know exactly what I meant.
fr_fr: [_jo_s_angry_] Ne jouez pas l'idiot avec moi, [mc]! Tu sais exactement ce que je voulais dire.

source: No point arguing with her — I'll just end up grounded.
fr_fr: Je ne veux pas me disputer avec elle-je vais juste finir sur la terre.

source: [_mc_] Sorry, [jo].
fr_fr: [_mc_] Désolé, [jo].

source: [_jo_s_smile_] That's okay, dear. I think this is a good teaching moment.
fr_fr: [_jo_s_Souriez_] C'est bon, chérie. Je pense que c'est un bon moment d'enseignement.

source: [_mc_] What is?
fr_fr: [_mc_] Qu'est-ce que c'est ?

source: [_jo_s_smile_] Being an adult isn't always easy. You have a lot of responsibilities, and some things keep you up at night.
fr_fr: [_jo_s_Souriez_] Être un adulte n'est pas toujours facile. Vous avez beaucoup de responsabilités, et certaines choses vous maintiennent la nuit.

source: Don't I know it...
fr_fr: Je ne le sais pas ...

source: [_jo_s_confident_] So, instead of cracking jokes at this poor man's expense, how about you make his day a little bit easier?
fr_fr: [_jo_s_confident_] Alors, au lieu de craquer des blagues à la charge de ce pauvre homme, comment vous rendre son jour un peu plus facile ?

source: He's legit sleeping all day! How could it possibly be any easier?
fr_fr: Il dort toute la journée ! Comment pourrait-elle être plus facile ?

source: [_jo_s_confident_] I want you to get him something nice from the cafeteria for when he wakes up.
fr_fr: [_jo_s_confident_] Je veux que tu lui as quelque chose de gentille de la cafétéria pour le moment où il se réveille.

source: [_mc_] You can't be serious...
fr_fr: [_mc_] Vous ne pouvez pas être sérieux ...

source: [_jo_s_skeptical_] I am very much serious, [mc]. Now, get to it!
fr_fr: [Je suis très sérieux, [mc]. Maintenant, allez-y !

source: [_mc_] Yes, [jo]...
fr_fr: [_mc_] Oui, [jo]...

source: [_jo_s_confident_] Good! I'm proud of you.
fr_fr: [_jo_s_confident_] Bon ! Je suis fier de toi.

source: Great. Feeding a doughnut addict. Seems like a fantastic idea.
fr_fr: Très bien. Nourrir un accro aux beignets. C'est une idée fantastique.

source: There they are — round and glazed as the day they were baked.
fr_fr: Elles sont rondes et vitrées le jour où elles ont été cuites.

source: [_mc_] Excuse me.
fr_fr: [_mc_] Excuse-moi.

source: Hmm... the lunch ladies are all busy in the back of the kitchen, no doubt drawing pentagrams around the chicken broth.
fr_fr: Hmm ... les dames du déjeuner sont toutes occupées à l'arrière de la cuisine, sans doute à dessiner des pentagrammes autour du bouillon de poulet.

source: [_mc_] Excuse me!
fr_fr: [_mc_] Excuse-moi !

source: Well, I don't have all day.
fr_fr: Eh bien, je n'ai pas toute la journée.

source: I can't believe I'm spending my hard earned dough on the [guard].
fr_fr: Je n'arrive pas à croire que je dépense mon argent durement gagné pour le [guard].

source: Well, twenty bucks worth of doughnuts should hopefully sate his hunger...
fr_fr: Eh bien, vingt dollars de beignets devraient, espérons-le, sonner sa faim ...

source: All right, time to deliver the tributes to the beast.
fr_fr: Très bien, le temps de livrer les hommages à la bête.

source: Thou shall not steal... but honestly, this is for charity.
fr_fr: Tu ne voleras pas... mais honnêtement, c'est par charité.

source: Besides, it's dough for the nut-god. That's the only commandment I care about.
fr_fr: En plus, c'est la pâte pour le dieu de la noix. C'est le seul commandement dont je me souciais.

source: Starving guards is a serious societal issue! I'm just doing my part.
fr_fr: Affamer les gardiens est un grave problème de société ! Je fais juste ma part.

source: This guy eats exactly five doughnuts after each nap. I need to get some more to sate his hunger...
fr_fr: Ce mec mange exactement cinq beignets après chaque sieste. J'ai besoin d'en faire plus pour sonner sa faim ...

source: [_guard_] ZzzzzZzzzzZzz...
fr_fr: [_guard_] Zzzzzzzzzzzzzz ...

source: Still sleeping like a baby...
fr_fr: Toujours dormir comme un bébé ...

source: [_mc_] Here you go, big boy.
fr_fr: [_mc_] Ici vous allez, grand garçon.

source: This should hopefully bring me some good karma.
fr_fr: Cela devrait, je l'espère, m'apporter un bon karma.

source: Speaking of good karma...
fr_fr: En parlant de bon karma ...

source: [_jacklyn_s_neutral_] Do you also shepherd the weak through the valley of darkness?
fr_fr: [_jacklyn_s_neutral_] Pouvez-vous aussi guider les faibles dans la vallée des ténèbres ?

source: [_mc_] What?
fr_fr: [_mc_] Quoi ?

source: [_jacklyn_s_neutral_] You're rocking the charity and goodwill part.
fr_fr: [_jacklyn_s_neutral_] Vous rocker la charité et la bonne volonté.

source: What the hell is [jacklyn] on about?
fr_fr: Sur quoi est le [jacklyn] ?

source: [_mc_] ...What?
fr_fr: [_mc_] ...Quoi ?

source: [_jacklyn_s_smile_] Ezekiel 25:17.
fr_fr: [_jacklyn_s_smile_] Ezéchiel 25:17.

source: [_mc_] Err... I had no idea you were a bible-thumper...
fr_fr: [_mc_] Err... Je ne savais pas que vous étiez un adepte de la Bible...

source: [_jacklyn_s_smile_] The only god I pray to is one of art and pop culture.
fr_fr: [_jacklyn_s_Souriez_] Le seul dieu que je prie est celui de l'art et de la culture pop.

source: [_jacklyn_s_thinking_] You, on the third hand, seem to be a devout time-waster.
fr_fr: [_jacklyn_s_thinking_] Vous, à la troisième main, vous semblez être un temps de sortie.

source: She's totally judging me for feeding the already fat guard...
fr_fr: Elle me juge totalement pour nourrir la garde déjà grasse ...

source: And to be honest, she's right. What the hell am I doing?
fr_fr: Et pour être honnête, elle a raison. Qu'est-ce que je suis en train de faire ?

source: I was given another chance, and this is how I spend it?
fr_fr: On m'a donné une autre chance, et c'est ainsi que je le dépense ?

source: [_mc_] I'm not wasting time with pointless charity...
fr_fr: [_mc_] Je ne permets pas de temps avec une charité inutile ...

source: [_mc_] I'm actually, err... working on... an art project? Yes, that's right! Food nouveau, to be precise.
fr_fr: [_mc_] Je suis en fait, euh... en train de travailler sur... un projet artistique ? Oui, c'est ça ! Food nouveau, pour être précis.

source: [_jacklyn_s_excited_] Bitch, no shot!
fr_fr: [Salope, pas de tir !

source: [_mc_] Heh, yes... It's true. I scored a gig with a local art magazine.
fr_fr: [_mc_] Heh, oui ... C'est vrai. J'ai marqué un concert avec un magazine d'art local.

source: [_jacklyn_s_laughing_] That's stars, babylegs! I'm proud of you.
fr_fr: [_jacklyn_s_laughing_] C'est des étoiles, baby-jambes ! Je suis fier de toi.

source: [_jacklyn_s_laughing_] I'd be happy to wedge your gaps.
fr_fr: [_jacklyn_s_laughing_] Je serais heureux de combler vos lacunes.

source: [_mc_] N-no, that's okay!
fr_fr: [_mc_] N-non, c'est bon !

source: [_jacklyn_s_annoyed_] Backwards, my man. Everyone has gaps.
fr_fr: [_jacklyn_s_annoyed_] Primes, mon homme. Tout le monde a des lacunes.

source: [_jacklyn_s_excited_] Stop by later, and I'll sound you good!
fr_fr: [_jacklyn_s_excited_] Arras plus tard, et je te saurai bien !

source: Well, shit. That's what I get for lying...
fr_fr: Eh bien, merde. C'est ce que je suis pour mentir ...

source: Waking the [guard] up with my [item.title_lower] sounds like a blast.
fr_fr: Réveiller le [guard] avec mon [item.title_lower], ça a l'air sympa.

source: A blast that would lead to a year in detention.
fr_fr: Une explosion qui aboutirait à un an de détention.

source: [_jacklyn_s_smile_] What's barkin', Snoopy?
fr_fr: [Qu'est-ce qui aboie, Snoopy ?

source: [_mc_] Okay, that was cringe. I'm sorry.
fr_fr: [_mc_] D'accord, c'était un peu bizarre. Je suis désolée.

source: [_jacklyn_s_smile_] A bit, yeah.
fr_fr: [_jacklyn_s_Souriez_] Un peu, oui.

source: [_jacklyn_s_smile_] So, anyway, how's that art project going?
fr_fr: [_jacklyn_s_Souriez_] Alors, de toute façon, comment ce projet artistique est-il en cours ?

source: [_mc_] Art project?
fr_fr: [_mc_] Projet d'art ?

source: [_jacklyn_s_thinking_] You said food nouveau for a local mag. What magazine was it again?{space=-10}
fr_fr: [_jacklyn_s_thinking_] Vous avez parlé de food nouveau pour un magazine local. De quel magazine s'agissait-il déjà ?

source: Shit. She remembered that.
fr_fr: Merde. Elle se souvenait de ça.

source: [_mc_] Err... the um... the Newfall... Culinary? Yes, that's it!
fr_fr: [_mc_] Err... le euh... le Newfall... Culinaire ? Oui, c'est ça !

source: [_jacklyn_s_smile_] Wicked. I know the editor there.
fr_fr: [_jacklyn_s_smile_] Maladroit. Je connais le rédacteur en chef.

source: Oh, fuck me. I didn't think there was actually a magazine with that name...
fr_fr: Oh, merde-moi. Je ne pensais pas qu'il y avait en fait un magazine avec ce nom ...

source: And what are the odds [jacklyn] knows the freaking editor?!
fr_fr: Et que sont les cotes [jacklyn] connait l'éditeur de freaking ?!

source: [_mc_] Err, yep. That's it...
fr_fr: [_mc_] Err, yep. C'est ça...

source: How do I get out of this now?
fr_fr: Comment puis-je en sortir maintenant ?

source: [_jacklyn_s_smile_] So, what's this project about?
fr_fr: [_jacklyn_s_Souriez_] Alors, à quoi s'agit ce projet ?

source: [_mc_] Hmm... doughnuts?
fr_fr: [_mc_] Hmm ... les beignes ?

source: [_jacklyn_s_neutral_] I know, but what's the angle here?
fr_fr: [_jacklyn_s_neutral_] Je sais, mais quel est l'angle ici ?

source: [_mc_] I plan to bring new meaning to the phrase "a feast for your eyes."
fr_fr: [J'ai l'intention de donner un nouveau sens à l'expression "un régal pour les yeux."

source: [_jacklyn_s_annoyed_] What's that word for things that have been done to death?
fr_fr: [_jacklyn_s_annoyed_] Quel est ce mot pour les choses qui ont été faites à la mort ?

source: [_jacklyn_s_laughing_] Your words, not mine.
fr_fr: [_jacklyn_s_laughing_] Vos paroles, pas les miennes.

source: Ugh, she's right. Not sure why I care so much about an imaginary art project, though...
fr_fr: Ugh, elle a raison. Pas sûr pourquoi je me souciais tellement d'un projet d'art imaginaire, bien que ...

source: Maybe I just desperately crave her approval?
fr_fr: Peut-être que j'ai désespérément besoin de son approbation ?

source: [_mc_] Do you have any suggestions on improvement?
fr_fr: [_mc_] Avez-vous des suggestions à faire sur l'amélioration ?

source: [_jacklyn_s_excited_] Bro, my vision isn't your vision.
fr_fr: [Ma vision n'est pas la tienne.

source: [_mc_] Aren't you supposed to be teaching?
fr_fr: [_mc_] N'êtes-vous pas censé enseigner ?

source: [_jacklyn_s_excited_] I just did — don't dig up old graves.
fr_fr: [_jacklyn_s_excited_] Je viens de ne pas creuser de vieilles tombes.

source: [_mc_] Okay...
fr_fr: [_mc_] Ok ...

source: [_jacklyn_s_excited_] Think of the untouched wilderness instead. Think of mars-landings in swimsuits. Think of the antithesis of suburbia.
fr_fr: [_jacklyn_s_excited_] Pensez à la nature sauvage intacte à la place. Pensez aux atterrissages en maillot de bain. Pensez à l'antithèse des banlieues.

source: [_jacklyn_s_laughing_] Find the inspiration, then get to it!
fr_fr: [_jacklyn_s_laughing_] Trouvez l'inspiration, puis vous y trouverez !

source: Inspiration... okay...
fr_fr: Inspiration ... D'accord ...

source: [_mc_] I'll leave the quantifying of art to the critics.
fr_fr: [_mc_] Je vais laisser la quantification de l'art aux critiques.

source: [_jacklyn_s_excited_] Spoken like a true artist.
fr_fr: [Jacklyn_s_excitée] Tu parles comme une vraie artiste.

source: [_jacklyn_s_excited_] Opinion is fleeting. Art is eternal.
fr_fr: [_jacklyn_s_excited_] L'avis est éphémère. L'art est éternel.

source: [_mc_] I'm particularly uninterested in what the critics have to say.
fr_fr: [_mc_] Je ne m'intéresse pas du tout à ce que les critiques ont à dire.

source: [_mc_] Miserable and talentless, wallowing in their own hypocrisy.
fr_fr: [_mc_] misérables et sans bavard, en leur propre hypocrisie.

source: [_jacklyn_s_laughing_] If I weren't on the clock, I'd give you a blowjob right now!
fr_fr: [_jacklyn_s_laughing_] Si je n'étais pas à l'horloge, je vous donnerais une pipe dès maintenant !

source: [_mc_] I'll give you one instead — you're only half as hot as your mind and vision.{space=-120}
fr_fr: [_mc_] Je vais vous en donner une à la place - vous n'êtes que la moitié de ce que votre esprit et votre vision peuvent vous apporter.{space=-120}

source: [_jacklyn_s_laughing_] Hah, you sure know how to foreplay.
fr_fr: [_jacklyn_s_laughing_] Hah, vous savez sûrement comment jouer.

source: [_jacklyn_s_excited_] Best of luck with your project.
fr_fr: [_jacklyn_s_excited_] Bonne chance avec votre projet.

source: Great. Now to figure out what the project is...
fr_fr: C'est très bien. Maintenant, il faut savoir quel est le projet...

source: [_mc_] Sorry, I don't share my ideas.
fr_fr: [_mc_] Désolé, je ne partage pas mes idées.

source: [_jacklyn_s_excited_] That's fair and flaxen.
fr_fr: [C'est bien et c'est doux comme du lin.

source: [_jacklyn_s_excited_] Many artists only got post-mortem recognition.
fr_fr: [_jacklyn_s_excited_] De nombreux artistes n'ont qu'une reconnaissance post-mortem.

source: Those artists had ideas, though. That's the difference.
fr_fr: Mais ces artistes avaient des idées. C'est la différence.

source: [_mc_] That's not exactly what I'm going for...
fr_fr: [_mc_] Ce n'est pas exactement ce que je vais faire ...

source: [_jacklyn_s_laughing_] I'm just yanking your leg.
fr_fr: [_jacklyn_s_laughing_] Je te fais marcher.

source: [_jacklyn_s_laughing_] You don't have to tell me about your idea, but that also means I can't help you.
fr_fr: [_jacklyn_s_laughing_] Vous n'avez pas à me parler de votre idée, mais cela signifie aussi que je ne peux pas vous aider.

source: [_jacklyn_s_excited_] It takes a very skilled or a very delusional artist to never confide in his peers.
fr_fr: [_jacklyn_s_excited_] Il faut un artiste très qualifié ou très délirant pour ne jamais se confier à ses pairs.

source: [_jacklyn_s_excited_] Which one are you? It's worth spending some brain juice on, perhaps.{space=-35}
fr_fr: [_jacklyn_s_excited_] Lequel vous êtes ? Ça vaut la peine de dépenser du jus de cerveau, peut-être. {space=-35}

source: That is probably worth thinking about...
fr_fr: Cela vaut probablement la peine de penser à ...

source: Another thing worth thinking about is what in damn hell this project is going to be.
fr_fr: Une autre chose qui vaut la peine de penser est ce qui va être dans ce projet.

source: What's something that has always brought me inspiration?
fr_fr: Qu'est-ce qui m'a toujours inspiré ?

source: They say that inspiration comes when you least expect it...
fr_fr: Ils disent que l'inspiration vient quand vous vous y attendez le moins ...

source: Maybe I should take a look around to see if something sparks it?
fr_fr: Peut-être que je devrais jeter un œil pour voir si quelque chose l'épargne ?

source: Girls running up and down the stairs can be inspiring.
fr_fr: Les filles qui montent et descendent les escaliers en courant peuvent être une source d'inspiration.

source: [lindsey] falling over also lights my fire...
fr_fr: [lindsey] tomba dessus aussi allume mon feu ...

source: Hmm... but what's the angle here?
fr_fr: Hmm ... mais quel est l'angle ici ?

source: There isn't a lot of inspiration to go around here...
fr_fr: Il n'y a pas beaucoup d'inspiration pour aller ici ...

source: There's always the strawberry juice... but honestly, I already have the doughnuts to work with.
fr_fr: Il y a toujours le jus de fraise ... mais honnêtement, j'ai déjà les beignes avec qui travailler.

source: The only thing this place inspires is fear.
fr_fr: La seule chose que cet endroit inspire, c'est la peur.

source: Hmm... they say that books are the best source of inspiration.
fr_fr: Ils disent que les livres sont la meilleure source d'inspiration.

source: Let's see here...
fr_fr: Voyons voir ici ...

source: {i}"Five Signs Your Wife is a Widow"{/}
fr_fr: {i}"Cinq signes de veuvage {/}

source: Nope.
fr_fr: Non.

source: {i}"Shut Up and Sleep, Mr. Sheep"{/}
fr_fr: {i}"Taisez-vous et dormez, monsieur le mouton"{/}

source: This might cure my insomnia, but it's not exactly what I'm looking for.{space=-35}
fr_fr: Cela pourrait guérir mon insomnie, mais ce n'est pas exactement ce que je cherche. {space=-35}

source: {i}"To Kill a Mockingjay — The Hunter's Guide to Ammunition"{/}
fr_fr: {i}"Pour tuer un Mockingjay — The Hunter's Guide à Ammunition"{/}

source: Nah, better keep looking...
fr_fr: Nah, mieux continuer à regarder ...

source: Those anatomical posters sure are inspiring...
fr_fr: Ces affiches anatomiques sont inspirantes ...

source: But boobs aren't exactly avant-garde... they're more of a classic.
fr_fr: Mais les seins ne sont pas vraiment avant-gardistes ... ils sont plus un classique.

source: Some of my greatest moments of inspiration have occurred in this very room.
fr_fr: Certains de mes plus grands moments d'inspiration se sont produits dans cette salle.

source: If I can't find it here, I'm screwed.
fr_fr: Si je ne peux pas le trouver ici, je suis vissé.

source: Sometimes you just have to force the inspiration out.
fr_fr: Parfois, il suffit de forcer l'inspiration.

source: And I'm not leaving until I've got something good.
fr_fr: Et je ne pars pas jusqu'à ce que j'aie quelque chose de bien.

source: Daydreaming in bed is meant to inspire, but for me it's a sure way to fall asleep.
fr_fr: Rêver au lit est censé inspirer, mais pour moi, c'est un moyen sûr de s'endormir.

source: The nicest thing anyone has said about my wardrobe is that it's uninspired.
fr_fr: La plus belle chose que quiconque ait dit à propos de ma garde-robe, c'est qu'elle n'est pas inspirée.

source: Yes, the internet is the biggest of all sources of inspiration.
fr_fr: Oui, Internet est le plus grand de toutes les sources d'inspiration.

source: Let's ask Google...
fr_fr: Allons demander à Google ...

source: {i}"Art... inspiration..."{/}
fr_fr: {i}"Art ... source d'inspiration ..." {/}

source: Hmm... rainbow eyes, Picasso-style portraits, Eillie freaking Billish, and those damn flamingos. Why are there always flamingos?
fr_fr: Hmm... les yeux arc-en-ciel, les portraits à la Picasso, Eillie freaking Billish, et ces satanés flamants roses. Pourquoi y a-t-il toujours des flamants roses ?

source: There's nothing good here!
fr_fr: Il n'y a rien de bien ici !

source: Maybe xRabbit will have something good?
fr_fr: Peut-être que xRabbit aura quelque chose de bien ?

source: Although, mainstream porn is probably the most uninspired shit on the planet.
fr_fr: Même si le porno grand public est probablement la merde la moins inspirée de la planète.

source: If only I could stick my own dick in something...
fr_fr: Si seulement je pouvais coller ma propre bite dans quelque chose ...

source: [_flora_s_flirty_] Hey, can I borrow your xCube?
fr_fr: [_flora_s_flirty_] Hé, puis-je emprunter votre xCube ?

source: [_mc_] Have you heard about knocking?
fr_fr: [_mc_] Avez-vous entendu parler de frapper ?

source: [_flora_s_worried_] Sorry, I forgot...
fr_fr: [_flora_s_worried_] Désolé, j'ai oublié ...

source: [_mc_] It's okay.
fr_fr: [_mc_] C'est bon.

source: [_flora_s_worried_] So, can I borrow it?
fr_fr: [_flora_s_worried_] Alors, puis-je l'emprunter ?

source: [_mc_] Sure! We could even play together if you like.
fr_fr: [_mc_] Bien sûr ! Nous pourrions même jouer ensemble si vous le souhaitez.

source: [_flora_s_laughing_] I don't know... I'm not very good.
fr_fr: [_flora_s_laughing_] Je ne sais pas ... Je ne suis pas très bon.

source: [_mc_] That's okay, I can teach you!
fr_fr: [_mc_] C'est bon, je peux t'enseigner !

source: [_flora_s_thinking_] You're being really nice to me lately...
fr_fr: [_flora_s_thinking_] Vous êtes vraiment gentil avec moi ces derniers temps ...

source: [_mc_] And?
fr_fr: [_mc_] Et ?

source: [_flora_s_worried_] I'm... not used to it.
fr_fr: [_flora_s_worried_] Je ... ne l'utilise pas.

source: [_mc_] Well, I've had a lot of time to think...
fr_fr: [_mc_] Eh bien, j'ai eu beaucoup de temps à penser ...

source: Literally years and years...
fr_fr: Années et années littérales ...

source: [_mc_] And I think you deserve better.
fr_fr: [_mc_] Et je pense que vous méritez mieux.

source: [_mc_] Okay, don't get any funny ideas now — you're just getting to borrow my xCube.
fr_fr: [_mc_] Ok, ne te fais pas d'idées bizarres maintenant - tu vas juste emprunter mon xCube.

source: [_flora_s_laughing_] I wasn't....
fr_fr: [_flora_s_laughing_] Je n'étais pas....

source: [_flora_s_blush_] Okay, bye!
fr_fr: [_flora_s_blush_] Ok, au revoir !

source: She's so cute when she gets all blushy and nervous.
fr_fr: Elle est si mignonne quand elle se fait broussailleuse et nerveuse.

source: Is that so wrong to think?
fr_fr: Est-ce que c'est faux de penser ?

source: She has always made me feel inadequate, but maybe it's time to turn that around.
fr_fr: Elle m'a toujours donné l'impression de ne pas être à la hauteur, mais il est peut-être temps d'inverser la tendance.

source: [flora] is pretty amazing when you think about it — she's strong-willed, driven, and doesn't take shit from anyone.
fr_fr: [flora] est assez étonnante quand on y pense - elle a de la volonté, elle est motivée et elle ne se laisse pas faire par qui que ce soit.

source: Maybe this is the break I've been looking for... Maybe she's the inspiration I need!
fr_fr: C'est peut-être la pause que je cherchais... Peut-être qu'elle est l'inspiration dont j'ai besoin !

source: [_mc_] [flora], wait!
fr_fr: [_mc_] [flora], attends !

source: [_flora_s_blush_] What?
fr_fr: [_flora_s_blush_] Quoi ?

source: [_mc_] Well, first of all, you forgot the xCube.
fr_fr: [_mc_] Eh bien, tout d'abord, vous avez oublié le xCube.

source: [_mc_] Secondly, I need your help.
fr_fr: [_mc_] Deuxièmement, j'ai besoin de votre aide.

source: [_flora_s_worried_] With what, exactly?
fr_fr: [_flora_s_worried_] Avec quoi, exactement ?

source: [_mc_] You don't have to look so worried...
fr_fr: [_mc_] Vous n'avez pas à vous inquiéter ...
