Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/season_1/q_jacklyn_sweets.po
Languages: fr_fr

source: [_flora_s_annoyed_] It's a reflex.
fr_fr: [_flora_s_annoyed_] C'est un réflexe.

source: [_mc_] I need inspiration for an art project.
fr_fr: [_mc_] J'ai besoin d'inspiration pour un projet artistique.

source: [_flora_s_confused_] Since when are you doing art projects?
fr_fr: [_flora_s_confused_] Depuis quand vous faites des projets artistiques ?

source: [_mc_] That's not important! What matters is finding the inspiration.
fr_fr: [_mc_] Ce n'est pas important ! Ce qui importe, c'est de trouver l'inspiration.

source: [_flora_s_sarcastic_] Well, I got an A last year from Mrs. Bloomer for my Baroque Bolognese.
fr_fr: [_flora_s_sarcastic_] L'année dernière, Mme Bloomer m'a donné un A pour mes bolognaises baroques.

source: [_flora_s_sarcastic_] Maybe you can do something with food as well?
fr_fr: [_flora_s_sarcastic_] Peut-être que vous pouvez aussi faire quelque chose avec de la nourriture ?

source: [_mc_] Yeah, that's the plan. I have a bunch of doughnuts that I need to incorporate somehow...
fr_fr: [_mc_] Oui, c'est le plan. J'ai un tas de beignes que j'ai besoin d'incorporer d'une manière ou d'une autre ...

source: [_flora_s_laughing_] Oh, nothing!
fr_fr: [_flora_s_laughing_] Oh, rien !

source: She definitely just had an impure thought.
fr_fr: Elle a vraiment eu une pensée impure.

source: [_mc_] Please, I really need help.
fr_fr: [_mc_] S'il vous plaît, j'ai vraiment besoin d'aide.

source: [_mc_] I know you thought of something!
fr_fr: [_mc_] Je sais que tu as pensé à quelque chose !

source: [_flora_s_laughing_] I don't know what you mean...
fr_fr: [_flora_s_laughing_] Je ne sais pas ce que vous voulez dire ...

source: [_mc_] [flora], listen. I won't judge you, I promise!
fr_fr: [_mc_] [flora], écoute. Je ne te jugerai pas, je te le promets !

source: [_mc_] You said it yourself, I've been good to you recently.
fr_fr: [_mc_] Vous l'avez dit vous-même, je vous ai bien été récemment.

source: [_flora_s_eyeroll_] Fine... but I can't say it out loud. I'll text you.
fr_fr: [_flora_s_eyeroll_] Fine ... mais je ne peux pas le dire à voix haute. Je vous ferai du texte.

source: [_flora_s_annoyed_texting_] If you show it to anyone, I will murder you. No joke.
fr_fr: [_flora_s_annoyed_texting_] Si vous le montrez à qui que ce soit, je vous tuerai. Pas de blague.

source: [_mc_] I promise I won't!
fr_fr: [_mc_] Je promets que je ne le ferai pas !

source: [_flora_s_annoyed_texting_] There.
fr_fr: [_flora_s_annoyed_texting_].

source: [_flora_s_annoyed_] And remember, this conversation never happened.
fr_fr: [_flora_s_annoyed_] Et n'oubliez pas que cette conversation n'a jamais eu lieu.

source: She forgot the damn xCube again!
fr_fr: Elle a oublié de nouveau le xCube !

source: Oh well, let's check that text...
fr_fr: Oh bien, allons vérifier ce texte ...

source: [_flora_s_sarcastic_] Hey, can I borrow your xCube?
fr_fr: [_flora_s_sarcastic_] Hé, puis-je emprunter votre xCube ?

source: [_flora_s_eyeroll_] If you were a bit nicer to me, I'm sure things would be different.
fr_fr: [_flora_s_eyeroll_] Si vous étiez un peu plus gentille, je suis sûr que les choses seraient différentes.

source: [_mc_] Is that really how you're going to play it?
fr_fr: [_mc_] Est-ce vraiment la façon dont vous allez le jouer ?

source: [_mc_] I mean, you're the one asking for a favor.
fr_fr: [_mc_] Je veux dire, vous êtes celui qui vous demande une faveur.

source: [_mc_] What exactly are you doing now?
fr_fr: [_mc_] Que faites-vous exactement maintenant ?

source: [_flora_s_annoyed_texting_] Texting [jo]...
fr_fr: [_flora_s_annoyed_texting_] envoi de sms à [jo]...

source: [_mc_] Hold on just a moment! I didn't say you couldn't borrow it!
fr_fr: [_mc_] Attends un instant ! Je n'ai pas dit que tu ne pouvais pas l'emprunter !

source: [_flora_s_annoyed_] So, I can borrow it?
fr_fr: [_flora_s_annoyed_] Alors, je peux l'emprunter ?

source: [_mc_] Of course!
fr_fr: [_mc_] Bien sûr !

source: [_flora_s_confused_] What's the catch?
fr_fr: [_flora_s_confused_] Quelles sont les prises ?

source: [_mc_] I need inspiration for an art thing...
fr_fr: [_mc_] J'ai besoin d'inspiration pour une chose d'art ...

source: [_flora_s_annoyed_] Since when do you like art?!
fr_fr: [_flora_s_annoyed_] Depuis quand vous aimez l'art ?!

source: [_mc_] Whoa! No need to get your panties in a twist.
fr_fr: [_mc_] Whoa ! Pas besoin de faire tourner vos cultes.

source: [_flora_s_afraid_] Don't ever talk about my panties!
fr_fr: [_flora_s_afraid_] Ne jamais parler de mes culées !

source: [_flora_s_embarrassed_] You're trying to sleep with [jacklyn], aren't you?
fr_fr: [_flora_s_embarrassed_] Vous essayez de dormir avec [jacklyn], n'est-ce pas ?

source: [_mc_] Look, I'm just a simple artisan trying to hone my craft.
fr_fr: [_mc_] Je ne suis qu'un simple artisan qui essaie de perfectionner son art.

source: [_flora_s_crying_] You're a troll is what you are!
fr_fr: [_flora_s_crying_] Vous êtes une poupée, c'est ce que vous êtes !

source: She looks like she's about to cry...
fr_fr: Elle a l'air d'être sur le point de pleurer ...

source: Ever since my date with [jacklyn], [flora] has been on the verge of tears.{space=-40}
fr_fr: Depuis ma date avec [jacklyn], [flora] est au bord des larmes. {space=-40}

source: It's somehow ironic that she's the jealous one this time around.
fr_fr: C'est en quelque sorte ironique qu'elle soit la jalouse cette fois.

source: It would make her even more jealous if she saw [jacklyn] giving me a blowjob...
fr_fr: Ça la rendrait encore plus jalouse si elle voyait le [jacklyn] me donnant une pipe ...

source: I just had the craziest idea! Thank you, [flora]!
fr_fr: J'ai juste eu l'idée la plus folle ! Merci, [flora]!

source: Toward the art classroom!
fr_fr: Vers la salle de classe d'art !

source: Hmm... what does that mean?
fr_fr: Hmm ... Qu'est-ce que ça veut dire ?

source: Doughnut... glazing... circle of life...
fr_fr: Beignet... glaçage... cercle de vie...

source: You naughty, naughty girl!
fr_fr: Toi, fille, fille !

source: [_mc_] [flora], you're a genius!
fr_fr: [_mc_] [flora], vous êtes un génie !

source: She probably didn't hear that, but heh... I knew she was a freak.
fr_fr: Elle n'a probablement pas entendu ça, mais heh... Je savais que c'était un monstre.

source: Okay, time to get to work! Next stop: the art classroom.
fr_fr: Il est temps de se mettre au travail ! Prochain arrêt : la classe d'art.

source: Ah, the place where inspiration is realized!
fr_fr: Ah, le lieu où l'inspiration est réalisée !

source: First we need to remove this piece of paper...
fr_fr: Nous devons d'abord enlever ce morceau de papier ...

source: This is not practice. This is the real deal.
fr_fr: Ce n'est pas pratique. C'est la vraie affaire.

source: Straight on the canvas — nothing else is good enough.
fr_fr: Directement sur la toile - rien d'autre n'est suffisant.

source: Now we need some linework, but we're not going to use a pen because that's too cliché for a project like this.
fr_fr: Maintenant nous avons besoin d'un travail linéaire, mais nous n'allons pas utiliser un stylo parce que c'est trop cliché pour un projet comme celui-ci.

source: Hmm... what could be used instead?
fr_fr: Hmm ... qu'est-ce qui pourrait être utilisé à la place ?

source: I need something truly unique. Something that's never been used to paint with before.
fr_fr: J'ai besoin de quelque chose de vraiment unique. Quelque chose qui n'a jamais été utilisé pour peindre avant.

source: It's a specialized tool for a very specific job, but a good artist can always utilize unusual equipment.
fr_fr: C'est un outil spécialisé pour un travail très spécifique, mais un bon artiste peut toujours utiliser un équipement inhabituel.

source: Some paint, some finesse, and some artistic prowess.
fr_fr: De la peinture, de la finesse et des prouesses artistiques.

source: Just dip this baby into some paint and slap it across the canvas.
fr_fr: Il suffit de tremper ce bébé dans de la peinture et de le faire glisser sur la toile.

source: A touch of brilliance and a few strokes of genius.
fr_fr: Une touche de brillance et quelques coups de génie.

source: Nah. Way too mundane for a project like this.
fr_fr: Nah. Une façon trop banale pour un projet comme celui-ci.

source: Now, that's simply fresh as fuck.
fr_fr: Maintenant, c'est tout simplement frais comme baiser.

source: Time to brag to [jacklyn].
fr_fr: Temps de braqueur au [jacklyn].

source: [_jacklyn_s_excited_] You've really been murdering that canvas lately, [mc].
fr_fr: [Vous avez vraiment assassiné cette toile ces derniers temps, [mc].

source: [_mc_] That's just frustration.
fr_fr: [_mc_] C'est juste de la frustration.

source: [_jacklyn_s_annoyed_] Art isn't always bees and cream.
fr_fr: [_jacklyn_s_annoyed_] L'art n'est pas toujours des abeilles et de la crème.

source: [_jacklyn_s_cringe_] Sometimes you really have to fuck your way to the top.
fr_fr: [_jacklyn_s_cringe_] Parfois, vous devez vraiment vous départir vers le haut.

source: [_mc_] Right. That's... true, I guess.
fr_fr: [_mc_] Droit. C'est. .. vrai, je suppose.

source: [_jacklyn_s_neutral_] So, which toilet flushed your vibes?
fr_fr: [_jacklyn_s_neutral_] Alors, quelles toilettes ont tiré la chasse sur vos vibrations ?

source: [_mc_] Do you ever feel like you put all your energy and creativity into a piece and you're still not sure if it's any good?
fr_fr: [_mc_] Est-ce que vous avez l'impression que vous avez mis toute votre énergie et votre créativité dans une pièce et que vous n'êtes toujours pas sûr que c'est bien ?

source: [_jacklyn_s_smile_] For every good idea there's a dozen shitty ones.
fr_fr: [Pour chaque bonne idée, il y a une douzaine de mauvaises.

source: [_jacklyn_s_smile_right_] Even Da Vinci had a trash can.
fr_fr: [_jacklyn_s_Souriez_right_] Même Da Vinci avait une poubelle.

source: [_mc_] I suppose he did...
fr_fr: [_mc_] Je suppose qu'il a ...

source: [_mc_] If it ain't a crime scene, it ain't art.
fr_fr: [_mc_] Si ce n'est pas une scène de crime, ce n'est pas de l'art.

source: [_jacklyn_s_laughing_] Right out of my playbook!
fr_fr: [_jacklyn_s_laughing_] Tout droit sorti de mon livre de jeux !

source: [_mc_] I'm learning a lot from you. More than Mrs. Bloomer ever did.
fr_fr: [_mc_] J'apprends beaucoup de vous. Plus que Mme Bloomer ne l'a jamais fait.

source: [_jacklyn_s_excited_] I'm just showing you the ropes. You'll have to tie the knot yourself.
fr_fr: [Je te montre juste les ficelles. Tu devras faire le noeud toi-même.

source: [_mc_] And that's what I like about you.
fr_fr: [_mc_] Et c'est ce que j'aime pour toi.

source: [_mc_] Well, one of the things.
fr_fr: [_mc_] Eh bien, une des choses.

source: [_jacklyn_s_neutral_] You're totally giving me a blowjob, aren't you?
fr_fr: [_jacklyn_s_neutral_] Vous me donnez totalement une pipe, n'est-ce pas ?

source: [_mc_] Well, I...
fr_fr: [_mc_] Eh bien, je ...

source: [_jacklyn_s_smile_] It's cool, I don't mind a little blush.
fr_fr: [_jacklyn_s_smile_] C'est cool, ça ne me dérange pas de rougir un peu.

source: [_mc_] You're not even blushing...
fr_fr: [_mc_] Tu ne rougis même pas...

source: [_jacklyn_s_smile_right_] I am on the inside.
fr_fr: [_jacklyn_s_Souriez_right_] Je suis à l'intérieur.

source: [_mc_] All right, I have something to show you.
fr_fr: [_mc_] Très bien, j'ai quelque chose à te montrer.

source: [_mc_] And I want your honest opinion.
fr_fr: [_mc_] Et je veux votre opinion honnête.

source: [_jacklyn_s_king_of_sweets_approval_] What the fuck? This is not bad!
fr_fr: [_jacklyn_s_king_of_sweets_approval_] Quelle est la merde ? Ce n'est pas mauvais !

source: [_mc_] Do you really think so?
fr_fr: [_mc_] Pensez-vous vraiment ?

source: [_jacklyn_s_king_of_sweets_approval_] I'm always honest when it comes to art. White lies hurt artists more than harsh truths.
fr_fr: [_jacklyn_s_king_of_sweets_approval_] Je suis toujours honnête quand il s'agit de l'art. Les mensonges blancs nuisent aux artistes plus que de dures vérités.

source: [_jacklyn_s_king_of_sweets_approval_] It's a decent piece of art, amigo.
fr_fr: [_jacklyn_s_king_of_sweets_approval_] C'est une bonne œuvre d'art, amigo.

source: [_jacklyn_s_king_of_sweets_inspection_] Although...
fr_fr: [_jacklyn_s_king_of_sweets_inspection_] Bien que ...

source: [_jacklyn_s_king_of_sweets_inspection_] The technique is baller, but it's missing a centerpiece...
fr_fr: [_jacklyn_s_king_of_sweets_inspection_] La technique est géniale, mais il manque une pièce maîtresse...

source: [_mc_] Well, I've still to make the final touches.
fr_fr: [_mc_] Eh bien, je dois encore faire la dernière touche.

source: [_jacklyn_s_king_of_sweets_inspection_] Yeah?
fr_fr: [_jacklyn_s_king_of_sweets_inspection_] Oui ?

source: [_mc_] Yeah... take a good look.
fr_fr: [_mc_] Yeah ... prends un bon look.

source: [_mc_] There! [withhpunch]
fr_fr: [_mc_] Voilà ! [withhpunch]

source: [_jacklyn_s_king_of_sweets_amazed_] Whoa! Johnny fucking Bravo!
fr_fr: [_jacklyn_s_king_of_sweets_amazed_] Whoa ! Putain de Johnny Bravo !

source: [_jacklyn_s_king_of_sweets_amazed_] I'm totally catching your electrons right now, you baby genius!
fr_fr: [_jacklyn_s_king_of_sweets_amazed_] Je suis en train de capturer vos électrons en ce moment, vous avez le génie !

source: [_mc_] It's a comment on society.
fr_fr: [_mc_] C'est un commentaire sur la société.

source: [_jacklyn_s_king_of_sweets_amazed_] Damn straight it is!
fr_fr: [_jacklyn_s_king_of_sweets_amazed_] Bon sang droit c'est !

source: [_mc_] I call it, the "King of Sweets."
fr_fr: [Je l'appelle le "Roi des sucreries."

source: [_jacklyn_s_king_of_sweets_lip_bite_] Of course! All the junk food in the world got nothing on the old king!{space=-15}
fr_fr: [_jacklyn_s_king_of_sweets_lip_bite_] Bien sûr ! Toute la malbouffe dans le monde n'a rien sur l'ancien roi ! {space=-15}

source: [_mc_] Could you take a photo for Newfall Culinary?
fr_fr: [_mc_] Pourriez-vous prendre une photo pour Newfall Culinary ?

source: [_jacklyn_s_king_of_sweets_lip_bite_] Sure thing, babylegs.
fr_fr: [_jacklyn_s_king_of_sweets_lip_bite_] Bien sûr, Jambes de gamines.

source: [_jacklyn_s_king_of_sweets_camera_] Okay, let's film-roll this bad boy!
fr_fr: [_jacklyn_s_king_of_sweets_camera_] D'accord, filons-nous ce mauvais garçon !

source: I never thought it would feel this good to have your junk photographed...
fr_fr: Je n'ai jamais pensé qu'il me sentirait bien de faire photographier votre jonc ...

source: It's a bit like being a celebrity, in front of the paparazzi.
fr_fr: C'est un peu comme une célébrité, devant les paparazzi.

source: All celebrities are dicks anyway, so it's fitting.
fr_fr: De toute façon, toutes les célébrités sont des bites, c'est donc normal.

source: Maybe that would be an idea for a new project?
fr_fr: Peut-être que ce serait une idée pour un nouveau projet ?

source: What if I could make a name for myself as the dick-artist?
fr_fr: Et si je pouvais me faire un nom en tant qu'artiste ?

source: The girls would surely come flocking.
fr_fr: Les filles viendraient sûrement en flocage.

source: I think [jacklyn]'s exhibitionism is rubbing off on me...
fr_fr: Je crois que l'exhibitionnisme de [jacklyn] déteint sur moi...

source: If only she would rub me off...
fr_fr: Si seulement elle me détruirait ...

source: Another time, perhaps — those who wait for something good, and all that jazz.
fr_fr: Un autre temps, peut-être, ceux qui attendent quelque chose de bien, et tout ce jazz.

source: She's a great mentor. Maybe you just don't fuck your mentor?
fr_fr: C'est un grand mentor. Peut-être que vous ne baisez pas votre mentor ?

source: That's surely a code or something.
fr_fr: C'est sûrement un code ou quelque chose.

source: [_jacklyn_s_smile_] Big stars on your first true piece of art!
fr_fr: [_jacklyn_s_smile_] De grandes étoiles pour ta première véritable œuvre d'art !

source: [_mc_] Thanks, [jacklyn]!
fr_fr: [_mc_] Merci, [jacklyn]!

source: The only problem is that I now have to contact the journal...
fr_fr: Le seul problème est que je dois maintenant contacter le journal ...

source: And potentially have my dick displayed publicly...
fr_fr: Et peut-être que ma bite s'affiche publiquement ...

source: But that's a problem for later.
fr_fr: Mais c'est un problème pour plus tard.

source: For now, I'll just get rid of the crime scene...
fr_fr: Pour l'instant, je vais me débarrasser de la scène de crime ...

source: [_mc_] Would you like to taste the King of Sweets?
fr_fr: [_mc_] Aimeriez-vous goûter le Roi des Suédois ?

source: [_jacklyn_s_king_of_sweets_lip_bite_] How could I possibly refuse...?
fr_fr: [_jacklyn_s_king_of_sweets_lip_bite_] Comment pourrais-je refuser...?

source: [_mc_] All right, then — dig in.
fr_fr: [_mc_] Très bien, alors-creuset.

source: [_jacklyn_s_king_of_sweets_realization_] Actually, maybe a grade is par for the course first...
fr_fr: [_jacklyn_s_king_of_sweets_realization_] En fait, peut-être qu'un grade est égal au cours en premier ...

source: [_jacklyn_s_king_of_sweets_looking_up_] Do you think I'm a fair teacher, [mc]?
fr_fr: [_jacklyn_s_king_of_sweets_looking_up_] Croyez-vous que je suis un enseignant juste, [mc] ?

source: [_mc_] I guess?
fr_fr: [_mc_] Je suppose ?

source: [_jacklyn_s_king_of_sweets_shirt_lift1_] How about now?
fr_fr: [_jacklyn_s_king_of_sweets_shirt_lift1_] Et maintenant ?

source: [_mc_] Oh, wow! Pretty fair...
fr_fr: [_mc_] Oh, wow ! Jolie passable ...

source: [_mc_] But this took me a {i}lot{/} of effort!
fr_fr: [_mc_] Mais cela m'a pris un effort de {i}{/} d'effort !

source: [_jacklyn_s_king_of_sweets_shirt_lift2_] You're slap right in the bullseye on that.
fr_fr: [_jacklyn_s_king_of_sweets_shirt_lift2_] Vous êtes en plein dans le mille.

source: [_jacklyn_s_king_of_sweets_shirt_lift2_] True raw murder spares...
fr_fr: [_jacklyn_s_king_of_sweets_shirt_lift2_] Le vrai meurtre brut épargne...

source: [_extend_] nothing.
fr_fr: [_extend_] rien.

source: [_jacklyn_s_king_of_sweets_stroke1_] Every stroke of the brush not only carries the paint.
fr_fr: [_jacklyn_s_king_of_sweets_stroke1_] Chaque coup de pinceau porte non seulement la peinture.

source: [_jacklyn_s_king_of_sweets_stroke2_] Every single stroke...
fr_fr: [_jacklyn_s_king_of_sweets_stroke2_] Tous les coups ...

source: [_jacklyn_s_king_of_sweets_stroke5_] ...from the mind of the artist...
fr_fr: [_jacklyn_s_king_of_sweets_stroke5_] ... de l'esprit de l'artiste ...

source: [_jacklyn_s_king_of_sweets_stroke2_] ...down the whole arm...
fr_fr: [_jacklyn_s_king_of_sweets_stroke2_] ... tout le bras ...

source: [_jacklyn_s_king_of_sweets_stroke2_] ...to the flick of the wrist...
fr_fr: [_jacklyn_s_king_of_sweets_stroke2_] ...à un coup de poignet...

source: [_jacklyn_s_king_of_sweets_stroke5_] ...out to the tip of the brush...
fr_fr: [_jacklyn_s_king_of_sweets_stroke5_] ... à la pointe de la brosse ...

source: [_jacklyn_s_king_of_sweets_stroke2_] ...and on to the canvas...
fr_fr: [_jacklyn_s_king_of_sweets_stroke2_] ... et sur la toile ...

source: [_jacklyn_s_king_of_sweets_stroke1_] ...is part of the masterpiece.
fr_fr: [_jacklyn_s_king_of_sweets_stroke1_] ... fait partie du chef-d'œuvre.

source: [_jacklyn_s_king_of_sweets_stroke1_] And all we can do is admire it.
fr_fr: [_jacklyn_s_king_of_sweets_stroke1_] Et tout ce que nous pouvons faire, c'est l'admirer.

source: [_mc_] K-keep going! I'm close to—
fr_fr: [_mc_] K-continuez ! Je suis proche de-

source: [_jacklyn_s_king_of_sweets_stroke6_] Hold on, big boy. I haven't had a taste of it yet...
fr_fr: [_jacklyn_s_king_of_sweets_stroke6_] Attends, grand garçon. Je n'en ai pas encore eu le goût ...

source: [jacklyn] eyes my dick with delight and admiration.
fr_fr: [jacklyn] yeux ma bite avec plaisir et admiration.

source: And it's like the clouds break and a beam of clarity fills my mind.
fr_fr: Et c'est comme si les nuages se déchiraient et qu'un rayon de clarté envahissait mon esprit.

source: It's all about context!
fr_fr: Tout est à propos du contexte !

source: It's a dick like any other, except now it's something more than just a rod of flesh.
fr_fr: C'est une bite comme n'importe quel autre, sauf que maintenant c'est plus qu'un bâton de chair.

source: It's a symbol.
fr_fr: C'est un symbole.

source: People crave all sorts of sweets — pastries, soda, snacks, and candy.{space=-35}
fr_fr: Les gens ont besoin de toutes sortes de bonbons-pâtisseries, soda, collations et bonbons. {space=-35}

source: But at the end of the day, they're not playing in the same league as the king.
fr_fr: Mais à la fin de la journée, ils ne jouent pas dans la même ligue que le roi.

source: The symbol of life itself.
fr_fr: Le symbole de la vie elle-même.

source: Of course, someone like [jacklyn] appreciates that.
fr_fr: Bien sûr, quelqu'un comme [jacklyn] apprécie ça.

source: Her wrapping her lips around the tip and sucking it vigorously?
fr_fr: Elle enroule ses lèvres autour de la pointe et la suce vigoureusement ?

source: That, too, is a symbol...
fr_fr: C'est aussi un symbole ...

source: There's nothing dirty about her tongue massaging the length of my shaft.
fr_fr: Il n'y a rien de sale à propos de sa langue massant la longueur de mon arbre.

source: Nothing dirty about her coating me in hot saliva. Adding suction. Sucking me deeper into her mouth.
fr_fr: Rien de sale à propos de son enrobage dans la salive chaude. Ajout d'une succion. Je me suis enfoncé plus profondément dans la bouche.

source: Letting the tip of my dick paint every nook and cranny of her mouth in sticky pre-cum.
fr_fr: Je laisse le bout de ma bite recouvrir chaque recoin de sa bouche d'un pré-cum poisseux.

source: And then guiding my dick toward the back of her mouth. Teasing me with the opening of her throat.
fr_fr: Puis elle a guidé ma bite vers l'arrière de sa bouche. Me taquinant avec l'ouverture de sa gorge.

source: This is not even a blowjob... this is a statement.
fr_fr: Ce n'est même pas une pipe ... c'est une déclaration.

source: This is what art is about.
fr_fr: C'est de cela qu'est l'art.

source: [_mc_] F-fuck!
fr_fr: [_mc_] M-Merde !

source: This is so much better than in my dream with [kate]...
fr_fr: C'est tellement mieux que dans mon rêve avec [kate]...

source: That was good and felt real, but...
fr_fr: C'était bien et se sentait réel, mais ...

source: [jacklyn] really has a talent for sucking cock.
fr_fr: [jacklyn] a vraiment un talent pour sucer la bite.

source: Her eyes tear up, but she doesn't budge. Doesn't expel me.
fr_fr: Ses yeux se déchirent, mais elle ne bouge pas. Elle ne m'expulse pas.

source: She just keeps me deep inside her hot throat.
fr_fr: Elle me tient profondément à l'intérieur de sa gorge chaude.

source: Maybe art isn't her true calling...
fr_fr: Peut-être que l'art n'est pas sa vraie vocation ...

source: The way she takes me down her throat and flexes her muscles repeatedly to swallow really makes me feel welcome in her mouth.
fr_fr: La façon dont elle me prend dans sa gorge et fléchit ses muscles à plusieurs reprises pour m'avaler me donne vraiment l'impression d'être le bienvenu dans sa bouche.

source: Like she wants my dick to stay down there.
fr_fr: Comme elle veut que ma bite reste là-bas.

source: Like she enjoys it filling up her throat.
fr_fr: Comme elle aime se remplir la gorge.

source: I've always dreamed of a teacher getting on her knees for me.
fr_fr: J'ai toujours rêvé d'un professeur qui se met à genoux pour moi.

source: [jacklyn] has such a strong personality, but she also has no inhibitions.{space=-40}
fr_fr: [jacklyn] a une personnalité aussi forte, mais elle n'a pas non plus d'inhibitions. {space=-40}

source: It's a deadly combination when it comes to sex.
fr_fr: C'est une combinaison mortelle quand il s'agit de sexe.
