Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/jacklyn.po
Languages: fr_fr, it_it

source: [_jacklyn_] Sorry, baby cakes, it ain't happening.
fr_fr: [_jacklyn_] Désolé, les petits gâteaux, ça ne se passe pas.
it_it: [_jacklyn_] Spiacenti, torte per bambini, non sta succedendo.

source: She's probably had enough of my chitchat for today.
fr_fr: Elle a probablement eu assez de mon chitchat pour aujourd'hui.
it_it: Probabilmente ha avuto abbastanza delle mie chitchat per oggi.

source: [_jacklyn_s_smile_] Vision. That's the real x-factor in art.
fr_fr: [_jacklyn_s_smile_] Vision. C'est le vrai x-facteur dans l'art.
it_it: [_jacklyn_s_smile_] Visione. Questo è il vero fattore x nell'arte.

source: [_jacklyn_s_smile_] You can have all the mechanical skill in the world. Without a vision, you're just another wall-scrubber.
fr_fr: [_jacklyn_s_smile_] Vous pouvez avoir toutes les compétences mécaniques dans le monde. Sans une vision, vous n'êtes qu'un autre maquis.
it_it: [_jacklyn_s_smile_] Puoi avere tutta l'abilità meccanica nel mondo. Senza una visione, sei solo un altro scrubber-parete.

source: [_jacklyn_s_excited_] Do you ever feel like the spirit of something truly great lives inside you?
fr_fr: [_jacklyn_s_excited_] Est-ce que vous vous sentez toujours comme l'esprit de quelque chose de vraiment formidable à l'intérieur de vous?
it_it: [_jacklyn_s_excited_] Ti senti mai come lo spirito di qualcosa di veramente grande vita dentro di te?

source: [_mc_] Can't say I do.
fr_fr: [_mc_] Je ne peux pas dire que je le fais.
it_it: [_mc_] Non posso dire di sì.

source: [_jacklyn_s_smile_] Maybe one day.
fr_fr: [_jacklyn_s_smile_] Peut-être un jour.
it_it: [_jacklyn_s_smile_] Forse un giorno.

source: [_jacklyn_s_neutral_] I don't give two fucks about social norms.
fr_fr: [_jacklyn_s_neutral_] Je ne donne pas deux putain de normes sociales.
it_it: [_jacklyn_s_neutral_] Non do due scopate sulle norme sociali.

source: [_jacklyn_s_neutral_] I'll queen the moshpit, send nudes to the president, and fucking fill my classroom with vaginal art.
it_it: [_jacklyn_s_neutral_] regina la moshpit, manda nudi al presidente, e scopa riempire la mia aula di arte vaginale.

source: [_jacklyn_s_laughing_] Not that I dabble or anything.
fr_fr: [_jacklyn_s_laughing_] Pas que je baudou ou quoi que ce soit.
it_it: [_jacklyn_s_laughing_] Non che io dabble o niente.

source: [_jacklyn_s_cringe_] Minimalist bullshit can suck all three of my dicks.
fr_fr: [_jacklyn_s_cringe_] Des conneries minimalistes peuvent sucer les trois de mes dicks.
it_it: [_jacklyn_s_cringe_] Minimalista bullshit può succhiare tutti e tre i miei cazzi.

source: [_jacklyn_s_cringe_] If I'd been born in another generation, I would've pegged Judd.
fr_fr: [_jacklyn_s_cringe_] Si je suis né dans une autre génération, j'aurais fixé Judd.
it_it: [_jacklyn_s_cringe_] Se fossi nato da un'altra generazione, avrei ancorato Judd.

source: [_jacklyn_s_annoyed_] Did you know that my selfie-insta has more followers than my art one?
fr_fr: [_jacklyn_s_annoyed_] Saviez-vous que mon selfie-insta a plus de suiveurs que mon art?
it_it: [_jacklyn_s_annoyed_] Lo sapevi che il mio selfie-insta ha più seguaci della mia arte?

source: [_jacklyn_s_annoyed_] People are horny morons.
fr_fr: [_jacklyn_s_annoyed_] Les gens sont des morons horny.
it_it: [_jacklyn_s_annoyed_] La gente è moroni arrapati.

source: [_jacklyn_s_neutral_] Female artists always hunt my pussy.
fr_fr: [_jacklyn_s_neutral_] Les femmes artistes chassent toujours ma chatte.
it_it: [_jacklyn_s_neutral_] Gli artisti femminili cacciano sempre la mia figa.

source: [_jacklyn_s_annoyed_] Even Mrs. Bloomer had a thing for these juice petals.
fr_fr: [_jacklyn_s_annoyed_] Même Mme Bloomer avait une chose pour ces pétales de jus.
it_it: [_jacklyn_s_annoyed_] Anche la signora Bloomer ha avuto una cosa per questi petali di succo.

source: [_jacklyn_s_annoyed_] I swear it's a fucking magnet or something.
fr_fr: [_jacklyn_s_annoyed_] Je jure que c'est un putain d'aimant ou quelque chose.
it_it: [_jacklyn_s_annoyed_] Giuro che è un fucking magnet, o qualcosa.

source: [_jacklyn_s_neutral_] Shame I don't dabble.
it_it: [_jacklyn_s_neutral_] Vergogna che io non mi abbli.

source: [_jacklyn_s_thinking_] Symbolism is what rips open the subconscious mind.
fr_fr: [_jacklyn_s_thinking_] Le symbolisme est ce que les rips ouvrent l'esprit subconscient.
it_it: [_jacklyn_s_thinking_] Simbolismo è ciò che strappa aprire la mente subconscia.

source: [_jacklyn_s_thinking_] Hidden phallic imagery that gives the unknowing masses a mental boner.
fr_fr: [_jacklyn_s_thinking_] L'imagerie phallique cachée qui donne à la masse inconnue un bonbon mental.
it_it: [_jacklyn_s_thinking_] Immagine fallica nascosta che dà alle masse inconosciute un erezione mentale.

source: [_jacklyn_s_neutral_] Weird how lesbians are always so into art.
fr_fr: [_jacklyn_s_neutral_] Bizarre comment les lesbiennes sont toujours aussi dans l'art.
it_it: [_jacklyn_s_neutral_] Strano come le lesbiche sono sempre così nell'arte.
