Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_statement.po
Languages: fr_fr, it_it

source: "I'm not much of a sailor, but fishnets certainly catch my attention."
fr_fr: "Je ne suis pas un marin, mais les filets de pêche m'ont certainement attiré mon attention".
it_it: "Non sono molto un marinaio, ma le reti da pesca certamente catturano la mia attenzione."

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"Honestly, I'd like {i}you{/} to flatter my scarlett johansson..."
fr_fr: ? mc.intellect> =6@[mc.intellect]/6 | { image=stats int } | "Honnêtement, je voudrais que {i}vous { / } flatter mon foulard johansson ..."
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "Onestamente, vorrei {i}tu{/} per appiattire il mio scarlett johansson..."

source: "I think I do, yeah..."
fr_fr: "Je pense que je le fais, oui ..."
it_it: "Penso di sì, sì..."

source: "Actually, I'd like to give you one!"
fr_fr: "En fait, j'aimerais vous en donner une !"
it_it: "In realtà, vorrei darvi uno!"

source: "Thanks, I needed to hear that..."
fr_fr: "Merci, j'avais besoin d'entendre ça ..."
it_it: "Grazie, avevo bisogno di sentirlo..."

source: "Thanks, but what about that blowjob?"
fr_fr: "Merci, mais qu'en est-il de cette pipe?"
it_it: "Grazie, ma che dire di quel pompino?"

source: Make a salad
fr_fr: Faire une salade
it_it: Prepara un'insalata

source: ?flora.lust>=4@[flora.lust]/4|{image= flora contact_icon}|{image=stats lust}|Get [flora] to cook for you
it_it: ?flora.lust>=4@[flora.lust]/4<unk> {image= flora contact_icon}<unk> {image=stats lust}<unk> Get [flora] to cook for you

source: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|It's a problem for later
fr_fr: ? mc.charisma> =4@[mc.charisma]/4 | { image=stats cha } | C'est un problème pour plus tard
it_it: ?mc.charisma>=4@[mc.charisma]/4<unk> {image=stats cha}<unk> È un problema per più tardi

source: ?mc.money>=20@[mc.money]/20|{image=ui icon_money}|"That's outrageous! Here you go."
fr_fr: ? mc.money> =20 @[mc.money]/20 | { image=ui icon_money } | " C'est scandaleux ! Ici vous allez. "
it_it: ?mc.money>=20@[mc.money]/20<unk> {image=ui icon_money}<unk> "È oltraggioso! Ecco."

source: "I'd rather starve!"
fr_fr: "Je préfère mourir de faim !"
it_it: "Preferirei morire!"

source: "I'm too lazy and cheap for that..."
fr_fr: "Je suis trop paresseux et bon marché pour ça ..."
it_it: "Sono troppo pigro ed economico per quello..."

source: ?mc.money>=13@[mc.money]/13|{image=ui icon_money}|"Can you buy me a bag?"
fr_fr: ? mc.money> =13 @[mc.money]/13 | { image=ui icon_money } | "Pouvez-vous m'acheter un sac?"
it_it: ?mc.money>=13@[mc.money]/13<unk> {image=ui icon_money}<unk> "Puoi comprarmi una borsa?"

source: "Look who's talking... I don't exactly see you drowning in dicks."
fr_fr: " Regarde qui parle ... Je ne vous vois pas se noyer dans les dicks. "
it_it: "Guarda chi sta parlando... Non ti vedo esattamente annegare nei cazzi."

source: "Expensive dinners aren't a good foundation for a relationship, anyway..."
fr_fr: "Les dîners coûteux ne sont pas une bonne base pour une relation, de toute façon ..."
it_it: "Cene costose non sono una buona base per un rapporto, comunque..."

source: ?mc.money>=50@[mc.money]/50|{image=ui hud icon_money}|"Deal..."
it_it: ?mc.money>=50@[mc.money]/50<unk> {image=ui hud icon_money}<unk> "Deal..."

source: "Forget it."
fr_fr: "Oublie ça."
it_it: "Dimenticatelo."

source: ?mc.money>=25 and mc.intellect>=5@[mc.money]/25|{image=ui hud icon_money}|+|[mc.intellect]/5|{image=stats int}|"You still owe me $25 for [jo]'s present last Christmas."
fr_fr: ? mc.money> =25 et mc.intellect> =5@[mc.money]/25 | { image=ui hud icon_money } | + |[mc.intellect]/5 | { image=stats int } | "Vous me devez encore $ 25 pour [jo]'s présent dernier Noël."
it_it: ?mc.money>=25 e mc.intellect>=5@[mc.money]/25<unk> {image=ui hud icon_money}<unk> +<unk>[mc.intellect]/5<unk> {image=stats int}<unk> "Mi devi ancora $25 per il prossimo Natale di [jo]."

source: ?quest.jacklyn_statement['salad_made']@|{image= items croutons}|"Yeah, I made a caesar salad."
fr_fr: ? quest.jacklyn_statement ['salad_made'] @ | { image= items croutons } | "Ouais, j'ai fait une salade de caesar."
it_it: ?quest.jacklyn_statement['salad_made']@<unk> {image= items croutons}<unk> "Sì, ho fatto un'insalata cesare."

source: ?quest.jacklyn_statement['problem_for_later']@|"Not really... I thought we'd figure it out once you got here."
fr_fr: ? quest.jacklyn_statement [ 'problem_for_later'] @| " Pas vraiment ... Je pensais que nous le verrions une fois que vous êtes arrivé ici. "
it_it: ?quest.jacklyn_statement['problem_for_later']@<unk> "Non davvero... pensavo che lo avremmo capito una volta che sei arrivato."

source: "If that's what you want..."
fr_fr: "Si c'est ce que vous voulez ..."
it_it: "Se è quello che vuoi..."

source: "No, I want this to be casual, but not that casual."
fr_fr: "Non, je veux que ça soit décontracté, mais pas si décontracté."
it_it: "No, voglio che questo sia casuale, ma non casuale."

source: "What's your favorite game?"
fr_fr: "Quel est votre jeu préféré?"
it_it: "Qual è il tuo gioco preferito?"

source: "Why do you want to become an art teacher?"
fr_fr: "Pourquoi voulez-vous devenir professeur d'art?"
it_it: "Perché vuoi diventare un insegnante d'arte?"

source: "Would you like to hear a funny story?"
fr_fr: "Aimeriez-vous entendre une histoire drôle?"
it_it: "Ti piacerebbe sentire una storia divertente?"

source: "One of passion, ferocity, and vigor!"
fr_fr: "Une de la passion, de la férocité et de la vigueur !"
it_it: "Uno di passione, ferocia e vigoroso!"

source: "One of love, tranquility, and understanding."
fr_fr: "L'amour, la tranquillité et la compréhension."
it_it: "Uno di amore, tranquillità e comprensione."

source: "You're the real artist, you decide."
fr_fr: "Vous êtes l'artiste réel, vous décidez."
it_it: "Sei il vero artista, decide."

source: "How you've opened my eyes to what it means to be an artist."
fr_fr: "Comment vous avez ouvert les yeux sur ce que signifie être un artiste".
it_it: "Come hai aperto gli occhi a quello che significa essere un artista."

source: ?jacklyn.lust>=8@[jacklyn.lust]/8|{image= jacklyn contact_icon}|{image=stats lust_2}|"That I want to put my dick in your ass right now."
it_it: ?jacklyn.lust>=8@[jacklyn.lust]/8<unk> {image= jacklyn contact_icon}<unk> {image=stats lust_2}<unk> "Che voglio mettere il mio cazzo nel culo in questo momento."

source: ?quest.jacklyn_statement['clothes'] == 'punk'@|{image=jacklyn avatar choker}|"That I want you to fuck me."
fr_fr: ? quest.jacklyn_statement ['vêtements'] == 'punk'@ | { image=jacklyn avatar choker } | "Que je veux que vous me baisez."
it_it: ?quest.jacklyn_statement['clothes'] == 'punk'@<unk> {image=jacklyn avatar choker}<unk> "Che voglio che mi scopiate me."

source: Fill her ass with cum
fr_fr: Remplissez le cul avec cum.
it_it: Riempi il suo culo di sperma

source: [_jacklyn_] Meet?
fr_fr: [_jacklyn_] Rencontre?

source: [_flora_s_sad_] Fine...
fr_fr: [_flora_s_sad_] Amende ...

source: [_mc_] Sorry...
fr_fr: [_mc_] Désolé ...

source: [_jacklyn_s_smile_right_] We'll see.
fr_fr: [_jacklyn_s_smile_right_] Nous verrons.

source: [_mc_] Okay!
fr_fr: [_mc_] Ok !

source: [_mc_] So... err...
fr_fr: [_mc_] Alors ... err ...

source: [_mc_] Fuck...
fr_fr: [_mc_] Putain ...

source: [_mc_] Fuck, I'm so close...
fr_fr: [_mc_] Fuck, je suis si proche ...

source: [_mc_] Uh, okay...
fr_fr: [_mc_] Uh, ok ...
