Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_sweets.po
Languages: it_it

source: Imagine if [most_lust] got on her knees right next to [jacklyn]...
it_it: Immaginate se [most_lust] si è messo in ginocchio proprio accanto a [jacklyn]...

source: Like two art connoisseurs in the Louvre.
it_it: Come due intenditori d'arte al Louvre.

source: And it wouldn't be dirty. It would just be raw and artsy.
it_it: E non sarebbe sporco. Sarebbe solo crudo e artistico.

source: Uhhh! I'm about to Jackson Pollock all over this bitch!
it_it: Uhhh! Sto per Jackson Pollock in tutta questa cagna!

source: [_jacklyn_s_king_of_sweets_cum_on_face1_] Hmm? Is it time for the king to take the throne?
it_it: [_jacklyn_s_king_of_sweets_cum_on_face1_] Hmm? È ora che il re prenda il trono?

source: [_jacklyn_s_king_of_sweets_cum_on_face1_] You're the artist now — tell me where you want the final splash of color!{space=-85}
it_it: [_jacklyn_s_king_of_sweets_cum_on_face1_] Sei ora l'artista — dimmi dove vuoi lo splash finale di colore!{space=-85}

source: [_mc_] I think a face painting is in order...
it_it: [_mc_] Penso che un viso dipinto sia in ordine...

source: [_jacklyn_s_king_of_sweets_stroke7_] That's photogenic as fuck.
it_it: [_jacklyn_s_king_of_sweets_stroke7_] È fotogenico come cazzo.

source: [_jacklyn_s_king_of_sweets_stroke3_] All right... hit me, shooter!
it_it: [_jacklyn_s_king_of_sweets_stroke3_] Va bene... mi ha colpito, tiratore!

source: [_mc_] H-here it comes!
it_it: [_mc_] H-qui viene!

source: Man, there's something special about a teacher wearing your cum on her face...
it_it: Uomo, c'è qualcosa di speciale per un insegnante che indossa il tuo sperma sul suo viso...

source: [jacklyn] isn't even embarrassed, which makes it even hotter.
it_it: [jacklyn] non è nemmeno imbarazzato, il che lo rende ancora più caldo.

source: [_mc_] Swallow it!
it_it: [_mc_] la inghiottisci!

source: [_jacklyn_s_king_of_sweets_cum_on_face1_] Great art always fills the body and soul.
it_it: [_jacklyn_s_king_of_sweets_cum_on_face1_] La grande arte riempie sempre il corpo e l'anima.

source: [_jacklyn_s_king_of_sweets_cum_in_mouth_] Mmmm... thanks for the meal, hot shot.
it_it: [_jacklyn_s_king_of_sweets_cum_in_mouth_] Mmmm... grazie per il pasto, colpo caldo.

source: I feel like I came twice the usual load, but [jacklyn] swallowed it all like a pro.
it_it: Mi sento come se fossi arrivato due volte il solito, ma [jacklyn] ingoiò tutto come un professionista.

source: She's even licking her lips...
it_it: Sta persino leccando le labbra...

source: [_jacklyn_] And now for the crowning moment...
it_it: [_jacklyn_] E ora per il momento di coronamento...

source: [_jacklyn_] A clean-filthy shot for the magazine!
it_it: [_jacklyn_] Uno scatto pulito per la rivista!

source: [_jacklyn_s_laughing_] Did you enjoy your first art exhibition?
it_it: [_jacklyn_s_laughing_] Ti è piaciuta la tua prima mostra d'arte?

source: [_mc_] V-very much so...
it_it: [_mc_] V-molto così...

source: [_jacklyn_s_excited_] Keep this up, and people will queue for the candy shop.
it_it: [_jacklyn_s_excited_] Tieni in coda, e la gente si metterà in coda per il negozio di caramelle.

source: [_jacklyn_s_excited_] This is what art is all about. The whole raw truth.
it_it: [_jacklyn_s_excited_] Questo è ciò che l'arte è tutto. Tutta la verità grezza.

source: [_jacklyn_s_excited_] No sugarcoating, while literally sugarcoating it. Stars, my man!
it_it: [_jacklyn_s_excited_] Nessun rivestimento dello zucchero, mentre letteralmente lo zuccherifica. Stelle, il mio uomo!

source: [_jacklyn_s_laughing_] Now get those eyes on that murder!
it_it: [_jacklyn_s_laughing_] Ora prendi quegli occhi su quell'omicidio!

source: [_mc_] I will! Thanks!
it_it: [_mc_] lo farò! Grazie!

source: If I'd known there were loopholes like this, I would've studied art way harder last time...
it_it: Se sapessi che c'erano scappatoie come questa, avrei studiato arte modo più difficile l'ultima volta...

source: Although... Mrs. Bloomer would probably have gotten me expelled if I pulled that stunt.
it_it: Però... la signora Bloomer avrebbe probabilmente ottenuto me espulso se ho tirato quell'acrobazia.

source: Thank god for [jacklyn] and her taste... in art.
it_it: Grazie dio per [jacklyn] e il suo gusto... nell'arte.

source: Now that I'm a certified artist, maybe it's time to hang up a piece of my own?
it_it: Ora che sono un artista certificato, forse è il momento di appendere un pezzo del mio?

source: Yeah, that's the stuff. One day, this piece will be worth millions.
it_it: Sì, questa è la roba. Un giorno, questo pezzo vale milioni.

source: ?mc.money>=20@[mc.money]/20|{image=ui hud icon_money}|Leave some cash on the counter
it_it: ?mc.money>=20@[mc.money]/20<unk> {image=ui hud icon_money}<unk> Lascia un po 'di denaro sul contatore

source: I also don't have enough money or strength points
it_it: Inoltre non ho abbastanza soldi o punti di forza

source: "I plan to bring new meaning to the phrase 'a feast for your eyes.'"
it_it: "Ho intenzione di portare nuovo significato alla frase 'una festa per i vostri occhi."

source: "I'll leave the quantifying of art to the critics."
it_it: "Lascerò la quantificazione dell'arte ai critici."

source: "Sorry, I don't share my ideas."
it_it: "Mi dispiace, non condivido le mie idee."

source: "That's just frustration."
it_it: "È solo frustrazione."

source: ?mc.charisma>=7@[mc.charisma]/7|{image=stats cha}|"If it ain't a crime scene, it ain't art."{space=-20}
it_it: ?mc.charisma>=7@[mc.charisma]/7<unk> {image=stats cha}<unk> "If it ain't a crime scene, it ain't art."{space=-20}

source: "Could you take a photo for Newfall Culinary?"
it_it: "Potresti scattare una foto per Newfall Culinary?"

source: ?jacklyn.lust>=10@[jacklyn.lust]/10|{image= jacklyn contact_icon}|{image=stats lust_3}|"Would you like to taste the King of Sweets?"
it_it: ?jacklyn.lust>=10@[jacklyn.lust]/10<unk> {image= jacklyn contact_icon}<unk> {image=stats lust_3}<unk> "Vorresti assaggiare il Re dei Dolci?"

source: "I think a face painting is in order..."
it_it: "Penso che una pittura faccia sia in ordine..."

source: "Swallow it!"
it_it: "Deglutiscelo!"
