Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_statement.po
Languages: fr_fr, it_it

source: [_mc_] Yeah, I made a caesar salad.
fr_fr: [_mc_] Oui, j'ai fait une salade de caesar.
it_it: [_mc_] Sì, ho fatto un'insalata di cesar.

source: [_jacklyn_s_excited_] A mean salad is better than a mean machine.
fr_fr: [_jacklyn_s_excited_] Une salade moyenne est meilleure qu'une machine moyenne.
it_it: [_jacklyn_s_excited_] Un'insalata media è migliore di una macchina media.

source: [_mc_] I err... I think I agree with that.
fr_fr: [_mc_] I err ... Je pense que je suis d'accord avec cela.
it_it: [_mc_] mi sbaglio... Penso di essere d'accordo con questo.

source: [_jacklyn_s_laughing_] Since I'm a truther, I'll tell you something... cooking for me is swelters, okay?
fr_fr: [_jacklyn_s_laughing_] Depuis que je suis une truffe, je vais vous dire quelque chose ... la cuisine pour moi est un escroc, d'accord?
it_it: [_jacklyn_s_laughing_] Dal momento che sono una verità, ti dirò qualcosa... cucinare per me è spalmatori, va bene?

source: [_jacklyn_s_laughing_] Yeah... makes my cat purr and my ticker gush.
fr_fr: [_jacklyn_s_laughing_] Yeah ... fait mon chat purr et mon ticker gush.
it_it: [_jacklyn_s_laughing_] Yeah... rende il mio gatto purr e il mio ticker gush.

source: [_mc_] Thanks, but it's just a salad...
fr_fr: [_mc_] Merci, mais c'est juste une salade ...
it_it: [_mc_] Grazie, ma è solo un'insalata...

source: [_jacklyn_s_excited_right_] Picasso said it's just paintings. It's just people.
fr_fr: [_jacklyn_s_excited_right_] Picasso a dit que ce n'était que des peintures. C'est juste des gens.
it_it: [_jacklyn_s_excited_right_] Picasso ha detto che sono solo dipinti. Sono solo persone.

source: [_mc_] It's probably best you have a taste first.
fr_fr: [_mc_] C'est probablement le mieux que vous avez un avant-goût.
it_it: [_mc_] È probabilmente meglio che tu abbia un assaggio prima.

source: [_mc_] Not really... I thought we'd figure it out once you got here.
fr_fr: [_mc_] Pas vraiment ... Je pensais que nous le verrions une fois que vous êtes arrivé ici.
it_it: [_mc_] Non davvero... pensavo che lo avremmo capito una volta arrivati qui.

source: [_jacklyn_s_excited_] Bitch, I do like spontaneity!
fr_fr: [_jacklyn_s_excited_] Bitch, j'aime la spontanéité !
it_it: [_jacklyn_s_excited_] Bitch, mi piace la spontaneità!

source: [_mc_] Same, same... all right, what do you feel like?
fr_fr: [_mc_] Même chose, que vous ressentez?
it_it: [_mc_] Lo stesso, lo stesso... bene, cosa ti senti?

source: [_jacklyn_s_laughing_] Wouldn't it be totally freak show if we had milk and cereal?
fr_fr: [_jacklyn_s_laughing_] Ne serait-ce pas un spectacle totalement libre si nous avions du lait et des céréales?
it_it: [_jacklyn_s_laughing_] Non sarebbe del tutto strano mostrare se avessimo latte e cereali?

source: [_jacklyn_s_excited_] Like, that would shatter so many social expectations in one big bang.
fr_fr: [_jacklyn_s_excited_] Comme, cela ferait éclater tant d'attentes sociales dans un big bang.
it_it: [_jacklyn_s_excited_] Come, che avrebbe frantumato così tante aspettative sociali in un grande bang.

source: [_mc_] If that's what you want...
fr_fr: [_mc_] Si c'est ce que vous voulez ...
it_it: [_mc_] Se è quello che vuoi...

source: [_jacklyn_s_laughing_] Are you this kitten in the bedroom too?
fr_fr: [_jacklyn_s_laughing_] Vous êtes ce chaton dans la chambre aussi?
it_it: [_jacklyn_s_laughing_] Sei anche questo gattino in camera da letto?

source: [_mc_] Meow! Err... I mean, maybe!
fr_fr: [_mc_] Meow ! Err ... Je veux dire, peut-être !
it_it: [_mc_] Meow! Err... Voglio dire, forse!

source: Shit, that was really cringe...
fr_fr: Merde, c'était vraiment un craque ...
it_it: Merda, che era davvero piangente...

source: [_jacklyn_s_cringe_] Macho is so 1884, anyway.
fr_fr: [_jacklyn_s_cringe_] Macho est si 1884, de toute façon.
it_it: [_jacklyn_s_cringe_] Macho è così 1884, comunque.

source: Not sure what [jacklyn] means by that, but hey, anything to please your lady, right?
fr_fr: Pas sûr de ce que [jacklyn] signifie par ça, mais hé, n'importe quoi pour plaire à votre dame, n'est-ce pas?
it_it: Non sei sicuro di cosa [jacklyn] significa con questo, ma hey, qualcosa per piacere alla tua signora, giusto?

source: Not that she's my lady yet or anything, but can't start the pleasing too soon.
fr_fr: Pas qu'elle soit ma dame ou quoi que ce soit, mais je ne peux pas commencer à plaire trop tôt.
it_it: Non che lei sia la mia signora ancora o nulla, ma non può iniziare il piacere troppo presto.

source: [_mc_] No, I want this to be casual, but not that casual.
fr_fr: [_mc_] Non, je veux que ça soit décontracté, mais pas si décontracté.
it_it: [_mc_] No, voglio che questo sia casuale, ma non casuale.

source: [_jacklyn_s_neutral_] Honestly, I'm starving and simple sounds good.
fr_fr: [_jacklyn_s_neutral_] Honnêtement, je suis affamé et simple sonne bien.
it_it: [_jacklyn_s_neutral_] Onestamente, sto morendo di fame e suoni semplici bene.

source: [_mc_] But... I'll be remembered forever as the guy who served his date cereal...
fr_fr: [_mc_] Mais ... Je me souviendrai à jamais du gars qui a servi sa céréale ...
it_it: [_mc_] Ma... Sarò ricordato per sempre come il ragazzo che ha servito il suo appuntamento cereali...

source: [_jacklyn_s_smile_] Yeah, but that's flickers and sparks! As long as you own it, people will find it badass.
fr_fr: [_jacklyn_s_smile_] Oui, mais c'est des rameurs et des étincelles ! Tant que vous le possédez, les gens trouveront le blaireau.
it_it: [_jacklyn_s_smile_] Sì, ma questo è tremolio e scintille! Finché lo possiedi, la gente lo troverà cattivo.

source: [_jacklyn_s_laughing_] High schoolers eat that shit up.
fr_fr: [_jacklyn_s_laughing_] Les lycéen mangent ce merde.
it_it: [_jacklyn_s_laughing_] Gli alunni mangiano quello scuotono.

source: [_mc_] Uhh, okay... if you insist.
fr_fr: [_mc_] Uhh, ok ... si vous insisez.
it_it: [_mc_] Uhh, okay... se insisti.

source: [_mc_] Please, have a seat... I'll just fix the lighting and stuff...
fr_fr: [_mc_] S'il vous plaît, avez un siège ... Je vais juste réparer l'éclairage et les trucs ...
it_it: [_mc_] Si prega di avere un posto a sedere... Mi limito a fissare l'illuminazione e roba...

source: [_jacklyn_s_excited_] Understood.
fr_fr: [_jacklyn_s_excited_] Comprendre.
it_it: [_jacklyn_s_excited_] compreso.

source: Not sure how this happened, but I'm actually on a date with freaking [jacklyn].
fr_fr: Pas sûr de comment ça s'est passé, mais en fait je suis à une date avec un freaking [jacklyn].
it_it: Non è sicuro di come sia successo, ma sono in realtà in un appuntamento con [jacklyn].

source: I overheard some of the girls calling her a sex symbol the other day.
fr_fr: J'ai entendu certaines des filles appeler son sex-symbole l'autre jour.
it_it: Ho sentito alcune delle ragazze che la chiamano un simbolo del sesso l'altro giorno.

source: And if they're saying that, you just know all the guys have thought it already...
fr_fr: Et s'ils disent ça, vous savez juste que tous les gars l'ont déjà pensé ...
it_it: E se stanno dicendo questo, si sa solo che tutti i ragazzi hanno pensato già...

source: Messing this up is a no-go.
fr_fr: Messing est un non-go.
it_it: Messaggiare questo è un no-go.

source: [_mc_] I know it's not much, but I've always found overblown romantic gestures kinda cringe.
fr_fr: [_mc_] Je sais que ce n'est pas beaucoup, mais j'ai toujours trouvé des gestes romantiques exagérées kinda cringe.
it_it: [_mc_] So che non è molto, ma ho sempre trovato gesti romantici stravolti kinda cringe.

source: [_jacklyn_s_jacklyn_date_nervous_] Romanticism is a bygone era.
fr_fr: [_jacklyn_s_jacklyn_date_nervous_] Le romantisme est une époque révolque.
it_it: [_jacklyn_s_jacklyn_date_nervous_] Il romanticismo è un'epoca passata.

source: Crap. What do you even say on dates?
fr_fr: Crap. Que dis-tu des dates?
it_it: Crap. Che cosa dite persino sulle date?

source: My mind's totally blank...
fr_fr: Mon esprit est complètement vide ...
it_it: La mia mente è completamente vuota...

source: [_mc_] Did you like the food?
fr_fr: [_mc_] Avez-vous aimez la nourriture?
it_it: [_mc_] Ti è piaciuto il cibo?

source: [_jacklyn_s_jacklyn_date_flirty_] It's pussy dew!
fr_fr: [_jacklyn_s_jacklyn_date_flirty_] C'est la rosée !
it_it: [_jacklyn_s_jacklyn_date_flirty_] È rugiada della figa!

source: [_jacklyn_s_jacklyn_date_laughing_] Four out of four toasters!
fr_fr: [_jacklyn_s_jacklyn_date_laughing_] Quatre sur quatre !
it_it: [_jacklyn_s_jacklyn_date_laughing_] Quattro tostapane!

source: [_mc_] Heh, thanks!
fr_fr: [_mc_] Heh, merci !
it_it: [_mc_] Heh, grazie!

source: [_mc_] What did you think of the Whooshster™ Sauce?
fr_fr: [_mc_] Qu'avez-vous pensé de la Whooshster™ Sauce?
it_it: [_mc_] Cosa ne pensavi della Salsa WhooshsterTM?

source: [_jacklyn_s_jacklyn_date_flirty_] Blew me away. Totally made me straight!
fr_fr: [_jacklyn_s_jacklyn_date_flirty_] Blew me. Totalement m'a fait droit !
it_it: [_jacklyn_s_jacklyn_date_flirty_] Blew me via. Completamente mi ha fatto dritto!

source: [_mc_] I thought you were straight?
fr_fr: [_mc_] Je croyais que vous étiez droit?
it_it: [_mc_] pensavo che fossi dritto?

source: [_jacklyn_s_jacklyn_date_laughing_] Oh, baby boy... I meant it woke me the fuck up.
fr_fr: [_jacklyn_s_jacklyn_date_laughing_] Oh, petit garçon ... Je voulais dire que ça m'a réveillé.
it_it: [_jacklyn_s_jacklyn_date_laughing_] Oh, bambino ragazzo... Volevo che mi svegliasse il cazzo in su.

source: [_jacklyn_s_jacklyn_date_smile_] You know I don't dabble.
fr_fr: [_jacklyn_s_jacklyn_date_smile_] Tu sais que je ne sais pas.
it_it: [_jacklyn_s_jacklyn_date_smile_] Lo sai che non sono dabble.

source: [_mc_] Ah! Got confused there for a second!
fr_fr: [_mc_] Ah ! J'y ai confondu une seconde !
it_it: [_mc_] Ah! Ci è stato confuso per un secondo!

source: [_jacklyn_s_jacklyn_date_laughing_] It's a pass over the bar.
fr_fr: [_jacklyn_s_jacklyn_date_laughing_] C'est une passe au-dessus du bar.
it_it: [_jacklyn_s_jacklyn_date_laughing_] È un passaggio sopra la barra.

source: [_mc_] Great...
fr_fr: [_mc_] Grande ...
it_it: [_mc_] Grande...

source: Hmm... I need to think of a good topic...
fr_fr: Hmm ... Je dois penser à un bon sujet ...
it_it: Hmm... Ho bisogno di pensare a un buon argomento...

source: [_mc_] What's your favorite game?
fr_fr: [_mc_] Quel est votre jeu préféré?
it_it: [_mc_] Qual è il tuo gioco preferito?

source: [_jacklyn_s_jacklyn_date_laughing_] I only play love games.
it_it: [_jacklyn_s_jacklyn_date_laughing_] Gioco solo giochi d'amore.

source: [_mc_] Err... same. Video games are for nerds.
fr_fr: [_mc_] Err ... identique. Les jeux vidéo sont pour les nerds.
it_it: [_mc_] Err... stesso. I videogiochi sono per nerds.

source: [_jacklyn_s_jacklyn_date_flirty_] If that's your passion, then shake that virtual ass!
fr_fr: [_jacklyn_s_jacklyn_date_flirty_] Si c'est votre passion, agitez le cul virtuel !
it_it: [_jacklyn_s_jacklyn_date_flirty_] Se questa è la tua passione, scuoti quel culo virtuale!

source: [_mc_] Ah, yeah... definitely. I do play some video games. I really like Castlevania.
fr_fr: [_mc_] Ah, oui ... sans aucun doute. Je joue quelques jeux vidéo. J'aime vraiment Castlevania.
it_it: [_mc_] Ah, sì... definitivamente. Riproduco alcuni videogiochi. Mi piace molto Castlevania.

source: [_jacklyn_s_jacklyn_date_neutral_] Can't say I've heard of it...
fr_fr: [_jacklyn_s_jacklyn_date_neutral_] Je ne peux pas dire que j'en ai entendu ...
it_it: [_jacklyn_s_jacklyn_date_neutral_] Non posso dire che ne ho sentito parlare...

source: [_mc_] Why do you want to become an art teacher?
fr_fr: [_mc_] Pourquoi voulez-vous devenir professeur d'art?
it_it: [_mc_] Perché vuoi diventare un insegnante d'arte?

source: [_jacklyn_s_jacklyn_date_neutral_] Art is my weeping heart... always has been.
fr_fr: [_jacklyn_s_jacklyn_date_neutral_] L'art est mon cœur pleurer ... toujours a été.
it_it: [_jacklyn_s_jacklyn_date_neutral_] L'arte è il mio cuore piangente... è sempre stato.

source: [_jacklyn_s_jacklyn_date_smile_] Plus it's chill as fuck. Just watch a bunch of students splash color on a canvas all day...
fr_fr: [_jacklyn_s_jacklyn_date_smile_] Plus c'est le refroidissement comme baiser. Il suffit de voir une bande d'étudiants éclaboussé la couleur sur une toile toute la journée ...
it_it: [_jacklyn_s_jacklyn_date_smile_] Plus è freddo come cazzo. Basta guardare un mucchio di studenti spruzzare colore su una tela tutto il giorno...

source: [_mc_] Never thought of that! Getting a chill job is pretty legit.
fr_fr: [_mc_] Jamais pensé à ça ! Faire un travail de refroidissement est assez simple.
it_it: [_mc_] Mai pensato a quello! Ottenere un lavoro freddo è piuttosto legit.

source: [_jacklyn_s_jacklyn_date_laughing_] Yeah, and I can dress however the fuck I want and call it part of the image.
fr_fr: [_jacklyn_s_jacklyn_date_laughing_] Oui, et je peux m'habiller cependant la baise que je veux et l'appeler une partie de l'image.
it_it: [_jacklyn_s_jacklyn_date_laughing_] Sì, e posso vestire comunque il cazzo che voglio e chiamarlo parte dell'immagine.

source: [_mc_] I do like the way you dress... it's a very strong statement.
fr_fr: [_mc_] J'aime bien la façon dont vous vous habiller ... c'est une déclaration très forte.
it_it: [_mc_] Mi piace il modo in cui ti vesti... è una dichiarazione molto forte.

source: [_jacklyn_s_jacklyn_date_flirty_] You're totally rubbing my clit right now.
fr_fr: [_jacklyn_s_jacklyn_date_flirty_] Vous frottez totalement mon point de vue maintenant.
it_it: [_jacklyn_s_jacklyn_date_flirty_] Stai completamente strofinando il mio clitoride in questo momento.

source: [_mc_] Err... you're welcome?
fr_fr: [_mc_] Err ... vous êtes les bienvenus?
it_it: [_mc_] Err... sei il benvenuto?

source: [_mc_] Would you like to hear a funny story?
fr_fr: [_mc_] Aimeriez-vous entendre une histoire drôle?
it_it: [_mc_] Ti piacerebbe sentire una storia divertente?

source: [_jacklyn_s_jacklyn_date_neutral_] Hit me, shooter.
fr_fr: [_jacklyn_s_jacklyn_date_neutral_] Hit me, tireur.
it_it: [_jacklyn_s_jacklyn_date_neutral_] Hit me, tiratore.

source: [_mc_] Okay, here goes...
fr_fr: [_mc_] Ok, voilà ...
it_it: [_mc_] Okay, qui va...

source: [_mc_] I once had a nightmare that felt like years.
fr_fr: [_mc_] J'ai eu une fois un cauchemar qui se sentait comme des années.
it_it: [_mc_] Ho avuto una volta un incubo che si sentiva come anni.

source: [_mc_] I watched my life pass before my eyes. It slipped between my fingers...
fr_fr: [_mc_] J'ai regardé ma vie passer devant mes yeux. Il a glissé entre mes doigts ...
it_it: [_mc_] Ho visto la mia vita passare davanti ai miei occhi. È scivolato tra le dita...

source: [_mc_] [flora] got engaged to some douchebag with a BMW.
fr_fr: [_mc_] [flora] s'est engagé dans un sac de pâte avec une BMW.
it_it: [_mc_] [flora] è stato impegnato ad alcuni douchebag con una BMW.

source: [_mc_] I dropped out of college due to depression, and started working some dead end job.
fr_fr: [_mc_] Je suis tombé de l'université en raison de la dépression et j'ai commencé à travailler à la mort.
it_it: [_mc_] Ho abbandonato il college a causa della depressione, e ho iniziato a lavorare un lavoro di fine morto.

source: [_mc_] Each night was just me playing video games and watching porn.
fr_fr: [_mc_] Chaque soir, j'étais juste en train de jouer à des jeux vidéo et de regarder du porno.
it_it: [_mc_] Ogni notte era solo io giocare a videogiochi e guardare il porno.

source: [_mc_] And then I woke up... and life seems entirely different.
fr_fr: [_mc_] Et puis je me suis réveillé ... et la vie semble complètement différente.
it_it: [_mc_] E poi mi sono svegliato... e la vita sembra completamente diversa.

source: [_mc_] In my dream, [mrsl] was this introverted loner. Mrs. Bloomer an old hag.
fr_fr: [_mc_] Dans mon rêve, [mrsl] était ce solitaire introverti. Mme Bloomer est une vieille merde.
it_it: [_mc_] Nel mio sogno, [mrsl] era questa londer introversa. Signora Bloomer un vecchio hag.

source: [_mc_] No girls ever wanted anything to do with me.
fr_fr: [_mc_] Aucune fille n'a jamais voulu quoi que ce soit à voir avec moi.
it_it: [_mc_] Nessuna ragazza ha mai voluto nulla a che fare con me.

source: [_mc_] I haven't told anyone this, but I'm so relieved I woke up... it almost feels like I traveled back in time.
fr_fr: [_mc_] Je ne l'ai dit à personne, mais je suis si soulagé que je me suis réveillé ... j'ai presque l'impression que j'ai voyagé dans le temps.
it_it: [_mc_] Non ho detto a nessuno questo, ma sono così sollevato che mi sono svegliato... sembra quasi come se avessi viaggiato indietro nel tempo.

source: [_mc_] Now you're here, and honestly, you're a splash of vibrant color in my life.
fr_fr: [_mc_] Vous êtes ici, et honnêtement, vous êtes un éclaboussé de couleurs vives dans ma vie.
it_it: [_mc_] Ora sei qui, e onestamente, sei una spruzzata di colore vivace nella mia vita.

source: [_jacklyn_s_jacklyn_date_laughing_] That's smooch as hell.
fr_fr: [_jacklyn_s_jacklyn_date_laughing_] C'est de l'enfer.
it_it: [_jacklyn_s_jacklyn_date_laughing_] Quello è liscio come inferno.

source: [_jacklyn_s_jacklyn_date_flirty_] Excuse me for sucking your cock, but that's quite amazing.
fr_fr: [_jacklyn_s_jacklyn_date_flirty_] Excuse-moi pour sucer votre bite, mais c'est assez incroyable.
it_it: [_jacklyn_s_jacklyn_date_flirty_] Scusami per succhiare il tuo cazzo, ma è abbastanza sorprendente.

source: [_jacklyn_s_jacklyn_date_smile_] It's like one of those origin stories... what a relief.
fr_fr: [_jacklyn_s_jacklyn_date_smile_] C'est comme l'une de ces histoires d'origine ... quel soulagement.
it_it: [_jacklyn_s_jacklyn_date_smile_] È come una di quelle storie di origine... che sollievo.

source: [_mc_] Happy you liked it.
fr_fr: [_mc_] Happy you aimait it.
it_it: [_mc_] Felice che ti è piaciuto.

source: [_jacklyn_s_jacklyn_date_surprised_] What was that?
fr_fr: [_jacklyn_s_jacklyn_date_surprised_] Qu'est-ce que c'était?
it_it: [_jacklyn_s_jacklyn_date_surprised_] Cos'era quello?

source: [_jacklyn_s_jacklyn_date_surprised_] Is someone else here?
fr_fr: [_jacklyn_s_jacklyn_date_surprised_] Est-ce que quelqu'un d'autre est ici?
it_it: [_jacklyn_s_jacklyn_date_surprised_] C'è qualcun altro qui?

source: [_mc_] No... [jo]'s at work and [flora] is at her internship.
fr_fr: [_mc_] No. .. [jo]'s au travail et [flora] est à son stage.
it_it: [_mc_] No... [jo]è al lavoro e [flora] è al suo tirocinio.

source: [_jacklyn_s_jacklyn_date_nervous_] That's pretty damn freddy kruger if you ask me...
fr_fr: [_jacklyn_s_jacklyn_date_nervous_] C'est merde freddy kruger si vous me demandez ...
it_it: [_jacklyn_s_jacklyn_date_nervous_] Questo è piuttosto dannatamente freddo kruger se mi chiedi...

source: [_mc_] Wait here, I'll go have a look.
fr_fr: [_mc_] Attends ici, je vais aller jeter un coup d'oeil.
it_it: [_mc_] Aspetta qui, andrò a dare un'occhiata.

source: [_jacklyn_s_jacklyn_date_neutral_] That's how you get kebabbed.
fr_fr: [_jacklyn_s_jacklyn_date_neutral_] C'est comme ça que vous obtenez kebabbed.
it_it: [_jacklyn_s_jacklyn_date_neutral_] È così che ottieni il kebabbed.

source: [_mc_] It's probably nothing! [flora] sometimes leaves the window open and the neighbor's cat climbs in.
fr_fr: [_mc_] C'est sans doute rien ! [flora] laisse parfois la fenêtre ouverte et le chat du voisin monte.
it_it: [_mc_] Probabilmente non è nulla! [flora] a volte lascia la finestra aperta e il gatto del vicino si arrampica.

source: [_mc_] But err... be ready to call the cops...
fr_fr: [_mc_] Mais err ... être prêt à appeler les flics ...
it_it: [_mc_] Ma err... sii pronto a chiamare i poliziotti...

source: I'm not sure why, but the urge to be fearless in front of [jacklyn] is too big.
fr_fr: Je ne sais pas pourquoi, mais l'envie d'avoir peur devant le [jacklyn] est trop grande.
it_it: Non sono sicuro del perché, ma la voglia di essere senza paura di fronte alla [jacklyn] è troppo grande.

source: And besides, it's probably actually nothing but an opportunity to make myself look badass.
fr_fr: Et en plus, ce n'est probablement qu'une occasion de me faire regarder le blaireau.
it_it: E inoltre, probabilmente in realtà non è altro che un'opportunità per farmi sembrare cattiva.

source: The stairs creak on their own.
fr_fr: L'escalier creak seul.
it_it: Le scale scricchiolano per conto proprio.

source: [_jacklyn_s_thinking_] Did you find anything yet?
fr_fr: [_jacklyn_s_thinking_] Avez-vous trouvé quoi que ce soit?
it_it: [_jacklyn_s_thinking_] Hai già trovato qualcosa?

source: [_mc_] Err, no... I'm still looking.
fr_fr: [_mc_] Err, no ... Je suis toujours en train de regarder.
it_it: [_mc_] Err, no... Sto ancora guardando.

source: Hmm... no one here, and the window is closed. Odd...
fr_fr: Hmm ... personne ici, et la fenêtre est fermée. Odd ...
it_it: Hmm... nessuno qui, e la finestra è chiusa. Odd...

source: Hmm... no one here. Could've sworn someone was hiding here...
fr_fr: Hmm ... personne ici. On aurait juré que quelqu'un se cachait ici ...
it_it: Hmm... nessuno qui. Could've giurato qualcuno si stava nascondendo qui...

source: Hmm... everything here looks untouched.
fr_fr: Hmm ... tout ce qui est ici n'est pas touché.
it_it: Hmm... tutto qui sembra intatto.

source: Suspiciously untouched...
fr_fr: De manière suspecte ...
it_it: Sospettosamente intatto...

source: [_jacklyn_s_neutral_] You look a little jell-o-legged, what's wrong?
fr_fr: [_jacklyn_s_neutral_] You look a little jell-o-legged, what's tort?
it_it: [_jacklyn_s_neutral_] Sembri un po' di jell-o-legged, che cosa c'è di sbagliato?

source: [_mc_] Just a little nervous about getting caught.
fr_fr: [_mc_] Un peu nerveux à propos de se faire prendre.
it_it: [_mc_] Appena un po 'nervoso di essere catturato.

source: [_jacklyn_s_cringe_] Stop it with the shit vibes!
fr_fr: [_jacklyn_s_cringe_] Arrite avec les vibrations de merde !
it_it: [_jacklyn_s_cringe_] Fermatelo con le vibrazioni di merda!

source: [_jacklyn_s_cringe_] No one's getting caught tonight.
fr_fr: [_jacklyn_s_cringe_] Personne ne se fait prendre ce soir.
it_it: [_jacklyn_s_cringe_] Nessuno viene catturato stasera.

source: [_mc_] Okay... so what kind of thing are we doing?
fr_fr: [_mc_] Ok ... Alors quel genre de chose faisons-nous?
it_it: [_mc_] Okay... quindi che tipo di cosa stiamo facendo?

source: [_jacklyn_s_excited_] A big statement! One that will be seen and appreciated by many.
fr_fr: [_jacklyn_s_excited_] Une grande déclaration ! Un exemple qui sera vu et apprécié par beaucoup.
it_it: [_jacklyn_s_excited_] Una grande dichiarazione! Uno che sarà visto e apprezzato da molti.

source: [_mc_] Are you sure about the second one?
fr_fr: [_mc_] Etes-vous sûr de la seconde?
it_it: [_mc_] Sei sicuro del secondo?

source: [_jacklyn_s_thinking_] Yeah? All good statements have an enjoyment factor.
fr_fr: [_jacklyn_s_thinking_] Oui? Toutes les bonnes déclarations ont un facteur de plaisir.
it_it: [_jacklyn_s_thinking_] Sì? Tutte le buone dichiarazioni hanno un fattore di divertimento.

source: [_jacklyn_s_smile_] That's the difference between vandalism and art.
fr_fr: [_jacklyn_s_smile_] C'est la différence entre le vandalisme et l'art.
it_it: [_jacklyn_s_smile_] Questa è la differenza tra vandalismo e arte.

source: [_mc_] Right... but why are we out here sneaking around, then?
fr_fr: [_mc_] Bien ... mais pourquoi sommes-nous ici en éternuement, alors?
it_it: [_mc_] giusto... ma perché siamo qui furtivamente intorno, allora?

source: [_mc_] Couldn't we just ask for a permit?
fr_fr: [_mc_] Est-ce que nous ne pourrions pas demander un permis?
it_it: [_mc_] Non è stato possibile richiedere un permesso?

source: [_jacklyn_s_angry_] People don't know what they want.
fr_fr: [_jacklyn_s_angry_] Les gens ne savent pas ce qu'ils veulent.
it_it: [_jacklyn_s_angry_] La gente non sa cosa vogliono.
