Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_statement.po
Languages: fr_fr, it_it

source: [_mc_] Riding me is—
fr_fr: [_mc_] -------------
it_it: [_mc_] Cavalcarmi è—

source: [_jacklyn_s_jacklyn_anal_thrust3_face3_] Oh, give it to me!
fr_fr: [_jacklyn_s_jacklyn_anal_thrust3_face3_] Oh, donnez-moi !
it_it: [_jacklyn_s_jacklyn_anal_thrust3_face3_] Oh, datemi a me!

source: [_mc_] Come on, impale yourself!
fr_fr: [_mc_] Allez, impale toi-même !
it_it: [_mc_] Avanti, impalati te stesso!

source: I've always dreamed of filling a girl's ass with semen...
fr_fr: J'ai toujours rêvé de remplir le cul d'une fille avec du sperme ...
it_it: Ho sempre sognato di riempire il culo di una ragazza con lo sperma...

source: I want her to remember me long after I pull my dick out.
fr_fr: Je veux qu'elle se souvienne de moi longtemps après que j'ai sorti ma bite.
it_it: Voglio che mi ricordi molto tempo dopo che tiro fuori il mio cazzo.

source: Fuck, that's the best feeling ever! Just shooting my load deep into her bowels!
fr_fr: Putain, c'est la meilleure sensation de jamais ! Il suffit de tirer ma cargaison en profondeur dans ses entrailles !
it_it: Cazzo che è la migliore sensazione di sempre! Basta sparare il mio carico in profondità nelle sue bocce!

source: Hot damn... I've...
fr_fr: Toutu chaud ... J'ai ...
it_it: Dannazione caldo... Io...

source: ...never cummed... so hard!
fr_fr: ... jamais cummed ... si dur !
it_it: ...non ingombrato... così duramente!

source: [_jacklyn_s_jacklyn_anal_postcum_] I just had an ass-gasm!
it_it: [_jacklyn_s_jacklyn_anal_postcum_] Ho appena avuto un as-gasm!

source: [_jacklyn_s_jacklyn_anal_postcum_] What a ride... you've been saving up, I think...
fr_fr: [_jacklyn_s_jacklyn_anal_postcum_] Quel voyage ... vous avez sauvé, je pense ...
it_it: [_jacklyn_s_jacklyn_anal_postcum_] Che giro... hai salvato, penso...

source: [_jacklyn_] My kitten drenched Venus...
fr_fr: [_jacklyn_] Mon chaton a gravé Vénus ...
it_it: [_jacklyn_] Il mio gattino inzuppato Venere...

source: [_mc_] Couldn't have said it better myself.
fr_fr: [_mc_] Je n'aurais pas pu le dire mieux moi-même.
it_it: [_mc_] Non è stato possibile dirlo meglio.

source: [_mc_] That was truly mind-blowing...
fr_fr: [_mc_] C'était vraiment hallucant ...
it_it: [_mc_] Che è stato davvero un colpo di mente...

source: [_mc_] I'm going to...
fr_fr: [_mc_] Je vais ...
it_it: [_mc_] Sto andando a...

source: [_mc_] Oh, fuck!
fr_fr: [_mc_] Oh, merde !
it_it: [_mc_] Oh, cazzo!

source: I think I just gave the moon a facial... hot damn!
fr_fr: Je pense que j'ai juste donné à la lune un visage ... chaud !
it_it: Penso di aver appena dato alla luna un facciale... dannazione caldo!

source: [_jacklyn_] Hello, cock-geyser!
fr_fr: [_jacklyn_] Bonjour, coq-geyser !
it_it: [_jacklyn_] Ciao, cock-geyser!

source: That was probably the best fucking release I've ever had...
fr_fr: C'était probablement la meilleure putain de libération que j'ai jamais eu ...
it_it: Questa è stata probabilmente la migliore versione del cazzo che abbia mai avuto...

source: [jacklyn]'s ass is truly a masterpiece.
fr_fr: [jacklyn]'s ass est vraiment un chef-d'œuvre.
it_it: Il culo di [jacklyn]è davvero un capolavoro.

source: [_jacklyn_s_laughing_] Thanks for pulling out, Chili-flakes.
fr_fr: [_jacklyn_s_laughing_] Merci de sortir, Chili-flakes.
it_it: [_jacklyn_s_laughing_] Grazie per aver tirato fuori, cili-fiocchi.

source: [_jacklyn_s_laughing_] Makes my ass so much easier to clean.
fr_fr: [_jacklyn_s_laughing_] Rend mon cul tellement plus facile à nettoyer.
it_it: [_jacklyn_s_laughing_] Rende il mio culo molto più facile da pulire.

source: [_jacklyn_s_excited_] Want to know a big hush?
fr_fr: [_jacklyn_s_excited_] Vous voulez savoir un gros hush?
it_it: [_jacklyn_s_excited_] Vuoi conoscere un grande silenzio?

source: [_jacklyn_s_laughing_] I just had an ass-gasm from that ride.
it_it: [_jacklyn_s_laughing_] Ho appena avuto un as-gasm da quella corsa.

source: [_mc_] Whoa, really?
fr_fr: [_mc_] Whoa, vraiment?
it_it: [_mc_] Whoa, davvero?

source: [_jacklyn_s_laughing_] Do I look like a non-truther? Fuck yeah, shooter.
fr_fr: [_jacklyn_s_laughing_] Est-ce que j'ai l'air d'une non-vérité? Fuck ouais, tireur.
it_it: [_jacklyn_s_laughing_] Mi sembra un non-vero? Cazzo sì, tiratore.

source: God damn! Well, she did most of the work... but that's still a fucking boost.
fr_fr: Dieu putain ! Eh bien, elle a fait la plupart du travail ... mais c'est encore une putain de coup de pouce.
it_it: Dio maledetto! Beh, ha fatto la maggior parte del lavoro... ma questo è ancora un cazzo di spinta.

source: Fuck, I still can't believe this just happened...
fr_fr: Fuck, je n'arrive toujours pas à croire que c'est arrivé ...
it_it: Cazzo ancora non riesco a credere che questo sia appena successo...

source: The ride back home was fifty shades of awkward... but damn, that might've been the best night of my life...
fr_fr: Le retour à la maison était de cinquante ombres d'affreux ... mais humides, ça aurait pu être la meilleure nuit de ma vie ...
it_it: Il viaggio di ritorno a casa era cinquanta sfumature di goffo... ma dannato, che potrebbe essere stata la migliore notte della mia vita...

source: [_mc_] That I want you to fuck me.
fr_fr: [_mc_] Que je veux que tu me baise.
it_it: [_mc_] Che voglio che tu mi scopi.

source: Not sure what's gotten into me, but a strange desire to be ravaged flows through my veins...
fr_fr: Pas sûr de ce qui m'est arrivé, mais un désir étrange d'être ravagé par mes veines ...
it_it: Non sicuro che cosa è entrato in me, ma uno strano desiderio di essere devastato scorre attraverso le mie vene...

source: [_jacklyn_s_smile_] You sure did dress the part of a punk bitch! Is that why you rock the stockings and choker?
fr_fr: [_jacklyn_s_smile_] Vous avez vraiment habillées la partie d'une salope punk ! C'est pour ça que vous rochez les bas et le choeur?
it_it: [_jacklyn_s_smile_] Sei sicuro di aver vestito la parte di una cagna punk! È questo il motivo per cui ti snocciolate le calze e il girocollo?

source: [_jacklyn_s_smile_] Baller. I'm actually feeling the tingles as well.
fr_fr: [_jacklyn_s_smile_] Baller. En fait, je ressens aussi les tingles.
it_it: [_jacklyn_s_smile_] Baller. In realtà sento anche le formicoli.

source: [_jacklyn_s_smile_] Come on, let's get skin-deep...
fr_fr: [_jacklyn_s_smile_] Allez, on a la peau ...
it_it: [_jacklyn_s_smile_] Avanti, prendiamo la pelle-profondo...

source: [_jacklyn_s_excited_] Oh, you can leave the top on — you look totally baby in it.
fr_fr: [_jacklyn_s_excited_] Oh, vous pouvez laisser le haut sur-vous avez l'air tout à fait bébé.
it_it: [_jacklyn_s_excited_] Oh, puoi lasciare la parte superiore — sembri totalmente bambino in esso.

source: [_jacklyn_s_excited_] And the stockings are hot-wheels.
fr_fr: [_jacklyn_s_excited_] Et les bas sont des roues chaudes.
it_it: [_jacklyn_s_excited_] E le calze sono ruote calde.

source: [_mc_] Err... okay.
fr_fr: [_mc_] Err ... ok.
it_it: [_mc_] Errato... okay.

source: [_mc_] Whoa... you're so confident...
fr_fr: [_mc_] Whoa ... vous êtes si confiant ...
it_it: [_mc_] Whoa... sei così sicuro...

source: [_jacklyn_s_laughing_] Nothing to burn your cheeks over. Art is naked.
fr_fr: [_jacklyn_s_laughing_] Rien à brûler vos joues. L'art est nu.
it_it: [_jacklyn_s_laughing_] Niente per bruciare le guance. L'arte è nuda.

source: [_jacklyn_s_laughing_] Step out of your prison!
fr_fr: [_jacklyn_s_laughing_] Pas de prison !
it_it: [_jacklyn_s_laughing_] Esci dalla tua prigione!

source: [_jacklyn_s_neutral_] Hey, are you sure you want this?
fr_fr: [_jacklyn_s_neutral_] Hey, êtes-vous sûr de vouloir ça?
it_it: [_jacklyn_s_neutral_] Ehi, sei sicuro di volerlo?

source: [_mc_] Yeah... I don't think you can consider yourself truly avant garde until you've taken it in the ass.
fr_fr: [_mc_] Oui ... Je ne pense pas que vous pouvez vous considérer comme vraiment avant garde jusqu'à ce que vous l'ayez pris dans le cul.
it_it: [_mc_] Sì... Non penso che tu possa considerarti veramente avant garde fino a quando non l'hai preso nel culo.

source: [_jacklyn_s_smile_] That is fair and true.
fr_fr: [_jacklyn_s_smile_] C'est juste et vrai.
it_it: [_jacklyn_s_smile_] Questo è giusto e vero.

source: [_jacklyn_s_smile_] All right, get comfy while I strap in...
fr_fr: [_jacklyn_s_smile_] Tous droits, get comfy while I strap in ...
it_it: [_jacklyn_s_smile_] Va bene, ottieni comodo mentre stringo in...

source: This is probably going to hurt, but somehow I'm turned on by the idea of getting fucked by someone like [jacklyn].
fr_fr: Ça va probablement faire mal, mais d'une certaine façon je suis tournée par l'idée de se faire baisée par quelqu'un comme [jacklyn].
it_it: Questo probabilmente farà male, ma in qualche modo sono acceso dall'idea di farsi scopare da qualcuno come [jacklyn].

source: She's so cool about it, I don't know any other girl who would treat sex so casually... especially something like this.
fr_fr: Elle est tellement cool, je ne connais pas d'autre fille qui traiterait le sexe si désinvolte ... surtout quelque chose comme ça.
it_it: Lei è così cool su di esso, non conosco nessun'altra ragazza che tratterebbe il sesso così casualmente... soprattutto qualcosa di simile.

source: [_jacklyn_s_mc_pegged_prepare_] Spread it, punk bitch.
fr_fr: [_jacklyn_s_mc_pegged_prepare_] Spread it, bitch punk.
it_it: [_jacklyn_s_mc_pegged_prepare_] Diffusa, punk bitch.

source: [_jacklyn_s_mc_pegged_prepare_] Relax. You're more clenched than a boxer's fist.
fr_fr: [_jacklyn_s_mc_pegged_prepare_] Relax. Tu es plus sertie que le poing d'un boxeur.
it_it: [_jacklyn_s_mc_pegged_prepare_] Relax. Sei più stretto del pugno di un pugno.

source: [_mc_] That thing is a lot bigger than I thought it would be...
fr_fr: [_mc_] Ce truc est beaucoup plus grand que je pensais que ce serait ...
it_it: [_mc_] Quella cosa è molto più grande di quello che pensavo sarebbe stata...

source: [_jacklyn_s_mc_pegged_prepare_] I'm not going to hurt you.
fr_fr: [_jacklyn_s_mc_pegged_prepare_] Je ne vais pas vous faire de mal.
it_it: [_jacklyn_s_mc_pegged_prepare_] non ti farò del male.

source: [_mc_] Um... okay. Just don't put it all in at once.
fr_fr: [_mc_] Um ... ok. Ne le mets pas tout à la fois.
it_it: [_mc_] Um... ok. Basta non metterlo tutto in una volta.

source: [_jacklyn_s_mc_pegged_prepare_] Don't worry... I'll be nice.
fr_fr: [_jacklyn_s_mc_pegged_prepare_] Ne vous inquiétez pas ... Je serai gentile.
it_it: [_jacklyn_s_mc_pegged_prepare_] Non ti preoccupare... Sarò gentile.

source: [_jacklyn_s_mc_pegged_insert_] We'll start with the tip.
fr_fr: [_jacklyn_s_mc_pegged_insert_] Nous allons commencer par la pointe.
it_it: [_jacklyn_s_mc_pegged_insert_] Inizieremo con il suggerimento.

source: Fuck. She's lining it up...
fr_fr: Putain. Elle la tapit ...
it_it: Cazzo. Lo sta rivestendo...

source: [_mc_] Wait!
fr_fr: [_mc_] Attends !
it_it: [_mc_] Aspetta!

source: [_mc_] I don't know about this...
fr_fr: [_mc_] Je ne sais pas à ce sujet ...
it_it: [_mc_] Non so di questo...

source: [_jacklyn_s_mc_pegged_prepare_] We don't have to do it. Would you like to stop?
fr_fr: [_jacklyn_s_mc_pegged_prepare_] Nous n'avons pas à le faire. Voudriez-vous arrêter?
it_it: [_jacklyn_s_mc_pegged_prepare_] Non dobbiamo farlo. Ti piacerebbe fermarti?

source: I've fantasized about this, but it's a whole different thing in person...
fr_fr: J'ai fantasme sur ça, mais c'est une chose tout à fait différente en personne ...
it_it: Ho fantasticato su questo, ma è una cosa completamente diversa di persona...

source: Getting a large foreign object pushed inside you is a terrifying prospect.
fr_fr: Obtenir un gros objet étranger poussé à l'intérieur de vous est une perspective terrifiante.
it_it: Ottenere un grande oggetto straniero spinto dentro di te è una prospettiva terrificante.

source: Man, I think I understand now why girls are so nervous on their virgin voyage.
fr_fr: Je pense que je comprends maintenant pourquoi les filles sont si nerveuses sur leur voyage vierge.
it_it: Uomo, penso di capire ora perché le ragazze sono così nervose nel loro viaggio vergine.

source: Still, I did dress up for it, and [jacklyn]'s looking absolutely gorgeous wearing that strap-on...
fr_fr: Pourtant, je l'ai fait pour ça, et [jacklyn]'s à l'air absolument magnifique en portant cette sangle ...
it_it: Ancora, ho fatto vestire per esso, e [jacklyn]sta cercando assolutamente stupendo indossare quel cinturino...

source: [_mc_] Let's keep going.
fr_fr: [_mc_] Allons continuer.
it_it: [_mc_] Continuiamo ad andare.

source: [_jacklyn_s_mc_pegged_prepare_] That's fire, shooter. I'm proud of you.
fr_fr: [_jacklyn_s_mc_pegged_prepare_] C'est le feu, tireur. Je suis fier de toi.
it_it: [_jacklyn_s_mc_pegged_prepare_] È fuoco, tiratore. Sono orgoglioso di te.

source: [_jacklyn_s_mc_pegged_insert_] Okay, relax now.
fr_fr: [_jacklyn_s_mc_pegged_insert_] Ok, détendu maintenant.
it_it: [_jacklyn_s_mc_pegged_insert_] Okay, rilassatevi adesso.

source: [_jacklyn_s_mc_pegged_insert_] It might hurt a little at first, but it'll pass.
fr_fr: [_jacklyn_s_mc_pegged_insert_] Ça pourrait faire mal un peu au début, mais ça passera.
it_it: [_jacklyn_s_mc_pegged_insert_] All'inizio potrebbe ferire un po', ma passerà.

source: [_jacklyn_s_mc_pegged_in_] Are you okay?
fr_fr: [_jacklyn_s_mc_pegged_in_] Etes-vous d'accord?
it_it: [_jacklyn_s_mc_pegged_in_] Stai bene?

source: Oh, god! My poor sphincter... that beast cracked me right open.
fr_fr: Oh, mon dieu ! Mon pauvre sphincter ... cette bête m'a craqué à l'ouverture.
it_it: Oh, dio! Il mio povero sfinter... quella bestia mi ha rotto a destra aperto.

source: Holy fuck. She's keeping it inside my ass.
fr_fr: Putain de merde. Elle le garde à l'intérieur de mon cul.
it_it: Sacro cazzo. Lo sta tenendo dentro il mio culo.

source: [_jacklyn_s_mc_pegged_in_] I'll let you get used to it for a bit.
fr_fr: [_jacklyn_s_mc_pegged_in_] Je vous laisse vous habituez un peu.
it_it: [_jacklyn_s_mc_pegged_in_] ti lascerò abituarti per un po'.

source: [_mc_] Uhhh... it's so big!
fr_fr: [_mc_] Uhhh ... c'est si grand !
it_it: [_mc_] Uhhhh... è così grande!

source: [_jacklyn_s_mc_pegged_in_] Oh, please. It's medium size.
fr_fr: [_jacklyn_s_mc_pegged_in_] Oh, s'il vous plaît. C'est de taille moyenne.
it_it: [_jacklyn_s_mc_pegged_in_] Oh, per favore. È di medie dimensioni.

source: [_jacklyn_s_mc_pegged_deep_] There we go. How's that?
fr_fr: [_jacklyn_s_mc_pegged_deep_] Nous y allons. Comment ça?
it_it: [_jacklyn_s_mc_pegged_deep_] Ci andiamo. Com'è quello?

source: [_mc_] Fuck me... that's deep.
fr_fr: [_mc_] Fuck me ... c'est profond.
it_it: [_mc_] Cazzo me... è profondo.

source: Feels like she just pushed through my ass entirely, poking at the entrance of my colon.
fr_fr: Des pieds comme elle vient de pousser à travers mon cul, en pochant à l'entrée de mon côlon.
it_it: Si sente come lei appena spinto attraverso il mio culo interamente, poking all'ingresso del mio colon.

source: Damn, I'm so full...
fr_fr: Merde, je suis si plein ...
it_it: Dannazione, sono così pieno...

source: [_jacklyn_s_mc_pegged_deep_] I'm going to start fucking you at a slow pace now. Is this your first time getting pegged?
fr_fr: [_jacklyn_s_mc_pegged_deep_] Je vais commencer à vous baiser à un rythme lent maintenant. Est-ce la première fois que vous arriez à pégliser?
it_it: [_jacklyn_s_mc_pegged_deep_] Inizierò a farti scopare ad un ritmo lento ora. Questa è la tua prima volta che sei ancorato?

source: [_mc_] Yes...
fr_fr: [_mc_] Oui ...
it_it: [_mc_] Sì...

source: I can't believe she asked that when she's already buried deep in my ass.
fr_fr: Je n'arrive pas à croire qu'elle m'ait demandé quand elle est déjà enterie dans mon cul.
it_it: Non riesco a credere che abbia chiesto che quando è già sepolta in profondità nel mio culo.

source: [_jacklyn_s_mc_pegged_deep_] Okay, I'll go easy on you at first.
fr_fr: [_jacklyn_s_mc_pegged_deep_] Ok, je vais te rendre facile au début.
it_it: [_jacklyn_s_mc_pegged_deep_] Va bene, prima andrò facile su di te.

source: Oh my god. I'm getting fucked...
fr_fr: Oh mon dieu. Je suis baisée ...
it_it: Oh mio dio. Mi faccio scopare...

source: I can't believe it.
fr_fr: Je n'arrive pas à le croire.
it_it: Non ci riesco a credere.

source: It hurts like a motherfucker, but there's also a pulsating pleasure deep inside me.
fr_fr: Ça fait mal à un putain de putain, mais il y a aussi un plaisir de pulsante à l'intérieur de moi.
it_it: Fa male come una motherfucker, ma c'è anche un piacere pulsante dentro di me.

source: I don't think I've ever been this hard before...
fr_fr: Je ne pense pas avoir jamais été aussi dur avant ...
it_it: Non penso di essere mai stato così difficile prima...

source: [_jacklyn_s_mc_pegged_deep_] Take it, punk bitch.
it_it: [_jacklyn_s_mc_pegged_deep_] Prendetelo, punk bitch.

source: [_mc_] Oh my god...
fr_fr: [_mc_] Oh mon dieu ...
it_it: [_mc_] Oh mio dio...

source: A TA talking dirty, that's just too hot...
fr_fr: Un TA qui parle sale, c'est trop chaud ...
it_it: Un TA che parla sporco, è troppo caldo...

source: [_jacklyn_s_mc_pegged_deep_] Take it!
fr_fr: [_jacklyn_s_mc_pegged_deep_] Prenez !
it_it: [_jacklyn_s_mc_pegged_deep_] Prendetelo!

source: A firestorm of passion sweeps through her eyes as she slams into me.
fr_fr: Une tempête de passion me balai dans les yeux quand elle me claque.
it_it: Un firestorm di passione spazza attraverso i suoi occhi mentre lei mi sbatte.

source: Each thrust vibrates through my core, vibrates through her jiggly parts.
fr_fr: Chaque poussée vibre à travers mon cœur, vibre à travers ses parties jiggly.
it_it: Ogni spinta vibra attraverso il mio nucleo, vibra attraverso le sue parti jiggly.

source: [_mc_] Fuck, that's so good!
fr_fr: [_mc_] Fuck, c'est si bon !
it_it: [_mc_] Cazzo che è così buono!

source: [_jacklyn_s_mc_pegged_deep_] Oh yeah?
fr_fr: [_jacklyn_s_mc_pegged_deep_] Oh oui?
it_it: [_jacklyn_s_mc_pegged_deep_] Oh sì?

source: [_mc_] Fuck me, [jacklyn]!
it_it: [_mc_] Cazzo me, [jacklyn]!

source: [_jacklyn_s_mc_pegged_deep_] That's what I like to hear.
fr_fr: [_jacklyn_s_mc_pegged_deep_] C'est ce que j'aime entendre.
it_it: [_jacklyn_s_mc_pegged_deep_] È quello che mi piace sentire.

source: [_jacklyn_s_mc_pegged_deeper_] Now, that's a pegging!
fr_fr: [_jacklyn_s_mc_pegged_deeper_] Maintenant, c'est un pégage !
it_it: [_jacklyn_s_mc_pegged_deeper_] Ora, è un pegging!

source: [_jacklyn_s_mc_pegged_deeper_] Full penetration for my punk bitch.
fr_fr: [_jacklyn_s_mc_pegged_deeper_] Pleine pénétration pour ma chienne punk.
it_it: [_jacklyn_s_mc_pegged_deeper_] Penetrazione completa per la mia puttana punk.

source: [_mc_] Oh, god. Oh, fuck.
fr_fr: [_mc_] Oh, Dieu. Oh, merde.
it_it: [_mc_] Oh, dio. Oh, cazzo.

source: She just fucking impaled me...
fr_fr: Elle me fouguait juste ...
it_it: Lei mi ha appena scopato...

source: That's deeper than the fucking mines of Moria! She should call her strap-on Durin's Bane!
fr_fr: C'est plus profond que les putain de mines de Moria ! Elle devrait appeler sa sangle-sur le Bane Durin !
it_it: Questo è più profondo delle miniere del cazzo di Moria! Dovrebbe chiamare il suo strap-on Durin's Bane!

source: [_jacklyn_s_mc_pegged_deep_] I think you're ready for some deep strokes.
fr_fr: [_jacklyn_s_mc_pegged_deep_] Je pense que vous êtes prêt pour des coups profonds.
it_it: [_jacklyn_s_mc_pegged_deep_] Penso che tu sia pronto per alcuni tratti profondi.

source: [_mc_] Really? I don't know about—
fr_fr: [_mc_] Vraiement? Je ne sais pas-
it_it: [_mc_] Veramente? Non so circa

source: Fuck, she's beating the shit out of my prostate!
fr_fr: Putain, elle bat le merde de ma prostate !
it_it: Cazzo sta picchiando il grido della mia prostata!

source: Oh, god! My balls have never been so close to bursting before!
fr_fr: Oh, mon dieu ! Mes couilles n'ont jamais été aussi près d'éclater !
it_it: Oh, Dio! Le mie palle non sono mai state così vicine a scoppiare prima!

source: [_jacklyn_s_mc_pegged_deep_] Come on, [mc]! Take it!
fr_fr: [_jacklyn_s_mc_pegged_deep_] Come on, [mc]! Prends ça !
it_it: [_jacklyn_s_mc_pegged_deep_] Avanti, [mc]! Prendetelo!

source: [_mc_] Fuck me hard!
it_it: [_mc_] Mi scopa duro!

source: [_jacklyn_s_mc_pegged_deep_] Oh, I'm planning on it...
fr_fr: [_jacklyn_s_mc_pegged_deep_] Oh, je planifie ça ...
it_it: [_jacklyn_s_mc_pegged_deep_] Oh, sto pianificando su di esso...

source: [_jacklyn_s_mc_pegged_cum_] That's a pretty picture!
fr_fr: [_jacklyn_s_mc_pegged_cum_] C'est une belle image !
it_it: [_jacklyn_s_mc_pegged_cum_] Questa è una bella foto!

source: And that's what getting pegged by a hot teacher's assistant is like...
fr_fr: Et c'est comme ça que l'assistante d'un professeur de chaleur l'arrime ...
it_it: E questo è ciò che ottenere ancorati da un assistente di insegnante caldo è...

source: Deeply fulfilling, and not at all what I thought it would be.
fr_fr: Profondément épanouit, et pas du tout ce que je pensais que ce serait.
it_it: Profondamente soddisfacente, e non affatto quello che pensavo sarebbe stato.

source: Better... much better...
fr_fr: Mieux ... beaucoup mieux ...
it_it: Meglio... molto meglio...

source: [jacklyn] is such a babe and I can't stop thinking about her.
fr_fr: [jacklyn] est une telle babe et je ne peux pas arrêter de penser à elle.
it_it: [jacklyn] è una bambina del genere e non riesco a smettere di pensare a lei.

source: Is this what having a crush is like? Am I crushing?
fr_fr: Est-ce ce à quoi ressemble un trituration? Je suis écrasant?
it_it: È questo che avere una cotta è come? Sto schiacciando?

source: God, I sound like a silly schoolgirl.
fr_fr: Mon Dieu, j'aime une écolière.
it_it: Dio, suono come una studentessa sciocca.

source: Quick, think of manly things!
fr_fr: Rapidement, pensez aux choses manly !
it_it: Rapido, pensi alle cose virili!

source: Diesel engines! Fire trucks! Football — the American kind! Chopping wood! Throwing the GPS out the window!
fr_fr: Moteurs diesel ! Des camions de pompiers ! Football-le genre américain ! Choltage du bois ! Pour faire sortir le GPS de la fenêtre !
it_it: Motori diesel! Camion antincendio! Calcio — il tipo americano! Tagliare il legno! Gettare il GPS fuori dalla finestra!

source: Ahh! Much better...
fr_fr: Ahh ! Bien mieux ...
it_it: Ahh! Molto meglio...

source: "This is a booty text."
fr_fr: "C'est un texte de butin."
it_it: "Questo è un testo bottino."

source: ?jacklyn.love>=3@[jacklyn.love]/3|{image= jacklyn contact_icon}|{image=stats love}|"Hey, wanna go on a date?"
it_it: ?jacklyn.love>=3@[jacklyn.love]/3<unk> {image= jacklyn contact_icon}<unk> {image=stats love}<unk> "Hey, wanna andare in una data?"

source: "How's the gold standard?"
fr_fr: "Comment est l'étalon-or?"
it_it: "Com'è lo standard d'oro?"

source: Overthink it some more
it_it: Abbandonalo di più

source: "Please!"
fr_fr: "S'il vous plaît !"
it_it: "Per favore!"

source: ?mc.intellect>=4@[mc.intellect]/4|{image=stats int}|"Actually, it's not."
fr_fr: ? mc.intellect> =4@[mc.intellect]/4 | { image=stats int } | "En fait, ce n'est pas le cas."
it_it: ?mc.intellect>=4@[mc.intellect]/4<unk> {image=stats int}<unk> "In realtà, non è."

source: "A bit what?"
fr_fr: "Un peu quoi?"
it_it: "Un po' cosa?"

source: "She's perfect."
fr_fr: "Elle est parfaite."
it_it: "È perfetta."

source: "She's a total slut, and I love it!"
fr_fr: "C'est une salope totale, et je l'aime !"
it_it: "Lei è una troia totale, e io la amo!"

source: "I like her style! I think punk girls are cute."
fr_fr: " J'aime son style ! Je pense que les filles punk sont mignonnes. "
it_it: "Mi piace il suo stile! Penso che le ragazze punk siano carine."

source: "Beggars can't be choosers..."
fr_fr: "Les Beggars ne peuvent pas être des choeurs ..."
it_it: "Beggars non può essere scegliere..."
