Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_statement.po
Languages: fr_fr, it_it

source: [_flora_s_confused_] Well, then...
fr_fr: [_flora_s_confused_] Eh bien, alors ...
it_it: [_flora_s_confused_] Beh, allora...

source: [_mc_] What are you so excited about?
fr_fr: [_mc_] Qu'est-ce que vous êtes si excité?
it_it: [_mc_] Di cosa sei così eccitato?

source: [_flora_s_concerned_] I'm less excited now that you're here.
fr_fr: [_flora_s_concerned_] Je suis moins excité maintenant que vous êtes ici.
it_it: [_flora_s_concerned_] Sono meno eccitato ora che sei qui.

source: [_mc_] I tend to have that effect on women.
fr_fr: [_mc_] J'ai tendance à avoir cet effet sur les femmes.
it_it: [_mc_] Io tendo ad avere quell'effetto sulle donne.

source: [_flora_s_confident_] That's the first true thing you've said all week.
fr_fr: [_flora_s_confident_] C'est la première chose que vous ayez dit toute la semaine.
it_it: [_flora_s_confident_] Questa è la prima cosa vera che hai detto per tutta la settimana.

source: [_mc_] Isn't self-deprecation enough?
fr_fr: [_mc_] L'auto-obsolescence n'est-elle pas suffisante?
it_it: [_mc_] Non è abbastanza auto-deprecazione?

source: [_flora_s_confident_] Nope! You can't escape my scorn so easily.
fr_fr: [_flora_s_confident_] Non ! Tu ne peux pas m'échapper si facilement.
it_it: [_flora_s_confident_] Nope! Non puoi sfuggire al mio disprezzo così facilmente.

source: [_mc_] I suppose I would've done the same to you.
fr_fr: [_mc_] Je suppose que j'aurais fait la même pour toi.
it_it: [_mc_] Suppongo che avrei fatto lo stesso a voi.

source: [_flora_s_angry_] You absolutely would have.
fr_fr: [_flora_s_angry_] Vous le feriez absolument.
it_it: [_flora_s_angry_] avresti assolutamente fatto.

source: [_mc_] That's what I just said.
fr_fr: [_mc_] C'est ce que je viens de dire.
it_it: [_mc_] È quello che ho appena detto.

source: [_flora_s_neutral_] I was confirming it.
fr_fr: [_flora_s_neutral_] Je l'ai confirmé.
it_it: [_flora_s_neutral_] Stavo confermando.

source: [_mc_] Ugh. Anyway, do you know where I could get some croutons?
fr_fr: [_mc_] Ugh. Quoi qu'il en soit, savez-vous où je pourrais avoir des croûtons?
it_it: [_mc_] Ugh. Comunque, sai dove potrei ottenere dei crostini?

source: [_flora_s_confident_] How about the freaking store?
fr_fr: [_flora_s_confident_] Comment se fait le magasin?
it_it: [_flora_s_confident_] Che ne dici del freaking store?

source: [_mc_] I'm too lazy and cheap for that...
fr_fr: [_mc_] Je suis trop paresseux et bon marché pour ça ...
it_it: [_mc_] Sono troppo pigro ed economico per quello...

source: [_flora_s_laughing_] Ain't that the truth!
fr_fr: [_flora_s_laughing_] Ain't that the vérité !
it_it: [_flora_s_laughing_] Non è questa la verità!

source: [_flora_s_laughing_] How do you think you'll ever get a girl with that attitude?
fr_fr: [_flora_s_laughing_] Comment penses-tu que tu auras une fille avec cette attitude?
it_it: [_flora_s_laughing_] Come pensi che avrai mai una ragazza con quell'atteggiamento?

source: [_mc_] Look who's talking... I don't exactly see you drowning in dicks.
fr_fr: [_mc_] Regarde qui parle ... Je ne vous vois pas se noyer dans les dicks.
it_it: [_mc_] Guarda chi sta parlando... Non ti vedo esattamente annegare nei cazzi.

source: [_flora_s_flirty_] Who says I'm into dicks?
fr_fr: [_flora_s_flirty_] Qui dit que je suis en dicks?
it_it: [_flora_s_flirty_] Chi dice che sono nei cazzi?

source: Oh, god. I always regret getting on this topic with [flora].
fr_fr: Oh, mon dieu. Je regrette toujours d'être sur ce sujet avec le [flora].
it_it: Oh, dio. Mi dispiace sempre di avere su questo argomento con [flora].

source: Who knows what's going through her head when she stares into the distance with that coy smile on her lips?
fr_fr: Qui sait ce qui se passe à travers sa tête quand elle regarde la distance avec ce coy sourire sur ses lèvres?
it_it: Chissà cosa sta attraversando la sua testa quando lei guarda in lontananza con quel sorriso coy sulle sue labbra?

source: Quick, think of a different topic!
fr_fr: Rapide, pensez à un sujet différent !
it_it: Veloce, pensi a un argomento diverso!

source: [_mc_] Err... anyway, what were you so excited about?
fr_fr: [_mc_] Err ... de toute façon, à quoi êtes-vous si excités?
it_it: [_mc_] Err... comunque, di che cosa sei così eccitato?

source: [_flora_s_blush_] They wanted me for a special interview at my internship!
fr_fr: [_flora_s_blush_] Ils voulaient me faire une entrevue spéciale lors de mon stage !
it_it: [_flora_s_blush_] Mi volevano per un'intervista speciale al mio tirocinio!

source: [_mc_] An interview about what?
fr_fr: [_mc_] Une interview sur quoi?
it_it: [_mc_] Un'intervista su cosa?

source: [_flora_s_blush_] I don't know! Isn't that super exciting?
fr_fr: [_flora_s_blush_] Je ne sais pas ! N'est-ce pas super excitant?
it_it: [_flora_s_blush_] Non lo so! Non è così eccitante?

source: [_mc_] I guess...
fr_fr: [_mc_] Je suppose ...
it_it: [_mc_] indovino...

source: [_mc_] Isn't there a store outside that place?
fr_fr: [_mc_] N'y a-t-il pas un magasin à l'extérieur de cet endroit?
it_it: [_mc_] Non c'è un negozio fuori quel posto?

source: [_flora_s_thinking_] Yeah. I guess I could get you those damn croutons...
fr_fr: [_flora_s_thinking_] Oui. Je suppose que je pourrais t'avoir ces accroupie ...
it_it: [_flora_s_thinking_] Sì. Immagino che potrei farti quei maledetti crostini...

source: [_flora_s_flirty_] Unless I drown in dicks on my way there!
fr_fr: [_flora_s_flirty_] A moins que je me noie dans les dicks sur mon chemin là-bas !
it_it: [_flora_s_flirty_] A meno che non annegassi nei cazzi sulla mia strada lì!

source: Why did I say that? It's such a disturbing image.
fr_fr: Pourquoi je l'ai dit? C'est une image si troublante.
it_it: Perché l'ho detto? È un'immagine così inquietante.

source: [_flora_s_laughing_] Okay, gotta run. I'll leave the croutons in the kitchen.
fr_fr: [_flora_s_laughing_] Ok, doit courir. Je laisse les croutons dans la cuisine.
it_it: [_flora_s_laughing_] Va bene, correre. Lascerò i crostini in cucina.

source: [_flora_s_laughing_] Later, gator!
fr_fr: [_flora_s_laughing_] Plus tard, gator !
it_it: [_flora_s_laughing_] Più tardi, gator!

source: [_mc_] Expensive dinners aren't a good foundation for a relationship, anyway...
fr_fr: [_mc_] Les dîners coûteux ne sont pas une bonne base pour une relation, de toute façon ...
it_it: [_mc_] Cene costose non sono una buona base per un rapporto, comunque...

source: [_flora_s_worried_] I mean, you're not wrong... but it doesn't hurt to put in some effort.
fr_fr: [_flora_s_worried_] Je veux dire, vous n'avez pas tort ... mais ça ne fait pas de mal à mettre un peu d'effort.
it_it: [_flora_s_worried_] Voglio dire, non hai torto... ma non fa male mettere in qualche sforzo.

source: [_mc_] Hmmm... I guess you're right.
fr_fr: [_mc_] Hmmm ... Je suppose que vous avez raison.
it_it: [_mc_] Hmmm... Immagino che tu abbia ragione.

source: [_mc_] What were you so excited about earlier, by the way?
fr_fr: [_mc_] Qu'est-ce que vous étiez si excitée plus tôt, au fait?
it_it: [_mc_] Di che cosa eravate così entusiasti prima, a proposito?

source: [_flora_s_blush_] Oh! I just got a text from my internship! They want me for a special interview!
fr_fr: [_flora_s_blush_] Oh ! J'ai juste un texte de mon stage ! Ils veulent moi pour une interview spéciale !
it_it: [_flora_s_blush_] Oh! Ho appena ricevuto un testo dal mio tirocinio! Mi vogliono per un'intervista speciale!

source: [_mc_] That's awesome! Congratulations.
fr_fr: [_mc_] C'est génial ! Félicitations.
it_it: [_mc_] È fantastico! Congratulazioni.

source: [_flora_s_blush_] Thanks!
fr_fr: [_flora_s_blush_] Merci !
it_it: [_flora_s_blush_] Grazie!

source: [_flora_s_thinking_] You know what? There's a store right outside... I'll pick up some croutons for you on the way home.
fr_fr: [_flora_s_thinking_] Vous savez quoi? Il y a un magasin juste à l'extérieur ... Je vais chercher des croûtons pour vous sur le chemin de la maison.
it_it: [_flora_s_thinking_] Sai cosa? C'è un negozio proprio fuori... raccoglierò alcuni crostini per te sulla strada di casa.

source: [_flora_s_flirty_] Of course!
fr_fr: [_flora_s_flirty_] Bien sûr !
it_it: [_flora_s_flirty_] Certo!

source: [_mc_] Why are you being so nice all of a sudden?
fr_fr: [_mc_] Pourquoi êtes-vous si gentile tout d'un coup?
it_it: [_mc_] Perché sei così bello tutto all'improvviso?

source: [_flora_s_blush_] Well, you were nice to me... so I thought I'd return the favor.
fr_fr: [_flora_s_blush_] Eh bien, vous étiez gentile avec moi ... alors j'ai pensé que je renverrais la faveur.
it_it: [_flora_s_blush_] Beh, sei stato gentile con me... così ho pensato che avrei restituito il favore.

source: [_mc_] Uh... thanks, I guess...
fr_fr: [_mc_] Uh ... merci, je suppose ...
it_it: [_mc_] Uh... grazie, immagino...

source: Not sure what I did, but as long as I get that bread...
fr_fr: Pas sûr de ce que j'ai fait, mais aussi longtemps que j'ai ce pain ...
it_it: Non sicuro che cosa ho fatto, ma fino a quando ottengo quel pane...

source: [_flora_s_laughing_] No problem! I'll leave it in the kitchen!
fr_fr: [_flora_s_laughing_] Aucun problème ! Je vais la laisser dans la cuisine !
it_it: [_flora_s_laughing_] Nessun problema! Lo lascerò in cucina!

source: [_mc_] Can you buy me a bag?
fr_fr: [_mc_] Pouvez-vous m'acheter un sac?
it_it: [_mc_] Puoi comprarmi una borsa?

source: [_flora_s_annoyed_] Go buy them yourself!
fr_fr: [_flora_s_annoyed_] Va les acheter toi-même !
it_it: [_flora_s_annoyed_] Vai a comprarli te stesso!

source: [_mc_] But I don't feel like it...
fr_fr: [_mc_] Mais je ne me sens pas comme ça ...
it_it: [_mc_] Ma non mi sento così...

source: [_flora_s_sarcastic_] Okay... if you pay me $10, I'll do it.
fr_fr: [_flora_s_sarcastic_] Ok ... si vous me payez 10 $, je le ferai.
it_it: [_flora_s_sarcastic_] Okay... se mi paghi $10, lo farò.

source: [_mc_] Are you serious? You always pick up stuff for [jo]!
fr_fr: [_mc_] Êtes-vous sérieux? Tu prends toujours des trucs pour [jo]!
it_it: [_mc_] Sei serio? Prendi sempre roba per [jo]!

source: [_flora_s_eyeroll_] Yeah, but unfortunately, you're not [jo].
fr_fr: [_flora_s_eyeroll_] Oui, mais malheureusement, vous n'êtes pas [jo].
it_it: [_flora_s_eyeroll_] Sì, ma purtroppo non sei [jo].

source: [_mc_] Ugh, fine... here you go.
fr_fr: [_mc_] Ugh, bon ... ici vous allez.
it_it: [_mc_] Ugh, bene... qui vai.

source: [_flora_s_sarcastic_] Thanks, but you still need to pay for the croutons as well.
fr_fr: [_flora_s_sarcastic_] Merci, mais vous devez encore payer pour les croutons aussi.
it_it: [_flora_s_sarcastic_] Grazie, ma è ancora necessario pagare per i crostini pure.

source: [_flora_s_sarcastic_] That would be $3 more, mister!
fr_fr: [_flora_s_sarcastic_] Ce serait $ 3 more, mister !
it_it: [_flora_s_sarcastic_] Questo sarebbe $3 in più, mistero!

source: She's so annoying, I swear.
fr_fr: Elle est tellement embêtant, je le jure.
it_it: Lei è così fastidiosa, io giuro.

source: [_flora_s_sarcastic_] Pleasure doing business with you.
fr_fr: [_flora_s_sarcastic_] Plaisir d'affaires avec vous.
it_it: [_flora_s_sarcastic_] Piacere fare affari con te.

source: [_mc_] I need them before tomorrow.
fr_fr: [_mc_] J'en ai besoin avant demain.
it_it: [_mc_] Ho bisogno di loro prima di domani.

source: [_flora_s_confused_] Yeah, I'll put them in the kitchen.
fr_fr: [_flora_s_confused_] Oui, je vais les mettre dans la cuisine.
it_it: [_flora_s_confused_] Sì, li metterò in cucina.

source: [_flora_s_confused_] I'm going to my internship now and there's a store right outside...
fr_fr: [_flora_s_confused_] Je vais à mon stage maintenant et il y a un magasin juste à l'extérieur ...
it_it: [_flora_s_confused_] Sto andando al mio stage ora e c'è un negozio proprio fuori...

source: [_flora_s_sarcastic_] I got a text a minute ago saying that I have to come in for a special interview!
fr_fr: [_flora_s_sarcastic_] J'ai un texte il y a une minute disant que je dois venir pour une interview spéciale !
it_it: [_flora_s_sarcastic_] Ho ricevuto un testo un minuto fa dicendo che devo entrare per un'intervista speciale!

source: [_mc_] So... why the hell did I just pay you ten bucks to pick up the croutons?
fr_fr: [_mc_] Alors ... pourquoi diable ai-je juste te payer dix dollars pour ramasser les croûtons?
it_it: [_mc_] Così... perché l'inferno ti ho appena pagato dieci dollari per raccogliere i crostini?

source: [_flora_s_eyeroll_] That's the price for not asking about my day.
fr_fr: [_flora_s_eyeroll_] C'est le prix de ne pas demander mon jour.
it_it: [_flora_s_eyeroll_] Questo è il prezzo per non chiedere la mia giornata.

source: [_flora_s_sarcastic_] Later, gator!
fr_fr: [_flora_s_sarcastic_] Plus tard, gator !
it_it: [_flora_s_sarcastic_] Più tardi, gator!

source: That elusive Whooshster™ Sauce... it's so close I can almost taste it!
fr_fr: Cet insaisissable Whooshster™ Sauce ... c'est si proche que je peux presque le déguster !
it_it: Quella salsa WhooshsterTM sfuggitiva... è così vicino che posso quasi assaggiare!

source: The scent of the Whooshster™ Sauce is quite strong here...
fr_fr: L'odeur de la Whooshster™ Sauce est très forte ici ...
it_it: Il profumo della salsa WhooshsterTM è abbastanza forte qui...

source: Is that a waft of Whooshster™ Sauce on the wind? Definitely.
fr_fr: C'est une balade de Whooshster™ Sauce sur le vent? Définitivement.
it_it: È una zampa di Salsa WhooshsterTM sul vento? Sicuramente.

source: The fading scent of Whooshster™ Sauce lingers here.
fr_fr: L'odeur fading de Whooshster™ Sauce persiste ici.
it_it: Il profumo di dissolvenza della salsa WhooshsterTM lingers qui.

source: Oh, it smells like... wait, is that Whooshster™ Sauce? Err, no... nevermind.
fr_fr: Oh, ça sent comme ... attendez, est-ce que Whooshster™ Sauce? Err, non ... névermental.
it_it: Oh, ha un odore come... aspetta, è che la Salsa WhooshsterTM? Err, no... mai.

source: Hmm... as much as my nose wants to inhale the sweet and rare aromas of the Whooshster™ Sauce, the smell here is only imaginary.
fr_fr: Hmm ... autant que mon nez veut respirer les arômes doux et rares de la Whooshster™ Sauce, l'odeur ici n'est que imaginaire.
it_it: Hmm... tanto quanto il mio naso vuole inalare i dolci e rari aromi della Salsa WhooshsterTM l'odore qui è solo immaginario.

source: Nothing but the artificial lemon smell of the janitor's trademark soap here. Where's the Whooshster™ Sauce?
fr_fr: Rien que l'odeur de citron artificiel du savon de marque du concierge ici. Où est la Sauce™ Whooshster?
it_it: Niente che l'odore di limone artificiale del sapone del marchio del janitor qui. Dov'è la Sauce WhooshsterTM?

source: The long days without the Whooshster™ Sauce. Like trying suck molasses through a straw. Nothing but a pipe dream...
fr_fr: Les longues journées sans la Whooshster™ Sauce. Comme essayer de sucer les mélasses à travers une paille. Rien d'autre qu'un rêve ...
it_it: I giorni lunghi senza la salsa WhooshsterTM. Come provare a succhiare le melasse attraverso una paglia. Niente che un sogno di pipe...

source: Where have my steps led me now... so far away from all that is safe and holy.
fr_fr: Où mes démarches m'ont conduit maintenant ... si loin de tout ce qui est sûr et saint.
it_it: Dove i miei passi mi hanno portato ora... così lontano da tutto ciò che è sicuro e santo.

source: The Whooshster™ Sauce taunts me like a distant fever dream. Nothing but a tiny glimmer of hope left in the storm-ridden sea of my wretched soul.
fr_fr: The Whooshster™ Sauce m'a tauné comme un rêve lointain de fièvre. Rien d'autre qu'une petite lueur d'espoir laissée dans la mer ravageuse de mon âme misérable.
it_it: La Salsa WhooshsterTM mi insinua come un sogno di febbre lontana. Niente altro che un piccolo barlume di speranza lasciato nel mare tempestoso della mia anima miserata.

source: [_flora_s_blush_] Is that a hat on your head?
fr_fr: [_flora_s_blush_] Est-ce un chapeau sur votre tête?
it_it: [_flora_s_blush_] È un cappello sulla testa?

source: [_flora_s_laughing_] Wait, it's your ass!
fr_fr: [_flora_s_laughing_] Attends, c'est ton cul !
it_it: [_flora_s_laughing_] Aspetta, è il tuo culo!

source: [_mc_] Very funny...
fr_fr: [_mc_] Très drôle ...
it_it: [_mc_] Molto divertente...

source: [_flora_s_laughing_] Get it? 'Cause you're an asshat!
fr_fr: [_flora_s_laughing_] Va-y? Parce que tu es un asshat !
it_it: [_flora_s_laughing_] Ottienilo? 'Perché sei uno stronzo!

source: [_mc_] Explaining the joke doesn't make it any more funny.
fr_fr: [_mc_] L'explication de la blague ne le rend pas plus drôle.
it_it: [_mc_] Spiegare la barzelletta non la rende più divertente.

source: [_flora_s_annoyed_] Just laugh next time!
fr_fr: [_flora_s_annoyed_] Juste rire la prochaine fois !
it_it: [_flora_s_annoyed_] Risdi la prossima volta!

source: [_mc_] Yeah, yeah. Anyway, I need your help with something...
fr_fr: [_mc_] Oui, oui. Bref, j'ai besoin de votre aide avec quelque chose ...
it_it: [_mc_] Sì, sì. Comunque, ho bisogno del tuo aiuto con qualcosa...

source: [_flora_s_sarcastic_] It won't be cheap.
fr_fr: [_flora_s_sarcastic_] Ce ne sera pas bon marché.
it_it: [_flora_s_sarcastic_] Non sarà a buon mercato.

source: [_mc_] Ugh. Well, I need your help cooking for my date...
fr_fr: [_mc_] Ugh. Eh bien, j'ai besoin de votre aide pour cuisiner pour ma date ...
it_it: [_mc_] Ugh. Beh, ho bisogno del tuo aiuto a cucinare per la mia data...

source: [_flora_s_confused_] Didn't you say you were going to cook for her?
fr_fr: [_flora_s_confused_] Tu n'as pas dit que tu allais cuisiner pour elle?
it_it: [_flora_s_confused_] non hai detto che stavi per cucinare per lei?

source: [_mc_] Yeah, but—
fr_fr: [_mc_] Oui, mais-
it_it: [_mc_] Sì, ma—

source: [_flora_s_cringe_] It's the gesture that counts! Having me cook for your date is pretty gross...
fr_fr: [_flora_s_cringe_] C'est le geste qui compte ! Avoir moi cuisinier pour ta date est assez brut ...
it_it: [_flora_s_cringe_] È il gesto che conta! Farmi cucinare per la tua data è piuttosto grossolano...

source: [_flora_s_sarcastic_] I will do it for $50, though.
fr_fr: [_flora_s_sarcastic_] Je le ferai pour 50 $, cependant.
it_it: [_flora_s_sarcastic_] lo farò per $50, però.

source: [_flora_s_laughing_] Pleasure doing business with you!
fr_fr: [_flora_s_laughing_] Plaisir d'affaires avec vous !
it_it: [_flora_s_laughing_] Piacere fare affari con te!

source: Ugh, what a robbery... but at least the food will be good.
fr_fr: Ugh, ce qu'un cambriolage ... mais au moins la nourriture sera bonne.
it_it: Ugh, che rapina... ma almeno il cibo sarà buono.

source: [_mc_] Forget it.
fr_fr: [_mc_] Oublie.
it_it: [_mc_] Dimenticatelo.

source: [_flora_s_confused_] Good luck, then.
fr_fr: [_flora_s_confused_] Bonne chance, alors.
it_it: [_flora_s_confused_] Buona fortuna, allora.

source: [_flora_s_sarcastic_] I might film and send it to Kitchen Nightmares.
fr_fr: [_flora_s_sarcastic_] Je pourrais filmer et l'envoyer à Kitchen Nightmares.
it_it: [_flora_s_sarcastic_] Potrei filmare e inviarlo a Kitchen Nightmares.

source: [_mc_] I might film you and send it to—
fr_fr: [_mc_] Je pourrais vous filmer et l'envoyer à-
it_it: [_mc_] Potrei filmarti e inviarlo a—

source: [_flora_s_cringe_] I dare you to finish that sentence! [jo] will have your head if you so much as whisper about filming me again.
fr_fr: [_flora_s_cringe_] Je vous oserais finir cette phrase ! [jo] aura votre tête si vous avez tant de murmure à me filmer à nouveau.
it_it: [_flora_s_cringe_] Ti coraggio a finire quella frase! [jo] avrà la testa se tu tanto sussurri di girarmi di nuovo.

source: She's right... trying to get a good recording for PornHub of her on the toilet probably wasn't my brightest idea.
fr_fr: Elle a raison ... essayer d'obtenir un bon enregistrement pour PornHub d'elle sur les toilettes n'était probablement pas mon idée la plus brillante.
it_it: Ha ragione... cercando di ottenere una buona registrazione per PornHub di lei sulla toilette probabilmente non era la mia idea più brillante.

source: All right, so I guess I'm cooking the dinner myself...
fr_fr: D'accord, alors je suppose que je cuisine le dîner moi-même ...
it_it: Va bene, quindi immagino che sto cucinando io stessa la cena...

source: I should probably check the fridge to see what we have.
fr_fr: Je devrais probablement vérifier le frigo pour voir ce que nous avons.
it_it: Probabilmente dovrei controllare il frigorifero per vedere cosa abbiamo.

source: [_mc_] You still owe me $25 for [jo]'s present last Christmas.
fr_fr: [_mc_] Vous me devez encore 25 $ pour [jo]'s présent le dernier Noël.
it_it: [_mc_] Mi devi ancora $25 per il presente di [jo]lo scorso Natale.

source: [_flora_s_confused_] How come you remember that, but not to clean your room?
fr_fr: [_flora_s_confused_] Comment vous en souvenez-vous, mais pas pour nettoyer votre chambre?
it_it: [_flora_s_confused_] Come ti ricordi di questo, ma non per pulire la tua stanza?

source: [_mc_] Cleaning my room doesn't annoy you.
fr_fr: [_mc_] Le nettoyage de ma chambre ne vous ennuie pas.
it_it: [_mc_] Pulire la mia stanza non ti infastidisce.

source: [_flora_s_annoyed_] Fine, I'll do it for $25...
fr_fr: [_flora_s_annoyed_] Fine, je le ferai pour $ 25 ...
it_it: [_flora_s_annoyed_] Bene, lo farò per $25...

source: The sun is shining, the birds are—
fr_fr: Le soleil brille, les oiseaux sont-
it_it: Il sole sta splendendo, gli uccelli sono—

source: Hold up... that's the sunset...
fr_fr: Attends ... c'est le coucher de soleil ...
it_it: Tieniti... questo è il tramonto...

source: Fuck. Slept through the day...
fr_fr: Putain. Dormir dans la journée ...
it_it: Scopo. Dormito attraverso il giorno...

source: Glad my phone woke me up.
fr_fr: Mon téléphone m'a réveillé.
it_it: Felice che il mio telefono mi abbia svegliato.

source: Oh, shit! My date with [jacklyn]!
fr_fr: Oh, merde ! Ma date avec [jacklyn]!
it_it: Oh, merda! Il mio appuntamento con [jacklyn]!

source: The text is from her!
fr_fr: Le texte est d'elle !
it_it: Il testo è da lei!

source: [_jacklyn_] I'm outside. Is the doorbell broken?
fr_fr: [_jacklyn_] Je suis dehors. La cloche est-elle cassée?
it_it: [_jacklyn_] sono fuori. Il campanello è rotto?

source: Shit. Five minutes ago. Well, it is broken... no need to lie about that.
fr_fr: Merde. Il y a cinq minutes. Eh bien, c'est cassé ... pas besoin de mentin à ce sujet.
it_it: La merda. Cinque minuti fa. Beh, è rotta... non c'è bisogno di mentire su questo.

source: [_mc_] Yeah, it's broken. I'll be right down!
fr_fr: [_mc_] Oui, c'est cassé. Je vais être en bas !
it_it: [_mc_] Sì, è rotto. Sarò proprio giù!

source: Okay, best get dressed!
fr_fr: Ok, mieux vaut s'habiller !
it_it: Ok, meglio vestirsi!

source: [jacklyn] is by the door. Okay, time to put ice in my pants and pants in my veins... or something.
fr_fr: [jacklyn] est à la porte. Ok, le temps de mettre de la glace dans mon pantalon et mon pantalon dans mes veines ... ou quelque chose.
it_it: [jacklyn] è vicino alla porta. Ok, il tempo di mettere ghiaccio nei miei pantaloni e pantaloni nelle mie vene... o qualcosa.

source: Kinda thought [jacklyn] would dress up, but maybe she likes to keep things casual?
fr_fr: Kinda pensait que [jacklyn] s'habiterait, mais elle aime peut-être garder les choses décontractées?
it_it: Kinda pensava che [jacklyn] avrebbe vestito, ma forse le piace tenere le cose casual?

source: Still in her teacher's uniform though... hmmm...
fr_fr: Toujours dans l'uniforme de son professeur ... hmmm ...
it_it: Ancora nella uniforme del suo insegnante però... hmmm...

source: [_jacklyn_s_smile_] So, did you really cook for me? I'm starving.
fr_fr: [_jacklyn_s_smile_] Alors, tu as vraiment cuisiner pour moi? Je suis affamé.
it_it: [_jacklyn_s_smile_] Allora, hai davvero cucinato per me? Sto morendo di fame.
