Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_statement.po
Languages: fr_fr, it_it

source: [_jacklyn_s_angry_] Sometimes you just have to do it.
fr_fr: [_jacklyn_s_angry_] Parfois, il vous suffit de le faire.
it_it: [_jacklyn_s_angry_] A volte devi solo farlo.

source: [_mc_] I guess that's fair enough...
fr_fr: [_mc_] Je suppose que c'est assez juste ...
it_it: [_mc_] Immagino che sia abbastanza giusto...

source: [_jacklyn_s_neutral_] All right, mask on. We're making a moving statement tonight.
fr_fr: [_jacklyn_s_neutral_] Très bien, masque. Nous faisons une déclaration en mouvement ce soir.
it_it: [_jacklyn_s_neutral_] Va bene, maschera su. Stiamo facendo una dichiarazione commovente stasera.

source: [_jacklyn_s_neutral_mask_] Let's get to work.
fr_fr: [_jacklyn_s_neutral_mask_] Allons au travail.
it_it: [_jacklyn_s_neutral_mask_] Andiamo a lavorare.

source: This mask isn't exactly comfy, but at least I don't have to breathe in the toxic vapors...
fr_fr: Ce masque n'est pas exactement comfy, mais au moins je n'ai pas à respirer dans les vapeurs toxiques ...
it_it: Questa maschera non è esattamente comoda, ma almeno non devo respirare nei vapori tossici...

source: [_jacklyn_s_neutral_mask_] What kind of statement should we make?
fr_fr: [_jacklyn_s_neutral_mask_] Quel genre de déclaration devrions-nous faire?
it_it: [_jacklyn_s_neutral_mask_] Che tipo di dichiarazione dovremmo fare?

source: [_mc_] One of passion, ferocity, and vigor!
fr_fr: [_mc_] Une de la passion, de la férocité et de la vigueur !
it_it: [_mc_] Uno di passione, ferocia e vigoroso!

source: [_jacklyn_s_laughing_mask_] That's straight sparks.
fr_fr: [_jacklyn_s_laughing_mask_] C'est des étincelles droites.
it_it: [_jacklyn_s_laughing_mask_] Sono scintille diritte.

source: [_jacklyn_s_laughing_mask_] Exactly what this place needs!
fr_fr: [_jacklyn_s_laughing_mask_] Exactement ce dont ce lieu a besoin !
it_it: [_jacklyn_s_laughing_mask_] Esattamente di cosa ha bisogno questo posto!

source: [_mc_] You think so?
fr_fr: [_mc_] Vous le pensez?
it_it: [_mc_] Lo pensi così?

source: [_jacklyn_s_laughing_mask_] The bus will roll through the streets, igniting the minds of everyone around it.
fr_fr: [_jacklyn_s_laughing_mask_] Le bus va rouler dans les rues, allumant l'esprit de tout le monde autour de lui.
it_it: [_jacklyn_s_laughing_mask_] L'autobus rotola per le strade, accendendo le menti di tutti coloro che lo circondano.

source: [_jacklyn_s_neutral_mask_] The statement will sweep wildfire through the city.
fr_fr: [_jacklyn_s_neutral_mask_] Le communiqué va balayer les feux de forêt à travers la ville.
it_it: [_jacklyn_s_neutral_mask_] L'affermazione spazzerà il fuoco selvaggio attraverso la città.

source: [_mc_] I'm ready to leave my mark.
fr_fr: [_mc_] Je suis prêt à laisser ma marque.
it_it: [_mc_] Sono pronto a lasciare il mio segno.

source: [_jacklyn_s_neutral_mask_] Wicked! Let's do this.
fr_fr: [_jacklyn_s_neutral_mask_] Wicked ! Faisons ça.
it_it: [_jacklyn_s_neutral_mask_] malvagio! Facciamo questo.

source: [_mc_] One of love, tranquility, and understanding.
fr_fr: [_mc_] L'amour, la tranquillité et la compréhension.
it_it: [_mc_] Uno dell'amore, della tranquillità e della comprensione.

source: [_jacklyn_s_laughing_mask_] That's an art boner, all right.
fr_fr: [_jacklyn_s_laughing_mask_] C'est un boneur d'art, d'accord.
it_it: [_jacklyn_s_laughing_mask_] Questo è un boner d'arte, va bene.

source: [_jacklyn_s_laughing_mask_] Nothing seeps into the mind like the clear water of an oasis in the desert of stress and hardship.
fr_fr: [_jacklyn_s_laughing_mask_] Rien ne s'infilte dans l'esprit comme l'eau claire d'une oasis dans le désert du stress et des épreuves.
it_it: [_jacklyn_s_laughing_mask_] Nulla si insinua nella mente come l'acqua limpida di un'oasi nel deserto dello stress e delle difficoltà.

source: [_jacklyn_s_laughing_mask_] I already have a design in mind...
fr_fr: [_jacklyn_s_laughing_mask_] J'ai déjà un design en tête ...
it_it: [_jacklyn_s_laughing_mask_] Ho già un design in mente...

source: [_mc_] Nice. We can build on each other.
fr_fr: [_mc_] Nice. Nous pouvons nous construire les uns sur les autres.
it_it: [_mc_] Nizza. Possiamo costruire l'uno sull'altro.

source: [_mc_] You're the real artist, you decide.
fr_fr: [_mc_] Vous êtes l'artiste réel, vous décidez.
it_it: [_mc_] Sei il vero artista, decidi.

source: [_jacklyn_s_thinking_mask_] Very well! I don't mind taking charge...
fr_fr: [_jacklyn_s_thinking_mask_] Très bien ! Je ne pense pas prendre les frais ...
it_it: [_jacklyn_s_thinking_mask_] Molto bene! Non mi dispiace prendere carica...

source: [_jacklyn_s_thinking_mask_] But if you don't suck my dick when we're done, I'll be pissed.
fr_fr: [_jacklyn_s_thinking_mask_] Mais si vous ne sucez pas ma bite quand on sera fait, je serai pissé.
it_it: [_jacklyn_s_thinking_mask_] Ma se non succhiate il mio cazzo quando abbiamo finito, sarò baciato.

source: She means compliments, obviously.
fr_fr: Elle veut dire des compliments, évidemment.
it_it: Significa complimenti, ovviamente.

source: [_mc_] I don't mind a quick blowjob or two.
fr_fr: [_mc_] Je ne pense pas à une souffljob rapide ou à deux.
it_it: [_mc_] Non mi dispiace un pompino veloce o due.

source: [_jacklyn_s_excited_] Trophy wives to us both. That's a fucking statement.
fr_fr: [_jacklyn_s_excited_] Trophée femmes pour nous deux. C'est une putain de déclaration.
it_it: [_jacklyn_s_excited_] Trofeo mogli a noi entrambi. Questa è una dichiarazione scopata.

source: [_jacklyn_s_excited_] What a theme!
fr_fr: [_jacklyn_s_excited_] Quel thème !
it_it: [_jacklyn_s_excited_] Che tema!

source: [_mc_] I didn't do much.
fr_fr: [_mc_] Je n'ai pas beaucoup fait.
it_it: [_mc_] non ho fatto molto.

source: [_jacklyn_s_laughing_] Quit the gagging. We both made a difference today!
fr_fr: [_jacklyn_s_laughing_] Quitter l'étiquetage. Nous avons tous les deux fait une différence aujourd'hui !
it_it: [_jacklyn_s_laughing_] Abbandona il gagging. Oggi abbiamo fatto la differenza!

source: [_jacklyn_s_laughing_] People will know that and share our vision.
fr_fr: [_jacklyn_s_laughing_] Les gens sauront cela et partageront notre vision.
it_it: [_jacklyn_s_laughing_] La gente lo saprà e condividerà la nostra visione.

source: This really shows how talented [jacklyn] is.
fr_fr: Cela montre vraiment le talent de [jacklyn].
it_it: Questo dimostra davvero quanto sia talentuoso [jacklyn].

source: It truly is more than just paint on a bus...
fr_fr: C'est vraiment plus que de la peinture sur un bus ...
it_it: È veramente più che solo dipingere su un autobus...

source: It has a clear message, both artistically and psychologically.
fr_fr: Il a un message clair, tant sur le plan artistique que psychologique.
it_it: Ha un messaggio chiaro, sia artisticamente che psicologicamente.

source: Didn't really understand what she meant about making a statement before, but now I do.
fr_fr: Je n'ai pas vraiment compris ce qu'elle voulait dire de faire une déclaration avant, mais maintenant je le fais.
it_it: Non ha veramente capito cosa intendeva fare una dichiarazione prima, ma ora lo faccio.

source: [_jacklyn_s_neutral_] You're all zippered up... what's on your mind?
fr_fr: [_jacklyn_s_neutral_] Vous êtes tous zipés ... ce qui est dans votre esprit?
it_it: [_jacklyn_s_neutral_] Sei tutto con lo zipper... cosa hai in mente?

source: She's the type that only cares about directness... no real point beating around the bush with her.
fr_fr: C'est le type qui se soucie uniquement de la franchise ... pas de vrai point de passage autour de la brousse avec elle.
it_it: Lei è il tipo che si preoccupa solo della direzione... nessun punto reale battere intorno al cespuglio con lei.

source: [_mc_] How you've opened my eyes to what it means to be an artist.
fr_fr: [_mc_] Comment vous avez ouvert les yeux sur ce que signifie être un artiste.
it_it: [_mc_] Come hai aperto gli occhi a quello che significa essere un artista.

source: [_jacklyn_s_smile_] And what does it mean?
fr_fr: [_jacklyn_s_smile_] Et qu'est-ce que cela signifie?
it_it: [_jacklyn_s_smile_] E cosa significa?

source: [_mc_] To turn nothing into something... chaos into order.
fr_fr: [_mc_] Pour ne rien transformer en quelque chose ... du chaos dans l'ordre.
it_it: [_mc_] Per trasformare nulla in qualcosa... caos in ordine.

source: [_mc_] To create meaning!
fr_fr: [_mc_] Créer un sens !
it_it: [_mc_] Per creare significato!

source: [_jacklyn_s_laughing_] On point, shooter!
fr_fr: [_jacklyn_s_laughing_] Sur le point, tireur !
it_it: [_jacklyn_s_laughing_] Sul punto, tiratore!

source: [_jacklyn_s_excited_] People often mistake art for something higher or refined that only those with top hats and monocles can appreciate.
fr_fr: [_jacklyn_s_excited_] Les gens se trompe souvent d'art pour quelque chose de plus haut ou de raffiné que seuls ceux qui ont le plus de chapeaux et les monocles peuvent apprécier.
it_it: [_jacklyn_s_excited_] La gente spesso confonde l'arte per qualcosa di più alto o raffinato che solo quelli con cappelli e monocli superiori possono apprezzare.

source: [_jacklyn_s_excited_] Art is the stories we tell ourselves and our children.
fr_fr: [_jacklyn_s_excited_] L'art est l'histoire que nous racontons nous-mêmes et nos enfants.
it_it: [_jacklyn_s_excited_] L'arte è le storie che raccontiamo a noi stessi e ai nostri figli.

source: [_jacklyn_s_excited_] Art is the emotions we pour out of our souls and onto the canvas.
fr_fr: [_jacklyn_s_excited_] L'art est l'émotion que nous déverons de nos âmes et sur la toile.
it_it: [_jacklyn_s_excited_] L'arte è le emozioni che riversiamo dalle nostre anime e sulla tela.

source: [_jacklyn_s_excited_] Art is the composition of sounds that turns into a melody!
fr_fr: [_jacklyn_s_excited_] L'art est la composition de sons qui se transforme en mélodie !
it_it: [_jacklyn_s_excited_] Art è la composizione dei suoni che si trasforma in una melodia!

source: [_mc_] I finally understand!
fr_fr: [_mc_] Je comprends enfin !
it_it: [_mc_] finalmente capisco!

source: [_jacklyn_s_laughing_] My panties get wet every time I see the light come on for an artist...
fr_fr: [_jacklyn_s_laughing_] Mes culées sont mouillées chaque fois que je vois la lumière venir pour un artiste ...
it_it: [_jacklyn_s_laughing_] Le mie mutandine si bagnano ogni volta che vedo la luce si accende per un artista...

source: [_jacklyn_s_laughing_] I'm happy I could help you out with that!
fr_fr: [_jacklyn_s_laughing_] Je suis heureux que je puisse t'aider avec ça !
it_it: [_jacklyn_s_laughing_] Sono felice che potrei aiutarvi con questo!

source: [_mc_] We should paint together again sometime.
fr_fr: [_mc_] Nous devrions repeindre ensemble un jour.
it_it: [_mc_] A volte dovremmo dipingere di nuovo insieme.

source: [_jacklyn_s_excited_] We will! You can put your abacus on the line for that.
fr_fr: [_jacklyn_s_excited_] Nous le serons ! Vous pouvez mettre votre abacus sur la ligne pour ça.
it_it: [_jacklyn_s_excited_] Lo faremo! Puoi mettere il tuo abaco sulla linea per questo.

source: Feels like [jacklyn] has helped me unlock a great secret about life itself...
fr_fr: Des Feels comme [jacklyn] m'ont aidé à déverrouiller un grand secret sur la vie elle-même ...
it_it: Senti come [jacklyn] mi ha aiutato a sbloccare un grande segreto sulla vita stessa...

source: Can't wait for the next opportunity to explore the depths of art with her!
fr_fr: Vous ne pouvez pas attendre la prochaine occasion d'explorer les profondeurs de l'art avec elle !
it_it: Non vedo l'ora della prossima opportunità di esplorare le profondità dell'arte con lei!

source: The bus will serve as a reminder for what's important.
fr_fr: Le bus servira de rappel pour ce qui est important.
it_it: L'autobus servirà da promemoria per ciò che è importante.

source: Art is an expression of our humanity... that's the statement.
fr_fr: L'art est une expression de notre humanité ... c'est la déclaration.
it_it: L'arte è un'espressione della nostra umanità... questa è l'affermazione.

source: I feel like a true saint.
fr_fr: Je me sens comme un vrai saint.
it_it: Io ho voglia di un vero santo.

source: I could've chosen to indulge myself in the carnal sins of mortality, but instead I chose enlightenment.
fr_fr: J'aurais pu choisir de me faire plaisir dans les péchés charnels de la mortalité, mais au lieu de cela, j'ai choisi l'illumination.
it_it: Avrei potuto scegliere di concedermi i peccati carnali della mortalità, ma invece ho scelto l'illuminazione.

source: And enlightenment feels good!
fr_fr: Et l'illumination se sent bien !
it_it: E l'illuminazione si sente bene!

source: It's lasting. It's the ambrosia of all great artists. It's the burning excitement to make something more than the humdrum of everyday life.
fr_fr: C'est durable. C'est l'ambroisie de tous les grands artistes. C'est l'excitation brûlant de faire quelque chose de plus que le tambour de la vie de tous les jours.
it_it: È duratura. È l'ambrosia di tutti i grandi artisti. È l'eccitazione bruciante fare qualcosa di più del humdrum della vita quotidiana.

source: Maybe I'm just trying cheer myself up because I missed out on sex once again, but honestly... it feels okay this time.
fr_fr: Peut-être que j'essaie juste de me remonter parce que j'ai raté le sexe une fois de plus, mais honnêtement ... ça va bien cette fois.
it_it: Forse sto solo cercando di rallegrarmi perché mi sono perso sul sesso ancora una volta, ma onestamente... si sente bene questa volta.

source: [_mc_] That I want to put my dick in your ass right now.
fr_fr: [_mc_] Que je veux mettre ma bite dans votre cul en ce moment.
it_it: [_mc_] Che voglio mettere il mio cazzo nel culo in questo momento.

source: [_jacklyn_s_laughing_] I can see the afterglow of the statement burning in your eyes!
it_it: [_jacklyn_s_laughing_] Posso vedere il bagliore della dichiarazione che brucia nei tuoi occhi!

source: [_jacklyn_s_excited_] It's the passion of the muse.
fr_fr: [_jacklyn_s_excited_] C'est la passion de la muse.
it_it: [_jacklyn_s_excited_] È la passione della musa.

source: Is that what it's called?
fr_fr: C'est ce qu'on appelle ça?
it_it: È quello che si chiama?

source: [_jacklyn_s_smile_right_] Every successful artist has felt it at some point.
fr_fr: [_jacklyn_s_smile_right_] Tous les artistes qui réussissent le sentent à un moment ou à un autre.
it_it: [_jacklyn_s_smile_right_] Ogni artista di successo lo ha sentito ad un certo punto.

source: Not sure what's going on... I thought [jacklyn] would slap me and storm off, but she's actually playing with the waistband of her panties.
fr_fr: Pas sûr de ce qui se passe ... Je pensais que le [jacklyn] me girait et s'agenserait, mais elle joue avec la ceinture de ses cultes.
it_it: Non so cosa sta succedendochar@@0 Pensavo che [jacklyn] mi avrebbe schiaffeggiata e mi sarebbe stata una tempesta, ma lei sta giocando con la cintura delle sue mutandine.

source: [_jacklyn_s_neutral_] Very well. Make sure you spit on your cock... it's not going in dry.
fr_fr: [_jacklyn_s_neutral_] Très bien. Assurez-vous de cravoir sur votre coq ... ça ne va pas à sec.
it_it: [_jacklyn_s_neutral_] Molto bene. Assicurati di sputare sul tuo cazzo... non sta andando a secco.

source: [_jacklyn_s_smile_] Yeah, seriously. Lie down... this is the prize of enlightened artistry.
fr_fr: [_jacklyn_s_smile_] Oui, sérieusement. Lie down ... c'est le prix de l'art éclairé.
it_it: [_jacklyn_s_smile_] Sì, seriamente. Sdraiatevi... questo è il premio dell'arte illuminata.

source: Can't believe this is happening... anal with freaking [jacklyn]!
fr_fr: Je ne peux pas croire que c'est en train de se produire ... anal avec un freaking [jacklyn]!
it_it: Non si può credere che questo stia accadendo... anale con freaking [jacklyn]!

source: I need to get one of those shirts that says "I fuck on the first date."
fr_fr: J'ai besoin d'avoir une de ces chemises qui dit "Je baise à la première date".
it_it: Ho bisogno di ottenere una di quelle magliette che dice "Fanculo il primo appuntamento".

source: The grass tickles my back... the night air kisses my bare skin...
fr_fr: L'herbe chatouille mon dos ... l'air de nuit embrasse ma peau nue ...
it_it: L'erba solletica la mia schiena... l'aria notturna bacia la mia pelle nuda...

source: She slides on top, straddling me.
fr_fr: Elle glisse sur le dessus, à cheval sur moi.
it_it: Lei scivola in alto, mi si accaparra.

source: The warm skin of her thighs on my sides zaps my abdomen with excitement.
fr_fr: La peau chaude de ses cuisses sur mes côtés fait un zouillage de mon abdomen.
it_it: La pelle calda delle cosce sui miei lati zaps il mio addome con eccitazione.

source: Her wet pussy leaves a trail of moisture just below my belly button...
fr_fr: Sa chatte mouillée laisse une trace d'humidité juste sous mon nombril ...
it_it: La sua figa bagnata lascia una scia di umidità appena sotto il mio bottone pancia...

source: [jacklyn] grinds on top of me, up and down, teasing my cock with her ass and pussy.
fr_fr: [jacklyn] grâces sur moi, en haut et en bas, en taquinant ma bite avec son cul et la chatte.
it_it: [jacklyn] macina sopra di me, su e giù, prendere in giro il mio cazzo con il suo culo e la figa.

source: Coaxing out a hardness I never thought possible.
fr_fr: Je n'ai jamais pensé à une dureté.
it_it: Coaxing fuori una durezza che non ho mai pensato possibile.

source: [_jacklyn_s_jacklyn_anal_insert_] How's that?
fr_fr: [_jacklyn_s_jacklyn_anal_insert_] Comment ça?
it_it: [_jacklyn_s_jacklyn_anal_insert_] Com'è?

source: [_jacklyn_s_jacklyn_anal_thrust1_face3_] Yeah?
fr_fr: [_jacklyn_s_jacklyn_anal_thrust1_face3_] Oui?
it_it: [_jacklyn_s_jacklyn_anal_thrust1_face3_] Sì?

source: [_jacklyn_s_jacklyn_anal_thrust1_face3_] Should I put it in deeper?
fr_fr: [_jacklyn_s_jacklyn_anal_thrust1_face3_] Dois-je le mettre en profondeur?
it_it: [_jacklyn_s_jacklyn_anal_thrust1_face3_] Dovrei metterlo più in profondità?

source: [_mc_] Yes!
fr_fr: [_mc_] Oui !
it_it: [_mc_] Sì!

source: [_jacklyn_s_jacklyn_anal_prepare_] So eager...
fr_fr: [_jacklyn_s_jacklyn_anal_prepare_] So impatient ...
it_it: [_jacklyn_s_jacklyn_anal_prepare_] Così eager...

source: Oh, man... she lines it up, letting the tip of my cock nestle against her wrinkled asshole.
fr_fr: Oh, mec ... elle s'en va, laissant la pointe de ma bite se blotcher contre son connard ridé.
it_it: Oh, uomo... lei lo linea, lasciando la punta del mio cazzo nidificare contro il suo stronzo rugoso.

source: She winks her sphincter at me, trying to suck me inside.
fr_fr: Elle vire son sphincter à moi, essayant de me sucer à l'intérieur.
it_it: Lei ammicca il suo sfintere contro di me, cercando di succhiarmi dentro.

source: [_jacklyn_s_jacklyn_anal_prepare_] Okay, let's try...
fr_fr: [_jacklyn_s_jacklyn_anal_prepare_] Ok, essayons ...
it_it: [_jacklyn_s_jacklyn_anal_prepare_] Okay, cerchiamo di provare...

source: God, she just sucked it in with her ass muscles alone!
fr_fr: Dieu, elle l'a tout simplement aspiré avec ses muscles fesses !
it_it: Dio, lei ha appena succhiato in con i suoi muscoli del culo da solo!

source: Her ass is so warm, it feels like I just put my dick in a bowl of mac 'n' cheese...
fr_fr: Son cul est si chaud, j'ai l'impression de mettre ma bite dans un bol d'mac'n'fromage ...
it_it: Il suo culo è così caldo, si sente come ho messo il mio cazzo in una ciotola di formaggio mac 'n'...

source: [_jacklyn_s_jacklyn_anal_thrust1_face1_] I'm going to ride you, big boy. Ease it in slowly.
fr_fr: [_jacklyn_s_jacklyn_anal_thrust1_face1_] Je vais vous conduire, grand garçon. Passe-le lentement.
it_it: [_jacklyn_s_jacklyn_anal_thrust1_face1_] ti guiderò, grande ragazzo. Seguilo lentamente.

source: She penetrates herself on me.
fr_fr: Elle s'est infiltrée sur moi.
it_it: Lei si penetra con me.

source: Her ass is so damn tight! Her muscles keep squeezing me, choking my, trying to suck the cum out.
fr_fr: Son cul est si serré ! Ses muscles me serent, étouffant mon, essayant de sucer le foutre.
it_it: Il suo culo è così maledetto stretto! I suoi muscoli continuano a schiacciarmi, soffocando il mio, cercando di succhiare lo sperma fuori.

source: The muscles in her ass are trying to push me out, but she's working me deeper.
fr_fr: Les muscles de son cul essaient de me pousser, mais elle me travaille plus profondément.
it_it: I muscoli nel suo culo stanno cercando di spingermi fuori, ma mi sta lavorando più in profondità.

source: She wiggles around, making my cock explore the soft insides of her anal cavity.
fr_fr: Elle se gélit autour, ce qui fait que ma bite explore les parties molles de sa cavité anale.
it_it: Lei si agita intorno, facendo esplorare il mio cazzo morbido interno della sua cavità anale.

source: It's like she's trying to find the right spot or angle to—
fr_fr: C'est comme si elle essaya de trouver la place ou l'angle droit-
it_it: È come lei sta cercando di trovare il punto o l'angolo giusto per—

source: [_jacklyn_s_jacklyn_anal_thrust4_face1_] There... we... go...
it_it: [_jacklyn_s_jacklyn_anal_thrust4_face1_] Lì... andiamo... vai...

source: She just took me even deeper! Pushed me past some inner boundary!
fr_fr: Elle m'a juste pris plus en profondeur ! Possée-moi au-delà de la limite intérieure !
it_it: Mi ha appena portato ancora più in profondità! Mi ha spinto oltre qualche confine interiore!

source: Man, I never thought she'd take this much of me in her ass...
fr_fr: Je n'ai jamais pensé qu'elle prendrait autant de moi dans son cul ...
it_it: Uomo, non ho mai pensato che avrebbe preso questo tanto di me nel suo culo...

source: She rides me deeply, making me feel every inch of her juicy asshole.
fr_fr: Elle me conduit profondément, me faisant sentir chaque centimètre de son asshole juteux.
it_it: Mi cavalca profondamente, facendomi sentire ogni centimetro del suo culo succoso.

source: Squeezing and massaging me. Fuck... I could come already, but I want more...
fr_fr: Écoute et me massant. Putain ... Je pourrais venir, mais je veux plus ...
it_it: Schiacciandomi e massaggiandomi. Fuck... Potrei venire già, ma voglio di più...

source: [_mc_] Take me deeper!
fr_fr: [_mc_] Amenez-moi plus loin !
it_it: [_mc_] Portami più in profondità!

source: [_jacklyn_s_jacklyn_anal_prepare_] Just let me ride you...
fr_fr: [_jacklyn_s_jacklyn_anal_prepare_] Laissez-moi vous conduire ...
it_it: [_jacklyn_s_jacklyn_anal_prepare_] Permettetemi di cavalcarvi...

source: Holy shit, I think she just pushed me into the opening of her colon!
fr_fr: Sainte merde, je pense qu'elle m'a poussé à l'ouverture de son côlon !
it_it: Merda santa, penso che mi abbia appena spinto all'apertura del suo colon!

source: Fuck... I'm so close to bursting... her ass is begging for my cum...
fr_fr: Putain ... Je suis si près de me faire éclater ... son cul mendiant pour mon foutre ...
it_it: Fuck... Sono così vicino a scoppiare... il suo culo sta implorando per il mio cum...

source: [_mc_] Keep going!
fr_fr: [_mc_] Continuez !
it_it: [_mc_] Continui ad andare!

source: [_jacklyn_s_jacklyn_anal_thrust4_face3_] Fuck me, that's deep.
fr_fr: [_jacklyn_s_jacklyn_anal_thrust4_face3_] Fuck me, c'est profond.
it_it: [_jacklyn_s_jacklyn_anal_thrust4_face3_] Cazzo me, è profondo.

source: Jesus... I swear she just took the head of my dick into her colon.
fr_fr: Jésus ... Je te jure qu'elle a pris la tête de ma bite dans le côlon.
it_it: Gesù... Giuro che ha appena preso la testa del mio cazzo nel suo colon.

source: [_jacklyn_s_jacklyn_anal_thrust4_face2_] I do like a good ass-pounding...
it_it: [_jacklyn_s_jacklyn_anal_thrust4_face2_] Mi piace un buon culo pounding...

source: [_jacklyn_s_jacklyn_anal_thrust3_face2_] Riding you is giggle-fest.
fr_fr: [_jacklyn_s_jacklyn_anal_thrust3_face2_] Riding you est giggle-fest.
it_it: [_jacklyn_s_jacklyn_anal_thrust3_face2_] Cavalcarti è giggle-fest.
