Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_sweets.po
Languages: it_it

source: [_mc_] Yeah, that's the plan. I have a bunch of doughnuts that I need to incorporate somehow...
it_it: [_mc_] Sì, questo è il piano. Ho un sacco di ciambelle che ho bisogno di incorporare in qualche modo...

source: [_flora_s_laughing_] Oh, nothing!
it_it: [_flora_s_laughing_] Oh, niente!

source: She definitely just had an impure thought.
it_it: Sicuramente aveva appena un pensiero impuro.

source: [_mc_] Please, I really need help.
it_it: [_mc_] Per favore, ho davvero bisogno di aiuto.

source: [_mc_] I know you thought of something!
it_it: [_mc_] So che hai pensato a qualcosa!

source: [_flora_s_laughing_] I don't know what you mean...
it_it: [_flora_s_laughing_] Non so cosa intendi...

source: [_mc_] [flora], listen. I won't judge you, I promise!
it_it: [_mc_] [flora], ascolta. Non ti giudicherò, ti prometto!

source: [_mc_] You said it yourself, I've been good to you recently.
it_it: [_mc_] Tu l'hai detto tu, di recente sono stato bravo con te.

source: [_flora_s_eyeroll_] Fine... but I can't say it out loud. I'll text you.
it_it: [_flora_s_eyeroll_] Fine... ma non posso dirlo ad alta voce. Ti scriverò.

source: [_flora_s_annoyed_texting_] If you show it to anyone, I will murder you. No joke.
it_it: [_flora_s_annoyed_texting_] Se lo mostri a chiunque, ti ucciderò.

source: [_mc_] I promise I won't!
it_it: [_mc_] Prometto che non lo farò!

source: [_flora_s_annoyed_texting_] There.
it_it: [_flora_s_annoyed_texting_] Lì.

source: [_flora_s_annoyed_] And remember, this conversation never happened.
it_it: [_flora_s_annoyed_] E ricorda, questa conversazione non è mai accaduta.

source: She forgot the damn xCube again!
it_it: Ha dimenticato di nuovo il maledetto xCube!

source: Oh well, let's check that text...
it_it: Oh bene, controlliamo quel testo...

source: [_flora_s_sarcastic_] Hey, can I borrow your xCube?
it_it: [_flora_s_sarcastic_] Ehi, posso prendere in prestito il tuo xCube?

source: [_flora_s_eyeroll_] If you were a bit nicer to me, I'm sure things would be different.
it_it: [_flora_s_eyeroll_] Se fossi un po' più bello per me, sono sicuro che le cose sarebbero diverse.

source: [_mc_] Is that really how you're going to play it?
it_it: [_mc_] È davvero come si sta per giocare?

source: [_mc_] I mean, you're the one asking for a favor.
it_it: [_mc_] Voglio dire, tu sei quello che chiede un favore.

source: [_mc_] What exactly are you doing now?
it_it: [_mc_] Cosa stai facendo esattamente adesso?

source: [_mc_] Hold on just a moment! I didn't say you couldn't borrow it!
it_it: [_mc_] Tieni premuto solo un momento! Non ho detto che non hai potuto prenderlo in prestito!

source: [_flora_s_annoyed_] So, I can borrow it?
it_it: [_flora_s_annoyed_] Quindi, posso prendere in prestito?

source: [_mc_] Of course!
it_it: [_mc_] Certo!

source: [_flora_s_confused_] What's the catch?
it_it: [_flora_s_confused_] Qual è la cattura?

source: [_mc_] I need inspiration for an art thing...
it_it: [_mc_] Ho bisogno di ispirazione per una cosa d'arte...

source: [_flora_s_annoyed_] Since when do you like art?!
it_it: [_flora_s_annoyed_] Da quando ti piace l'arte?!

source: [_mc_] Whoa! No need to get your panties in a twist.
it_it: [_mc_] Whoa! Non c'è bisogno di ottenere le mutandine in una torsione.

source: [_flora_s_afraid_] Don't ever talk about my panties!
it_it: [_flora_s_afraid_] Non parlare mai dei miei antiparassitari!

source: [_flora_s_embarrassed_] You're trying to sleep with [jacklyn], aren't you?
it_it: [_flora_s_embarrassed_] Stai cercando di dormire con [jacklyn], vero?

source: [_mc_] Look, I'm just a simple artisan trying to hone my craft.
it_it: [_mc_] Guarda, sono solo un semplice artigiano che cerca di affinare il mio mestiere.

source: [_flora_s_crying_] You're a troll is what you are!
it_it: [_flora_s_crying_] Sei un troll è quello che sei!

source: She looks like she's about to cry...
it_it: Sembra che stia per piangere...

source: Ever since my date with [jacklyn], [flora] has been on the verge of tears.{space=-40}
it_it: Fin dalla mia data con [jacklyn], [flora] è stato sul punto di lacrime.{space=-40}

source: It's somehow ironic that she's the jealous one this time around.
it_it: È in qualche modo ironico che lei sia gelosa stavolta.

source: It would make her even more jealous if she saw [jacklyn] giving me a blowjob...
it_it: La renderebbe ancora più gelosa se avesse visto [jacklyn] darmi un pompino...

source: I just had the craziest idea! Thank you, [flora]!
it_it: Ho appena avuto l'idea più pazza! Grazie, [flora]!

source: Toward the art classroom!
it_it: Verso l'aula d'arte!

source: Hmm... what does that mean?
it_it: Hmm... cosa significa?

source: Doughnut... glazing... circle of life...
it_it: Doughnut... vetro... cerchio di vita...

source: You naughty, naughty girl!
it_it: Tu cattivo ragazza, cattiva ragazza!

source: [_mc_] [flora], you're a genius!
it_it: [_mc_] [flora], sei un genio!

source: She probably didn't hear that, but heh... I knew she was a freak.
it_it: Probabilmente non l'ha sentito, ma lui... sapevo che era un freak.

source: Okay, time to get to work! Next stop: the art classroom.
it_it: Ok, il tempo di andare al lavoro! Prossima fermata: l'aula d'arte.

source: Ah, the place where inspiration is realized!
it_it: Ah, il luogo dove si realizza l'ispirazione!

source: First we need to remove this piece of paper...
it_it: Prima abbiamo bisogno di rimuovere questo pezzo di carta...

source: This is not practice. This is the real deal.
it_it: Questa non è una pratica, questo è il vero accordo.

source: Straight on the canvas — nothing else is good enough.
it_it: Dritto sulla tela — nient'altro è abbastanza buono.

source: Now we need some linework, but we're not going to use a pen because that's too cliché for a project like this.
it_it: Ora abbiamo bisogno di qualche lavoro di linea, ma non useremo una penna perché è troppo cliche<unk> per un progetto come questo.

source: Hmm... what could be used instead?
it_it: Hmm... cosa potrebbe essere usato invece?

source: I need something truly unique. Something that's never been used to paint with before.
it_it: Ho bisogno di qualcosa di veramente unico. Qualcosa che non è mai stato usato per dipingere prima.

source: It's a specialized tool for a very specific job, but a good artist can always utilize unusual equipment.
it_it: È uno strumento specializzato per un lavoro molto specifico, ma un buon artista può sempre utilizzare attrezzature insolite.

source: Some paint, some finesse, and some artistic prowess.
it_it: Qualche vernice, qualche finezza e qualche abilità artistica.

source: Just dip this baby into some paint and slap it across the canvas.
it_it: Basta immergere questo bambino in qualche vernice e schiaffettarlo attraverso la tela.

source: A touch of brilliance and a few strokes of genius.
it_it: Un tocco di brillantezza e qualche colpo di genio.

source: A-ha! Perfection.
it_it: A-ha! Perfezione.

source: Nah. Way too mundane for a project like this.
it_it: Nah. Va troppo banale per un progetto come questo.

source: Now, that's simply fresh as fuck.
it_it: Ora, è semplicemente fresco come cazzo.

source: Time to brag to [jacklyn].
it_it: Tempo di vantarsi di [jacklyn].

source: [_jacklyn_s_excited_] You've really been murdering that canvas lately, [mc].
it_it: [_jacklyn_s_excited_] Hai davvero ucciso quella tela ultimamente, [mc].

source: [_mc_] That's just frustration.
it_it: [_mc_] Questa è solo frustrazione.

source: [_jacklyn_s_annoyed_] Art isn't always bees and cream.
it_it: [_jacklyn_s_annoyed_] L'arte non è sempre api e crema.

source: [_jacklyn_s_cringe_] Sometimes you really have to fuck your way to the top.
it_it: [_jacklyn_s_cringe_] A volte devi davvero scopare la strada verso la cima.

source: [_mc_] Right. That's... true, I guess.
it_it: [_mc_] Destra. Questo... vero, immagino.

source: [_jacklyn_s_neutral_] So, which toilet flushed your vibes?
it_it: [_jacklyn_s_neutral_] Allora, quale gabinetto ha sciacquato le vibrazioni?

source: [_mc_] Do you ever feel like you put all your energy and creativity into a piece and you're still not sure if it's any good?
it_it: [_mc_] Hai mai voglia di mettere tutta la tua energia e creatività in un pezzo e non sei ancora sicuro se è un bene?

source: [_jacklyn_s_smile_] For every good idea there's a dozen shitty ones.
it_it: [_jacklyn_s_smile_] Per ogni buona idea ci sono una dozzina di schizzi.

source: [_jacklyn_s_smile_right_] Even Da Vinci had a trash can.
it_it: [_jacklyn_s_smile_right_] Anche Da Vinci aveva un cestino.

source: [_mc_] I suppose he did...
it_it: [_mc_] Suppongo che abbia fatto...

source: [_mc_] If it ain't a crime scene, it ain't art.
it_it: [_mc_] Se non è una scena criminale, non è arte.

source: [_jacklyn_s_laughing_] Right out of my playbook!
it_it: [_jacklyn_s_laughing_] Proprio fuori dal mio playbook!

source: [_mc_] I'm learning a lot from you. More than Mrs. Bloomer ever did.
it_it: [_mc_] sto imparando molto da te. Più della signora Bloomer mai fatto.

source: [_jacklyn_s_excited_] I'm just showing you the ropes. You'll have to tie the knot yourself.
it_it: [_jacklyn_s_excited_] Ti sto solo mostrando le corde. Dovrai legare il nodo da solo.

source: [_mc_] And that's what I like about you.
it_it: [_mc_] Ed è quello che mi piace di te.

source: [_mc_] Well, one of the things.
it_it: [_mc_] Beh, una delle cose.

source: [_jacklyn_s_neutral_] You're totally giving me a blowjob, aren't you?
it_it: [_jacklyn_s_neutral_] Mi stai dando totalmente un pompino, vero?

source: [_mc_] Well, I...
it_it: [_mc_] Beh, Io...

source: [_jacklyn_s_smile_] It's cool, I don't mind a little blush.
it_it: [_jacklyn_s_smile_] È fresco, non mi dispiace un po' di arrossamento.

source: [_mc_] You're not even blushing...
it_it: [_mc_] Non sei nemmeno arrossito...

source: [_jacklyn_s_smile_right_] I am on the inside.
it_it: [_jacklyn_s_smile_right_] Io sono all'interno.

source: [_mc_] All right, I have something to show you.
it_it: [_mc_] Va bene, ho qualcosa da mostrarti.

source: [_mc_] And I want your honest opinion.
it_it: [_mc_] E voglio la vostra opinione onesta.

source: [_mc_] Do you really think so?
it_it: [_mc_] Pensate davvero così?

source: [_jacklyn_s_king_of_sweets_approval_] I'm always honest when it comes to art. White lies hurt artists more than harsh truths.
it_it: [_jacklyn_s_king_of_sweets_approval_] Sono sempre onesto quando si tratta di arte. Le bianche menzogne danneggiano gli artisti più che le dure verità.

source: [_jacklyn_s_king_of_sweets_approval_] It's a decent piece of art, amigo.
it_it: [_jacklyn_s_king_of_sweets_approval_] È un buon pezzo d'arte, amigo.

source: [_jacklyn_s_king_of_sweets_inspection_] Although...
it_it: [_jacklyn_s_king_of_sweets_inspection_] Però...

source: [_jacklyn_s_king_of_sweets_inspection_] The technique is baller, but it's missing a centerpiece...
it_it: [_jacklyn_s_king_of_sweets_inspection_] La tecnica è baller, ma manca un centrope...

source: [_mc_] Well, I've still to make the final touches.
it_it: [_mc_] Beh, ho ancora per fare i tocchi finali.

source: [_jacklyn_s_king_of_sweets_inspection_] Yeah?
it_it: [_jacklyn_s_king_of_sweets_inspection_] Sì?

source: [_mc_] Yeah... take a good look.
it_it: [_mc_] Sì... date un buon occhio.

source: [_mc_] There! [withhpunch]
it_it: [_mc_] Lì! [withhpunch]

source: [_jacklyn_s_king_of_sweets_amazed_] Whoa! Johnny fucking Bravo!
it_it: [_jacklyn_s_king_of_sweets_amazed_] Whoa! Johnny cazzo Bravo!

source: [_jacklyn_s_king_of_sweets_amazed_] I'm totally catching your electrons right now, you baby genius!
it_it: [_jacklyn_s_king_of_sweets_amazed_] Sto catturando totalmente i tuoi elettroni in questo momento, tu bambino genio!

source: [_mc_] It's a comment on society.
it_it: [_mc_] È un commento sulla società.

source: [_jacklyn_s_king_of_sweets_amazed_] Damn straight it is!
it_it: [_jacklyn_s_king_of_sweets_amazed_] Dannazione dritta che è!

source: [_mc_] I call it, the "King of Sweets."
it_it: [_mc_] Io la chiamo, il "Re dei Dolci".

source: [_jacklyn_s_king_of_sweets_lip_bite_] Of course! All the junk food in the world got nothing on the old king!{space=-15}
it_it: [_jacklyn_s_king_of_sweets_lip_bite_] Certo! Tutto il cibo spazzatura nel mondo non ha avuto nulla sul vecchio re!{space=-15}

source: [_mc_] Could you take a photo for Newfall Culinary?
it_it: [_mc_] Potresti scattare una foto per Newfall Culinary?

source: [_jacklyn_s_king_of_sweets_lip_bite_] Sure thing, babylegs.
it_it: [_jacklyn_s_king_of_sweets_lip_bite_] Cosa sicura, babylegs.

source: [_jacklyn_s_king_of_sweets_camera_] Okay, let's film-roll this bad boy!
it_it: [_jacklyn_s_king_of_sweets_camera_] Okay, facciamo girare questo brutto ragazzo!

source: I never thought it would feel this good to have your junk photographed...
it_it: Non ho mai pensato che avrebbe sentito questo bene per avere la vostra spazzatura fotografato...

source: It's a bit like being a celebrity, in front of the paparazzi.
it_it: È un po' come essere una celebrità, di fronte ai paparazzi.

source: All celebrities are dicks anyway, so it's fitting.
it_it: Tutte le celebrità sono cazzi comunque, quindi è adatto.

source: Maybe that would be an idea for a new project?
it_it: Forse questa sarebbe un'idea per un nuovo progetto?

source: What if I could make a name for myself as the dick-artist?
it_it: E se potessi fare un nome per me stesso come il cazzo artista?

source: The girls would surely come flocking.
it_it: Le ragazze sarebbero sicuramente venire flocking.

source: I think [jacklyn]'s exhibitionism is rubbing off on me...
it_it: Penso che l'esibizionismo di [jacklyn]mi stia sfregando...

source: If only she would rub me off...
it_it: Se solo lei mi fregherebbe...

source: Another time, perhaps — those who wait for something good, and all that jazz.
it_it: Un'altra volta, forse — quelli che aspettano qualcosa di buono, e tutto quel jazz.

source: She's a great mentor. Maybe you just don't fuck your mentor?
it_it: Lei è una grande mentore. Forse semplicemente non scopate il vostro mentore?

source: That's surely a code or something.
it_it: È sicuramente un codice o qualcosa.

source: [_jacklyn_s_smile_] Big stars on your first true piece of art!
it_it: [_jacklyn_s_smile_] Grandi stelle sul tuo primo vero pezzo d'arte!

source: [_mc_] Thanks, [jacklyn]!
it_it: [_mc_] Grazie, [jacklyn]!

source: The only problem is that I now have to contact the journal...
it_it: L'unico problema è che ora devo contattare la rivista...

source: And potentially have my dick displayed publicly...
it_it: E potenzialmente avere il mio cazzo visualizzato pubblicamente...

source: But that's a problem for later.
it_it: Ma è un problema per più tardi.

source: For now, I'll just get rid of the crime scene...
it_it: Per ora, mi limito a sbarazzarmi della scena del crimine...

source: [_mc_] Would you like to taste the King of Sweets?
it_it: [_mc_] Vuoi assaggiare il Re dei Dolci?

source: [_jacklyn_s_king_of_sweets_lip_bite_] How could I possibly refuse...?
it_it: [_jacklyn_s_king_of_sweets_lip_bite_] Come potrei rifiutare...?

source: [_mc_] All right, then — dig in.
it_it: [_mc_] Va bene, poi — scavare.

source: [_jacklyn_s_king_of_sweets_realization_] Actually, maybe a grade is par for the course first...
it_it: [_jacklyn_s_king_of_sweets_realization_] In realtà, forse un voto è pari per il corso prima...

source: [_jacklyn_s_king_of_sweets_looking_up_] Do you think I'm a fair teacher, [mc]?
it_it: [_jacklyn_s_king_of_sweets_looking_up_] Pensi che io sia un insegnante equo, [mc]?

source: [_mc_] I guess?
it_it: [_mc_] Immagino?

source: [_jacklyn_s_king_of_sweets_shirt_lift1_] How about now?
it_it: [_jacklyn_s_king_of_sweets_shirt_lift1_] Che ne dici adesso?

source: [_mc_] Oh, wow! Pretty fair...
it_it: [_mc_] Oh, wow! Piuttosto fiera...

source: [_mc_] But this took me a {i}lot{/} of effort!
it_it: [_mc_] Ma questo mi ha preso un {i}lot{/} di sforzo!

source: [_jacklyn_s_king_of_sweets_shirt_lift2_] You're slap right in the bullseye on that.
it_it: [_jacklyn_s_king_of_sweets_shirt_lift2_] Sei schiaffo proprio nel bullseye su quello.

source: [_jacklyn_s_king_of_sweets_shirt_lift2_] True raw murder spares...
it_it: [_jacklyn_s_king_of_sweets_shirt_lift2_] Vero omicidio crudo risparmia...

source: [_extend_] nothing.
it_it: [_extend_] niente.

source: [_jacklyn_s_king_of_sweets_stroke1_] Every stroke of the brush not only carries the paint.
it_it: [_jacklyn_s_king_of_sweets_stroke1_] Ogni tratto del pennello non solo porta la vernice.

source: [_jacklyn_s_king_of_sweets_stroke2_] Every single stroke...
it_it: [_jacklyn_s_king_of_sweets_stroke2_] Ogni singolo tratto...

source: [_jacklyn_s_king_of_sweets_stroke5_] ...from the mind of the artist...
it_it: [_jacklyn_s_king_of_sweets_stroke5_] ...dalla mente dell'artista...

source: [_jacklyn_s_king_of_sweets_stroke2_] ...down the whole arm...
it_it: [_jacklyn_s_king_of_sweets_stroke2_] ... lungo tutto il braccio...

source: [_jacklyn_s_king_of_sweets_stroke2_] ...to the flick of the wrist...
it_it: [_jacklyn_s_king_of_sweets_stroke2_] ...al flick del polso...

source: [_jacklyn_s_king_of_sweets_stroke5_] ...out to the tip of the brush...
it_it: [_jacklyn_s_king_of_sweets_stroke5_] ... verso la punta del pennello...

source: [_jacklyn_s_king_of_sweets_stroke2_] ...and on to the canvas...
it_it: [_jacklyn_s_king_of_sweets_stroke2_] ...e sulla tela...

source: [_jacklyn_s_king_of_sweets_stroke1_] ...is part of the masterpiece.
it_it: [_jacklyn_s_king_of_sweets_stroke1_] ...fa parte del capolavoro.

source: [_jacklyn_s_king_of_sweets_stroke1_] And all we can do is admire it.
it_it: [_jacklyn_s_king_of_sweets_stroke1_] E tutto quello che possiamo fare è ammirarlo.

source: [_mc_] K-keep going! I'm close to—
it_it: [_mc_] K-keep andare! Sono vicino a—

source: [_jacklyn_s_king_of_sweets_stroke6_] Hold on, big boy. I haven't had a taste of it yet...
it_it: [_jacklyn_s_king_of_sweets_stroke6_] Hold on, grande ragazzo. Non ne ho ancora avuto un assaggio...

source: [jacklyn] eyes my dick with delight and admiration.
it_it: [jacklyn] guarda il mio cazzo con gioia e ammirazione.

source: And it's like the clouds break and a beam of clarity fills my mind.
it_it: Ed è come le nuvole si rompono e un raggio di chiarezza riempie la mia mente.

source: It's all about context!
it_it: Si tratta di contesto!

source: It's a dick like any other, except now it's something more than just a rod of flesh.
it_it: È un cazzo come qualsiasi altro, tranne che ora è qualcosa di più di una semplice canna di carne.

source: It's a symbol.
it_it: È un simbolo.

source: People crave all sorts of sweets — pastries, soda, snacks, and candy.{space=-35}
it_it: Le persone desiderano tutti i tipi di dolci — pasticcini, soda, snack e caramelle.{space=-35}

source: But at the end of the day, they're not playing in the same league as the king.
it_it: Ma alla fine della giornata, non stanno giocando nello stesso campionato del re.

source: The symbol of life itself.
it_it: Il simbolo della vita stessa.

source: Of course, someone like [jacklyn] appreciates that.
it_it: Naturalmente, qualcuno come [jacklyn] lo apprezza.

source: Her wrapping her lips around the tip and sucking it vigorously?
it_it: Il suo avvolgere le labbra intorno alla punta e succhiare vigorosamente?

source: That, too, is a symbol...
it_it: Anche questo è un simbolo...

source: There's nothing dirty about her tongue massaging the length of my shaft.
it_it: Non c'è niente di sporco sulla sua lingua che massaggia la lunghezza del mio albero.

source: Nothing dirty about her coating me in hot saliva. Adding suction. Sucking me deeper into her mouth.
it_it: Niente di sporco sul suo rivestimento in saliva calda. Aggiungendo il vento. Mi succhiando più in profondità nella sua bocca.

source: Letting the tip of my dick paint every nook and cranny of her mouth in sticky pre-cum.
it_it: Lasciare la punta del mio cazzo dipingere ogni cuoco e cranny della sua bocca in appiccicosa pre-cum.

source: And then guiding my dick toward the back of her mouth. Teasing me with the opening of her throat.
it_it: E poi guidando il mio cazzo verso la parte posteriore della sua bocca.

source: This is not even a blowjob... this is a statement.
it_it: Questo non è nemmeno un pompino... questa è una dichiarazione.

source: This is what art is about.
it_it: Questo è ciò che riguarda l'arte.

source: This is so much better than in my dream with [kate]...
it_it: Questo è molto meglio che nel mio sogno con [kate]...

source: That was good and felt real, but...
it_it: Questo era buono e si sentiva reale, ma...

source: [jacklyn] really has a talent for sucking cock.
it_it: [jacklyn] ha davvero un talento per succhiare il cazzo.

source: Her eyes tear up, but she doesn't budge. Doesn't expel me.
it_it: I suoi occhi si strappano, ma lei non si budgeta. Non espellermi.

source: She just keeps me deep inside her hot throat.
it_it: Mi tiene semplicemente in profondità dentro la sua gola calda.

source: Maybe art isn't her true calling...
it_it: Forse l'arte non è la sua vera chiamata...

source: The way she takes me down her throat and flexes her muscles repeatedly to swallow really makes me feel welcome in her mouth.
it_it: Il modo in cui mi porta giù la gola e flette i suoi muscoli ripetutamente per ingoiare mi fa davvero sentire benvenuto in bocca.

source: Like she wants my dick to stay down there.
it_it: Come lei vuole che il mio cazzo rimanga lì.

source: Like she enjoys it filling up her throat.
it_it: Come le piace riempire la gola.

source: I've always dreamed of a teacher getting on her knees for me.
it_it: Ho sempre sognato di mettermi in ginocchio un professore.

source: [jacklyn] has such a strong personality, but she also has no inhibitions.{space=-40}
it_it: [jacklyn] ha una personalità così forte, ma non ha inibizioni.{space=-40}

source: It's a deadly combination when it comes to sex.
it_it: È una combinazione mortale quando si tratta di sesso.

source: Did she learn to suck dick like this in art school?
it_it: Ha imparato a succhiare il cazzo in questo modo nella scuola d'arte?

source: Because, shit, she's the fucking Picasso of blowjobs.
it_it: Perché, merda, lei è il cazzo Picasso dei pompini.

source: Although, this is of course not sexual.
it_it: Anche se, naturalmente, questo non è sessuale.

source: Not dirty in the slightest.
it_it: Non sporco al minimo.

source: This is art.
it_it: Questa è arte.

source: And in her case... appreciation for art.
it_it: E nel suo caso... apprezzamento per l'arte.

source: You don't fault people for admiring the Birth of Venus.
it_it: Non è colpa delle persone per aver ammirato la nascita di Venere.

source: So, you can't really fault her for enjoying the King of Sweets either.
it_it: Così, non si può davvero colpire lei per godersi il re di dolci neanche.

source: And damn, does she enjoy it to the fullest! Down to the last inch!
it_it: E maledetta, si diverte al massimo! Giù all'ultimo pollice!

source: If someone walked in on us now, [jacklyn] would have a lot of explaining to do...
it_it: Se qualcuno ci entrasse ora, [jacklyn] avrebbe molto da spiegare a fare...

source: Her sticky lips. Her smudged makeup. Her cock-breath.
it_it: Le sue labbra appiccicose. Il suo trucco sfuso.

source: She's not exactly a Mona Lisa right now... but she probably would take it in stride.
it_it: Non è esattamente una Gioconda in questo momento... ma probabilmente lo farebbe a passo.

source: Maybe even invite the intruder to enjoy the King of Sweets with her?{space=-10}
it_it: Forse anche invitare l'intruso a godersi il Re dei Dolci con lei?{space=-10}

source: God, that would be so hot...
it_it: Dio, che sarebbe così caldo...
