Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_statement.po
Languages: fr_fr, it_it

source: [_flora_s_annoyed_] No, it wasn't! I even checked with the teacher!
fr_fr: [_flora_s_annoyed_] Non, ce n'était pas ! J'ai même vérifié avec l'enseignant !
it_it: [_flora_s_annoyed_] No, non è stato! Ho anche controllato con l'insegnante!

source: Crap, I forgot about that.
fr_fr: Crap, j'ai oublié ça.
it_it: Crap, ne ho dimenticato.

source: [_mc_] In my defense, that plantation created a lot of new oxygen... it was a good cause against global warming!
fr_fr: [_mc_] Dans ma défense, cette plantation a créé beaucoup de nouvel oxygène ... c'était une bonne cause contre le réchauffement climatique !
it_it: [_mc_] A mia difesa, quella piantagione ha creato un sacco di nuovo ossigeno... è stata una buona causa contro il riscaldamento globale!

source: [_flora_s_eyeroll_] Whatever. If it's something weird, you can forget it.
fr_fr: [_flora_s_eyeroll_] Quoi qu'il en soit. Si c'est quelque chose de bizarre, vous pouvez l'oublier.
it_it: [_flora_s_eyeroll_] Qualunque cosa sia. Se è qualcosa di strano, puoi dimenticarlo.

source: [_mc_] I was wondering if you could stay out of the house tomorrow night?
fr_fr: [_mc_] Je me demandais si tu pouvais rester à l'extérieur de la maison demain soir?
it_it: [_mc_] Mi stavo chiedendo se si potesse stare fuori casa domani notte?

source: [_mc_] I've got a date.
fr_fr: [_mc_] J'ai une date.
it_it: [_mc_] ho un appuntamento.

source: [_flora_s_laughing_] Nice joke!
fr_fr: [_flora_s_laughing_] Nice blague !
it_it: [_flora_s_laughing_] Bella barzelletta!

source: [_mc_] What? Is that so strange?
fr_fr: [_mc_] Quoi? C'est si étrange?
it_it: [_mc_] Cosa? È così strano?

source: [_flora_s_blush_] Seriously, sometimes you say the funniest things!
fr_fr: [_flora_s_blush_] Sérieusement, parfois vous dites les choses les plus funeste !
it_it: [_flora_s_blush_] Seriamente, a volte dici le cose più divertenti!

source: [_mc_] I'm serious! I have a date with [jacklyn].
fr_fr: [_mc_] Je suis sérieux ! J'ai une date avec [jacklyn].
it_it: [_mc_] Sono serio! Ho un appuntamento con [jacklyn].

source: [_flora_s_worried_] No, you don't.
fr_fr: [_flora_s_worried_] Non, vous ne le faites pas.
it_it: [_flora_s_worried_] No, non lo fate.

source: [flora] looks really angry. Angrier than usual...
fr_fr: [flora] semble vraiment en colère. Angrier que d'habitude ...
it_it: [flora] sembra davvero arrabbiato. Angrier del solito...

source: [_mc_] What do you mean?
fr_fr: [_mc_] Que voulez-vous dire?
it_it: [_mc_] Che cosa intendi?

source: [_flora_s_skeptical_] You don't have a date with her.
fr_fr: [_flora_s_skeptical_] Vous n'avez pas de date avec elle.
it_it: [_flora_s_skeptical_] Non hai un appuntamento con lei.

source: [_mc_] I do! Wanna see the texts?
fr_fr: [_mc_] I do ! Vous voulez voir les textes?
it_it: [_mc_] Lo faccio! Vuoi vedere i testi?

source: [_flora_s_embarrassed_] ...You're texting her?
fr_fr: [_flora_s_embarrassed_] ...Vous la textez?
it_it: [_flora_s_embarrassed_] ... la stai inviando messaggi?

source: [_mc_] Yeah, we have a date tomorrow night! That's why I'd like you out of the house then.
fr_fr: [_mc_] Oui, nous avons une date demain soir ! C'est pourquoi j'aimerais que vous soriez de la maison.
it_it: [_mc_] Sì, abbiamo un appuntamento domani sera! Ecco perché vorrei che tu fosse fuori casa allora.

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?
it_it: [_mc_] Seriamente?

source: [_flora_s_sad_] Yes... I'll be at my internship anyway...
fr_fr: [_flora_s_sad_] Oui ... Je serai à mon stage de toute façon ...
it_it: [_flora_s_sad_] Sì... Sarò comunque al mio tirocinio...

source: Hmm... it's not like [flora] to agree so readily.
fr_fr: Hmm ... ce n'est pas comme [flora] pour être d'accord si facilement.
it_it: Hmm... non è come [flora] accettare così facilmente.

source: Well, maybe she's starting to grow up too?
fr_fr: Et bien, peut-être qu'elle commence à grandir aussi?
it_it: Beh, forse sta cominciando a crescere troppo?

source: Okay, just gotta talk to [jo] now. Hopefully, she'll be happy that I finally have a date with someone...
fr_fr: Ok, il faut juste parler à [jo] maintenant. Espérons qu'elle sera heureuse que j'ai enfin une date avec quelqu'un ...
it_it: Ok, basta parlare con [jo] adesso. Speriamo che lei sarà felice che finalmente ho un appuntamento con qualcuno...

source: [_jacklyn_s_neutral_] Hand over the valuables.
fr_fr: [_jacklyn_s_neutral_] Main sur les objets de valeur.
it_it: [_jacklyn_s_neutral_] Mano sopra i valori.

source: [_jacklyn_s_smile_] You said you were trying to flatter my scarlett johansson.
fr_fr: [_jacklyn_s_smile_] Vous avez dit que vous essayiez de flatter mon foulard johansson.
it_it: [_jacklyn_s_smile_] Hai detto che stavi cercando di appiattire il mio johansson scarlatto.

source: [_jacklyn_s_smile_] Now's your chance.
fr_fr: [_jacklyn_s_smile_] Maintenant, c'est votre chance.
it_it: [_jacklyn_s_smile_] Ora è la tua occasione.

source: Fuck. What does she mean?
fr_fr: Putain. Qu'est-ce qu'elle veut dire?
it_it: Cazzo che cosa intende?

source: [_mc_] I'm not much of a sailor, but fishnets certainly catch my attention.
fr_fr: [_mc_] Je ne suis pas une grande partie d'un marin, mais les filets de pêche m'ont certainement attiré mon attention.
it_it: [_mc_] Non sono molto un marinaio, ma le reti da pesca certamente catturano la mia attenzione.

source: [_jacklyn_s_angry_] Are you hitting on me?
fr_fr: [_jacklyn_s_angry_] Est-ce que vous me frappez?
it_it: [_jacklyn_s_angry_] Mi stai colpendo?

source: Fuck. Wasn't that what it meant?
fr_fr: Putain. N'était-ce pas ce que ça voulait dire?
it_it: Scopo. Non era quello che intendeva?

source: [_mc_] Err... not really. Just setting myself up to flatter your scarlett johansson...
fr_fr: [_mc_] Err ... pas vraiment. Juste me fixer pour flatter votre foulard johansson ...
it_it: [_mc_] Err... non veramente. Basta impostarmi per appiattire il tuo scarlett johansson...

source: [_jacklyn_s_smile_] Jokes. I'm listening.
fr_fr: [_jacklyn_s_smile_] Jokes. J'écoute.
it_it: [_jacklyn_s_smile_] Jokes. Sto ascoltando.

source: [_mc_] I saw your scarlett johansson when you bent over to look at my past artwork.
fr_fr: [_mc_] J'ai vu votre foulard johansson lorsque vous vous penchez sur mes œuvres d'art passées.
it_it: [_mc_] Ho visto il tuo johansson scarlatto, quando ti sei piegato per guardare la mia arte passata.

source: [_mc_] It was quite hot.
fr_fr: [_mc_] C'était assez chaud.
it_it: [_mc_] Era abbastanza caldo.

source: [_jacklyn_s_thinking_] You've put me in a maze, Daedalus.
fr_fr: [_jacklyn_s_thinking_] Vous m'avez mis dans un labyron, Daedalus.
it_it: [_jacklyn_s_thinking_] Mi hai messo in un labirinto, Daedalo.

source: [_mc_] Fine... I'm sorry. I actually don't know what it means to flatter your scarlett johansson.
fr_fr: [_mc_] Amende ... Je suis désolé. En fait, je ne sais pas ce que ça signifie de flatter votre foulard johansson.
it_it: [_mc_] Fine... Mi dispiace. In realtà non so cosa significhi appiattire il tuo johansson scarlett.

source: [_jacklyn_s_neutral_] Why didn't you just say so?
fr_fr: [_jacklyn_s_neutral_] Pourquoi ne l'avez-vous pas dit?
it_it: [_jacklyn_s_neutral_] Perché non hai appena detto così?

source: [_mc_] I guess I was trying to act cool...
fr_fr: [_mc_] Je suppose que j'essayais d'agir cool ...
it_it: [_mc_] Immagino che stavo cercando di agire fresco...

source: [_jacklyn_s_angry_] Stop acting, it's slug juice.
fr_fr: [_jacklyn_s_angry_] Arrêter d'agir, c'est du jus de salope.
it_it: [_jacklyn_s_angry_] Smettere di recitare, è succo di slug .

source: [_jacklyn_s_angry_] I'd fuck your ass if I was in the mood.
fr_fr: [_jacklyn_s_angry_] Je baisserais votre cul si j'étais d'humeur.
it_it: [_jacklyn_s_angry_] Ti farei del culo se fossi in stato di animo.

source: The... what now? Must be another metaphor... god, it's so hard to understand [jacklyn] sometimes.
fr_fr: Le ... Et maintenant? Doit être une autre métaphore ... Dieu, il est si difficile de comprendre parfois [jacklyn].
it_it: Il... che ora? Deve essere un'altra metafora... dio, è così difficile capire [jacklyn] a volte.

source: [_jacklyn_s_neutral_] You'd probably let me.
fr_fr: [_jacklyn_s_neutral_] Vous m'avez probablement laissé.
it_it: [_jacklyn_s_neutral_] Probabilmente mi avresti lasciato.

source: [_jacklyn_s_smile_] Dinner at your place tomorrow night. You're cooking for me.
fr_fr: [_jacklyn_s_smile_] Dîner à votre place demain soir. Tu fais la cuisine pour moi.
it_it: [_jacklyn_s_smile_] Cena a casa tua domani notte. Stai cucinando per me.

source: [_mc_] A date?
fr_fr: [_mc_] Une date?
it_it: [_mc_] Una data?

source: [_jacklyn_s_neutral_] Okay. Got some buzz buzz to finish. Kisses.
fr_fr: [_jacklyn_s_neutral_] Ok. J'ai du buzz buzz à finir. Les baisers.
it_it: [_jacklyn_s_neutral_] Okay. Hai un po' di buzz per finire. Kisses.

source: Hmm... not sure how that happened or if she's actually planning to fuck me...
fr_fr: Hmm ... pas sûr comment ça s'est passé ou si elle a vraiment l'intention de me baiser ...
it_it: Hmm... non è sicuro di come è successo o se ha effettivamente intenzione di scopare me...

source: But I'm not going to say no to a date with a hot girl.
fr_fr: Mais je ne vais pas dire non à une date avec une fille sexy.
it_it: Ma non dirò di no ad un appuntamento con una ragazza calda.

source: Best find a way to get [jo] and [flora] out of the house.
fr_fr: Best trouve un moyen d'obtenir [jo] et [flora] hors de la maison.
it_it: Meglio trovare un modo per ottenere [jo] e [flora] fuori casa.

source: [_mc_] Honestly, I'd like {i}you{/} to flatter my scarlett johansson...
fr_fr: [_mc_] Honnêtement, je voudrais que {i}vous { / } flatter mon foulard johansson ...
it_it: [_mc_] Onestamente, vorrei {i}tu{/} per appiattire il mio scarlett johansson...

source: [_jacklyn_s_laughing_] Bit of a jokester, are you?
fr_fr: [_jacklyn_s_laughing_] Bit d'un jokester, n'est-ce pas?
it_it: [_jacklyn_s_laughing_] Bit of a jokester, vero?

source: [_jacklyn_s_excited_] I didn't expect that, and I'm all for abrupt chaos.
fr_fr: [_jacklyn_s_excited_] Je ne m'attendais pas à ça, et je suis pour le chaos brutal.
it_it: [_jacklyn_s_excited_] non me lo aspettavo, e sono tutto per il caos brusco.

source: [_mc_] Please, go ahead.
fr_fr: [_mc_] S'il vous plaît, allez-y.
it_it: [_mc_] Per favore, vai avanti.

source: [_jacklyn_s_excited_] I think you have an unusual spark of creativity in you, and I'd like to help you foster it.
fr_fr: [_jacklyn_s_excited_] Je pense que vous avez une étincelle inhabituelle de créativité en vous, et j'aimerais vous aider à l'encourager.
it_it: [_jacklyn_s_excited_] Penso che tu abbia in te una insolita scintilla di creatività, e vorrei aiutarti a promuoverla.

source: [_jacklyn_s_laughing_] Let's have dinner sometime?
fr_fr: [_jacklyn_s_laughing_] Laissons-nous dîner?
it_it: [_jacklyn_s_laughing_] Ceniamo qualche volta?

source: [_mc_] I'll think about it...
fr_fr: [_mc_] Je vais y penser ...
it_it: [_mc_] ci penserò...

source: [_mc_] Yes.
fr_fr: [_mc_] Oui.
it_it: [_mc_] Sì.

source: [_mc_] Yeah, didn't have to think long. Since you asked me out, how about I cook you dinner?
fr_fr: [_mc_] Oui, n'a pas eu à penser longtemps. Depuis que tu m'as demandé, comment je te prépare le dîner?
it_it: [_mc_] Sì, non ha dovuto pensare a lungo. Da quando mi hai chiesto fuori, come mi cucino la cena?

source: [_jacklyn_s_laughing_] Seems balanced.
fr_fr: [_jacklyn_s_laughing_] Seems équilibrés.
it_it: [_jacklyn_s_laughing_] sembra equilibrato.

source: [_mc_] Great! Meet me at my house tomorrow night.
fr_fr: [_mc_] Grand ! Rencontrez-moi chez moi demain soir.
it_it: [_mc_] Ottimo! Incontrami a casa mia domani sera.

source: [_jacklyn_s_excited_right_] Wicked. Buzz buzz is calling. Laters.
fr_fr: [_jacklyn_s_excited_right_] Wicked. Buzz buzz appelle. Lettons.
it_it: [_jacklyn_s_excited_right_] Wicked. Buzz buzz sta chiamando. Laters.

source: Can't believe that worked. I'm a genius!
fr_fr: Je ne peux pas croire que ça a marché. Je suis un génie !
it_it: Non può credere che abbia funzionato. Sono un genio!

source: Okay, I need to convince [jo] and [flora] to leave the house tomorrow...
fr_fr: Ok, j'ai besoin de convaincre les [jo] et [flora] de quitter la maison demain ...
it_it: Va bene, ho bisogno di convincere [jo] e [flora] a lasciare la casa domani...

source: [_jacklyn_s_neutral_] Still need that blowjob?
fr_fr: [_jacklyn_s_neutral_] Encore besoin de cette pipe?
it_it: [_jacklyn_s_neutral_] Hai ancora bisogno di quel pompino?

source: [_mc_] I think I do, yeah...
fr_fr: [_mc_] Je pense que je le fais, oui ...
it_it: [_mc_] penso di farlo, sì...

source: [_jacklyn_s_thinking_] All right, listen.
fr_fr: [_jacklyn_s_thinking_] Très bien, écoutez.
it_it: [_jacklyn_s_thinking_] Va bene, ascolta.

source: [_jacklyn_s_thinking_] You didn't win the genetic lottery in terms of looks... but there's more to a person than that.
fr_fr: [_jacklyn_s_thinking_] Vous n'avez pas gagné la loterie génétique en termes de regards ... mais il y a plus à une personne que ça.
it_it: [_jacklyn_s_thinking_] Non hai vinto la lotteria genetica in termini di look... ma c'è di più per una persona di quello.

source: [_jacklyn_s_smile_] You're funny and pretty resourceful, and you're far from stupid.
fr_fr: [_jacklyn_s_smile_] Vous êtes drôle et assez ingénieux, et vous êtes loin d'être stupide.
it_it: [_jacklyn_s_smile_] Sei divertente e abbastanza intraprendente, e sei lontano da stupido.

source: [_jacklyn_s_smile_] You've also got that creative spark!
fr_fr: [_jacklyn_s_smile_] Vous avez aussi cette étincelle créative !
it_it: [_jacklyn_s_smile_] Hai anche questa scintilla creativa!

source: [_mc_] Thanks, I needed to hear that...
fr_fr: [_mc_] Merci, j'avais besoin d'entendre ça ...
it_it: [_mc_] Grazie, avevo bisogno di sentirlo...

source: [_jacklyn_s_smile_right_] We all do sometimes.
fr_fr: [_jacklyn_s_smile_right_] Nous le faisons tous parfois.
it_it: [_jacklyn_s_smile_right_] Lo facciamo tutti a volte.

source: Damn, maybe this is my chance?
fr_fr: Merde, c'est peut-être ma chance?
it_it: Dannazione, forse questa è la mia occasione?

source: [_mc_] You seem like someone who doesn't need positive reinforcement... you're super confident.
fr_fr: [_mc_] Vous semblez être quelqu'un qui n'a pas besoin de renforcement positif ... vous êtes super confiant.
it_it: [_mc_] Sembra che qualcuno che non abbia bisogno di rinforzo positivo... sei super sicuro.

source: [_mc_] So, maybe I can return the favor by cooking you a meal?
fr_fr: [_mc_] Alors, peut-être que je peux retourner la faveur en vous cuisiner un repas?
it_it: [_mc_] Così, forse posso restituire il favore cucinando un pasto?

source: [_jacklyn_s_neutral_] I mean, sure.
fr_fr: [_jacklyn_s_neutral_] Je veux dire, sûr.
it_it: [_jacklyn_s_neutral_] Voglio dire, certo.

source: [_mc_] Really?
fr_fr: [_mc_] Vraiement?
it_it: [_mc_] Davvero?

source: [_jacklyn_s_thinking_] Yeah, why would I decline a free meal?
fr_fr: [_jacklyn_s_thinking_] Oui, pourquoi je refuserais un repas gratuit?
it_it: [_jacklyn_s_thinking_] Sì, perché avrei rifiutato un pasto libero?

source: [_mc_] I suppose you're right. How about tomorrow night, my place?
fr_fr: [_mc_] Je suppose que vous avez raison. Et demain soir, ma place?
it_it: [_mc_] Suppongo che tu abbia ragione. Che ne dici di domani sera, il mio posto?

source: [_jacklyn_s_smile_] All right, I got some buzzing to do. Laters!
fr_fr: [_jacklyn_s_smile_] Très bien, j'ai un peu de bourrage à faire. Les Lettons !
it_it: [_jacklyn_s_smile_] Va bene, ho avuto qualche ronzio da fare. Più tardi!

source: Does this count as a date?
fr_fr: Ce nombre est-il une date?
it_it: Questo conta come data?

source: It totally does, doesn't it?
fr_fr: Ça le fait, n'est-ce pas?
it_it: Lo fa del tutto, vero?

source: Crap. How do I get [jo] and [flora] out of the house?
fr_fr: Crap. Comment obtenir [jo] et [flora] de la maison?
it_it: Crap. Come posso ottenere [jo] e [flora] da casa?

source: [_mc_] Thanks, but what about that blowjob?
fr_fr: [_mc_] Merci, mais qu'en est-il de cette pipe?
it_it: [_mc_] Grazie, ma che dire di quel pompino?

source: [_jacklyn_s_annoyed_] I just gave it to you...
fr_fr: [_jacklyn_s_annoyed_] Je viens de vous le donner ...
it_it: [_jacklyn_s_annoyed_] L'ho appena dato a te...

source: [_jacklyn_s_annoyed_] If you want a real one, you have to at least buy me dinner first.
fr_fr: [_jacklyn_s_annoyed_] Si vous voulez un vrai, vous devez au moins m'acheter le dîner en premier.
it_it: [_jacklyn_s_annoyed_] Se vuoi uno reale, devi almeno comprarmi prima la cena.

source: [_mc_] Done! My place tomorrow night! I'm cooking!
fr_fr: [_mc_] Fait ! Ma place demain soir ! Je cuisine !
it_it: [_mc_] Fatto! Il mio posto domani sera! Sto cucinando!

source: [_jacklyn_s_laughing_] Nascar! Fine... I won't say no to a free meal.
fr_fr: [_jacklyn_s_laughing_] Nascar ! Amende ... Je ne dirai pas non à un repas gratuit.
it_it: [_jacklyn_s_laughing_] Nascar! Fine... Non dirò di no a un pasto gratuito.

source: [_jacklyn_s_laughing_] Catch you on the flipside.
it_it: [_jacklyn_s_laughing_] Ti cattura sul flipside.

source: Okay, I didn't expect that to work...
fr_fr: Ok, je ne m'attendais pas à ce que ça fonctionne ...
it_it: Va bene, non mi aspettavo che funzionasse...

source: Now, how do I get [jo] and [flora] out of the house?
fr_fr: Maintenant, comment puis-je obtenir [jo] et [flora] de la maison?
it_it: Ora, come posso ottenere [jo] e [flora] da casa?

source: [_mc_] Actually, I'd like to give you one!
fr_fr: [_mc_] En fait, j'aimerais vous en donner un !
it_it: [_mc_] In realtà, vorrei darvi uno!

source: [_jacklyn_s_smile_] Oh, yeah?
fr_fr: [_jacklyn_s_smile_] Oh, oui?
it_it: [_jacklyn_s_smile_] Oh, sì?

source: [_mc_] You're super confident in who you are, and that's so hot.
fr_fr: [_mc_] Vous êtes très confiant dans qui vous êtes, et c'est si chaud.
it_it: [_mc_] Sei super sicuro di chi sei, e questo è così caldo.

source: [_mc_] Hotter than the mini-skirt and fishnets... although those help, of course.
fr_fr: [_mc_] Hotter than the mini-skirt and fishnets ... quoique ces aide, bien sûr.
it_it: [_mc_] Più caldo della minigonna e reti da pesce... anche se questi aiuti, naturalmente.

source: [_jacklyn_s_laughing_] Thank you! Not too shabby!
fr_fr: [_jacklyn_s_laughing_] Merci ! Pas trop de merde !
it_it: [_jacklyn_s_laughing_] Grazie! Non troppo shabby!

source: [_mc_] I'd like to propose a real blowjob later, but first I want to cook you dinner.
fr_fr: [_mc_] Je voudrais proposer une vraie pipe plus tard, mais d'abord je veux cuisiner.
it_it: [_mc_] Vorrei proporre un vero pompino più tardi, ma prima voglio cucinarti la cena.

source: [_jacklyn_s_excited_right_] Huh! Well, if you don't mind getting on your knees and doing a bit of headbanging...
fr_fr: [_jacklyn_s_excited_right_] Huh ! Eh bien, si vous n'oubliez pas de vous mettre à genoux et de faire un peu de coups de tête ...
it_it: [_jacklyn_s_excited_right_] Huh! Beh, se non ti dispiace metterti in ginocchio e fare un po 'di headbanging...

source: [_mc_] We'll see who does that... how about tomorrow night?
fr_fr: [_mc_] Nous verrons qui fait ça ... à propos de demain soir?
it_it: [_mc_] Vedremo chi lo farà... che ne dici di domani sera?

source: [_jacklyn_s_excited_] We will see. All right, deal!
fr_fr: [_jacklyn_s_excited_] Nous verrons. Très bien, deal !
it_it: [_jacklyn_s_excited_] Vedremo. Va bene, affare!

source: [_jacklyn_s_excited_] Got some buzzing to do. Laters.
fr_fr: [_jacklyn_s_excited_] J'ai un peu de buzzing à faire. Lettons.
it_it: [_jacklyn_s_excited_] Hai un po' di ronzio da fare.

source: Phew! Can't believe I pulled that off! I even sounded confident...
fr_fr: Phew ! Je ne peux pas croire que j'ai retiré ça ! J'ai même sonné confiant ...
it_it: Phew! Non credo di averlo tirato via! Ho anche suonato fiducioso...

source: There's something about [jacklyn] that just makes me ready to go.
fr_fr: Il y a quelque chose à propos de [jacklyn] qui me rend prêt à partir.
it_it: C'è qualcosa di [jacklyn] che mi fa solo pronto ad andare.

source: The only problem now is getting [jo] and [flora] out of the house... hmm...
fr_fr: Le seul problème maintenant est de faire [jo] et [flora] hors de la maison ... hmm ...
it_it: L'unico problema ora è ottenere [jo] e [flora] dalla casa... hmm...

source: Cooking for [jacklyn]...
fr_fr: Réservation pour [jacklyn]...
it_it: Cucina per [jacklyn]...

source: Hmm... what would she like?
fr_fr: Hmm ... qu'est-ce qu'elle aimerait?
it_it: Hmm... cosa le piacerebbe?

source: There's [flora]'s chili recipe, but that sounds a bit risky. What if [jacklyn] doesn't like lethally spicy food?
fr_fr: Il y a la recette du chili de [flora], mais cela semble un peu risqué. Et si le [jacklyn] n'aime pas les aliments épicés?
it_it: C'è una ricetta di peperoncino [flora], ma che suona un po' rischiosa. E se [jacklyn] non piacesse il cibo letalmente piccante?

source: What if she's a vegan?
fr_fr: Et si elle est végétalienne?
it_it: E se fosse vegana?

source: Maybe a salad?
fr_fr: Peut-être une salade?
it_it: Forse un'insalata?

source: It's easy and tasty! Who doesn't like a good salad?
fr_fr: C'est facile et savoureux ! Qui n'aime pas une bonne salade?
it_it: È facile e gustoso! A chi non piace una buona insalata?

source: Okay, let's see what's in the fridge...
fr_fr: Ok, voyons ce qu'il y a dans le frigo ...
it_it: Va bene, vediamo cosa c'è in frigo...

source: It might be best to hire a professional chef...
fr_fr: Il serait peut-être préférable d'engager un chef professionnel ...
it_it: Potrebbe essere meglio noleggiare uno chef professionista...

source: Compared to me, that's what [flora] is.
fr_fr: Comparé à moi, c'est ce que [flora] c'est.
it_it: Rispetto a me, è quello che [flora] è.

source: She won't do it for free, though — so, best bring some hard cash.
fr_fr: Elle ne le fera pas gratuitement, mais il est préférable d'apporter un peu d'argent.
it_it: Lei non lo farà gratuitamente, anche se — così, meglio portare alcuni soldi duri.

source: Honestly, [jacklyn]'s probably the type that likes spontaneity...
fr_fr: Honnêtement, [jacklyn]'s probablement le type qui aime la spontanéité ...
it_it: Onestamente, [jacklyn]è probabilmente il tipo che ama la spontaneità...

source: Let's just see what tomorrow brings.
fr_fr: Voyons voir ce que demain apportera.
it_it: Vediamo solo cosa porta domani.

source: [_flora_s_eyeroll_] What?
fr_fr: [_flora_s_eyeroll_] Quoi?
it_it: [_flora_s_eyeroll_] Cosa?

source: [_mc_] My tummy hurts...
fr_fr: [_mc_] Mon ventre me fait mal ...
it_it: [_mc_] La mia pancia fa male...

source: [_flora_s_confused_] So?
fr_fr: [_flora_s_confused_] Alors?
it_it: [_flora_s_confused_] Quindi?

source: [_mc_] I ate all the croutons.
fr_fr: [_mc_] J'ai mangé toutes les croutons.
it_it: [_mc_] Ho mangiato tutti i crostini.

source: [_flora_s_sarcastic_] Finally some karma for your stupidity!
fr_fr: [_flora_s_sarcastic_] Enfin un karma pour votre stupidité !
it_it: [_flora_s_sarcastic_] Finalmente un po' di karma per la tua stupidità!

source: [_mc_] I need more croutons.
fr_fr: [_mc_] J'ai besoin de plus de croûtons.
it_it: [_mc_] ho bisogno di più crostini.

source: [_flora_s_annoyed_] That'll be $20.
fr_fr: [_flora_s_annoyed_] Ça sera 20 $.
it_it: [_flora_s_annoyed_] Sarà $20.

source: [_mc_] That's outrageous! Here you go.
fr_fr: [_mc_] C'est scandaleux ! Ici vous allez.
it_it: [_mc_] È oltraggioso! Eccovi qui.

source: [_flora_s_sarcastic_] Thanks! I'll pick some up after my internship.
fr_fr: [_flora_s_sarcastic_] Merci ! Je prendrai une partie après mon stage.
it_it: [_flora_s_sarcastic_] Grazie! Prenderò un po 'dopo il mio tirocinio.

source: [_mc_] I'd rather starve!
fr_fr: [_mc_] Je préfère mourir de faim !
it_it: [_mc_] Preferirei morire!
