Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_sweets.po
Languages: it_it

source: That lazy son of a bitch. Asleep on the job again.
it_it: Quel figlio pigro di una cagna. Assonni di nuovo sul lavoro.

source: Not that I can really hold it against him... Nothing ever happens around here.
it_it: Non che posso davvero tenerlo contro di lui... Non succede mai qui intorno.

source: [_jo_s_sad_] I hope you're not bothering the [guard], [mc].
it_it: [_jo_s_sad_] Spero che tu non ti stia disturbando la [guard], [mc].

source: [_mc_] Bothering? Not exactly.
it_it: [_mc_] Bothering? Non esattamente.

source: [_jo_s_thinking_] Good. I don't want you getting in his way. He has a very important job.{space=-45}
it_it: [_jo_s_thinking_] Bene. Non voglio che tu diventi nel suo modo. Ha un lavoro molto importante.{space=-45}

source: [_mc_] I mean, yeah, if he's working as a guinea pig for the sleep clinic...
it_it: [_mc_] Voglio dire, sì, se sta lavorando come cavia per la clinica del sonno...

source: [_jo_s_annoyed_] I think you should drop that sarcasm, young man. It's not very befitting.
it_it: [_jo_s_annoyed_] Penso che si dovrebbe cadere quel sarcasmo, giovane. Non è molto adatto.

source: [_mc_] He's sleeping on the job and I'm getting shit? Classic.
it_it: [_mc_] sta dormendo sul lavoro e sto diventando merda? Classico.

source: [_jo_s_annoyed_] I don't want to hear you saying that word.
it_it: [_jo_s_annoyed_] Non voglio sentirti dire quella parola.

source: [_mc_] "Classic?" Oh, I'm so sorry. Should I call it the C-word from now on?{space=-10}
it_it: [_mc_] "Classico?" Oh, mi dispiace. Dovrei chiamarlo la parola C d'ora in poi?{space=-10}

source: [_jo_s_angry_] Don't play the fool with me, [mc]! You know exactly what I meant.
it_it: [_jo_s_angry_] Non suonare lo stolto con me, [mc]! Sai esattamente cosa intendevo.

source: No point arguing with her — I'll just end up grounded.
it_it: Non ha senso litigare con lei — Finirò solo a terra.

source: [_mc_] Sorry, [jo].
it_it: [_mc_] Spiacenti, [jo].

source: [_jo_s_smile_] That's okay, dear. I think this is a good teaching moment.
it_it: [_jo_s_smile_] Va bene, carissimo. Penso che questo sia un buon momento di insegnamento.

source: [_mc_] What is?
it_it: [_mc_] Che cos'è?

source: [_jo_s_smile_] Being an adult isn't always easy. You have a lot of responsibilities, and some things keep you up at night.
it_it: [_jo_s_smile_] Essere un adulto non è sempre facile. Hai molte responsabilità, e alcune cose ti tengono alzato di notte.

source: Don't I know it...
it_it: Non lo conosco...

source: [_jo_s_confident_] So, instead of cracking jokes at this poor man's expense, how about you make his day a little bit easier?
it_it: [_jo_s_confident_] Quindi, invece di rompere le battute a spese di questo povero uomo, che ne dici di rendere la sua giornata un po 'più facile?

source: He's legit sleeping all day! How could it possibly be any easier?
it_it: Sta leggendo dormire tutto il giorno! Come potrebbe essere più facile?

source: [_jo_s_confident_] I want you to get him something nice from the cafeteria for when he wakes up.
it_it: [_jo_s_confident_] Voglio che tu lo prenda qualcosa di bello dalla caffetteria per quando si sveglia.

source: [_mc_] You can't be serious...
it_it: [_mc_] Non puoi essere serio...

source: [_jo_s_skeptical_] I am very much serious, [mc]. Now, get to it!
it_it: [_jo_s_skeptical_] Sono molto serio, [mc]. Ora, arrivate!

source: [_mc_] Yes, [jo]...
it_it: [_mc_] Sì, [jo]...

source: [_jo_s_confident_] Good! I'm proud of you.
it_it: [_jo_s_confident_] Buono! Sono orgoglioso di te.

source: Great. Feeding a doughnut addict. Seems like a fantastic idea.
it_it: Grande. Nutrire una ciambella tossicodipendente. Sembra un'idea fantastica.

source: There they are — round and glazed as the day they were baked.
it_it: Ci sono — rotondo e smaltato come il giorno sono stati cotti.

source: [_mc_] Excuse me.
it_it: [_mc_] Scusatemi.

source: Hmm... the lunch ladies are all busy in the back of the kitchen, no doubt drawing pentagrams around the chicken broth.
it_it: Hmm... le signore del pranzo sono tutte occupate nella parte posteriore della cucina, senza dubbio disegnare pentagrammi intorno al brodo di pollo.

source: [_mc_] Excuse me!
it_it: [_mc_] Scusami!

source: Well, I don't have all day.
it_it: Beh, non ho tutto il giorno.

source: I can't believe I'm spending my hard earned dough on the [guard].
it_it: Non riesco a credere che sto spendendo la mia pasta guadagnata duramente sulla [guard].

source: Well, twenty bucks worth of doughnuts should hopefully sate his hunger...
it_it: Beh, venti dollari vale la pena di ciambelle dovrebbe speriamo saziare la sua fame...

source: All right, time to deliver the tributes to the beast.
it_it: Va bene, il tempo di consegnare i tributi alla bestia.

source: Thou shall not steal... but honestly, this is for charity.
it_it: Non ruberai... ma onestamente, questo è per la carità.

source: Besides, it's dough for the nut-god. That's the only commandment I care about.
it_it: Inoltre, è la pasta per il dio-noce, che è l'unico comandamento di cui mi interessa.

source: Starving guards is a serious societal issue! I'm just doing my part.
it_it: Le guardie affamate sono un problema sociale serio! Sto solo facendo la mia parte.

source: This guy eats exactly five doughnuts after each nap. I need to get some more to sate his hunger...
it_it: Questo tipo mangia esattamente cinque ciambelle dopo ogni pisolino. Ho bisogno di ottenere un po 'di più per saziare la sua fame...

source: [_guard_] ZzzzzZzzzzZzz...
it_it: [_guard_] ZzzzzZzzZzz...

source: Still sleeping like a baby...
it_it: Ancora dormendo come un bambino...

source: [_mc_] Here you go, big boy.
it_it: [_mc_] Qui vai, grande ragazzo.

source: This should hopefully bring me some good karma.
it_it: Ci auguriamo che questo mi porti un buon karma.

source: Speaking of good karma...
it_it: Parlando di buon karma...

source: [_jacklyn_s_neutral_] Do you also shepherd the weak through the valley of darkness?
it_it: [_jacklyn_s_neutral_] Anche voi pastori i deboli attraverso la valle delle tenebre?

source: [_mc_] What?
it_it: [_mc_] Cosa?

source: [_jacklyn_s_neutral_] You're rocking the charity and goodwill part.
it_it: [_jacklyn_s_neutral_] Stai oscillando la carità e la buona volontà parte.

source: What the hell is [jacklyn] on about?
it_it: Che diavolo è [jacklyn] su?

source: [_mc_] ...What?
it_it: [_mc_] ...Cosa?

source: [_mc_] Err... I had no idea you were a bible-thumper...
it_it: [_mc_] Err... Non avevo idea che tu fossi un pollice biblico...

source: [_jacklyn_s_smile_] The only god I pray to is one of art and pop culture.
it_it: [_jacklyn_s_smile_] L'unico dio a cui prego è quello dell'arte e della cultura pop.

source: [_jacklyn_s_thinking_] You, on the third hand, seem to be a devout time-waster.
it_it: [_jacklyn_s_thinking_] Tu alla terza mano sembri un devoto spreco di tempo.

source: She's totally judging me for feeding the already fat guard...
it_it: Lei mi sta giudicando totalmente per nutrire la protezione già grassa...

source: And to be honest, she's right. What the hell am I doing?
it_it: E per essere onesta, lei ha ragione. Che diavolo sto facendo?

source: I was given another chance, and this is how I spend it?
it_it: Mi è stata data un'altra possibilità, e questo è come la spendo?

source: [_mc_] I'm not wasting time with pointless charity...
it_it: [_mc_] Non sto perdendo tempo con un'inutile carità...

source: [_mc_] I'm actually, err... working on... an art project? Yes, that's right! Food nouveau, to be precise.
it_it: [_mc_] sono in realtà, erroneo... lavorando... un progetto d'arte? Sì, è giusto! Nouveau di cibo, per essere precisi.

source: [_mc_] Heh, yes... It's true. I scored a gig with a local art magazine.
it_it: [_mc_] Heh, sì... È vero. Ho segnato un concerto con una rivista d'arte locale.

source: [_jacklyn_s_laughing_] That's stars, babylegs! I'm proud of you.
it_it: [_jacklyn_s_laughing_] Stelle, babyleg! Sono orgoglioso di te.

source: [_jacklyn_s_laughing_] I'd be happy to wedge your gaps.
it_it: [_jacklyn_s_laughing_] sarei felice di colmare le tue lacune.

source: [_mc_] N-no, that's okay!
it_it: [_mc_] N-no, va bene!

source: [_jacklyn_s_annoyed_] Backwards, my man. Everyone has gaps.
it_it: [_jacklyn_s_annoyed_] Indietro, mio uomo. Ognuno ha lacune.

source: [_jacklyn_s_excited_] Stop by later, and I'll sound you good!
it_it: [_jacklyn_s_excited_] Fermatevi più tardi, e ti suonerò bene!

source: Well, shit. That's what I get for lying...
it_it: Beh, merda. È quello che ottengo per mentire...

source: Waking the [guard] up with my [item.title_lower] sounds like a blast.
it_it: Svegliare la [guard] con la mia [item.title_lower] suona come un colpo d'aria.

source: A blast that would lead to a year in detention.
it_it: Un colpo che porterebbe a un anno di detenzione.

source: [_jacklyn_s_smile_] What's barkin', Snoopy?
it_it: [_jacklyn_s_smile_] Che cos'è il barkin', Snoopy?

source: [_mc_] Woof, woof!
it_it: [_mc_] Woof, legno!

source: [_mc_] Okay, that was cringe. I'm sorry.
it_it: [_mc_] Okay, che stava piangendo. Mi dispiace.

source: [_jacklyn_s_smile_] A bit, yeah.
it_it: [_jacklyn_s_smile_] Un po ', sì.

source: [_jacklyn_s_smile_] So, anyway, how's that art project going?
it_it: [_jacklyn_s_smile_] Perciò, come va quel progetto d'arte?

source: [_jacklyn_s_thinking_] You said food nouveau for a local mag. What magazine was it again?{space=-10}
it_it: [_jacklyn_s_thinking_] Hai detto cibo nouveau per un mag. Quale rivista è stato di nuovo?{space=-10}

source: Shit. She remembered that.
it_it: La merda. Lo ricordò.

source: [_mc_] Err... the um... the Newfall... Culinary? Yes, that's it!
it_it: [_mc_] Err... l'um... il Newfall... Culinario? Sì, è così!

source: [_jacklyn_s_smile_] Wicked. I know the editor there.
it_it: [_jacklyn_s_smile_] Wicked. Conosco l'editor lì.

source: Oh, fuck me. I didn't think there was actually a magazine with that name...
it_it: Oh, mi scopa. Non pensavo che ci fosse in realtà una rivista con quel nome...

source: And what are the odds [jacklyn] knows the freaking editor?!
it_it: E quali sono le probabilità [jacklyn] conosce l'editor freaking?!

source: [_mc_] Err, yep. That's it...
it_it: [_mc_] Err, yep. Questo è tutto...

source: How do I get out of this now?
it_it: Come faccio a uscire da questo ora?

source: [_jacklyn_s_smile_] So, what's this project about?
it_it: [_jacklyn_s_smile_] Quindi, che cosa è questo progetto?

source: [_mc_] Hmm... doughnuts?
it_it: [_mc_] Hmm... ciambelle?

source: [_jacklyn_s_neutral_] I know, but what's the angle here?
it_it: [_jacklyn_s_neutral_] lo so, ma qual è l'angolo qui?

source: [_mc_] I plan to bring new meaning to the phrase "a feast for your eyes."
it_it: [_mc_] Ho intenzione di portare nuovo significato alla frase "una festa per i tuoi occhi".

source: [_jacklyn_s_annoyed_] What's that word for things that have been done to death?
it_it: [_jacklyn_s_annoyed_] Che cos'è quella parola per le cose che sono state fatte a morte?

source: [_mc_] "Cliché?"
it_it: [_mc_] "Cliché?"

source: [_jacklyn_s_laughing_] Your words, not mine.
it_it: [_jacklyn_s_laughing_] Le tue parole, non le mie.

source: Ugh, she's right. Not sure why I care so much about an imaginary art project, though...
it_it: Ugh, ha ragione. Non so perché mi preoccupo tanto di un progetto di arte immaginaria...

source: Maybe I just desperately crave her approval?
it_it: Forse ho desiderato disperatamente la sua approvazione?

source: [_mc_] Do you have any suggestions on improvement?
it_it: [_mc_] Hai qualche suggerimento sul miglioramento?

source: [_jacklyn_s_excited_] Bro, my vision isn't your vision.
it_it: [_jacklyn_s_excited_] Bro, la mia visione non è la tua visione.

source: [_mc_] Aren't you supposed to be teaching?
it_it: [_mc_] non dovreste insegnare?

source: [_jacklyn_s_excited_] I just did — don't dig up old graves.
it_it: [_jacklyn_s_excited_] ho appena fatto — non scavare vecchie tombe.

source: [_jacklyn_s_excited_] Think of the untouched wilderness instead. Think of mars-landings in swimsuits. Think of the antithesis of suburbia.
it_it: [_jacklyn_s_excited_] Pensate invece al deserto incontaminato. Pensate agli sbarchi di marte in costume da bagno. Pensate all'antitesi della suburbia.

source: [_jacklyn_s_laughing_] Find the inspiration, then get to it!
it_it: [_jacklyn_s_laughing_] Trova l'ispirazione, poi arriva!

source: Inspiration... okay...
it_it: Ispirazione... okay...

source: [_mc_] I'll leave the quantifying of art to the critics.
it_it: [_mc_] lascerò la quantificazione dell'arte ai critici.

source: [_jacklyn_s_excited_] Spoken like a true artist.
it_it: [_jacklyn_s_excited_] Parlato come un vero artista.

source: [_jacklyn_s_excited_] Opinion is fleeting. Art is eternal.
it_it: [_jacklyn_s_excited_] L'opinione è fugace. L'arte è eterna.

source: [_mc_] I'm particularly uninterested in what the critics have to say.
it_it: [_mc_] Non sono particolarmente interessato a quello che i critici hanno da dire.

source: [_mc_] Miserable and talentless, wallowing in their own hypocrisy.
it_it: [_mc_] Miserabile e senza talento, ingannando nella propria ipocrisia.

source: [_jacklyn_s_laughing_] If I weren't on the clock, I'd give you a blowjob right now!
it_it: [_jacklyn_s_laughing_] Se non fossi in orologio, ti darei un pompino in questo momento!

source: [_mc_] I'll give you one instead — you're only half as hot as your mind and vision.{space=-120}
it_it: [_mc_] Ti darò uno invece — sei solo mezzo caldo come la tua mente e la tua visione.{space=-120}

source: [_jacklyn_s_laughing_] Hah, you sure know how to foreplay.
it_it: [_jacklyn_s_laughing_] Hah, sei sicuro di sapere come preliminare.

source: [_jacklyn_s_excited_] Best of luck with your project.
it_it: [_jacklyn_s_excited_] Miglior fortuna con il tuo progetto.

source: Great. Now to figure out what the project is...
it_it: Grande. Ora per capire cosa è il progetto...

source: [_mc_] Sorry, I don't share my ideas.
it_it: [_mc_] Mi dispiace, non condivido le mie idee.

source: [_jacklyn_s_excited_] That's fair and flaxen.
it_it: [_jacklyn_s_excited_] È giusto e flaxen.

source: [_jacklyn_s_excited_] Many artists only got post-mortem recognition.
it_it: [_jacklyn_s_excited_] Molti artisti hanno ottenuto solo il riconoscimento post mortem.

source: Those artists had ideas, though. That's the difference.
it_it: Ma quegli artisti avevano delle idee. Questa è la differenza.

source: [_mc_] That's not exactly what I'm going for...
it_it: [_mc_] Non è esattamente quello che sto andando per...

source: [_jacklyn_s_laughing_] I'm just yanking your leg.
it_it: [_jacklyn_s_laughing_] Sto solo urlando la gamba.

source: [_jacklyn_s_laughing_] You don't have to tell me about your idea, but that also means I can't help you.
it_it: [_jacklyn_s_laughing_] Non devi parlarmi della tua idea, ma questo significa anche che non posso aiutarti.

source: [_jacklyn_s_excited_] It takes a very skilled or a very delusional artist to never confide in his peers.
it_it: [_jacklyn_s_excited_] Ci vuole un artista molto abile o molto delirante per non confidare mai nei suoi coetanei.

source: [_jacklyn_s_excited_] Which one are you? It's worth spending some brain juice on, perhaps.{space=-35}
it_it: [_jacklyn_s_excited_] Quale sei? Vale la pena spendere un po' di succo cerebrale, forse.{space=-35}

source: That is probably worth thinking about...
it_it: Probabilmente vale la pena pensare...

source: Another thing worth thinking about is what in damn hell this project is going to be.
it_it: Un'altra cosa su cui vale la pena di pensare è che cosa in maledetto inferno questo progetto sta per essere.

source: What's something that has always brought me inspiration?
it_it: Che cos'è qualcosa che mi ha sempre portato ispirazione?

source: They say that inspiration comes when you least expect it...
it_it: Dicono che l'ispirazione viene quando meno te lo aspetti...

source: Maybe I should take a look around to see if something sparks it?
it_it: Forse dovrei dare un'occhiata intorno per vedere se qualcosa lo scintilla?

source: Inspiration... hmm...
it_it: Ispirazione... hmm...

source: Girls running up and down the stairs can be inspiring.
it_it: Le ragazze che corrono su e giù per le scale possono essere stimolanti.

source: [lindsey] falling over also lights my fire...
it_it: [lindsey] cadendo sopra accende anche il mio fuoco...

source: Hmm... but what's the angle here?
it_it: Hmm... ma qual è l'angolo qui?

source: There isn't a lot of inspiration to go around here...
it_it: Non c'è molta ispirazione per andare in giro qui...

source: There's always the strawberry juice... but honestly, I already have the doughnuts to work with.
it_it: C'è sempre il succo di fragola... ma onestamente, ho già le ciambelle con cui lavorare.

source: The only thing this place inspires is fear.
it_it: L'unica cosa che questo luogo ispira è la paura.

source: Hmm... they say that books are the best source of inspiration.
it_it: Hmm... dicono che i libri sono la migliore fonte di ispirazione.

source: Let's see here...
it_it: Vediamo qui...

source: {i}"Five Signs Your Wife is a Widow"{/}
it_it: {i}"Cinque segni La tua moglie è una vedova"{/}

source: Nope.
it_it: No,

source: This might cure my insomnia, but it's not exactly what I'm looking for.{space=-35}
it_it: Questo potrebbe curare la mia insonnia, ma non è esattamente quello che sto cercando.{space=-35}

source: Nah, better keep looking...
it_it: Nah, meglio continuare a guardare...

source: Those anatomical posters sure are inspiring...
it_it: Quei manifesti anatomici sicuri sono...

source: But boobs aren't exactly avant-garde... they're more of a classic.
it_it: Ma le tette non sono esattamente avanguardia... sono più di un classico.

source: Some of my greatest moments of inspiration have occurred in this very room.
it_it: Alcuni dei miei più grandi momenti di ispirazione si sono verificati proprio in questa stanza.

source: If I can't find it here, I'm screwed.
it_it: Se non riesco a trovarlo qui, sono scopata.

source: Sometimes you just have to force the inspiration out.
it_it: A volte devi solo forzare l'ispirazione.

source: And I'm not leaving until I've got something good.
it_it: E non me ne vado fino a quando non ho qualcosa di buono.

source: Daydreaming in bed is meant to inspire, but for me it's a sure way to fall asleep.
it_it: Daydreaming a letto è destinato a ispirare, ma per me è un modo sicuro di addormentarsi.

source: The nicest thing anyone has said about my wardrobe is that it's uninspired.
it_it: La cosa più bella che qualcuno abbia detto sul mio guardaroba è che non è ispirato.

source: Yes, the internet is the biggest of all sources of inspiration.
it_it: Sì, Internet è la più grande di tutte le fonti di ispirazione.

source: Let's ask Google...
it_it: Chiediamo a Google...

source: {i}"Art... inspiration..."{/}
it_it: {i}"Art... ispirazione..."{/}

source: Hmm... rainbow eyes, Picasso-style portraits, Eillie freaking Billish, and those damn flamingos. Why are there always flamingos?
it_it: Hmm... occhi arcobaleno, ritratti in stile Picasso, Eillie freaking Billish e quei fenicotteri maledetti. Perché ci sono sempre fenicotteri?

source: There's nothing good here!
it_it: Non c'è niente di buono qui!

source: Maybe xRabbit will have something good?
it_it: Forse xRabbit avrà qualcosa di buono?

source: Although, mainstream porn is probably the most uninspired shit on the planet.
it_it: Anche se, mainstream porno è probabilmente la merda più non ispirata sul pianeta.

source: If only I could stick my own dick in something...
it_it: Se solo potessi attaccare il mio cazzo in qualcosa...

source: [_flora_s_flirty_] Hey, can I borrow your xCube?
it_it: [_flora_s_flirty_] Ehi, posso prendere in prestito il tuo xCube?

source: [_mc_] Have you heard about knocking?
it_it: [_mc_] Hai sentito parlare di bussare?

source: [_flora_s_worried_] Sorry, I forgot...
it_it: [_flora_s_worried_] Scusa, ho dimenticato...

source: [_mc_] It's okay.
it_it: [_mc_] Va bene.

source: [_flora_s_worried_] So, can I borrow it?
it_it: [_flora_s_worried_] Quindi, posso prenderlo?

source: [_mc_] Sure! We could even play together if you like.
it_it: [_mc_] Sure! Potremmo anche giocare insieme se volete.

source: [_flora_s_laughing_] I don't know... I'm not very good.
it_it: [_flora_s_laughing_] non lo so... non sono molto bravo.

source: [_mc_] That's okay, I can teach you!
it_it: [_mc_] Va bene, posso insegnarti!

source: [_flora_s_thinking_] You're being really nice to me lately...
it_it: [_flora_s_thinking_] Sei davvero gentile con me ultimamente...

source: [_mc_] And?
it_it: [_mc_] E?

source: [_flora_s_worried_] I'm... not used to it.
it_it: [_flora_s_worried_] Io... non sono abituato ad esso.

source: [_mc_] Well, I've had a lot of time to think...
it_it: [_mc_] Beh, ho avuto molto tempo per pensare...

source: Literally years and years...
it_it: Letteralmente anni e anni...

source: [_mc_] And I think you deserve better.
it_it: [_mc_] E penso che meriti di meglio.

source: [_flora_s_blush_] I do?
it_it: [_flora_s_blush_] lo faccio?

source: [_mc_] Okay, don't get any funny ideas now — you're just getting to borrow my xCube.
it_it: [_mc_] Okay, non avere idee divertenti ora — stai solo ottenendo di prendere in prestito il mio xCube.

source: [_flora_s_laughing_] I wasn't....
it_it: [_flora_s_laughing_] non eravo...

source: [_flora_s_blush_] Okay, bye!
it_it: [_flora_s_blush_] Okay, ciao!

source: She's so cute when she gets all blushy and nervous.
it_it: Lei è così carina quando diventa tutto arrossito e nervoso.

source: Is that so wrong to think?
it_it: È così sbagliato pensare?

source: She has always made me feel inadequate, but maybe it's time to turn that around.
it_it: Lei mi ha sempre fatto sentire inadeguata, ma forse è il momento di girarlo.

source: [flora] is pretty amazing when you think about it — she's strong-willed, driven, and doesn't take shit from anyone.
it_it: [flora] è abbastanza sorprendente quando ci si pensa — è forte e voluta, guidata, e non prende merda da nessuno.

source: Maybe this is the break I've been looking for... Maybe she's the inspiration I need!
it_it: Forse questa è la pausa che sto cercando... Forse è l'ispirazione di cui ho bisogno!

source: [_mc_] [flora], wait!
it_it: [_mc_] [flora], aspetta!

source: [_flora_s_blush_] What?
it_it: [_flora_s_blush_] Cosa?

source: [_mc_] Well, first of all, you forgot the xCube.
it_it: [_mc_] Beh, prima di tutto, hai dimenticato il xCube.

source: [_mc_] Secondly, I need your help.
it_it: [_mc_] In secondo luogo, ho bisogno del vostro aiuto.

source: [_flora_s_worried_] With what, exactly?
it_it: [_flora_s_worried_] Con cosa, esattamente?

source: [_mc_] You don't have to look so worried...
it_it: [_mc_] Non devi sembrare così preoccupato...

source: [_flora_s_annoyed_] It's a reflex.
it_it: [_flora_s_annoyed_] È un riflesso.

source: [_mc_] I need inspiration for an art project.
it_it: [_mc_] Ho bisogno di ispirazione per un progetto d'arte.

source: [_flora_s_confused_] Since when are you doing art projects?
it_it: [_flora_s_confused_] Da quando stai facendo progetti d'arte?

source: [_mc_] That's not important! What matters is finding the inspiration.
it_it: [_mc_] Non è importante! Ciò che conta è trovare l'ispirazione.

source: [_flora_s_sarcastic_] Well, I got an A last year from Mrs. Bloomer for my Baroque Bolognese.
it_it: [_flora_s_sarcastic_] Beh, ho ottenuto un anno scorso dalla signora Bloomer per la mia bolognese barocca.

source: [_flora_s_sarcastic_] Maybe you can do something with food as well?
it_it: [_flora_s_sarcastic_] Forse puoi fare qualcosa anche con il cibo?
