Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_art_focus.po
Languages: it_it

source: [_mc_] I'd like to sign up for your class, please.
it_it: [_mc_] vorrei iscrivermi alla tua classe, per favore.

source: [_jacklyn_s_smile_] What's your name, shooter?
it_it: [_jacklyn_s_smile_] Qual è il tuo nome, tiratore?

source: [_jacklyn_s_thinking_] Let's take a look at your criminal record.
it_it: [_jacklyn_s_thinking_] Diamo un'occhiata al tuo casellario giudiziale.

source: [_mc_] My what?
it_it: [_mc_] Il mio che cosa?

source: [_jacklyn_s_thinking_] Your past art. One hot second, por favor.
it_it: [_jacklyn_s_thinking_] Il tuo precedente art. Un secondo caldo, por favor.

source: Okay, that's... a good selling point for her class... not going to lie.
it_it: Okay, che's... un buon punto di vendita per la sua classe... non sta per mentire.

source: That has to be against some kind of school policy! But well, who's actually going to complain?
it_it: Questo deve essere contro una sorta di politica scolastica! Ma bene, chi si lamenterà?

source: They say that self-expression is the best art, and [jacklyn] is certainly making a point of it.
it_it: Dicono che l'espressione di sé è la migliore arte, e [jacklyn] ne sta certamente facendo un punto.

source: Sure takes confidence to wear a skirt that short. And bending over in it is like an invitation.
it_it: Certo prende fiducia per indossare una gonna che corta e piegarsi in esso è come un invito.

source: Is she the type who likes to be spanked?
it_it: È il tipo a cui piace essere sculacciata?

source: Hand or paddle?
it_it: Mano o pagaia?

source: Hmm... she seems tough, so probably the paddle.
it_it: Hmm... sembra duro, quindi probabilmente la pagaia.

source: And those fishnet stockings... didn't even know I had a leg fetish until now.
it_it: E quelle calze a rete di pesce... non sapevo nemmeno che ho avuto una gamba feticismo fino ad ora.

source: This goes to show that not only airhead bimbos can pull off slutty.
it_it: Questo dimostra che non solo bimbo airhead può tirare fuori troia.

source: It's honestly even hotter that [jacklyn] is highly intelligent and still chooses to dress this way.
it_it: È onestamente ancora più caldo che [jacklyn] è altamente intelligente e sceglie ancora di vestirsi in questo modo.

source: Math and science used to be my forte... but her string theory seems way more alluring.
it_it: La matematica e la scienza erano il mio forte... ma la sua teoria delle corde sembra molto più allettante.

source: [_jacklyn_s_neutral_] Sorry. That's a no-go.
it_it: [_jacklyn_s_neutral_] Mi dispiace. È un no-go.

source: [_mc_] Huh? Why?
it_it: [_mc_] Huh? Perché?

source: [_jacklyn_s_thinking_] Your past art is nothing but petty theft and shop-lifting. I want murder in my class.
it_it: [_jacklyn_s_thinking_] La tua arte passata non è altro che furto e sollevamento di negozi. Voglio omicidio nella mia classe.

source: [_mc_] Since when can teachers deny a student their education?
it_it: [_mc_] Da quando gli insegnanti possono negare a uno studente la loro istruzione?

source: [_jacklyn_s_neutral_] Plug the saltwater fountains, weepy. You'll get yours.
it_it: [_jacklyn_s_neutral_] Collega le fontane di acqua salata, piangendo. Riceverai la tua.

source: [_jacklyn_s_smile_] All students have access to the shop, you just won't be on my shortlist.
it_it: [_jacklyn_s_smile_] Tutti gli studenti hanno accesso al negozio, semplicemente non sarai nella mia lista ristretta.

source: [_jacklyn_s_smile_] You're still getting a basic education.
it_it: [_jacklyn_s_smile_] Stai ancora ricevendo un'istruzione di base.

source: [_mc_] What about [isabelle]? You haven't even seen her work yet!
it_it: [_mc_] Che ne dici di [isabelle]? Non hai ancora visto il suo lavoro!

source: [_jacklyn_s_smile_] Exchange students aren't my dolls to dress up. The bigwigs of the board decide their fate.
it_it: [_jacklyn_s_smile_] Gli studenti di scambio non sono le mie bambole da vestire. I bigwigs del consiglio decidono il loro destino.

source: [_mc_] Anything I can do to change your mind?
it_it: [_mc_] Cosa posso fare per cambiare idea?

source: [_jacklyn_s_laughing_] See that easel with the blank canvas? Make it your crime scene and we'll talk again.
it_it: [_jacklyn_s_laughing_] Vedi quel cavalletto con la tela vuota? Fai la tua scena criminale e parleremo di nuovo.

source: [_mc_] I've been practicing a lot since... err, last year. Can I show you?
it_it: [_mc_] Ho praticato molto da quando... err, l'anno scorso. Posso mostrarvi?

source: [_jacklyn_s_thinking_] Murder isn't all about practice; it's also about passion. Just keep that in your noggin.
it_it: [_jacklyn_s_thinking_] L'omicidio non riguarda la pratica; si tratta anche della passione. Basta tenerlo nel tuo nulla.

source: [_jacklyn_s_smile_] See that easel with the blank canvas? Make it your crime scene and we'll talk again.
it_it: [_jacklyn_s_smile_] Vedi quel cavalletto con la tela vuota? Fai la tua scena criminale e parleremo di nuovo.

source: [_mc_] Art is a stupid subject anyway. Just spatter some paint on a canvas and hang it in a gallery.
it_it: [_mc_] Art è comunque un soggetto stupido. Basta spiare un po 'di vernice su una tela e appenderlo in una galleria.

source: [_jacklyn_s_cringe_] Art is definitely not for ostrich-heads.
it_it: [_jacklyn_s_cringe_] Art non è sicuramente per le teste di struzzo.

source: [_jacklyn_s_annoyed_] If you ever pull it out of the sand, you're free to show me murder on that empty canvas.
it_it: [_jacklyn_s_annoyed_] Se mai lo tiri fuori dalla sabbia, sei libero di mostrarmi l'omicidio su quella tela vuota.

source: Some say my strokes are among the best. Perhaps of all time.
it_it: Alcuni dicono che i miei colpi sono tra i migliori. Forse di sempre.

source: Just a little bit of this and a little bit of that...
it_it: Solo un po 'di questo e un po 'di quello...

source: Mm... Van Gogh can gogh on my vang.
it_it: Mm... Van Gogh può gogh sul mio vang.

source: Oh! Look at that!
it_it: Oh! Guardatelo!

source: Now for the finishing touches...
it_it: Ora per i ritocchi finitura...

source: Perfection.
it_it: Perfezione.

source: Okay, time to show [jacklyn] and get that A.
it_it: Ok, il tempo di mostrare [jacklyn] e ottenere che A.

source: Not an artist.
it_it: Non è un artista.

source: Just a boy with a dream.
it_it: Solo un ragazzo con un sogno.

source: Just a tiny spark of inspiration.
it_it: Solo una piccola scintilla di ispirazione.

source: For so many years...
it_it: Per tanti anni...

source: Ugly, lazy, unwanted.
it_it: Uglamente, pigro, indesiderato.

source: A social outcast filled with rage.
it_it: Un outcast sociale pieno di rabbia.

source: And it burns in my veins, in my eyes, in my brain.
it_it: E brucia nelle mie vene, nei miei occhi, nel mio cervello.

source: It burns anyone who dares get too close.
it_it: Brucia chiunque osa avvicinarsi troppo.

source: Like a whirling inferno, raging through cities.
it_it: Come un inferno vorticoso, infuriando attraverso le città.

source: Nothing is spared. Nothing left but ashes.
it_it: Niente è risparmiato. Niente resta se non cenere.

source: "Fuck the world" — that's what's on this canvas.
it_it: "Cazzo il mondo" — è quello che c'è su questa tela.

source: [_jacklyn_s_neutral_] Dude... how did you get those strokes in?
it_it: [_jacklyn_s_neutral_] Dude... come hai ottenuto quei colpi in?

source: Probably shouldn't tell her I used the [item.title_lower].
it_it: Probabilmente non dovrebbe dirle che ho usato la [item.title_lower].

source: [_jacklyn_s_smile_] That's hot as fuck.
it_it: [_jacklyn_s_smile_] Fa caldo come cazzo.

source: [_mc_] Seriously?
it_it: [_mc_] Seriamente?

source: [_jacklyn_s_smile_] Yeah, the raw emotion. It's tearing me a new asshole!
it_it: [_jacklyn_s_smile_] Sì, l'emozione cruda. Mi strappa un nuovo stronzo!

source: [_mc_] That's a good thing?
it_it: [_mc_] È una buona cosa?

source: [_jacklyn_s_excited_] Shit, duckling. You're talented and don't even know it.
it_it: [_jacklyn_s_excited_] Merda, anatroccolo. Hai talento e non lo conosci nemmeno.

source: [_jacklyn_s_excited_] Let me give you a big hush, okay? Art is an extension of our emotions.
it_it: [_jacklyn_s_excited_] Permettetemi di darvi un grande marito, okay? L'arte è un'estensione delle nostre emozioni.

source: [_jacklyn_s_laughing_] There's nothing as boring as a passionless painting.
it_it: [_jacklyn_s_laughing_] Non c'è niente di noioso come un dipinto senza passione.

source: Can't believe she's gushing over my art, but what she's saying does make some kind of sense.
it_it: Non può credere che stia scivolando sulla mia arte, ma quello che sta dicendo ha un qualche senso.

source: [_jacklyn_s_smile_] Honestly, you've got it.
it_it: [_jacklyn_s_smile_] Onestamente, l'hai capito.

source: [_jacklyn_s_smile_] Channeling your rage into the colors and ripping them across the canvas. Makes my left foot all moist.
it_it: [_jacklyn_s_smile_] Incanalando la tua rabbia nei colori e strappandoli attraverso la tela. Rende il mio piede sinistro tutto umido.

source: [_mc_] Thanks, I guess. It did feel good letting it all out.
it_it: [_mc_] Grazie, immagino. Si è sentito bene lasciando tutto fuori.

source: [_jacklyn_s_neutral_] I know what you're saying.
it_it: [_jacklyn_s_neutral_] So quello che stai dicendo.

source: [_jacklyn_s_neutral_] Floodgates were meant to be shattered.
it_it: [_jacklyn_s_neutral_] Inondazioni erano destinate ad essere frantumate.

source: [_jacklyn_s_smile_] I'll tell you what. You, me, and half a dozen spray cans...
it_it: [_jacklyn_s_smile_] Ti dirò cosa. Tu, me e una mezza dozzina di scatole spruzzate...

source: [_jacklyn_s_excited_right_] You have my number. Let's go out and make a statement!
it_it: [_jacklyn_s_excited_right_] Hai il mio numero. Andiamo a fare una dichiarazione!

source: Not sure what that means, but it sounds illegal.
it_it: Non è sicuro che cosa significa, ma sembra illegale.

source: Totally my cup of tea.
it_it: Totalmente la mia tazza di tè.

source: [_jacklyn_s_excited_right_] Give me your number and we'll make a statement together.
it_it: [_jacklyn_s_excited_right_] Dammi il tuo numero e faremo una dichiarazione insieme.

source: Using my [item.title_lower] instead of a brush is totally avant-garde.
it_it: Usare la mia [item.title_lower] invece di un pennello è totalmente all'avanguardia.

source: The strokes of a brush wouldn't impress anyone. Least of all an art connoisseur like [jacklyn].
it_it: I tratti di un pennello non impressionerebbero nessuno. Meno di tutto un intenditore d'arte come [jacklyn].

source: True art requires finesse...
it_it: La vera arte richiede raffinatezza...

source: Innovation...
it_it: Innovazione...

source: And most importantly... pretentious bullshit.
it_it: E cosa più importante... pretenziosa stronzata.

source: Mmm... there we are. A masterpiece.
it_it: Mmm... ci siamo. Un capolavoro.

source: [jacklyn] will surely gush like a fountain over this.
it_it: [jacklyn] sarà sicuramente come una fontana su questo.

source: [_mc_] Excuse me. I've completed the task.
it_it: [_mc_] Scusatemi. Ho completato il compito.

source: [_jacklyn_s_excited_] Wicked. Let's have a look at it!
it_it: [_jacklyn_s_excited_] Wicked. Diamo un'occhiata!

source: [_mc_] What do you think?
it_it: [_mc_] Cosa ne pensi?

source: [_jacklyn_s_annoyed_] It's...
it_it: [_jacklyn_s_annoyed_] Sta...

source: [_jacklyn_s_annoyed_] A bit plain, don't you think?
it_it: [_jacklyn_s_annoyed_] Un po' di pianura, non pensi?

source: [_mc_] I put in a lot of hard work.
it_it: [_mc_] Ho messo in un sacco di duro lavoro.

source: [_jacklyn_s_cringe_] If you want to be an artist with that style of yours, you need to at least learn how to draw genitals.
it_it: [_jacklyn_s_cringe_] Se vuoi essere un artista con quel tuo stile, devi almeno imparare a disegnare i genitali.

source: [_jacklyn_s_cringe_] Sorry, but try again.
it_it: [_jacklyn_s_cringe_] Siamo spiacenti, ma riprova.

source: [_mc_] Hey, I painted this thing...
it_it: [_mc_] Ehi, ho dipinto questa cosa...

source: [_jacklyn_s_excited_] That's crack on a stick!
it_it: [_jacklyn_s_excited_] È una crepa su un bastoncino!

source: [_jacklyn_s_excited_] What did you paint?
it_it: [_jacklyn_s_excited_] Che cos'hai dipinto?

source: [_mc_] Just err... went with my gut.
it_it: [_mc_] Basta errare... è andato con il mio intestino.

source: [_mc_] I guess it's meant as avant-garde meets surrealism meets abstractism.
it_it: [_mc_] Immagino che sia inteso come avanguardia incontra surrealismo incontra astrattismo.

source: [_jacklyn_s_thinking_] It's a powerful combination. Okay, let's see what you've got.
it_it: [_jacklyn_s_thinking_] È una combinazione potente. Va bene, vediamo quello che hai ottenuto.

source: [_jacklyn_s_smile_] It's not toilet water, that's for sure.
it_it: [_jacklyn_s_smile_] Non è acqua igienica, è sicuro.

source: [_mc_] Thanks, I guess.
it_it: [_mc_] Grazie, immagino.

source: [_jacklyn_s_neutral_] You've got some spark.
it_it: [_jacklyn_s_neutral_] Hai un po' di scintilla.

source: [_jacklyn_s_neutral_] I was wrong about you, [mc].
it_it: [_jacklyn_s_neutral_] Mi sbagliavo su di te, [mc].

source: [_jacklyn_s_smile_] You've upped your bang from last year. You're welcome to join my special class.
it_it: [_jacklyn_s_smile_] Hai alzato il tuo colpo dall'anno scorso. Sei pronto a partecipare alla mia lezione speciale.

source: [_mc_] I'd like to find my inner Picasso.
it_it: [_mc_] Mi piacerebbe trovare il mio Picasso.

source: [_jacklyn_s_excited_] Sick. Okay, I'll fill you in about the assignments later.
it_it: [_jacklyn_s_excited_] Malattia. Va bene, ti riempirò più tardi.

source: [_mc_] I just did it to prove you wrong. I don't really care for art.
it_it: [_mc_] L'ho appena fatto per dimostrarti sbagliato. Non mi interessa molto l'arte.

source: [_jacklyn_s_excited_] That has been the sentiment of many great artists throughout history.
it_it: [_jacklyn_s_excited_] Questo è stato il sentimento di molti grandi artisti nel corso della storia.

source: [_jacklyn_s_excited_right_] Yet here we are, admiring their work.
it_it: [_jacklyn_s_excited_right_] Eppure eccoci qui, ammirando il loro lavoro.

source: [_mc_] What did I do now?
it_it: [_mc_] Cosa ho fatto adesso?

source: [_flora_s_excited_] Nothing, but I need your phone.
it_it: [_flora_s_excited_] Niente, ma ho bisogno del tuo telefono.

source: [_mc_] Why, if I may ask?
it_it: [_mc_] Perché, se posso chiedere?

source: [_flora_s_eyeroll_] My battery is dead and I need to make a call.
it_it: [_flora_s_eyeroll_] La mia batteria è morta e devo fare una chiamata.

source: [_mc_] Charge it.
it_it: [_mc_] caricarlo.

source: [_flora_s_angry_] I've lost my charger!
it_it: [_flora_s_angry_] Ho perso il mio caricabatteria!

source: [_mc_] Not sure how that's my problem.
it_it: [_mc_] Non sei sicuro di come sia il mio problema.

source: [_flora_s_annoyed_] I'm going to poison...
it_it: [_flora_s_annoyed_] Ho intenzione di avvelenare...

source: [_mc_] What?
it_it: [_mc_] Cosa?

source: [_mc_] Hey! Stealing is illegal!
it_it: [_mc_] Hey! Rubare è illegale!

source: [_flora_s_annoyed_texting_] Don't care. What's your password?
it_it: [_flora_s_annoyed_texting_] Non importa. Qual è la tua password?

source: [_mc_] You'll never be able to guess—
it_it: [_mc_] Non sarai mai in grado di indovinare—

source: [_flora_s_eyeroll_texting_] Gross. I knew it was something perverted.
it_it: [_flora_s_eyeroll_texting_] Croce. Sapevo che era qualcosa di perverso.

source: [_flora_s_annoyed_texting_] I need to make a call. Be right back.
it_it: [_flora_s_annoyed_texting_] Ho bisogno di fare una chiamata. Sii subito indietro.

source: [_mc_] Damn it, [flora]!
it_it: [_mc_] Dannazione, [flora]!

source: Well, she better not use up all the battery. I have a Snake high score to beat.
it_it: Beh, è meglio che non utilizzi tutta la batteria. Ho un punteggio alto Snake da battere.

source: What's so urgent anyway?
it_it: Che cos'è comunque così urgente?

source: Guy problems?
it_it: Problemi ragazzo?

source: Now that I think of it, didn't she start talking to her future husband during the senior year of high school?
it_it: Ora che penso a questo, non ha iniziato a parlare con il suo futuro marito durante l'anno più anziano del liceo?

source: Maybe he's telling her about his stupid BMW.
it_it: Forse le sta dicendo della sua stupida BMW.

source: God, that guy is... was... will be a prick.
it_it: Dio, quel tipo è... era... sarà un pugno.

source: [_flora_s_confident_] Thanks for letting me borrow your phone.
it_it: [_flora_s_confident_] Grazie per avermi permesso di prendere in prestito il tuo telefono.

source: [_mc_] Right. That's what happened.
it_it: [_mc_] giusto. È quello che è successo.

source: [_flora_s_laughing_] That's how I remember it.
it_it: [_flora_s_laughing_] È come me lo ricordo.

source: [_mc_] So, what's the good news?
it_it: [_mc_] Quindi, qual è la buona notizia?

source: [_flora_s_smile_] Good news?
it_it: [_flora_s_smile_] Buone notizie?

source: [_mc_] When you first got in here, you were all grumpy. Now, you're glowing.
it_it: [_mc_] Quando sei entrato per la prima volta qui, eravate tutti scontrosi.

source: [_flora_s_blush_] I don't know what you're talking about!
it_it: [_flora_s_blush_] Non so di cosa stai parlando!

source: [_flora_s_skeptical_] You're being suspicious.
it_it: [_flora_s_skeptical_] Sei sospettoso.

source: [_mc_] How am I being suspicious?
it_it: [_mc_] Come sono sospettoso?

source: [_flora_s_skeptical_] Why aren't you giving me a hard time?
it_it: [_flora_s_skeptical_] Perché non mi stai dando un momento difficile?

source: [_mc_] Felt like being mature today.
it_it: [_mc_] Felt come essere maturo oggi.

source: [_mc_] Here you go.
it_it: [_mc_] Qui vai.

source: [_flora_s_annoyed_texting_] What did you do with it?
it_it: [_flora_s_annoyed_texting_] Che cosa hai fatto?

source: [_mc_] Nothing.
it_it: [_mc_] Niente.

source: [_mc_] Why would I do something to my own phone?
it_it: [_mc_] Perché farei qualcosa al mio telefono?

source: [_mc_] I even unlocked it for you.
it_it: [_mc_] l'ho persino sbloccato per te.

source: [_flora_s_eyeroll_texting_] This is weird. You're acting weird.
it_it: [_flora_s_eyeroll_texting_] Questo è strano. Ti stai comportando strano.

source: [_mc_] Look, I'm just trying to be nice for a change.
it_it: [_mc_] Guarda, sto solo cercando di essere bello per un cambiamento.

source: [_mc_] If you don't want to borrow the phone, that's okay.
it_it: [_mc_] Se non vuoi prendere in prestito il telefono, va bene.

source: [_mc_] If you do, feel free to step outside for some privacy.
it_it: [_mc_] Se lo fai, sentiti libero di uscire per una certa privacy.

source: [_flora_s_annoyed_texting_] Okay. Thanks for being nice, but it is a bit creepy. I don't know if I like it.
it_it: [_flora_s_annoyed_texting_] Okay. Grazie per essere gentile, ma è un po' raccapricciante. Non so se mi piace.

source: I wonder if I'll ever get her to fully trust me.
it_it: Mi chiedo se la farò mai fidare pienamente di me.

source: After everything I've put her through. Every prank and dumb joke. Every trick and childish conflict.
it_it: Dopo tutto l'ho messo attraverso di lei. Ogni scherzo e scherzetto stupido. Ogni trucco e conflitto infantile.

source: The answer is probably never.
it_it: La risposta probabilmente non è mai.

source: That's a bit of a tough pill to swallow.
it_it: È un po' una pillola dura da ingoiare.

source: Hopefully, I can at least make her less resentful.
it_it: Speriamo di poterla almeno rendere meno risentita.

source: [_mc_] Something good happen?
it_it: [_mc_] Qualcosa di buono succede?

source: [_flora_s_confident_] Maybe.
it_it: [_flora_s_confident_] Forse.

source: [_mc_] Okay, keep your secrets.
it_it: [_mc_] Okay, tieni i tuoi segreti.

source: [_flora_s_blush_] I think I will!
it_it: [_flora_s_blush_] penso che lo farò!

source: [_flora_s_blush_] Thanks for letting me borrow your phone!
it_it: [_flora_s_blush_] Grazie per avermi permesso di prendere in prestito il tuo telefono!

source: [_mc_] No problem.
it_it: [_mc_] Nessun problema.

source: She looks like she just won the lottery...
it_it: Sembra che abbia appena vinto la lotteria...

source: [_flora_s_blush_] Anyway, gotta go!
it_it: [_flora_s_blush_] Comunque va, va!

source: That's highly suspicious. I wonder who she called.
it_it: È molto sospettoso. Mi chiedo chi abbia chiamato.

source: Let's check the call history...
it_it: Controlliamo la cronologia delle chiamate...

source: Hmm... I don't recognize the number.
it_it: Hmm... Non riconosco il numero.

source: Might as well try calling it.
it_it: Potrebbe anche provare a chiamarlo.

source: There are quite a few people in [flora]'s life that I've always wanted to have a word with.
it_it: Ci sono molte persone nella vita di [flora]che ho sempre voluto avere una parola con.

source: Maybe I can even stop her from falling in love with that BMW douchebag she'll call fiancé in a few years.
it_it: Forse posso anche impedirle di innamorarsi di quella BMW douchebag lei chiamerà fidanzata in pochi anni.

source: {i}Calling...{/}
it_it: Chiamata {i}...{/}

source: [_jacklyn_] [flora]? Already squeezing your thighs for me?
it_it: [_jacklyn_] [flora]? Stai già premendo le cosce per me?

source: Oh shit. It's [jacklyn]. I guess [flora] is still trying to impress her.
it_it: Oh merda. È [jacklyn]. Immagino che [flora] stia ancora cercando di impressionarla.

source: [_mc_] Err, no... this is [mc]. [flora] just used my phone.
it_it: [_mc_] Err, no... questo è [mc]. [flora] appena usato il mio telefono.

source: [_jacklyn_] Ah, that flipped my think-box for a moment.
it_it: [_jacklyn_] Ah, che ha capovolto il mio think-box per un momento.

source: [_jacklyn_] So, what's rustling your jimmies today, [mc]?
it_it: [_jacklyn_] Quindi, cosa frusciare i tuoi jimmies oggi, [mc]?

source: Crap. Should've thought this through.
it_it: Crap. Should've ha pensato attraverso questo.

source: [_mc_] I don't know... I'm sorry for calling.
it_it: [_mc_] non lo so... mi dispiace per aver chiamato.

source: [_jacklyn_] Hey, don't be such a cobain.
it_it: [_jacklyn_] Hey, non essere un tale cobain.

source: [_jacklyn_] Life is more than just suffering.
it_it: [_jacklyn_] La vita non è solo sofferenza.

source: [_jacklyn_] Text me later and I'll give you a blowjob.
it_it: [_jacklyn_] Scrivimi più tardi e ti darò un pompino.

source: She hung up.
it_it: Ha appeso.

source: I'm sure she doesn't mean a real blowjob.
it_it: Sono sicura che non voglia dire un vero pompino.

source: Maybe I'll try texting her later.
it_it: Forse proverò a messaggiarla più tardi.

source: "Since when can teachers deny a student their education?"
it_it: "Da quando gli insegnanti possono negare a uno studente la loro istruzione?"

source: "I've been practicing a lot since... err, last year. Can I show you?"
it_it: "Ho praticato molto da allora... err, l'anno scorso. Posso mostrarti?"

source: "Art is a stupid subject anyway. Just spatter some paint on a canvas and hang it in a gallery."
it_it: "L'arte è comunque un soggetto stupido. Basta spiare un po 'di vernice su una tela e appenderlo in una galleria."

source: "I'd like to find my inner Picasso."
it_it: "Mi piacerebbe trovare il mio Picasso interiore."

source: "I just did it to prove you wrong. I don't really care for art."
it_it: "Ho appena fatto per dimostrare che hai torto. Non mi interessa davvero l'arte."

source: "Charge it."
it_it: "Caricalo."

source: "Sure thing."
it_it: "Certo cosa."
