Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_broken_fuse.po
Languages: fr_fr

source: [_jacklyn_s_thinking_] The definition of HD trash!
fr_fr: [_jacklyn_s_thinking_] La définition de la poubelle HD !

source: [_mc_] Excuse me?
fr_fr: [_mc_] Excusez-moi?

source: [_jacklyn_s_angry_] The lightswitch, bro. It's not working!
fr_fr: [_jacklyn_s_angry_] The lightswitch, bro. Ça ne marche pas !

source: For a moment there, I thought she was talking to me. Well, it wouldn't have been the first time someone called me trash.
fr_fr: Pour un instant, je pensais qu'elle me parlait. Eh bien, ce n'était pas la première fois que quelqu'un m'appelait la poubelle.

source: [_mc_] Hmm... that's odd.
fr_fr: [_mc_] Hmm ... c'est bizarre.

source: [_jacklyn_s_thinking_] Swapped light bulbs, opened up the switch, and gave a prayer to Satan. Nothing's working.
fr_fr: [_jacklyn_s_thinking_] Les ampoules permuées, ont ouvert le commutateur et ont donné une prière à Satan. Rien ne fonctionne.

source: [_mc_] Why do you need to turn off the lights?
fr_fr: [_mc_] Pourquoi vous devez éteindre les lumières?

source: [_jacklyn_s_neutral_] Simple. Light and darkness play an important role in art. I need to be able to adjust the lighting.
fr_fr: [_jacklyn_s_neutral_] Simple. La lumière et l'obscurité jouent un rôle important dans l'art. J'ai besoin de pouvoir ajuster l'éclairage.

source: There used to be a fuse box in the big hall on this floor, maybe something's broken there.
fr_fr: Il y avait une boîte de furetage dans le grand hall à cet étage, peut-être quelque chose de cassé.

source: At least, that was the case when I was here last time.
fr_fr: Au moins, c'était le cas lorsque j'étais ici la dernière fois.

source: [_mc_] Have you checked the fuse box?
fr_fr: [_mc_] Avez-vous vérifié la boîte de fusion?

source: [_jacklyn_s_annoyed_] No, I don't feel like sticking my fingers into that thing.
fr_fr: [_jacklyn_s_annoyed_] Non, je n'ai pas envie de coller mes doigts dans ce truc.

source: [_jacklyn_s_annoyed_] Normally, I'd ask the janitor to fix it, but I can't seem to find her anywhere.
fr_fr: [_jacklyn_s_annoyed_] Normalement, je demande au concierge de le réparer, mais je ne peux pas la trouver nulle part.

source: Maybe there's a chance of earning a better grade or impressing her.
fr_fr: Peut-être qu'il y a une chance de gagner un meilleur grade ou de l'impressionner.

source: [_jacklyn_s_excited_] The lightswitch is working again!
fr_fr: [_jacklyn_s_excited_] Le phare fonctionne à nouveau !

source: [_jacklyn_s_excited_] If you did this — sick.
fr_fr: [_jacklyn_s_excited_] Si vous l'avez fait-malade.

source: [_mc_] Yeah, I repaired a faulty wire.
fr_fr: [_mc_] Oui, j'ai réparé un fil défectueux.

source: [_jacklyn_s_smile_] Back pats! Actually, gold.
fr_fr: [_jacklyn_s_smile_] Retour Pats ! En fait, l'or.

source: [_mc_] I know how important lighting is.
fr_fr: [_mc_] Je sais à quel point l'éclairage est important.

source: [_mc_] And I firmly believe that the best art exists between light and shadow.
fr_fr: [_mc_] Et je crois fermement que le meilleur art existe entre la lumière et l'ombre.

source: [_jacklyn_s_smile_] Word. Without contrasts, you can't capture reality's duality.
fr_fr: [_jacklyn_s_smile_] Word. Sans contrastes, vous ne pouvez pas capter la dualité de la réalité.

source: [_mc_] It seems like your prayers to Satan worked.
fr_fr: [_mc_] Il semble que vos prières à Satan ont marché.

source: [_jacklyn_s_cringe_] I knew that horny son would be after my ass.
fr_fr: [_jacklyn_s_cringe_] Je savais que le fils corné serait après mon cul.

source: [_jacklyn_s_cringe_] Devil worship always ends in anal.
fr_fr: [_jacklyn_s_cringe_] Le culte du diable se termine toujours en anal.

source: [_jacklyn_s_excited_] Loosen up, Eastwood. It's a joke.
fr_fr: [_jacklyn_s_excited_] Loosen up, Eastwood. C'est une blague.

source: [_jacklyn_s_excited_] Yeah? Well, she's hot stuff.
fr_fr: [_jacklyn_s_excited_] Oui? Eh bien, elle est chaude.

source: [_jacklyn_s_laughing_] Not that I dabble or anything.
fr_fr: [_jacklyn_s_laughing_] Pas que je baudou ou quoi que ce soit.

source: [_jacklyn_s_thinking_] Anyway, since you helped me with this, maybe you can help me decide on another thing?
fr_fr: [_jacklyn_s_thinking_] En tout cas, puisque vous m'avez aidé avec ça, peut-être que vous pouvez m'aider à décider d'une autre chose?

source: [_mc_] I guess.
fr_fr: [_mc_] Je suppose.

source: [_jacklyn_s_smile_] I need a nude model for some of the senior classes this year. Who would you recommend for it?
fr_fr: [_jacklyn_s_smile_] J'ai besoin d'un modèle nude pour certaines des classes supérieures cette année. Qui recommanderait-tu pour ça?

source: [_mc_] How about [mrsl]?
fr_fr: [_mc_] Comment environ [mrsl]?

source: [_jacklyn_s_excited_] She's at the top of my list too. She volunteered.
fr_fr: [_jacklyn_s_excited_] Elle est aussi au sommet de ma liste. Elle s'est portée volontaire.

source: [_mc_] Whoa, really?
fr_fr: [_mc_] Whoa, vraiment?

source: Ever since she ditched those cardigans, she's become a lot more frivolous.
fr_fr: Depuis qu'elle a abandonné ces cardigans, elle est devenue beaucoup plus frivole.

source: [_mc_] I recommend myself.
fr_fr: [_mc_] Je me recommande.

source: [_jacklyn_s_thinking_] No offense, hombre, but it needs to be an adult.
fr_fr: [_jacklyn_s_thinking_] Pas de délit, hombre, mais il doit être un adulte.

source: [_mc_] But I'm eighteen.
fr_fr: [_mc_] Mais j'ai dix-huit ans.

source: [_jacklyn_s_angry_] It also needs to be aesthetically pleasing.
fr_fr: [_jacklyn_s_angry_] Il faut aussi être esthétiquement agréable.

source: Ouch. Right in the jugular.
fr_fr: Ouch. Très bien dans la jugulaire.

source: [_mc_] I think the school nurse would be perfect for this.
fr_fr: [_mc_] Je pense que l'infirmière de l'école serait parfaite pour ça.

source: [_jacklyn_s_thinking_] She's not on my list.
fr_fr: [_jacklyn_s_thinking_] Elle n'est pas sur ma liste.

source: [_mc_] It's fine, I think she'd love to do it. Probably even for free. Just tell her I recommended it.
fr_fr: [_mc_] C'est bien, je pense qu'elle adorerait le faire. Probablement même gratuitement. Dit-lui juste que je l'ai recommandée.

source: [_jacklyn_s_smile_] Awesome, awesome. Okay, I'll ask her.
fr_fr: [_jacklyn_s_smile_] Awesome, génial. Ok, je lui demanderai.

source: [_mc_] I think you'd be the best candidate.
fr_fr: [_mc_] Je pense que vous seriez le meilleur candidat.

source: [_jacklyn_s_laughing_] Yeah? You think?
fr_fr: [_jacklyn_s_laughing_] Oui? Tu crois?

source: [_mc_] Yes! And it would be easier for you to grade the paintings as well.
fr_fr: [_mc_] Oui ! Et il serait plus facile pour vous de classer les peintures aussi.

source: [_jacklyn_s_excited_] Word! All right, it's a done deal.
fr_fr: [_jacklyn_s_excited_] Word ! D'accord, c'est un accord.

source: [_jacklyn_s_smile_] If you're interested in learning the human curves and anatomy, the nude model will be available here from [time].
fr_fr: [_jacklyn_s_smile_] Si vous êtes intéressé à apprendre les courbes humaines et l'anatomie, le modèle nu sera disponible ici de [time].

source: [_mrsl_s_confident_] Good afternoon, [mc]!
fr_fr: [_mrsl_s_confident_] Bon après-midi, [mc]!

source: [_mrsl_s_confident_] Are you here for me?
fr_fr: [_mrsl_s_confident_] Êtes-vous ici pour moi?

source: [_mc_] I'm here for the art.
fr_fr: [_mc_] Je suis ici pour l'art.

source: [_mrsl_s_thinking_] Well, that's fine! That's what I meant.
fr_fr: [_mrsl_s_thinking_] Eh bien, c'est bien ! C'est ce que je voulais dire.

source: [_mc_] I'm always here for you, [mrsl]!
fr_fr: [_mc_] Je suis toujours là pour vous, [mrsl]!

source: [_mrsl_s_excited_] I'm glad.
fr_fr: [_mrsl_s_excited_] Je suis content.

source: [_mrsl_s_excited_] Let's get started?
fr_fr: [_mrsl_s_excited_] Commençons-nous?

source: [_mc_] Yeah!
fr_fr: [_mc_] Oui !

source: [_mrsl_s_flirty_] What position would you like me in?
fr_fr: [_mrsl_s_flirty_] À quelle position aimeriez-vous que je me trouve?

source: Bent over a table, doggy, missionary... anything goes.
fr_fr: Bent sur une table, doggy, missionnaire ... tout va.

source: [_mc_] Err... don't feel like you have to pose. I like to have a moving model for my art.
fr_fr: [_mc_] Err ... ne vous sentez pas comme vous devez poser. J'aime avoir un modèle émouvant pour mon art.

source: Not that there's going to be much art done...
fr_fr: Pas qu'il y ait beaucoup d'art fait ...

source: [_mrsl_s_flirty_] Okay, then!
fr_fr: [_mrsl_s_flirty_] Ok, alors !

source: [_mrsl_s_thinking_] So, how does it feel to be back?
fr_fr: [_mrsl_s_thinking_] Alors, comment se sent-il d'être de retour?

source: [_mrsl_s_excited_] In school, I mean. Did you have a good summer?
fr_fr: [_mrsl_s_excited_] À l'école, je veux dire. As-tu eu un bon été?

source: For a moment I thought she was talking about time travel there.
fr_fr: Pour un moment, je pensais qu'elle parlait de temps de voyage là-bas.

source: Need to get my head back in the game.
fr_fr: Il faut récupérer ma tête dans le jeu.

source: [_mc_] It felt a lot longer than just a summer. Never thought I would miss any part of it, but I guess I did.
fr_fr: [_mc_] Il se sentait beaucoup plus longtemps qu'un été. Je n'aurais jamais pensé que j'en manquerais une partie, mais je suppose que je l'ai fait.

source: [_mrsl_s_sad_] I feel the same way at the end of each school year. Seniors leaving... it's sad.
fr_fr: [_mrsl_s_sad_] Je ressens de la même façon à la fin de chaque année scolaire. Les personnes âgées partent ... c'est triste.

source: [_mrsl_s_sad_] It's tough seeing people leave, but life goes on.
fr_fr: [_mrsl_s_sad_] C'est difficile de voir les gens partir, mais la vie continue.

source: [_mc_] I love that pose! Please hold it for a bit!
fr_fr: [_mc_] I love that pose ! Veuillez le garder un peu !

source: Almost as much as I love her piercings...
fr_fr: Presque autant que j'aime ses piercings ...

source: [_mc_] What's wrong?
fr_fr: [_mc_] Qu'est-ce qui ne va pas?

source: [_nurse_s_concerned_] Oh, goodness. I'm so embarrassed.
fr_fr: [_nurse_s_concerned_] Oh, bonté. Je suis tellement gênée.

source: [_mc_] What do you have to be embarrassed about?
fr_fr: [_mc_] Qu'est-ce que vous devez embarrasser?

source: [_nurse_s_concerned_] Being naked... on display... for everyone...
fr_fr: [_nurse_s_concerned_] Etre nu ... à l'affiche ... pour tout le monde ...

source: [_nurse_s_concerned_] Why did you make me sign up?
fr_fr: [_nurse_s_concerned_] Pourquoi m'avez-vous fait signer?

source: [_mc_] You're absolutely gorgeous.
fr_fr: [_mc_] Vous êtes absolument superbe.

source: [_nurse_s_blush_] That's so kind of you to say...
fr_fr: [_nurse_s_blush_] C'est si gentile que vous disiez ...

source: [_mc_] It's the truth.
fr_fr: [_mc_] C'est la vérité.

source: [_mc_] You're dummy thicc, and there's no one I'd rather learn artistic anatomy from.
fr_fr: [_mc_] Vous êtes factice, et il n'y a personne à qui j'apprendrais plutôt l'anatomie artistique.

source: [_nurse_s_blush_] Oh, my. Thank you, I think...?
fr_fr: [_nurse_s_blush_] Oh, mon. Merci, je pense ...?

source: [_mc_] Isn't this what you're craving?
fr_fr: [_mc_] N'est-ce pas ce que vous êtes en train de fumer?

source: [_nurse_s_blush_] Oh, I don't know about that...
fr_fr: [_nurse_s_blush_] Oh, je ne sais pas pour ça ...

source: [_mc_] Coy to the very end, huh?
fr_fr: [_mc_] Coy jusqu'au bout, hein?

source: [_mc_] Well, enjoy it.
fr_fr: [_mc_] Eh bien, appréciez-le.

source: [_nurse_s_thinking_] Are you done with me then?
fr_fr: [_nurse_s_thinking_] Est-ce que vous avez fini avec moi?

source: [_mc_] What do you mean?
fr_fr: [_mc_] Que voulez-vous dire?

source: [_nurse_s_thinking_] No more blackmailing?
fr_fr: [_nurse_s_thinking_] Pas plus de chantage?

source: [_mc_] Done? We're just getting started.
fr_fr: [_mc_] Fait? Nous sommes juste en train de commencer.

source: [_nurse_s_surprised_] Heavens!
fr_fr: [_nurse_s_surprised_] Ciel !

source: [_mc_] I didn't make you do anything... it was simply a recommendation.
fr_fr: [_mc_] Je ne vous ai pas fait faire quoi que ce soit ... c'était simplement une recommandation.

source: [_nurse_s_annoyed_] I must've misinterpreted it...
fr_fr: [_nurse_s_annoyed_] Je dois l'avoir mal interprété ...

source: [_mc_] Probably! I didn't know you were so eager to take your clothes off and pose for the seniors.
fr_fr: [_mc_] Probablement ! Je ne savais pas que vous étiez si impatients de prendre vos vêtements et de poser pour les aînés.

source: [_nurse_s_thinking_] That's not... I mean, I didn't! Oh, my.
fr_fr: [_nurse_s_thinking_] Ce n'est pas ... Je veux dire, je ne l'ai pas fait ! Oh, mon.

source: [_mc_] It's fine. Everyone has their kinks.
fr_fr: [_mc_] C'est bien. Tout le monde a ses kinks.

source: [_mc_] Being an exhibitionist is nothing to be ashamed of.
fr_fr: [_mc_] Être un exhibitionniste n'a rien de honteux.

source: [_mc_] Unless you're into that, as well!
fr_fr: [_mc_] À moins que vous n'y soyez aussi !

source: [_nurse_s_afraid_] I don't know what you're talking about!
fr_fr: [_nurse_s_afraid_] Je ne sais pas de quoi vous parlez !

source: [_mc_] I don't believe you. But very well, let's get started on the art instead.
fr_fr: [_mc_] Je ne vous crois pas. Mais très bien, on commence à l'art à la place.

source: [_nurse_s_sad_] I've never done any sort of modelling before. I don't know how to pose.
fr_fr: [_nurse_s_sad_] Je n'ai jamais fait de modélisation avant. Je ne sais pas comment poser.

source: [_mc_] That's what I like the most. You're genuine and vulnerable in your nudity.
fr_fr: [_mc_] C'est ce que j'aime le plus. Vous êtes authentique et vulnérable dans votre nudité.

source: [_mc_] That's where true art can be drawn from, not some practised poses.
fr_fr: [_mc_] C'est là que l'on peut tirer de l'art, et non des poses.

source: [_nurse_s_concerned_] What kind of pose would you like me to do?
fr_fr: [_nurse_s_concerned_] Quel genre de pose aimeriez-vous que je fasse?

source: [_mc_] I'd like you to smile.
fr_fr: [_mc_] J'aimerais que vous souriez.

source: [_mc_] Great! Now hold that pose, please!
fr_fr: [_mc_] Grand ! Maintenant, tenez cette pose, s'il vous plaît !

source: [_mc_] This is kinda nice, don't you think?
fr_fr: [_mc_] C'est sympa, tu ne crois pas?

source: [_nurse_s_smile_] It's a little embarrassing, but I'll live...
fr_fr: [_nurse_s_smile_] C'est un peu gênant, mais je vivrai ...

source: [_mc_] I'd like you to look like you've just been caught masturbating.
fr_fr: [_mc_] J'aimerais que tu regardes comme tu viens d'être pris en train de se masturber.

source: [_mc_] Give a try!
fr_fr: [_mc_] Donnez un essai !

source: [_nurse_s_afraid_] Like this?
fr_fr: [_nurse_s_afraid_] Comme ça?

source: [_mc_] Yes! Now, stay like that, please!
fr_fr: [_mc_] Oui ! Maintenant, restez comme ça, s'il vous plaît !

source: [_mc_] How about some of that natural vulnerability?
fr_fr: [_mc_] Comment environ une partie de cette vulnérabilité naturelle?

source: [_nurse_s_neutral_] Like this?
fr_fr: [_nurse_s_neutral_] Comme ça?

source: [_mc_] Yes, that's perfect!
fr_fr: [_mc_] Oui, c'est parfait !

source: [_nurse_s_neutral_] I'm a bit nervous.
fr_fr: [_nurse_s_neutral_] Je suis un peu nerveux.

source: [_mc_] You're doing great!
fr_fr: [_mc_] Vous faites grand !

source: [_jacklyn_s_laughing_] Which pose do you like the best?
fr_fr: [_jacklyn_s_laughing_] Qu'est-ce que vous aimez le mieux?

source: [_jacklyn_s_excited_] How's the bell ringing today?
fr_fr: [_jacklyn_s_excited_] Comment va la cloche aujourd'hui?

source: [_mc_] Pretty good, I guess.
fr_fr: [_mc_] Pretty good, je suppose.

source: [_jacklyn_s_laughing_] Have you come to do art or just look at my tits?
fr_fr: [_jacklyn_s_laughing_] Vous venez faire de l'art ou simplement regarder mes seins?

source: [_mc_] Err... art, of course.
fr_fr: [_mc_] Err ... l'art, bien sûr.

source: [_jacklyn_s_smile_] Bien sur! All right, how about this pose?
fr_fr: [_jacklyn_s_smile_] Bien sur ! D'accord, comment ça se pose?

source: [_jacklyn_s_smile_right_] I call it, "Playing with your lasso, Picasso?"
fr_fr: [_jacklyn_s_smile_right_] Je l'appelle, "Jouer avec votre lasso, Picasso?"

source: [_mc_] Heh, that's a good name.
fr_fr: [_mc_] Heh, c'est un bon nom.

source: [_jacklyn_s_smile_right_] [isabelle] already drew me in this pose.
fr_fr: [_jacklyn_s_smile_right_] [isabelle] m'a déjà attiré dans cette pose.

source: [_mc_] Did she do well?
fr_fr: [_mc_] Elle a-t-elle bien fait?

source: [_jacklyn_s_smile_] Yeah, she fucked that muse good.
fr_fr: [_jacklyn_s_smile_] Oui, elle a baisé ce bien.

source: [_mc_] Aren't you the muse?
fr_fr: [_mc_] N'êtes-vous pas la muse?

source: [_jacklyn_s_thinking_] I meant in the metaphorical sense. She's cute and all, but I don't dabble.
fr_fr: [_jacklyn_s_thinking_] Je voulais dire au sens métaphorique. Elle est mignonne et tout, mais je ne sais pas.

source: [_mc_] Right.
fr_fr: [_mc_] Droit.

source: [_jacklyn_s_excited_] How about this one? [maya] liked this pose.
fr_fr: [_jacklyn_s_excited_] Qu'en est-il de celui-ci? [maya] aimait cette pose.

source: [_jacklyn_s_laughing_] Which one do you like the best?
fr_fr: [_jacklyn_s_laughing_] Lequel vous aimez le mieux?

source: [_mc_] "Playing with your lasso, Picasso?"
fr_fr: [_mc_] "Jouer avec votre lasso, Picasso?"

source: [_jacklyn_s_smile_right_] The sophisticated choice. I can dig that.
fr_fr: [_jacklyn_s_smile_right_] Le choix sophistiqué. Je peux creuser ça.

source: [_mc_] "Come and get it, Monet!"
fr_fr: [_mc_] "Viens le chercher, Monet !"

source: [_jacklyn_s_excited_right_] Cheeky. Very well!
fr_fr: [_jacklyn_s_excited_right_] Cheeky. Très bien !

source: [_mc_] Neither, actually.
fr_fr: [_mc_] En fait.

source: [_jacklyn_s_annoyed_] What are you suggesting?
fr_fr: [_jacklyn_s_annoyed_] Qu'est-ce que vous proposez?

source: [_mc_] I'd like you to do a pose that I call, "Squeeze the hog, Van Gogh!"
fr_fr: [_mc_] J'aimerais que tu fais une pose que j'appelle, "Écoute le porc, Van Gogh !"

source: [_jacklyn_s_excited_] Okay, what's that?
fr_fr: [_jacklyn_s_excited_] Ok, c'est quoi?

source: [_jacklyn_s_laughing_] A true artist always follows his own vision.
fr_fr: [_jacklyn_s_laughing_] Un véritable artiste suit toujours sa propre vision.

source: [_jacklyn_s_laughing_] All right, then.
fr_fr: [_jacklyn_s_laughing_] Très bien, alors.

source: [_jacklyn_s_jacklynpose01n_] How's that?
fr_fr: [_jacklyn_s_jacklynpose01n_] Comment ça?

source: [_mc_] That is perfection!
fr_fr: [_mc_] C'est la perfection !

source: [_mc_] Please hold that!
fr_fr: [_mc_] S'il vous plaît tenez ça !

source: Well, it's hard to focus on the art now....
fr_fr: Eh bien, il est difficile de se concentrer sur l'art maintenant ....

source: Hopefully, [jacklyn] doesn't check the canvas.
fr_fr: Heureusement, [jacklyn] ne vérifie pas la toile.

source: "Yeah, I repaired a faulty wire."
fr_fr: "Oui, j'ai réparé un fil défectueux."

source: "I know how important lighting is."
fr_fr: " Je sais à quel point l'éclairage est important.

source: "It seems like your prayers to Satan worked."
fr_fr: "Il semble que vos prières à Satan ont marché."

source: "How about [mrsl]?"
fr_fr: "Comment environ [mrsl]?"

source: "I recommend myself."
fr_fr: "Je me recommande."

source: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"I think the school nurse would be perfect for this."
fr_fr: ? mc.owned_item ('compromising_photo') @ | { image = items compromising_photo } | "Je pense que l'infirmière de l'école serait parfaite pour cela."

source: ?jacklyn.lust>=1@[jacklyn.lust]/1|{image= jacklyn contact_icon}|{image= stats lust_3}|"I think you'd be the best candidate."
fr_fr: ? jacklyn.lust> =1@[jacklyn.lust]/1 | { image= jacklyn contact_icon } | { image= stats lust_ 3 } | "Je pense que vous seriez le meilleur candidat."

source: "I'm here for the art."
fr_fr: "Je suis ici pour l'art."

source: "I'm always here for you, [mrsl]!"
fr_fr: "Je suis toujours là pour toi, [mrsl]!"

source: "You're absolutely gorgeous."
fr_fr: "Tu es absolument magnifique."

source: "Isn't this what you're craving?"
fr_fr: "N'est-ce pas ce que vous êtes en train de fumer?"

source: "I didn't make you do anything... it was simply a recommendation."
fr_fr: "Je ne vous ai pas fait faire quoi que ce soit ... c'était simplement une recommandation."

source: "I'd like you to smile."
fr_fr: "J'aimerais que vous souriez."

source: "I'd like you to look like you've just been caught masturbating."
fr_fr: "J'aimerais que tu regardes comme tu viens d'être pris en train de se masturber."

source: "How about some of that natural vulnerability?"
fr_fr: "Comment environ une partie de cette vulnérabilité naturelle?"

source: "'Playing with your lasso, Picasso?'"
fr_fr: "Jouer avec votre lasso, Picasso?"

source: "'Come and get it, Monet!'"
fr_fr: "Viens le chercher, Monet !"

source: ?jacklyn.lust>=2@[jacklyn.lust]/2|{image= jacklyn contact_icon}|{image= stats lust_3}|"Neither, actually."
fr_fr: ? jacklyn.lust> =2@[jacklyn.lust]/2 | { image= jacklyn contact_icon } | { image= stats lust_ 3 } | "Ni, en fait."
