Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/q_jacklyn_statement.po
Languages: fr_fr, it_it

source: As much as I'd like to see [jacklyn]'s face when I text her, I don't want her to see mine.
fr_fr: Aussi bien que j'aimerais voir le visage de [jacklyn]quand je la SMS, je ne veux pas qu'elle voit le mien.
it_it: Per quanto mi piacerebbe vedere il volto di [jacklyn]quando le scrivo, non voglio che veda il mio.

source: She doesn't get embarrassed anyway, and I'm a total tomato.
fr_fr: Elle n'est pas gênée de toute façon, et je suis une tomate totale.
it_it: Lei non si imbarazza, e io sono un pomodoro totale.

source: It's not every day you get the hot teacher assistant's number. Better not mess this up.
fr_fr: Ce n'est pas tous les jours que vous obtenez le numéro de l'assistante d'enseignement. Mieux vaut ne pas gâcher ça.
it_it: Non è ogni giorno si ottiene il numero di insegnante caldo. Meglio non disprezzare questo su.

source: Well, she does seem like the person who likes things messed up. Let's see here...
fr_fr: Eh bien, elle semble être la personne qui aime les choses désorbées. Voyons voir ici ...
it_it: Beh, lei sembra come la persona a cui piacciono le cose incazzate. Vediamo qui...

source: [_mc_] This is a booty text.
fr_fr: [_mc_] Il s'agit d'un texte d'amorçage.
it_it: [_mc_] Questo è un testo bottino.

source: [_jacklyn_] Lookin' for a pegging, cowboy?
fr_fr: [_jacklyn_] Lookin'pour un pegging, cowboy?
it_it: [_jacklyn_] Cerchi un pegging, cowboy?

source: [_mc_] Sorry, autocorrect got me... I meant that this is a beautiful time to sext.
fr_fr: [_mc_] Désolé, autocorrect m'a eu ... Je voulais dire que c'était une belle période de sext.
it_it: [_mc_] Mi dispiace, mi ha preso l'autocorretto... intendevo dire che questo è un bel momento da sestare.

source: [_jacklyn_] Are you trying to flatter my scarlett johansson?
fr_fr: [_jacklyn_] Etes-vous en train d'essayer de flatter mon foulard johansson?
it_it: [_jacklyn_] Stai cercando di appiattire il mio scarlett johansson?

source: What the fuck does that even mean?
fr_fr: Qu'est-ce que c'est que ça veut dire?
it_it: Che cosa il cazzo significa quello?

source: [_mc_] Yes?
fr_fr: [_mc_] Oui?
it_it: [_mc_] Sì?

source: [_jacklyn_] Crystal! Meet me outside the school.
fr_fr: [_jacklyn_] Crystal ! Rencontrez-moi à l'extérieur de l'école.
it_it: [_jacklyn_] Cristallo! Incontrami fuori dalla scuola.

source: Not sure what's on the menu, but it's definitely not plain steak.
fr_fr: Pas sûr de ce qui se trouve dans le menu, mais ce n'est certainement pas un steak en clair.
it_it: Non è sicuro che cosa c'è nel menu, ma non è sicuramente una bistecca semplice.

source: [_mc_] Hey, wanna go on a date?
it_it: [_mc_] Hey, vuole andare in una data?

source: [_jacklyn_] I like the arrowhead. And I won't say no to a free filler.
fr_fr: [_jacklyn_] J'aime la pointe de la baleine. Et je ne dirai pas non à un obturateur libre.
it_it: [_jacklyn_] Mi piace la ruota. E non dirò di no a un riempitivo gratuito.

source: Seriously? That easy?
fr_fr: Sérieusement? C'est facile?
it_it: Seriamente? È facile?

source: Never thought I'd get to stage two... what now?
fr_fr: Jamais je n'aurais pensé à la deuxième étape ... et maintenant?
it_it: Non ho mai pensato di arrivare al secondo punto... che cosa adesso?

source: [_mc_] Can I cook you dinner?
fr_fr: [_mc_] Est-ce que je peux préparer le dîner?
it_it: [_mc_] Posso cucinare la cena?

source: [_jacklyn_] That's baby gold!
fr_fr: [_jacklyn_] C'est de l'or pour bébé !
it_it: [_jacklyn_] Questo è oro per bambini!

source: [_mc_] Does that mean yes?
fr_fr: [_mc_] Cela signifie-t-il oui?
it_it: [_mc_] Questo significa sì?

source: [_jacklyn_] What else would it mean?
fr_fr: [_jacklyn_] Qu'est-ce que cela signifierait d'autre?
it_it: [_jacklyn_] Che altro vorrebbe dire?

source: [_mc_] Just making sure...
fr_fr: [_mc_] S'assurer que ...
it_it: [_mc_] Semplicemente assicurando...

source: [_mc_] How about my place tomorrow night?
fr_fr: [_mc_] Comment se déroule ma place demain soir?
it_it: [_mc_] Che ne dici del mio posto domani sera?

source: Wow, okay. Never thought that'd work. How do I get [flora] and [jo] out of the house for a whole evening?
fr_fr: Wow, d'accord. Ne pensais jamais que ça aurait du travail. Comment puis-je obtenir [flora] et [jo] hors de la maison pendant toute une soirée?
it_it: Wow, okay. Mai pensato che avrebbe funzionato. Come posso ottenere [flora] e [jo] fuori di casa per una serata intera?

source: Better get on that first!
fr_fr: Mieux vaut le faire d'abord !
it_it: Meglio salire su quello prima!

source: [_mc_] How's the gold standard?
fr_fr: [_mc_] Comment est l'étalon-or?
it_it: [_mc_] Com'è lo standard d'oro?

source: [_jacklyn_] About eleven past midnight. You?
fr_fr: [_jacklyn_] Environ onze heures après minuit. Vous?
it_it: [_jacklyn_] Circa undici passate mezzanotte. Tu?

source: Err... I already regret trying to speak her language...
fr_fr: Err ... Je regrette déjà d'essayer de parler sa langue ...
it_it: Err... Mi dispiace già di aver provato a parlare la sua lingua...

source: [_mc_] It turned silver for the fall.
fr_fr: [_mc_] Il est devenu argent pour l'automne.
it_it: [_mc_] Ha girato l'argento per la caduta.

source: [_jacklyn_] Ouch! My condolences. Would a blowjob improve the goings?
fr_fr: [_jacklyn_] Ouch ! Mes condoléances. Une pipe améliorerait-elle les déblaiements?
it_it: [_jacklyn_] Ouch! Le mie condoglianze. Un pompino migliorerebbe gli andamenti?

source: [_jacklyn_] Cool. Your fashion sense is the definition of minimalism. Your haircut is a generation ahead of its time.
fr_fr: [_jacklyn_] Cool. Votre sens de la mode est la définition du minimalisme. Votre coupe de cheveux est une génération en avance sur son temps.
it_it: [_jacklyn_] Cool. Il tuo senso di moda è la definizione di minimalismo. Il tuo taglio di capelli è una generazione in anticipo.

source: That's a nice way of putting things...
fr_fr: C'est une belle façon de mettre les choses ...
it_it: Questo è un bel modo di mettere le cose...

source: [_mc_] Thanks. Where do we meet?
fr_fr: [_mc_] Merci. Où nous rencontrons-nous?
it_it: [_mc_] Grazie. Dove ci incontriamo?

source: [_mc_] For the blowjob?
fr_fr: [_mc_] Pour la pipe?
it_it: [_mc_] Per il pompino?

source: [_jacklyn_] Darjeeling, darling... you've fluffed your mind-juices!
fr_fr: [_jacklyn_] Darjeeling, chéri ... vous avez bouffé vos jus d'esprit !
it_it: [_jacklyn_] Darjeeling, darling... hai soffiato i succhi di mente!

source: Hmm... she probably didn't mean a literal blowjob.
fr_fr: Hmm ... elle ne voulait probablement pas dire une pipe littérale.
it_it: Hmm... probabilmente non voleva dire un pompino letterale.

source: [_jacklyn_] Let's rendezvous outside the school.
it_it: [_jacklyn_] Rendezvous fuori dalla scuola.

source: Or did she?
fr_fr: Ou l'a-t-elle?
it_it: O vero?

source: [_jo_s_confident_cup_] Hey, kiddo! How's it going?
fr_fr: [_jo_s_confident_cup_] Hé, blague ! Comment ça va?
it_it: [_jo_s_confident_cup_] Hey, kiddo! Com'è andato?

source: [_mc_] I wanted to ask you for a favor.
fr_fr: [_mc_] Je voulais vous demander une faveur.
it_it: [_mc_] Volevo chiederti un favore.

source: [_jo_s_neutral_cup_] I'm listening.
fr_fr: [_jo_s_neutral_cup_] Je suis à l'écoute.
it_it: [_jo_s_neutral_cup_] sto ascoltando.

source: [jo] always gets super serious whenever I say that...
fr_fr: [jo] est toujours super grave chaque fois que je dis que ...
it_it: [jo] diventa sempre super serio ogni volta che dico che...

source: Not sure why.
fr_fr: Pas sûr pourquoi.
it_it: Non è sicuro perché.

source: [_mc_] I have a date tomorrow and I was wondering if I could have the house to myself? I'm cooking her dinner.
fr_fr: [_mc_] J'ai une date demain et je me demandais si je pouvais avoir la maison pour moi-même? Je cuisine son dîner.
it_it: [_mc_] Ho un appuntamento domani e mi chiedevo se avrei potuto avere la casa da sola? Sto cucinando la sua cena.

source: [_jo_s_concerned_cup_] A date?! What are you saying?
fr_fr: [_jo_s_concerned_cup_] Une date? ! Qu'est-ce que tu dis?
it_it: [_jo_s_concerned_cup_] Una data?! Cosa stai dicendo?

source: [_mc_] Yeah...
fr_fr: [_mc_] Oui ...
it_it: [_mc_] Sì...

source: Wish she wouldn't sound so surprised, but who can blame her?
fr_fr: Wish, elle ne serait pas si surprise, mais qui peut la blâmer?
it_it: Vuole che non sembri così sorpresa, ma chi può incolparla?

source: [_jo_s_confident_cup_] Can I ask who it is?
fr_fr: [_jo_s_confident_cup_] Puis-je demander qui c'est?
it_it: [_jo_s_confident_cup_] Posso chiedere chi è?

source: [_jo_s_smile_cup_] Jack! Well, let me tell you... I always suspected you liked boys.
fr_fr: [_jo_s_smile_cup_] Jack ! Eh bien, laissez-moi vous dire ... J'ai toujours soupçonné que tu aimes les garçons.
it_it: [_jo_s_smile_cup_] Jack! Beh, permettetemi di dirvi... Ho sempre sospettato che ti piacessero i ragazzi.

source: [_mc_] No, it's actually—
fr_fr: [_mc_] Non, c'est en fait-
it_it: [_mc_] No, è realmente—

source: [_jo_s_smile_cup_] I want you to know that I'm fine with that! As long as you're happy, I don't care.
fr_fr: [_jo_s_smile_cup_] Je veux que vous sachiez que je vais bien avec ça ! Tant que tu es heureux, je m'en fiche.
it_it: [_jo_s_smile_cup_] Voglio che tu sappia che sto bene con quello! Finché sei felice, non mi importa.

source: [_jo_s_smile_cup_] Of course, I'm a bit sad that there won't be any mini-[mc]s running around the house...
fr_fr: [_jo_s_smile_cup_] Bien sûr, je suis un peu triste qu'il n'y ait pas de mini-[mc]s courir autour de la maison ...
it_it: [_jo_s_smile_cup_] Naturalmente, sono un po 'triste che non ci saranno mini-[mc]s in esecuzione intorno alla casa...

source: [_jo_s_confident_cup_] But there's always adoption or a surrogate mother! We live in the future!
fr_fr: [_jo_s_confident_cup_] Mais il y a toujours une adoption ou une mère porteuse ! Nous vivons à l'avenir !
it_it: [_jo_s_confident_cup_] Ma c'è sempre adozione o una madre surrogata! Viviamo in futuro!

source: [_jo_s_confident_cup_] Bottom line is, love is blind and I fully support you.
fr_fr: [_jo_s_confident_cup_] En bas, l'amour est aveugle et je vous soutiens pleinement.
it_it: [_jo_s_confident_cup_] La linea di fondo è, l'amore è cieco e vi sostengo pienamente.

source: [_mc_] [jo]! It's [jacklyn]! I'm not into boys!
fr_fr: [_mc_] [jo]! C'est [jacklyn]! Je ne suis pas des garçons !
it_it: [_mc_] [jo]! È [jacklyn]! Non sono tra i ragazzi!

source: [_jo_s_concerned_cup_] [jacklyn]? The teacher assistant? That's against school regulations.
fr_fr: [_jo_s_concerned_cup_] [jacklyn]? L'assistante de l'enseignant? C'est contre les règlements scolaires.
it_it: [_jo_s_concerned_cup_] [jacklyn]? L'assistente insegnante? È contrario alle normative scolastiche.

source: [_mc_] Please!
fr_fr: [_mc_] S'il vous plaît !
it_it: [_mc_] Per favore!

source: [_jo_s_neutral_cup_] Absolutely not.
fr_fr: [_jo_s_neutral_cup_] Absolument pas.
it_it: [_jo_s_neutral_cup_] Assolutamente no.

source: [_mc_] Please, [jo]! This might be my only chance to get a real girlfriend!
fr_fr: [_mc_] S'il vous plaît, [jo]! Ça pourrait être ma seule chance d'avoir une vraie copine !
it_it: [_mc_] Per favore, [jo]! Questa potrebbe essere la mia unica possibilità di ottenere una vera ragazza!

source: She knows it's true... the outrage can't hide the pity in her eyes.
fr_fr: Elle sait que c'est vrai ... l'indignation ne peut cacher la pitié dans ses yeux.
it_it: Lei sa che è vero... l'oltraggio non può nascondere il peccato nei suoi occhi.

source: [_jo_s_neutral_cup_] Hmm... I don't know...
fr_fr: [_jo_s_neutral_cup_] Hmm ... Je ne sais pas ...
it_it: [_jo_s_neutral_cup_] Hmm... Non lo so...

source: [_mc_] Actually, it's not.
fr_fr: [_mc_] En fait, ce n'est pas le.
it_it: [_mc_] In realtà, non è così.

source: [_mc_] I looked it up — the rules specifically state that students can't date teachers.
fr_fr: [_mc_] Je l'ai regardé-les règles stipulent spécifiquement que les étudiants ne peuvent pas dater les enseignants.
it_it: [_mc_] l'ho guardato in alto — le regole specificatamente dichiarano che gli studenti non possono uscire con gli insegnanti.

source: [_mc_] It doesn't say anything about teacher's assistants, though...
fr_fr: [_mc_] Il ne dit rien sur les assistants de l'enseignant, bien que ...
it_it: [_mc_] Non dice nulla sugli assistenti dell'insegnante, però...

source: [_mc_] Probably because they don't grade anyone, so there's no conflict of interest.
fr_fr: [_mc_] Probablement parce qu'ils ne classe personne, donc il n'y a pas de conflit d'intérêts.
it_it: [_mc_] Probabilmente perché non valutano nessuno, quindi non c'è conflitto di interessi.

source: [_jo_s_neutral_cup_] I would've expected this from [flora], but not you...
fr_fr: [_jo_s_neutral_cup_] Je m'attendais à ça du [flora], mais pas vous ...
it_it: [_jo_s_neutral_cup_] Mi sarei aspettato questo da [flora], ma non tu...

source: [_jo_s_smile_cup_] I'm proud of you for doing your research.
fr_fr: [_jo_s_smile_cup_] Je suis fier de vous pour votre recherche.
it_it: [_jo_s_smile_cup_] Sono orgoglioso di te per aver fatto la tua ricerca.

source: [_jo_s_confident_cup_] It's a sign of a good student and of adulthood!
fr_fr: [_jo_s_confident_cup_] C'est le signe d'un bon élève et de l'âge adulte !
it_it: [_jo_s_confident_cup_] È un segno di buon studente e di età adulta!

source: [_jo_s_neutral_cup_] But hmm...
fr_fr: [_jo_s_neutral_cup_] Mais hmm ...
it_it: [_jo_s_neutral_cup_] Ma hmm...

source: [_jo_s_confident_cup_] Isn't she a little old for you?
fr_fr: [_jo_s_confident_cup_] N'est-elle pas un peu vieille pour vous?
it_it: [_jo_s_confident_cup_] Non è un po' vecchia per te?

source: [_mc_] She's like twenty-something!
fr_fr: [_mc_] Elle est comme une vingtaine !
it_it: [_mc_] Lei è come venti-qualcosa!

source: [_jo_s_neutral_cup_] Isn't she a bit... you know?
fr_fr: [_jo_s_neutral_cup_] N'est-ce pas un peu ... tu sais?
it_it: [_jo_s_neutral_cup_] Non è un po'... lo sa?

source: [_mc_] A bit what?
fr_fr: [_mc_] Un peu quoi?
it_it: [_mc_] Un po' cosa?

source: [_jo_s_confident_cup_] You know. A little bit...
fr_fr: [_jo_s_confident_cup_] Vous savez. Un peu ...
it_it: [_jo_s_confident_cup_] Lo sai. Un po'...

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_jo_s_confident_cup_] She's a little bit a free spirit, that one...
fr_fr: [_jo_s_confident_cup_] Elle est un peu un esprit libre, c'est un ...
it_it: [_jo_s_confident_cup_] Lei è un po' uno spirito libero, quello...

source: [_jo_s_smile_cup_] Her wardrobe is something else entirely.
fr_fr: [_jo_s_smile_cup_] Sa garde-robe est autre chose.
it_it: [_jo_s_smile_cup_] Il suo guardaroba è qualcosa di completamente diverso.

source: [_mc_] I like her style! I think punk girls are cute.
fr_fr: [_mc_] J'aime son style ! Je pense que les filles punk sont mignonnes.
it_it: [_mc_] Mi piace il suo stile! Penso che le ragazze punk siano carine.

source: [_jo_s_neutral_cup_] She's of course allowed to dress however she likes...
fr_fr: [_jo_s_neutral_cup_] Elle a bien sûr le droit de s'habiller, mais elle aime ...
it_it: [_jo_s_neutral_cup_] Lei naturalmente ha permesso di vestirsi comunque le piace...

source: [_jo_s_neutral_cup_] I just don't think she's setting a very good example for the students.
fr_fr: [_jo_s_neutral_cup_] Je ne pense pas qu'elle donne un très bon exemple aux étudiants.
it_it: [_jo_s_neutral_cup_] Semplicemente non penso che stia dando un ottimo esempio per gli studenti.

source: [_mc_] I like how colorful she is.
fr_fr: [_mc_] J'aime à quel point elle est colorée.
it_it: [_mc_] Mi piace quanto sia colorata.

source: [_mc_] She's a good example of not caring what people think.
fr_fr: [_mc_] Elle est un bon exemple de ne pas prendre soin de ce que les gens pensent.
it_it: [_mc_] Lei è un buon esempio di non prendersi cura di ciò che la gente pensa.

source: [_jo_s_smile_cup_] We just have to agree to disagree on that.
fr_fr: [_jo_s_smile_cup_] Nous devons juste accepter d'être en désaccord sur ce point.
it_it: [_jo_s_smile_cup_] Dobbiamo solo accettare di non essere d'accordo su questo.

source: [_mc_] Will you at least give us some privacy tomorrow night?
fr_fr: [_mc_] Est-ce que vous nous donnez au moins une certaine intimité demain soir?
it_it: [_mc_] Ci darai almeno un po' di privacy domani sera?

source: [_jo_s_confident_cup_] I'll be out of the house, but I don't approve of this.
fr_fr: [_jo_s_confident_cup_] Je serai à l'extérieur de la maison, mais je n'approuve pas ça.
it_it: [_jo_s_confident_cup_] Io sarò fuori casa, ma non approvo questo.

source: [_mc_] Beggars can't be choosers...
fr_fr: [_mc_] Les Beggars ne peuvent pas être des choeurs ...
it_it: [_mc_] Beggars non può essere selezionatore...

source: [_jo_s_concerned_cup_] Don't sell yourself short, honey!
fr_fr: [_jo_s_concerned_cup_] Ne vous vends pas court, chérie !
it_it: [_jo_s_concerned_cup_] Non venderti breve, miele!

source: [_mc_] I'm just being realistic.
fr_fr: [_mc_] Je suis juste réaliste.
it_it: [_mc_] Sto solo essendo realista.

source: [_jo_s_smile_cup_] I think you're a catch for someone like her.
fr_fr: [_jo_s_smile_cup_] Je pense que vous êtes une prise pour quelqu'un comme elle.
it_it: [_jo_s_smile_cup_] Penso che tu sia una cattura per qualcuno come lei.

source: [_jo_s_neutral_cup_] I'm not going to hide that I don't approve of her style and mannerisms...
fr_fr: [_jo_s_neutral_cup_] Je ne vais pas me cacher que je n'approuve pas son style et ses maniérismes ...
it_it: [_jo_s_neutral_cup_] Non nascondo che non approvo il suo stile e i suoi manieri...

source: [_mc_] Luckily, I'm the one who has a date with her.
fr_fr: [_mc_] Heureusement, je suis celle qui a une date avec elle.
it_it: [_mc_] Fortunatamente, sono colui che ha un appuntamento con lei.

source: [_jo_s_smile_cup_] I suppose you're right... that's a grown-up way of looking at it.
fr_fr: [_jo_s_smile_cup_] Je suppose que vous avez raison ... c'est une façon d'envisager la croissance.
it_it: [_jo_s_smile_cup_] Suppongo che tu abbia ragione... questo è un modo adulto di guardarlo.

source: [_jo_s_smile_cup_] All right, I'll be out of the house tomorrow night.
fr_fr: [_jo_s_smile_cup_] Très bien, je serai à l'extérieur de la maison demain soir.
it_it: [_jo_s_smile_cup_] Va bene, sarò fuori casa domani sera.

source: [_mc_] She's perfect.
fr_fr: [_mc_] Elle est parfaite.
it_it: [_mc_] Lei è perfetta.

source: [_jo_s_smile_cup_] I remember my first love too...
fr_fr: [_jo_s_smile_cup_] Je me souviens de mon premier amour aussi ...
it_it: [_jo_s_smile_cup_] Ricordo anche il mio primo amore...

source: [_jo_s_smile_cup_] Just be careful, okay? She might be a heartbreaker.
fr_fr: [_jo_s_smile_cup_] Juste être prudent, d'accord? Elle pourrait être un disjoncteur.
it_it: [_jo_s_smile_cup_] Fai attenzione, va bene? Potrebbe essere una spaccatrice.

source: [_mc_] Thanks, [jo]. It's just our first date, but I'll keep it in mind...
fr_fr: [_mc_] Merci, [jo]. C'est juste notre première date, mais je garderai ça à l'esprit ...
it_it: [_mc_] Grazie, [jo]. È solo il nostro primo appuntamento, ma lo terrò in mente...

source: [_jo_s_confident_cup_] Good, but make sure you use protection... you know that, though!
fr_fr: [_jo_s_confident_cup_] Bien, mais assurez-vous d'utiliser la protection ... vous le savez, cependant !
it_it: [_jo_s_confident_cup_] Bene, ma assicurati di usare la protezione... lo sai però!

source: [_jo_s_smile_cup_] I know you're responsible when it comes to these things.
fr_fr: [_jo_s_smile_cup_] Je sais que vous êtes responsable de ces choses.
it_it: [_jo_s_smile_cup_] So che sei responsabile quando si tratta di queste cose.

source: [_jo_s_smile_cup_] I'll make sure to be out of the house tomorrow night so you guys have some privacy.
fr_fr: [_jo_s_smile_cup_] Je vais m'assurer d'être à l'extérieur de la maison demain soir pour que vous avez un peu de vie privée.
it_it: [_jo_s_smile_cup_] Farò in modo di essere fuori casa domani sera in modo che i ragazzi hanno un po 'di privacy.

source: [_mc_] She's a total slut, and I love it!
fr_fr: [_mc_] Elle est une salope totale, et je l'aime !
it_it: [_mc_] Lei è una troia totale, e io la adoro!

source: [_jo_s_concerned_cup_] I don't want you to talk about women like that!
fr_fr: [_jo_s_concerned_cup_] Je ne veux pas que tu parles de femmes comme ça !
it_it: [_jo_s_concerned_cup_] Non voglio che tu parli di donne così!

source: [_jo_s_concerned_cup_] I may not approve of her fashion choices, but no one deserves to be called that.
fr_fr: [_jo_s_concerned_cup_] Je ne puis approuver ses choix de mode, mais personne ne mérite d'être appelé cela.
it_it: [_jo_s_concerned_cup_] Non posso approvare le sue scelte di moda, ma nessuno merita di essere chiamato così.

source: [_mc_] I don't think she would mind being called that...
fr_fr: [_mc_] Je ne pense pas qu'elle se verrait appeler ça ...
it_it: [_mc_] Non penso che le dispiacerebbe chiamarla...

source: [_jo_s_neutral_cup_] I don't want to hear you say it again.
fr_fr: [_jo_s_neutral_cup_] Je ne veux pas vous entendre dire de nouveau.
it_it: [_jo_s_neutral_cup_] Non voglio sentirla dire di nuovo.

source: [_jo_s_neutral_cup_] It's disrespectful. You should know better.
fr_fr: [_jo_s_neutral_cup_] C'est irrespectueux. Tu devrais savoir mieux.
it_it: [_jo_s_neutral_cup_] È irrispettoso. Dovresti sapere meglio.

source: [_mc_] Sorry, [jo]... I won't say so again.
fr_fr: [_mc_] Désolé, [jo]... Je ne le dirai plus.
it_it: [_mc_] Mi dispiace, [jo]... non lo ripeterò di nuovo.

source: [_jo_s_smile_cup_] Good. You better treat her well.
fr_fr: [_jo_s_smile_cup_] Bon. Tu feras mieux de la traiter.
it_it: [_jo_s_smile_cup_] Bene. Faresti meglio a trattarla bene.

source: Okay, with everyone out of the house tomorrow... time to start preparing the dinner!
fr_fr: Ok, avec tout le monde dans la maison demain ... le temps de commencer à préparer le dîner !
it_it: Ok, con tutti fuori casa domani... tempo per iniziare a preparare la cena!

source: [_jo_s_confident_cup_] Make sure you talk to [flora] too.
fr_fr: [_jo_s_confident_cup_] Assurez-vous de parler au [flora] aussi.
it_it: [_jo_s_confident_cup_] Assicurati di parlare anche con [flora].

source: [_flora_s_skeptical_] You have that look on your face again...
fr_fr: [_flora_s_skeptical_] Vous avez ce regard sur votre visage à nouveau ...
it_it: [_flora_s_skeptical_] Hai quello sguardo sul tuo volto di nuovo...

source: [_mc_] What look?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Che aspetto?

source: [_flora_s_skeptical_] Like you're going to ask me for some weird favor.
fr_fr: [_flora_s_skeptical_] Comme vous allez me demander une faveur bizarre.
it_it: [_flora_s_skeptical_] Mi piace chiedermi qualche strano favore.

source: [_mc_] It's nothing weird this time!
fr_fr: [_mc_] Ce n'est rien bizarre cette fois !
it_it: [_mc_] Non è niente di strano questa volta!

source: [_flora_s_eyeroll_] That's what you said last time when asking me to not touch the bathroom sink.
fr_fr: [_flora_s_eyeroll_] C'est ce que vous avez dit la dernière fois quand vous me demandez de ne pas toucher l'évier de la salle de bains.
it_it: [_flora_s_eyeroll_] È quello che hai detto l'ultima volta quando mi hai chiesto di non toccare il lavandino del bagno.

source: [_flora_s_eyeroll_] Then you proceeded to grow a small plantation of algae.
fr_fr: [_flora_s_eyeroll_] Vous avez ensuite fait pousser une petite plantation d'algues.
it_it: [_flora_s_eyeroll_] Poi si procedette a coltivare una piccola piantagione di alghe.

source: Shit. She remembers that?
fr_fr: Merde. Elle se souvient de ça?
it_it: Lei si ricorda quello?

source: [_mc_] In my defense, that was for a science project.
fr_fr: [_mc_] Dans ma défense, c'était pour un projet scientifique.
it_it: [_mc_] In mia difesa, che era per un progetto di scienza.
