Repository: DRincs-Productions/AnotherChance
Catalog: game/*/Ukrainian/1000_*_game/game/characters/flora/flora.po
Languages: uk_ua

source: She's probably had enough of my chitchat for today.
uk_ua: Напевно, з неї вже досить моєї балаканини на сьогодні.

source: She must be sick of my poor attempts at flirting by now...
uk_ua: Їй, мабуть, вже набридли мої невдалі спроби флірту...

source: [_flora_s_annoyed_] I'm watching you, [mc].
uk_ua: [_flora_s_annoyed_] Я спостерігаю за тобою, [mc].

source: [_flora_s_annoyed_] And just so we're clear, that does not mean you have to do a silly dance.
uk_ua: [_flora_s_annoyed_] І, щоб було зрозуміло, це не означає, що ти маєш танцювати безглуздий танець.

source: [_mc_] You mean like this?
uk_ua: [_mc_] Ти маєш на увазі ось так?

source: [_flora_s_confused_] You didn't even move!
uk_ua: [_flora_s_confused_] Ти навіть не поворухнувся!

source: [_flora_s_excited_] [jo] said I'm getting a new terrarium for my ant farm this year!
uk_ua: [_flora_s_excited_] [jo] сказала, що цього року я отримаю новий тераріум для моєї мурашникової ферми!

source: [_flora_s_neutral_] It's too bad you're banned indefinitely from my room.
uk_ua: [_flora_s_neutral_] Шкода, що тобі на невизначений час заборонено заходити в мою кімнату.

source: [_flora_s_neutral_] Do you remember the time we stayed at a cottage up north?
uk_ua: [_flora_s_neutral_] Пам'ятаєш, як ми жили в котеджі на півночі?

source: [_mc_] Yeah, I was sick for most of the trip...
uk_ua: [_mc_] Так, я хворів більшу частину поїздки...

source: [_flora_s_sad_] I really miss the endless forests and untouched wilderness.
uk_ua: [_flora_s_sad_] Я дуже сумую за безкрайніми лісами та незайманою дикою природою.

source: [_flora_s_sarcastic_] I saw that.
uk_ua: [_flora_s_sarcastic_] Я побачила це.

source: [_mc_] Saw what?
uk_ua: [_mc_] Побачила що?

source: [_flora_s_sarcastic_] The way you looked at the TA.
uk_ua: [_flora_s_sarcastic_] Те, як ти дивився на асистентку.

source: [_mc_] I don't know what you're talking about.
uk_ua: [_mc_] Не знаю, про що ти говориш.

source: [_flora_s_excited_] It's fine, I get it.
uk_ua: [_flora_s_excited_] Все гаразд, я розумію.

source: [_flora_s_neutral_] I also like her style. Do you think I could pull off a punk look?
uk_ua: [_flora_s_neutral_] Мені також подобається її стиль. Як думаєш, я змогла б зійти за панка?

source: [_flora_s_neutral_] Did you know there's going to be an art competition this year?
uk_ua: [_flora_s_neutral_] Ти знав, що цього року буде художній конкурс?

source: [_flora_s_excited_] I'm totally going to make a Kraken sculpture!
uk_ua: [_flora_s_excited_] Я обов'язково зроблю скульптуру Кракена!

source: [_flora_s_angry_] Did you steal my squid comrade?
uk_ua: [_flora_s_angry_] Ти вкрав мого товариша кальмара?

source: [_mc_] I did not.
uk_ua: [_mc_] Ні.

source: [_flora_s_angry_] I've told you not to touch my plushies.
uk_ua: [_flora_s_angry_] Я ж казала тобі не чіпати мої плюшеві іграшки.

source: [_mc_] Isn't it in the kitchen above the stove?
uk_ua: [_mc_] Хіба він не на кухні над плитою?

source: [_flora_s_annoyed_] It better be.
uk_ua: [_flora_s_annoyed_] Краще б так і було.

source: [_flora_s_neutral_] What is my favorite food?
uk_ua: [_flora_s_neutral_] Яка моя улюблена їжа?

source: [_mc_] Calamari.
uk_ua: [_mc_] Кальмари.

source: [_flora_s_angry_] I'll kill you.
uk_ua: [_flora_s_angry_] Я вб'ю тебе.

source: [_mc_] French snails.
uk_ua: [_mc_] Французькі равлики.

source: [_flora_s_cringe_] Ew. No!
uk_ua: [_flora_s_cringe_] Фу. Ні!

source: [_mc_] Haggis.
uk_ua: [_mc_] Гаґґіс.

source: [_flora_s_blush_] Yum!
uk_ua: [_flora_s_blush_] Ням-ням!

source: [_mc_] I thought it was chili?
uk_ua: [_mc_] Хіба, це не чилі?

source: [_flora_s_annoyed_] You can have more than one favorite!
uk_ua: [_flora_s_annoyed_] Може бути більше одного улюбленця!

source: [_flora_s_thinking_] What's that?
uk_ua: [_flora_s_thinking_] Що це?

source: [_mc_] Chili con carne!
uk_ua: [_mc_] Чилі з м'ясом!

source: [_flora_s_blush_] Mmm, yes!
uk_ua: [_flora_s_blush_] Ммм, так!

source: [_flora_s_smile_] Do you know what my favorite animals are?
uk_ua: [_flora_s_smile_] Знаєш, які мої улюблені тварини?

source: [_mc_] Ants!
uk_ua: [_mc_] Мурахи!

source: [_flora_s_neutral_] Close, but no!
uk_ua: [_flora_s_neutral_] Близько, але ні!

source: [_mc_] Giant squids.
uk_ua: [_mc_] Гігантські кальмари.

source: [_flora_s_laughing_] What? No! That's not true at all... heh!
uk_ua: [_flora_s_laughing_] Що? Ні! Це зовсім не так... хех!

source: [_mc_] Cats.
uk_ua: [_mc_] Коти.

source: [_flora_s_neutral_] They're cute, but no.
uk_ua: [_flora_s_neutral_] Вони милі, але ні.

source: [_mc_] Badgers.
uk_ua: [_mc_] Борсуки.

source: [_flora_s_neutral_] I am a Hufflepuff, but no, not badgers.
uk_ua: [_flora_s_neutral_] Я гафелпафка, але ні, не борсуки.

source: [_flora_s_neutral_] What kind of date do you think I'd like the most?
uk_ua: [_flora_s_neutral_] Як ти думаєш, яке побачення мені сподобається найбільше?

source: [_mc_] A dinner at a fancy restaurant.
uk_ua: [_mc_] Вечеря у фешенебельному ресторані.

source: [_flora_s_annoyed_] I don't even own a fancy dress...
uk_ua: [_flora_s_annoyed_] У мене навіть немає модної сукні...

source: [_mc_] A walk on a beach at sunset.
uk_ua: [_mc_] Прогулянка пляжем на заході сонця.

source: [_flora_s_confused_] I mean, I do like the ocean a lot, but beaches are a bit gross.
uk_ua: [_flora_s_confused_] Типу, мені подобається океан, але пляжі трохи огидні.

source: [_mc_] A hike through an ancient forest.
uk_ua: [_mc_] Похід древнім лісом.

source: [_flora_s_excited_] Yes! I love traveling the unbeaten path!
uk_ua: [_flora_s_excited_] Так! Я люблю мандрувати неходженими шляхами!

source: [_mc_] Video games and pizza at home.
uk_ua: [_mc_] Відеоігри та піца вдома.

source: [_flora_s_angry_] No, that's your ideal date!
uk_ua: [_flora_s_angry_] Ні, це твоє ідеальне побачення!

source: [_flora_s_annoyed_] So, you're used to telling lies about me...
uk_ua: [_flora_s_annoyed_] Отже, ти звик брехати про мене...

source: [_flora_s_annoyed_] Tell me something that's true.
uk_ua: [_flora_s_annoyed_] Скажи мені щось правдиве.

source: [_mc_] You've banned me from your room indefinitely, but you secretly regret it.
uk_ua: [_mc_] Ти заборонила мені з'являтися у своїй кімнаті на невизначений час, але потай шкодуєш про це.

source: [_flora_s_laughing_] I told you to stop telling lies!
uk_ua: [_flora_s_laughing_] Я ж казала тобі припинити брехати!

source: [_mc_] You like watching me dance.
uk_ua: [_mc_] Тобі подобається дивитися, як я танцюю.

source: [_flora_s_embarrassed_] I don't think anyone on this planet likes your moves...
uk_ua: [_flora_s_embarrassed_] Не думаю, що комусь на цій планеті подобаються твої рухи...

source: [_mc_] You secretly wish you could dress more provocatively.
uk_ua: [_mc_] Ти потай бажаєш одягатися більш провокаційно.

source: [_flora_s_laughing_] I don't know about that!
uk_ua: [_flora_s_laughing_] А я про це і не знала!

source: [_mc_] I meant punk-provocative. Not slutty-provocative.
uk_ua: [_mc_] Я мав на увазі панк-провокативно. А не розпусто як шльондри.

source: [_flora_s_neutral_] Oh. Yeah... I'd like to try, at least.
uk_ua: [_flora_s_neutral_] Ох. Так... Я хотіла б спробувати, принаймні.

source: [_mc_] You'd like to cuddle with me in a cottage up north.
uk_ua: [_mc_] Ти хотіла б обійнятися зі мною в котеджі на півночі.

source: [_flora_s_cringe_] Gross.
uk_ua: [_flora_s_cringe_] Гидота.

source: [_flora_s_concerned_] Since you enjoy embarrassing me so much...
uk_ua: [_flora_s_concerned_] Якщо тобі так подобається мене бентежити...

source: [_flora_s_concerned_] Tell me something about me that is wholesome but embarrassing.
uk_ua: [_flora_s_concerned_] Розкажи про мене щось корисне, але водночас сором'язливе.

source: [_mc_] You're eighteen and still have an army of plushies guarding your bed.
uk_ua: [_mc_] Тобі вісімнадцять, а твоє ліжко все ще охороняє армія плюшевих іграшок.

source: [_flora_s_laughing_] I guess that's true.
uk_ua: [_flora_s_laughing_] Мабуть, так.

source: [_mc_] You sometimes leave the door to the bathroom unlocked on purpose.
uk_ua: [_mc_] Іноді ти навмисне залишаєш двері до ванної кімнати незамкненими.

source: [_flora_s_angry_] Even if that wasn't a complete lie, how is it wholesome in any way?
uk_ua: [_flora_s_angry_] Навіть якщо це не було цілковитою брехнею, як це може бути корисним?

source: [_mc_] Charity work is wholesome, [flora].
uk_ua: [_mc_] Благодійність є корисною, [flora].

source: [_mc_] You always give me a hard time because you secretly like me.
uk_ua: [_mc_] Ти завжди мене дістаєш, тому що я тобі потай подобаюся.

source: [_flora_s_eyeroll_] Don't flatter yourself.
uk_ua: [_flora_s_eyeroll_] Не лести собі.

source: [_mc_] You act all prim and proper around [jo] to get her on my ass.
uk_ua: [_mc_] Ти завжди поводишся правильно та надмірно навколо [jo], щоб наставити її проти мене.

source: [_flora_s_excited_] That's just war strategy.
uk_ua: [_flora_s_excited_] Це просто "мистецтво війни".

source: "Calamari."
uk_ua: "Кальмари."

source: "French snails."
uk_ua: "Французькі равлики."

source: "Haggis."
uk_ua: "Гаґґіс "

source: "Chili con carne!"
uk_ua: "Чилі з м'ясом!"

source: "Ants!"
uk_ua: "Мурахи!"

source: "Giant squids."
uk_ua: "Гігантські кальмари."

source: "Cats."
uk_ua: "Коти."

source: "Badgers."
uk_ua: "Борсуки."

source: "A dinner at a fancy restaurant."
uk_ua: "Вечеря у фешенебельному ресторані."

source: "A walk on a beach at sunset."
uk_ua: "Прогулянка пляжем на заході сонця."

source: "A hike through an ancient forest."
uk_ua: "Похід древнім лісом."

source: "Video games and pizza at home."
uk_ua: "Відеоігри та піца вдома."

source: "You've banned me from your room indefinitely, but you secretly regret it."
uk_ua: "Ти заборонила мені з'являтися у своїй кімнаті на невизначений час, але потай шкодуєш про це."

source: "You like watching me dance."
uk_ua: "Тобі подобається дивитися, як я танцюю."

source: "You secretly wish you could dress more provocatively."
uk_ua: "Ти потай бажаєш одягатися більш провокаційно."

source: "You'd like to cuddle with me in a cottage up north."
uk_ua: "Ти хотіла б обійнятися зі мною в котеджі на півночі."

source: "You're eighteen and still have an army of plushies guarding your bed."
uk_ua: "Тобі вісімнадцять, а твоє ліжко все ще охороняє армія плюшевих іграшок."

source: "You sometimes leave the door to the bathroom unlocked on purpose."
uk_ua: "Іноді ти навмисне залишаєш двері до ванної кімнати незамкненими."

source: "You always give me a hard time because you secretly like me."
uk_ua: "Ти завжди мене дістаєш, тому що я тобі потай подобаюся."

source: "You act all prim and proper around [jo] to get her on my ass."
uk_ua: "Ти завжди поводишся правильно та надмірно навколо [jo], щоб наставити її проти мене."
