Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/maxine.po
Languages: it_it

source: [_maxine_s_afraid_] Not now, the Vending Corporation is trying to pull the wool over my eyes!
it_it: [_maxine_s_afraid_] Non ora, la Vending Corporation sta cercando di tirare la lana sopra i miei occhi!

source: [_maxine_s_skeptical_] The specimen in Area 12 should not be touched, ingested, or worshipped. It is the most dangerous living thing in the school.
it_it: [_maxine_s_skeptical_] L'esemplare nell'area 12 non deve essere toccato, ingerito, o adorato. È la cosa più pericolosa che vivano nella scuola.

source: [_maxine_s_concerned_] Things are never as they appear, [mc]. You can never truly see what's behind you.
it_it: [_maxine_s_concerned_] Le cose non sono mai come appariscono, [mc]. Non puoi mai vedere veramente cosa c'è dietro di te.

source: [_mc_] Hey, [maxine]! What are you up to?
it_it: [_mc_] Hey, [maxine]! A cosa stai facendo?

source: [_maxine_s_smile_popcorn_] Just enjoying the show.
it_it: [_maxine_s_smile_popcorn_] Basta godersi lo spettacolo.

source: [_mc_] What show?
it_it: [_mc_] Cosa mostrare?

source: [_maxine_s_neutral_popcorn_] Don't mind me.
it_it: [_maxine_s_neutral_popcorn_] Non mi dispiace.

source: She's probably had enough of my chitchat for today.
it_it: Probabilmente ha avuto abbastanza delle mie chitchat per oggi.

source: [_maxine_s_skeptical_] [mc], I really would suggest the acquiescence of your preferred pimple cream.
it_it: [_maxine_s_skeptical_] [mc], suggerirei davvero l'acquiescenza della vostra crema pimple preferita.

source: [_maxine_s_skeptical_] This is a routine safety exercise, [mc]. Please answer the following question.
it_it: [_maxine_s_skeptical_] Questo è un esercizio di sicurezza di routine, [mc]. Rispondi alla seguente domanda.

source: [_maxine_s_skeptical_] What is the most dangerous thing in the school?
it_it: [_maxine_s_skeptical_] Qual è la cosa più pericolosa della scuola?

source: [_mc_] The specimen in Area 12.
it_it: [_mc_] L'esemplare nella zona 12.

source: [_maxine_s_smile_] I see you've been paying attention.
it_it: [_maxine_s_smile_] vedo che hai prestato attenzione.

source: [_mc_] Ignorance.
it_it: [_mc_] Ignoranza.

source: [_maxine_s_flirty_] That answer is always correct!
it_it: [_maxine_s_flirty_] Questa risposta è sempre corretta!

source: [_maxine_s_excited_] Dangerous, sure, but not the most dangerous thing in the school.
it_it: [_maxine_s_excited_] Pericoloso, certo, ma non la cosa più pericolosa della scuola.

source: [_mc_] I beg to differ.
it_it: [_mc_] prego di differire.

source: [_mc_] The chemicals in the science classroom.
it_it: [_mc_] Le sostanze chimiche nella classe scientifica.

source: [_maxine_s_smile_] Oh, you sweet summer child...
it_it: [_maxine_s_smile_] Oh, dolce bambino estivo...

source: [_maxine_s_annoyed_] Are you hitting on me again?
it_it: [_maxine_s_annoyed_] Mi stai colpendo di nuovo?

source: [_maxine_s_eyeroll_] Yes, you.
it_it: [_maxine_s_eyeroll_] Sì, tu.

source: [_mc_] I don't think so?
it_it: [_mc_] Non la penso così?

source: [_maxine_s_skeptical_] That's not what it looked like to me.
it_it: [_maxine_s_skeptical_] Non è quello che mi sembrava così.

source: [_mc_] I was just looking for the popcorn dispenser.
it_it: [_mc_] Stavo solo cercando il distributore popcorn.

source: [_maxine_s_thinking_] What for?
it_it: [_maxine_s_thinking_] A cosa serve?

source: [_mc_] Just so I can better enjoy the show.
it_it: [_mc_] Solo così posso godermi meglio lo spettacolo.

source: [_maxine_s_excited_] Oh! Well, the dispenser is in the science classroom.
it_it: [_maxine_s_excited_] Oh! Beh, il dispenser è nella classe di scienza.

source: [_mc_] Okay, fine. I was trying to pick you up.
it_it: [_mc_] Va bene, stavo cercando di prenderti.

source: [_maxine_s_neutral_] I don't require an elevated position right now.
it_it: [_maxine_s_neutral_] Non ho bisogno di una posizione elevata in questo momento.

source: [_maxine_s_smile_] But I'll let you know if I do in the future.
it_it: [_maxine_s_smile_] Ma ti farò sapere se faccio in futuro.

source: [_mc_] That's not...
it_it: [_mc_] Non è così...

source: [_mc_] What did it look like to you?
it_it: [_mc_] Che cosa ti è sembrato?

source: [_maxine_s_smile_] I'm glad you asked.
it_it: [_maxine_s_smile_] Sono contento che tu abbia chiesto.

source: [_maxine_s_neutral_] To me, it looked like you were trying to put your penis inside me.
it_it: [_maxine_s_neutral_] Per me, sembrava che stavi cercando di mettere il tuo pene dentro di me.

source: [_mc_] That's... I wasn't!
it_it: [_mc_] Quello... Non eravo!

source: [_maxine_s_concerned_] Oh? Okay... if you want it the other way around, then you should ask [jacklyn] or [kate].
it_it: [_maxine_s_concerned_] Oh? Okay... se lo vuoi viceversa, allora dovresti chiedere [jacklyn] o [kate].

source: [_mc_] What? No! That's not what I meant!
it_it: [_mc_] Cosa? No! Non è quello che voglio dire!

source: [_maxine_s_smile_] Greetings, fellow Newfaller.
it_it: [_maxine_s_smile_] Saluti, collega Newfaller.

source: [_mc_] I just wanted to tell you that...
it_it: [_mc_] Volevo solo dirvi che...

source: [_mc_] You look absolutely delicious today!
it_it: [_mc_] Sembri assolutamente delizioso oggi!

source: [_maxine_s_thinking_] So does the poison dart frog, yet they're highly poisonous.
it_it: [_maxine_s_thinking_] Così fa la rana del dardo velenoso, ma sono altamente velenosi.

source: [_mc_] Are you saying you're poisonous or that you're a frog?
it_it: [_mc_] Stai dicendo che sei velenoso o che sei una rana?

source: [_maxine_s_excited_] Indeed.
it_it: [_maxine_s_excited_] Effettivamente.

source: [_mc_] I've been trying to correct my past.
it_it: [_mc_] Ho cercato di correggere il mio passato.

source: [_maxine_s_eyeroll_] That is impossible.
it_it: [_maxine_s_eyeroll_] Questo è impossibile.

source: [_mc_] Never heard of time traveling?
it_it: [_mc_] Non hai mai sentito parlare di tempo in viaggio?

source: [_maxine_s_skeptical_] Logic dictates that once you've traveled back in time, you're correcting the future.
it_it: [_maxine_s_skeptical_] Logic dice che una volta che hai viaggiato indietro nel tempo, stai correggendo il futuro.

source: [_maxine_s_skeptical_] Time is a human invention. The past only exists in your memories. The world is but an accumulation of billions of memories.
it_it: [_maxine_s_skeptical_] Il tempo è un'invenzione umana. Il passato esiste solo nei tuoi ricordi. Il mondo non è che un accumulo di miliardi di ricordi.

source: [_mc_] God, you're making my head hurt...
it_it: [_mc_] Dio, stai facendo male alla testa...

source: [_mc_] I've been working out.
it_it: [_mc_] sto lavorando fuori.

source: [_maxine_s_concerned_] Why?
it_it: [_maxine_s_concerned_] Perché?

source: [_mc_] Because I thought you'd like it.
it_it: [_mc_] Perché pensavo che ti piacesse.

source: [_maxine_s_thinking_] Why would I like you tightening and releasing your muscles repeatedly?
it_it: [_maxine_s_thinking_] Perché vorrei che stringessi e rilasciassi i muscoli ripetutamente?

source: [_mc_] I meant that you might like me better now.
it_it: [_mc_] intendevo che ora potessi piacerti meglio.

source: [_maxine_s_smile_] The size of your muscle fibers is of no consequence to me.
it_it: [_maxine_s_smile_] La dimensione delle fibre muscolari non mi è di alcuna conseguenza.

source: That does make sense... somehow.
it_it: Questo ha senso... in qualche modo.

source: [_mc_] I turned around.
it_it: [_mc_] mi sono voltato.

source: [_maxine_s_neutral_] And what did you see?
it_it: [_maxine_s_neutral_] E cosa hai visto?

source: [_mc_] Are you serious? What do you see other than the room?
it_it: [_mc_] Sei serio? Cosa vedi altro che la stanza?

source: [_maxine_s_skeptical_] A screen...
it_it: [_maxine_s_skeptical_] Uno schermo...

source: [_maxine_s_skeptical_] A person.
it_it: [_maxine_s_skeptical_] Una persona.

source: [_mc_] A person?
it_it: [_mc_] Una persona?

source: [_maxine_s_concerned_] Some kind of primate, at least.
it_it: [_maxine_s_concerned_] Qualche tipo di primato, almeno.

source: [_mc_] There's a monkey behind me?!
it_it: [_mc_] C'è una scimmia dietro di me?!

source: [_maxine_s_flirty_] I'm glad you're finally starting to question your reality, but I've already said too much.
it_it: [_maxine_s_flirty_] Sono contento che tu stia finalmente cominciando a mettere in discussione la tua realtà, ma ho già detto troppo.

source: What the fuck is she on about?
it_it: Che cazzo è su di lei?

source: She must be sick of my poor attempts at flirting by now...
it_it: Deve essere stufa dei miei poveri tentativi di flirtare ora...

source: "The specimen in Area 12."
it_it: "L'esemplare nella zona 12."

source: "Ignorance."
it_it: "Ignoranza."

source: "[kate]'s wrath."
it_it: " L'ira di[kate]."

source: "The chemicals in the science classroom."
it_it: "La chimica in classe di scienza."

source: "I was just looking for the popcorn dispenser."
it_it: "Stavo solo cercando il distributore di popcorn."

source: "Okay, fine. I was trying to pick you up."
it_it: "Va bene, stavo cercando di prenderti."

source: "What did it look like to you?"
it_it: "Che cosa ti è sembrato?"

source: "You look absolutely delicious today!"
it_it: "Sembra assolutamente delizioso oggi!"

source: "I've been trying to correct my past."
it_it: "Ho cercato di correggere il mio passato."

source: "I've been working out."
it_it: "Ho funzionato."

source: "I turned around."
it_it: "Mi sono voltata."
