Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_eggs.po
Languages: fr_fr, it_it

source: [_lindsey_s_skeptical_] What kind of story are you doing, exactly? I hope it's nothing weird...
fr_fr: [_lindsey_s_skeptical_] Quel genre d'histoire faites-vous, exactement? J'espère que ce n'est rien bizarre ...
it_it: [_lindsey_s_skeptical_] Che tipo di storia stai facendo, esattamente? Spero che non sia niente di strano...

source: [_mc_] Since it's for [maxine], I guess that depends on how you look at it?
fr_fr: [_mc_] Puisque c'est pour [maxine], je suppose que ça dépend de la façon dont vous regardez ça?
it_it: [_mc_] Dal momento che è per [maxine], credo che dipende da come la guardi?

source: [_lindsey_s_laughing_] That is true!
fr_fr: [_lindsey_s_laughing_] C'est vrai !
it_it: [_lindsey_s_laughing_] È vero!

source: [_lindsey_s_smile_] So, what's the scope?
fr_fr: [_lindsey_s_smile_] Alors, quelle est la portée?
it_it: [_lindsey_s_smile_] Quindi, qual è l'ambito di applicazione?

source: [_mc_] I'm not exactly sure, but I'm supposed to take a picture of glowing spider eggs.
fr_fr: [_mc_] Je ne suis pas sûr, mais je suis censé prendre une photo des oeufs d'araignée.
it_it: [_mc_] Non sono esattamente sicuro, ma dovrei fare una foto di uova di ragno incandescenti.

source: [_lindsey_s_skeptical_] Sounds like a joke to me...
fr_fr: [_lindsey_s_skeptical_] Des sons comme une blague pour moi ...
it_it: [_lindsey_s_skeptical_] Suona come una battuta per me...

source: [_lindsey_s_neutral_] Well, have you found any?
fr_fr: [_lindsey_s_neutral_] Eh bien, avez-vous trouvé?
it_it: [_lindsey_s_neutral_] Beh, hai trovato qualcuno?

source: [_mc_] No, and I have looked everywhere!
fr_fr: [_mc_] Non, et j'ai regardé partout !
it_it: [_mc_] No, e ho guardato dappertutto!

source: [_lindsey_s_laughing_] Yeah, no surprise there. I've never seen a spider here.
fr_fr: [_lindsey_s_laughing_] Oui, pas de surprise. Je n'ai jamais vu une araignée ici.
it_it: [_lindsey_s_laughing_] Sì, nessuna sorpresa lì. Non ho mai visto un ragno qui.

source: [_mc_] It's just one of her conspiracy theories. She said the school is trying to cover it up or something...
fr_fr: [_mc_] C'est juste une de ses théories du complot. Elle a dit que l'école essayait de le couvrir ou quelque chose ...
it_it: [_mc_] È solo una delle sue teorie di cospirazione. Ha detto che la scuola sta cercando di coprirla o qualcosa...

source: [_lindsey_s_smile_] Sounds like [maxine]. So, what are you going to do?
fr_fr: [_lindsey_s_smile_] Des sons comme [maxine]. Alors, qu'allez-vous faire?
it_it: [_lindsey_s_smile_] suona come [maxine]. Quindi, cosa farai?

source: [_mc_] I don't know, and I really need that photo.
fr_fr: [_mc_] Je ne sais pas, et j'ai vraiment besoin de cette photo.
it_it: [_mc_] Non lo so, e ho davvero bisogno di quella foto.

source: [_mc_] I guess I was sort of hoping to find those eggs against all odds.
fr_fr: [_mc_] Je suppose que j'espérais trouver ces œufs contre toutes les chances.
it_it: [_mc_] Immagino di essere stato una specie di sperare di trovare quelle uova contro tutte le probabilità.

source: [_lindsey_s_concerned_] Is there anything I can do to help?
fr_fr: [_lindsey_s_concerned_] Y a-t-il quelque chose que je puisse faire pour aider?
it_it: [_lindsey_s_concerned_] C'è qualcosa che posso fare per aiutare?

source: [_mc_] Not unless you have a bunch of glowing spider eggs lying around somewhere...
fr_fr: [_mc_] Non, sauf si vous avez un tas d'oeufs d'araignée qui se trouvent quelque part ...
it_it: [_mc_] Non a meno che tu non abbia un mucchio di uova di ragno incandescenti sdraiati da qualche parte...

source: [_lindsey_s_blush_] I think I might have an idea!
fr_fr: [_lindsey_s_blush_] Je pense que je pourrais avoir une idée !
it_it: [_lindsey_s_blush_] Penso che potrei avere un'idea!

source: [_lindsey_s_blush_] Wait here.
fr_fr: [_lindsey_s_blush_] Attends ici.
it_it: [_lindsey_s_blush_] Aspetta qui.

source: Hmm... she left. Maybe I should make my escape before things turn sour.
fr_fr: Hmm ... elle est partie. Peut-être que je devrais faire ma fuite avant que les choses tournent mal.
it_it: Hmm... se ne andò. Forse dovrei fare la mia fuga prima che le cose diventino aspre.

source: The [guard] is always around the corner.
fr_fr: Le [guard] est toujours à l'angle.
it_it: La [guard] è sempre dietro l'angolo.

source: [_lindsey_s_excited_keyring_] Okay, don't laugh! I've had this keyring since kindergarten.
fr_fr: [_lindsey_s_excited_keyring_] Ok, ne ris pas ! J'ai eu ce keyring depuis la maternelle.
it_it: [_lindsey_s_excited_keyring_] Okay, non ridere! Ho avuto questo portachiavi dalla scuola materna.

source: [_lindsey_s_confident_keyring_] It was the prize in the first running contest I ever won...
fr_fr: [_lindsey_s_confident_keyring_] C'est le prix du premier concours de course que j'ai gagné ...
it_it: [_lindsey_s_confident_keyring_] È stato il premio nel primo concorso di corsa che ho mai vinto...

source: [_lindsey_s_confident_keyring_] It's a miniature solar system with all the planets.
fr_fr: [_lindsey_s_confident_keyring_] C'est un système solaire miniature avec toutes les planètes.
it_it: [_lindsey_s_confident_keyring_] È un sistema solare in miniatura con tutti i pianeti.

source: [_lindsey_s_keyring_zoom_] Take a look!
fr_fr: [_lindsey_s_keyring_zoom_] Jetez un coup d'oeil !
it_it: [_lindsey_s_keyring_zoom_] Dai un'occhiata!

source: [_mc_] That's pretty cool, but I don't see how it's going to help...
fr_fr: [_mc_] C'est plutôt cool, mais je ne vois pas comment ça va aider ...
it_it: [_mc_] Questo è abbastanza fresco, ma non vedo come sta per aiutare...

source: [_lindsey_s_keyring_zoom_] Turn the lights off, please!
fr_fr: [_lindsey_s_keyring_zoom_] Éteignez les lumières, s'il vous plaît !
it_it: [_lindsey_s_keyring_zoom_] Spegni le luci, per favore!

source: [_mc_] Uh, okay.
fr_fr: [_mc_] Uh, ok.
it_it: [_mc_] Uh, va bene.

source: [_lindsey_s_keyring_glow_zoom_] It's fluorescence! In the dark, they kind of look like little eggs!
fr_fr: [_lindsey_s_keyring_glow_zoom_] C'est la fluorescence ! Dans le noir, ils ressemblent à des petits œufs !
it_it: [_lindsey_s_keyring_glow_zoom_] È fluorescenza! Al buio, sembrano piccole uova!

source: [_mc_] Huh! You're right.
fr_fr: [_mc_] Huh ! Tu as raison.
it_it: [_mc_] Huh! Hai ragione.

source: [_mc_] [maxine] probably won't see the difference...
fr_fr: [_mc_] [maxine] ne verra probablement pas la différence ...
it_it: [_mc_] [maxine] probabilmente non vedrà la differenza...

source: [_lindsey_s_keyring_glow_zoom_] That's what I figured!
fr_fr: [_lindsey_s_keyring_glow_zoom_] C'est ce que j'ai pensé !
it_it: [_lindsey_s_keyring_glow_zoom_] È quello che ho immaginato!

source: [_mc_] Okay, let me just snap a picture...
fr_fr: [_mc_] Ok, laissez-moi juste prendre une photo ...
it_it: [_mc_] Okay, lasciami scattare una foto...

source: [_lindsey_s_excited_keyring_] Yay! Great!
fr_fr: [_lindsey_s_excited_keyring_] Yay ! Super !
it_it: [_lindsey_s_excited_keyring_] Yay! Ottimo!

source: [_mc_] Thank you so much! You're a lifesaver.
fr_fr: [_mc_] Merci beaucoup ! Tu es un sauveur.
it_it: [_mc_] Grazie tanto! Sei un salvavita.

source: [_lindsey_s_flirty_] Don't mention it.
fr_fr: [_lindsey_s_flirty_] Ne le mentionnez pas.
it_it: [_lindsey_s_flirty_] Non menzionarlo.

source: [_mc_] I guess I owe you one now.
fr_fr: [_mc_] Je suppose que je vous dois un maintenant.
it_it: [_mc_] Immagino che ve ne devo uno adesso.

source: [_lindsey_s_smile_] It's okay, really!
fr_fr: [_lindsey_s_smile_] C'est bon, vraiment !
it_it: [_lindsey_s_smile_] Va bene, davvero!

source: [_lindsey_s_thinking_] But I do need to use the bathroom now. So, if you don't mind...
fr_fr: [_lindsey_s_thinking_] Mais j'ai besoin d'utiliser la salle de bain maintenant. Donc, si vous n'avez pas l'esprit ...
it_it: [_lindsey_s_thinking_] Ma ho bisogno di usare il bagno ora. Quindi, se non ti dispiace...

source: [_mc_] Right. I'll be going, then. Have a good night, [lindsey]!
fr_fr: [_mc_] Droit. Je vais y aller, alors. Bonne nuit, [lindsey]!
it_it: [_mc_] Giusto. Andrò, allora. Buona notte, [lindsey]!

source: [_lindsey_s_smile_] You too, [mc]!
fr_fr: [_lindsey_s_smile_] Vous aussi, [mc]!
it_it: [_lindsey_s_smile_] Anche te, [mc]!

source: Not exactly the plan, but with a bit of luck it turned out well. [lindsey] is one of the nicest people in the school.
fr_fr: Pas exactement le plan, mais avec un peu de chance, ça s'est bien passé. [lindsey] est l'une des personnes les plus belles de l'école.
it_it: Non esattamente il piano, ma con un po' di fortuna si è rivelato bene. [lindsey] è una delle persone più belle della scuola.

source: Most other girls would probably have reported me or called the cops, but she didn't even mention any of that.
fr_fr: La plupart des autres filles auraient probablement parlé de moi ou appelé les flics, mais elle n'en a même pas parlé.
it_it: La maggior parte delle altre ragazze probabilmente mi hanno segnalato o chiamato i poliziotti, ma non ha nemmeno menzionato alcunché.

source: Being a runner always seemed like her whole identity, but there's clearly more to her than that.
fr_fr: Etre un coureur a toujours semblé toute son identité, mais il y a clairement plus à elle que ça.
it_it: Essere un corridore sembrava sempre come la sua intera identità, ma chiaramente c'è di più per lei di quello.

source: She's kind and forgiving, but perhaps a bit naive. She went into the stall and didn't even check if I left.
fr_fr: Elle est gentile et pardonne, mais peut-être un peu naïve. Elle est entrée dans le stand et n'a même pas vérifié si je suis parti.
it_it: Lei è gentile e perdonata, ma forse un po' ingenua. È entrata nella bancarella e non ha nemmeno controllato se me ne sono andato.

source: Hmm... maybe there's another photo to be had?
fr_fr: Hmm ... peut-être qu'il y a une autre photo à avoir?
it_it: Hmm... forse c'è un'altra foto da avere?

source: It's too good of an opportunity to pass up on... plus, she'll be none the wiser.
fr_fr: C'est trop beau d'avoir l'occasion de passer ... plus, elle ne sera pas la plus sage.
it_it: È troppo bello di un'opportunità per passare su... più, lei non sarà più saggia.

source: Just need to be quiet until I can get a good shot...
fr_fr: Juste besoin d'être calme jusqu'à ce que je puisse avoir une bonne chance ...
it_it: Basta essere tranquilli fino a quando non posso ottenere un buon colpo...

source: There she is! Still wrapped up in her towel like a cute little present.
fr_fr: C'est là ! Toujours enroulé dans sa serviette comme un mignon petit cadeau.
it_it: C'è! Ancora avvolto nel suo asciugamano come un simpatico piccolo regalo.

source: It is a gift!
fr_fr: C'est un cadeau !
it_it: È un regalo!

source: Damn, it's hard not to quote Boromir because [lindsey] is more precious than that old ring.
fr_fr: Merde, c'est dur de ne pas citer Boromir parce que [lindsey] est plus précieux que ce vieux ring.
it_it: Dannazione, è difficile non citare Boromir perché [lindsey] è più prezioso di quel vecchio anello.

source: Just look at her. She's been here a hundred times before. It's all routine, and yet... it's naughty somehow!
fr_fr: Il suffit de la regarder. Elle est ici une centaine de fois auparavant. C'est une routine, et pourtant ... c'est méchant d'une manière ou d'une autre !
it_it: Basta guardarla. È stata qui un centinaio di volte prima. È tutto di routine, e ancora... è cattivo in qualche modo!

source: Oh! That is the first light on the fifth day that Gandalf talked about!
fr_fr: Oh ! C'est la première lumière du cinquième jour où Gandalf en a parlé !
it_it: Oh! Questa è la prima luce del quinto giorno di cui ha parlato Gandalf!

source: God, she's perfect...
fr_fr: Dieu, elle est parfaite ...
it_it: Dio, è perfetta...

source: I wonder what [lindsey] thinks while looking down at her breasts.
fr_fr: Je me demande ce que [lindsey] pense tout en regardant ses seins.
it_it: Mi chiedo cosa pensi [lindsey] guardando giù i suoi seni.

source: They're so round and squeezable, each one fitting perfectly in your hands.
fr_fr: Ils sont tellement ronraux et squetables, chacun s'ajustant parfaitement entre vos mains.
it_it: Sono così rotondi e spremuti, ognuno si adatta perfettamente nelle tue mani.

source: I can't believe she has the restraint not to squeeze them... weigh them in her hands... rub her nipples...
fr_fr: Je n'arrive pas à croire qu'elle ait la contrainte de ne pas les presser ... de les peser dans ses mains ...
it_it: Non posso credere che lei abbia la moderazione di non spremere loro... pesarli nelle sue mani... strofinare i capezzoli...

source: She probably plays with herself all the time when no one's watching.
fr_fr: Elle joue probablement avec elle-même tout le temps où personne ne regarde.
it_it: Probabilmente gioca con se stessa tutto il tempo quando nessuno guarda.

source: Her face reveals nothing, though. Not even a hint of blush.
fr_fr: Son visage ne révèle cependant rien. Pas même un soupçon de bouffée.
it_it: Ma il suo volto non rivela niente. Nemmeno un accenno di arrossamento.

source: Carefully, she places paper towels on the toilet seat...
fr_fr: Carepleinement, elle place des serviettes en papier sur le siège de la toilette ...
it_it: Accuratamente, lei mette asciugamani di carta sul sedile della toilette...

source: A princess like her takes no risks in a public bathroom.
fr_fr: Une princesse comme elle ne prend aucun risque dans une salle de bain publique.
it_it: Una principessa come lei non assume rischi in un bagno pubblico.

source: She must remain pristine at all times.
fr_fr: Elle doit rester vierge en tout temps.
it_it: Deve rimanere incontaminata in ogni momento.

source: Relief washes over her face as the first few drops trickle out.
fr_fr: Des bouffons de secours sur son visage, alors que les premiers gouttes s'en sortient.
it_it: Sollievo si lava sopra il viso come le prime gocce ingannano fuori.

source: She sits prim and proper on the toilet, not spreading her legs or anything. Such a little lady!
fr_fr: Elle est assise sur les toilettes, ne se répand pas les jambes ou quoi que ce soit. Une si petite dame !
it_it: Si siede il fiore all'occhiello e proprio sulla toilette, non diffondendo le gambe o niente. Una donna così piccola!

source: If only [lindsey] knew someone was watching her do her business... so intimate and forbidden somehow.
fr_fr: Si seulement [lindsey] savait que quelqu'un la regardait faire son affaire ... si intime et interdite d'une manière ou d'une autre.
it_it: Se solo [lindsey] sapeva che qualcuno la stava guardando fare i suoi affari... così intimo e proibito in qualche modo.

source: And the smell...
fr_fr: Et l'odeur ...
it_it: E l'odore...

source: Is there one?
fr_fr: Y a-t-il un?
it_it: C'è uno?

source: It's hard to tell, but maybe there's a faint scent of her pee rising out of the cubicle.
fr_fr: C'est difficile à dire, mais peut-être qu'il y a une faible odeur de son pique qui sort du cubicle.
it_it: È difficile dirlo, ma forse c'è un debole profumo del suo pisello che sorge fuori dal cubetto.

source: If only I could get closer...
fr_fr: Si seulement je pouvais me rapprocher ...
it_it: Se solo potessi avvicinarmi...

source: Girls all pretend they're above going to the toilet.
fr_fr: Les filles prétendent qu'elles sont au-dessus des toilettes.
it_it: Ragazze tutti fingono che stanno sopra andando in toilette.

source: The truth is that they're just people, and the stream hitting the toilet bowl confirms it!
fr_fr: La vérité, c'est qu'ils sont juste des gens, et le ruisseau qui frappe le cuvette de toilette le confirme !
it_it: La verità è che sono persone giuste, e il flusso che colpisce la vasca da bagno lo conferma!

source: Powdering your nose? Oh, please...
fr_fr: Poudre ton nez? Oh, s'il vous plaît ...
it_it: Polvere il naso? Oh, per favore...

source: This is called pissing.
fr_fr: C'est ce qu'on appelle un baiser.
it_it: Questo si chiama piscio.

source: Peeing.
fr_fr: Peinture.

source: Urinating.
fr_fr: Urinisation.
it_it: Urinatura.

source: And just like that, the show is over...
fr_fr: Et comme ça, le spectacle est fini ...
it_it: E proprio così, lo spettacolo è finito...

source: Well, almost over.
fr_fr: Eh bien, presque terminé.
it_it: Beh, quasi finita.

source: The fact that she unabashedly lets her boobs hang free is so refreshing.
fr_fr: Le fait qu'elle laisse sans honte ses seins est si rafraîchissant.
it_it: Il fatto che lei lascia apertamente le sue tette appendere libero è così rinfrescante.

source: Okay, here it comes!
fr_fr: Ok, voilà !
it_it: Va bene, qui viene!

source: Yes, [lindsey]! Touch that pussy!
fr_fr: Oui, [lindsey]! Touche cette chatte !
it_it: Sì, [lindsey]! Tocca quella figa!

source: Really get in there! No need to be shy...
fr_fr: Vraiement y aller ! Pas besoin d'être timide ...
it_it: Really get in there! No need to be timy...

source: She's doing it with such care. Hand lingering between her legs.
fr_fr: Elle le fait avec de tels soins. La main s'éternelle entre ses jambes.
it_it: Lo sta facendo con tanta cura. Mano che si allontana tra le gambe.

source: Man, I wonder if girls get aroused from wiping themselves.
fr_fr: Je me demande si les filles se sont éveillées de s'essuyre.
it_it: Uomo, Mi chiedo se le ragazze ottenere suscitato da pulirsi se stessi.

source: Oh, god. She even threw the paper towel in the trash instead of flushing it... she's such a little angel!
fr_fr: Oh, mon dieu. Elle a même jeté la serviette en papier dans la poubelle au lieu de la jeter ... elle est un si petit ange !
it_it: Oh, dio. Lei gettò anche l'asciugamano di carta nel cestino invece di sciacquarlo... è un così piccolo angelo!

source: All right, I think it's time to snap that shot! [lindsey] is perfectly exposed.
fr_fr: D'accord, je pense qu'il est temps de clavoir ça ! [lindsey] est parfaitement exposé.
it_it: Bene, penso che sia ora di scattare quel tipo! [lindsey] è perfettamente esposto.

source: She's even spreading her legs a little for the camera.
fr_fr: Elle se répand même les jambes un peu pour la caméra.
it_it: Sta persino diffondendo un po' le gambe per la fotocamera.

source: It's hard to tell from here, but it looks like she's completely bald down there...
fr_fr: C'est difficile à dire d'ici, mais on dirait qu'elle est complètement chauve là-bas ...
it_it: È difficile dire da qui, ma sembra che lei sia completamente calva laggiù...

source: God, it's so hot imagining her shaving that pussy.
fr_fr: Mon Dieu, c'est si chaud qu'elle imagine son rasage de la chatte.
it_it: Dio, è così caldo immaginando la sua rasatura quella figa.

source: Who is she trying to look sexy for?
fr_fr: Avec qui essaie-t-elle de regarder sexy?
it_it: Per chi sta cercando di cercare sexy?

source: Well... maybe it's just me and my camera?
fr_fr: Eh bien ... peut-être que c'est juste moi et mon appareil photo?
it_it: Bene... forse è solo me e la mia macchina fotografica?

source: Whoa! This is better than those hidden camera pornos!
fr_fr: Whoa ! C'est mieux que ces pornos de caméra cachée !
it_it: Choa! Questo è meglio di quelli porno telecamera nascosta!

source: Need to zoom in a bit to get a perfect shot...
fr_fr: Il faut zoomer un peu pour obtenir une photo parfaite ...
it_it: Necessità di zoom in un po 'per ottenere uno scatto perfetto...

source: Okay, here we go! Here we go! Here we go!
fr_fr: Ok, on y va ! Nous y allons ! Nous y allons !
it_it: Ok, eccoci qui! Ecco! Eccoci qui!

source: Oh, crap. That was loud.
fr_fr: Oh, merde. C'était bruyant.
it_it: Oh, merda. Era forte.

source: [_lindsey_s_toilet_scream_] Get out!
fr_fr: [_lindsey_s_toilet_scream_] Sortez !
it_it: [_lindsey_s_toilet_scream_] Uscita!

source: Shit, shit, shit...
fr_fr: Merde, merde, merde ...
it_it: Merda, merda, merda...

source: [_lindsey_s_toilet_scream_] What's wrong with you?!
fr_fr: [_lindsey_s_toilet_scream_] Qu'est-ce qui ne va pas avec toi?
it_it: [_lindsey_s_toilet_scream_] Cosa c'è di sbagliato con te?!

source: [_mc_] I'm so sorry!
fr_fr: [_mc_] Je suis désolé !
it_it: [_mc_] Mi dispiace!

source: [_lindsey_s_toilet_scream_] You sicko! Get out!
fr_fr: [_lindsey_s_toilet_scream_] You sicko ! Sortez !
it_it: [_lindsey_s_toilet_scream_] Sei malato! Uscita!

source: God, I'm in so much trouble...
fr_fr: Mon Dieu, j'ai tellement de problèmes ...
it_it: Dio, sono in tanti guai...

source: It's a miracle if [lindsey] ever talks to me again.
fr_fr: C'est un miracle si [lindsey] me parle à nouveau.
it_it: È un miracolo se [lindsey] mi parla mai di nuovo.

source: Oh, well... at least I got a good picture.
fr_fr: Oh, eh bien ... au moins j'ai une bonne photo.
it_it: Oh, bene... almeno ho avuto una buona foto.

source: [lindsey] never really bothered me in the past. Sure, her friends are all jocks... but she left me alone.
fr_fr: [lindsey] ne m'a jamais vraiment dérangéa par le passé. Bien sûr, ses amis sont tous des jocks ... mais elle m'a laissé tranquille.
it_it: [lindsey] non mi ha mai veramente disturbato nel passato. Certo, i suoi amici sono tutti jock... ma lei mi ha lasciato solo.

source: Most likely because she never knew of my existence, but still...
fr_fr: Très probablement parce qu'elle n'a jamais connu mon existence, mais toujours ...
it_it: Molto probabilmente perché lei non sapeva mai della mia esistenza, ma ancora...

source: Since she now knows about me and is still treating me like a person, maybe she too deserves another chance?
fr_fr: Puisqu'elle est maintenant au courant de moi et qu'elle me traite encore comme une personne, elle mérite peut-être aussi une autre chance?
it_it: Dal momento che lei ora conosce me e mi sta ancora trattando come una persona, forse anche lei merita un'altra possibilità?

source: Plus, it would be morally objectionable and downright scummy to do it. Especially after she helped me with the eggs.
fr_fr: De plus, il serait moralement condamnable et condamnable de le faire. Surtout après qu'elle m'a aidé avec les oeufs.
it_it: Inoltre, sarebbe moralmente discutibile e scummy a farlo, soprattutto dopo che mi ha aiutato con le uova.

source: No, I still have some honor left in me.
fr_fr: Non, j'ai encore un honneur en moi.
it_it: No, ho ancora un po' di onore in me.

source: [_maxine_] Not right now.
fr_fr: [_maxine_] Pas maintenant.
it_it: [_maxine_] Non in questo momento.

source: [_mc_] How about now?
fr_fr: [_mc_] Et maintenant?
it_it: [_mc_] Che ne dici adesso?

source: [_maxine_s_smile_] Yes, much better. Just had to finish that thought.
fr_fr: [_maxine_s_smile_] Oui, bien mieux. Il fallait juste finir cette pensée.
it_it: [_maxine_s_smile_] Sì, molto meglio. Basta finire quel pensiero.

source: [_mc_] And what was the thought?
fr_fr: [_mc_] Et quelle a été la pensée?
it_it: [_mc_] E qual era il pensiero?

source: [_maxine_s_thinking_] If I should wear black to prom or not.
fr_fr: [_maxine_s_thinking_] Si je dois porter du noir au bal ou non.
it_it: [_maxine_s_thinking_] Se dovessi indossare il nero al ballo o no.

source: [_mc_] Prom? Now? Well, what are the other options?
fr_fr: [_mc_] Prom? Maintenant? Eh bien, quelles sont les autres options?
it_it: [_mc_] Prom? Ora? Beh, quali sono le altre opzioni?

source: [_maxine_s_thinking_] What do you mean?
fr_fr: [_maxine_s_thinking_] Que voulez-vous dire?
it_it: [_maxine_s_thinking_] Che cosa intendi?

source: [_mc_] You said you were debating whether or not you should wear black to prom.
fr_fr: [_mc_] Vous avez dit que vous examiniez si vous devriez porter du noir au bal.
it_it: [_mc_] Hai detto che stavi discutendo se dovresti indossare del nero al ballo o meno.

source: [_maxine_s_smile_] I did, yes.
fr_fr: [_maxine_s_smile_] Je l'ai fait, oui.
it_it: [_maxine_s_smile_] l'ho fatto, sì.

source: [_mc_] So, what other colors are you considering?
fr_fr: [_mc_] Alors, quelles autres couleurs envisagez-vous?
it_it: [_mc_] Quindi, quali altri colori stai considerando?
