Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_lines.po
Languages: fr_fr, it_it

source: [_mc_] Those are my terms for continuing.
fr_fr: [_mc_] Ce sont mes conditions de poursuite.
it_it: [_mc_] Questi sono i miei termini per continuare.

source: [_extend_] Let's proceed.
fr_fr: [_extend_] Allons de l'avant.
it_it: [_extend_] Proseguiamo.

source: Whoa! I never thought she'd undress...
fr_fr: Whoa ! Je n'ai jamais pensé qu'elle se déshabille ...
it_it: Choa! Non ho mai pensato che si sarebbe spogliata...

source: [maxine] is the type of girl that seems to have no sex drive, so this is surprising.
fr_fr: [maxine] est le type de fille qui semble n'avoir aucune conduite sexuelle, donc c'est surprenant.
it_it: [maxine] è il tipo di ragazza che sembra non avere desiderio sessuale, quindi questo è sorprendente.

source: [_maxine_s_smile_] Please, remove your shirt.
fr_fr: [_maxine_s_smile_] S'il vous plaît, retirez votre chemise.
it_it: [_maxine_s_smile_] Per favore, rimuovi la camicia.

source: [_mc_] There.
fr_fr: [_mc_].
it_it: [_mc_] Lì.

source: [_maxine_s_excited_] Okay, just as I thought...
fr_fr: [_maxine_s_excited_] Ok, comme je pensais ...
it_it: [_maxine_s_excited_] Okay, proprio come pensavo...

source: [_maxine_s_blush_] Nothing. The experiment is over.
fr_fr: [_maxine_s_blush_] Rien. L'expérience est terminée.
it_it: [_maxine_s_blush_] Niente. L'esperimento è finito.

source: [_mc_] And what did you conclude?
fr_fr: [_mc_] Et qu'avez-vous conclu?
it_it: [_mc_] E che cosa hai concluso?

source: [_maxine_s_flirty_] That's confidential information.
fr_fr: [_maxine_s_flirty_] Ce sont des renseignements confidentiels.
it_it: [_maxine_s_flirty_] Sono informazioni riservate.

source: [_mc_] Oh, yeah?
fr_fr: [_mc_] Oh, oui?
it_it: [_mc_] Oh, sì?

source: [_maxine_s_flirty_] Yes.
fr_fr: [_maxine_s_flirty_] Oui.
it_it: [_maxine_s_flirty_] Sì.

source: [_mc_] Well, for what it's worth, my test also had a positive outcome.
fr_fr: [_mc_] Eh bien, pour ce que ça vaut, mon test a également eu un résultat positif.
it_it: [_mc_] Beh, per quello che vale, il mio test ha avuto anche un risultato positivo.

source: [_maxine_s_excited_] I'm glad to hear that.
fr_fr: [_maxine_s_excited_] Je suis heureux d'entendre ça.
it_it: [_maxine_s_excited_] Sono felice di sentirlo.

source: It's hard to say if she understood that compliment...
fr_fr: C'est difficile de dire si elle a compris ce compliment ...
it_it: È difficile dire se ha capito quel complimento...

source: [_mc_] Is this another test?
fr_fr: [_mc_] Est-ce un autre test?
it_it: [_mc_] Questo è un altro test?

source: [_maxine_s_skeptical_] It might be. What's your answer?
fr_fr: [_maxine_s_skeptical_] Ça pourrait être. Quelle est votre réponse?
it_it: [_maxine_s_skeptical_] Potrebbe essere. Qual è la tua risposta?

source: [_mc_] I don't consent to being your guinea pig this time.
fr_fr: [_mc_] Je ne consens pas à être votre cobaye cette fois.
it_it: [_mc_] Questa volta non acconsento ad essere la tua cavia.

source: [_maxine_s_thinking_] Why not?
fr_fr: [_maxine_s_thinking_] Pourquoi pas?
it_it: [_maxine_s_thinking_] Perché no?

source: [_mc_] Because I have better things to do!
fr_fr: [_mc_] Parce que j'ai de meilleures choses à faire !
it_it: [_mc_] Perché ho cose migliori da fare!

source: [_maxine_s_sad_] According to your file, you don't.
fr_fr: [_maxine_s_sad_] Selon votre dossier, vous ne le faites pas.
it_it: [_maxine_s_sad_] Secondo il tuo file, non lo fai.

source: [_maxine_s_thinking_] Are you suggesting your file is incomprehensive?
fr_fr: [_maxine_s_thinking_] Votre dossier est-il incomplet?
it_it: [_maxine_s_thinking_] Stai suggerendo che il tuo file sia incompleto?

source: [_mc_] Now, wait just a minute... why do you have a file on me?
fr_fr: [_mc_] Maintenant, attendez juste une minute ... pourquoi as-tu un dossier sur moi?
it_it: [_mc_] Ora, aspetta solo un minuto... perché hai un file su di me?

source: [_maxine_s_eyeroll_] How else am I supposed to conduct experiments?
fr_fr: [_maxine_s_eyeroll_] Comment suis-je censé mener des expériences?
it_it: [_maxine_s_eyeroll_] In che altro modo dovrei condurre esperimenti?

source: [_mc_] You're not! I don't like it!
fr_fr: [_mc_] Vous n'êtes pas ! Je n'aime pas ça !
it_it: [_mc_] Non sei! Non mi piace!

source: [_maxine_s_annoyed_] That's not a very strong argument.
fr_fr: [_maxine_s_annoyed_] Ce n'est pas un argument très fort.
it_it: [_maxine_s_annoyed_] Non è un argomento molto forte.

source: [_maxine_s_annoyed_] Science takes precedence over your feelings.
fr_fr: [_maxine_s_annoyed_] La science a préséance sur vos sentiments.
it_it: [_maxine_s_annoyed_] La scienza ha la precedenza sui tuoi sentimenti.

source: [_mc_] You're not even a scientist!
fr_fr: [_mc_] Vous n'êtes même pas un scientifique !
it_it: [_mc_] Non sei nemmeno uno scienziato!

source: [_maxine_s_eyeroll_] And yet I'm able to conclude that you failed the test.
fr_fr: [_maxine_s_eyeroll_] Et pourtant je suis en mesure de conclure que vous avez échoué le test.
it_it: [_maxine_s_eyeroll_] Eppure sono in grado di concludere che hai fallito il test.

source: [_mc_] Fine. I failed the test, but I didn't steal anything!
fr_fr: [_mc_] Fine. J'ai échoué le test, mais je n'ai rien volé !
it_it: [_mc_] Bene. Ho fallito il test, ma non ho rubato nulla!

source: [_maxine_s_angry_] Why didn't you just say so?
fr_fr: [_maxine_s_angry_] Pourquoi ne l'avez-vous pas dit?
it_it: [_maxine_s_angry_] Perché non hai appena detto così?

source: [_maxine_s_angry_] I don't know why you have to be so difficult, [mc].
fr_fr: [_maxine_s_angry_] Je ne sais pas pourquoi vous devez être si difficile, [mc].
it_it: [_maxine_s_angry_] Non so perché devi essere così difficile, [mc].

source: She must be trolling. There's no way she genuinely thinks I'm the difficult one here.
fr_fr: Elle doit être à la traîne. Il n'y a aucun moyen qu'elle pense vraiment que je sois la difficile ici.
it_it: Deve essere trolling. Non c'è modo che pensi sinceramente che io sia quella difficile qui.

source: [_mc_] You know what—
fr_fr: [_mc_] Vous savez quoi-
it_it: [_mc_] Sai cosa—

source: [_maxine_s_smile_] Yes.
fr_fr: [_maxine_s_smile_] Oui.
it_it: [_maxine_s_smile_] Sì.

source: [_maxine_s_smile_] I do know.
fr_fr: [_maxine_s_smile_] Je sais.
it_it: [_maxine_s_smile_] lo so.

source: [_mc_] I'm sure you do...
fr_fr: [_mc_] Je suis sûr que vous ...
it_it: [_mc_] Sono sicuro che lo fa...

source: [_mc_] You did say that.
fr_fr: [_mc_] Vous avez dit cela.
it_it: [_mc_] L'hai detto tu.

source: [_mc_] I believe your exact words were: "That's a priceless artifact. Hands off."
fr_fr: [_mc_] Je crois que vos mots exacts étaient: " C'est un artefact inestimable. Mets de la main. "
it_it: [_mc_] Credo che le tue parole esatte siano state: "Questo è un artefatto inestimabile. Mani off."

source: [_maxine_s_angry_] I have a hard time seeing how that equals permission.
fr_fr: [_maxine_s_angry_] J'ai du mal à voir comment cela équivaut à la permission.
it_it: [_maxine_s_angry_] Ho difficoltà a vedere come questo equivale al permesso.

source: [_mc_] I took it as an invitation.
fr_fr: [_mc_] Je l'ai prise comme une invitation.
it_it: [_mc_] l'ho preso come invito.

source: [_mc_] I trust you to do the same if I ever tried to hide something from you.
fr_fr: [_mc_] Je vous fais confiance pour faire de même si j'ai déjà essayé de vous cacher quelque chose.
it_it: [_mc_] Mi fido che tu faccia lo stesso se mai ho cercato di nascondere qualcosa a te.

source: [_maxine_s_smile_] I do like that sentiment.
fr_fr: [_maxine_s_smile_] J'aime bien ce sentiment.
it_it: [_maxine_s_smile_] Mi piace quel sentimento.

source: [_mc_] When a mystery needs uncovering, the rules no longer apply.
fr_fr: [_mc_] Lorsqu'un mystère n'est pas couvert, les règles ne s'appliquent plus.
it_it: [_mc_] Quando un mistero ha bisogno di scoprire, le regole non si applicano più.

source: [_maxine_s_excited_] Very well! That's hard to argue with.
fr_fr: [_maxine_s_excited_] Très bien ! C'est difficile à discuter.
it_it: [_maxine_s_excited_] Molto bene! È difficile litigare.

source: [_mc_] I knew you'd understand.
fr_fr: [_mc_] Je savais que tu comprendrais.
it_it: [_mc_] lo sapevo che avresti capito.

source: [_mc_] You said you found it in the basement, so it's not like it's really yours anyway...
fr_fr: [_mc_] Vous avez dit que vous l'avez trouvé dans le sous-sol, donc ce n'est pas comme ça que c'est vraiment à vous de toute façon ...
it_it: [_mc_] Hai detto che lo hai trovato nel seminterrato, quindi non è come se fosse proprio tuo...

source: [_maxine_s_angry_] I claimed it as my own.
fr_fr: [_maxine_s_angry_] Je l'ai dit moi-même.
it_it: [_maxine_s_angry_] l'ho rivendicato come mio.

source: [_mc_] I'll let you have it back if you tell me where the basement is.
fr_fr: [_mc_] Je vous laisserai revenir si vous me dites où se trouve le sous-sol.
it_it: [_mc_] ti lascerò tornare se mi dici dove si trova il seminterrato.

source: [_maxine_s_smile_] Under the school.
fr_fr: [_maxine_s_smile_] Sous l'école.
it_it: [_maxine_s_smile_] Sotto la scuola.

source: [_mc_] Well, I'll just hold on to it until you stop with those deadpan answers...
fr_fr: [_mc_] Eh bien, je vais juste m'en tenir jusqu'à ce que vous vous arrêtez avec ces réponses ...
it_it: [_mc_] Beh, mi atterrò ad esso fino a quando non ti fermerai con quelle risposte morte...

source: [_maxine_s_neutral_] I don't know what you mean.
fr_fr: [_maxine_s_neutral_] Je ne sais pas ce que tu veux dire.
it_it: [_maxine_s_neutral_] Non so cosa intendi.

source: [_mc_] Anyway, would you like to know what I found?
fr_fr: [_mc_] En tout cas, aimerais-tu savoir ce que j'ai trouvé?
it_it: [_mc_] Comunque, vorresti sapere cosa ho trovato?

source: [_maxine_s_thinking_] Is it forbidden or dangerous knowledge?
fr_fr: [_maxine_s_thinking_] Est-il interdit ou dangereux?
it_it: [_maxine_s_thinking_] È una conoscenza proibita o pericolosa?

source: [_mc_] I... I'm not entirely sure.
fr_fr: [_mc_] I ... Je ne suis pas tout à fait sûr.
it_it: [_mc_] Io... non sono del tutto sicuro.

source: [_mc_] Should I tell you?
fr_fr: [_mc_] Devrais-je vous le dire?
it_it: [_mc_] Le dovrei dire?

source: [_maxine_s_thinking_] I believe that would be your best bet.
fr_fr: [_maxine_s_thinking_] Je crois que ce serait votre meilleur pari.
it_it: [_maxine_s_thinking_] Credo che questa sarebbe la tua scommessa migliore.

source: [_mc_] My best bet at what, exactly?
fr_fr: [_mc_] Mon meilleur pari sur quoi, exactement?
it_it: [_mc_] La mia scommessa migliore a cosa, esattamente?

source: [_maxine_s_thinking_] Survival.
fr_fr: [_maxine_s_thinking_] Survie.
it_it: Sopravvivenza [_maxine_s_thinking_].

source: [_mc_] Ah, yes. The made up lines and the cheap plastic toy... I'm shaking in my boots.
fr_fr: [_mc_] Ah, oui. Les lignes de fabrication et le jouet en plastique bon marché ... Je tremble dans mes bottes.
it_it: [_mc_] Ah, sì. Le linee fatte e il giocattolo di plastica a buon mercato... sto scuotendo nei miei stivali.

source: [_maxine_s_concerned_] I understand that you're scared.
fr_fr: [_maxine_s_concerned_] Je comprends que vous ayez peur.
it_it: [_maxine_s_concerned_] Capisco che hai paura.

source: [_maxine_s_concerned_] There are things no one should know about. Secrets best left forgotten.
fr_fr: [_maxine_s_concerned_] Il y a des choses que personne ne doit savoir. Les secrets sont les mieux oubliés.
it_it: [_maxine_s_concerned_] Ci sono cose che nessuno dovrebbe sapere. Segreti meglio dimenticati a sinistra.

source: [_maxine_s_concerned_] Let's hope you didn't stumble upon one of those.
fr_fr: [_maxine_s_concerned_] Espérons que vous n'avez pas trébué sur l'un d'entre eux.
it_it: [_maxine_s_concerned_] Speriamo che tu non abbia inciampato su uno di quelli.

source: [maxine] clearly didn't get the sarcasm...
fr_fr: [maxine] n'a clairement pas eu le sarcasme ...
it_it: [maxine] chiaramente non ha ottenuto il sarcasmo...

source: [_mc_] Kind of like my hidden stash of unwashed cum-rags?
fr_fr: [_mc_] Kind of like my hidden stash of unlave cum-rags?
it_it: [_mc_] Tipo di come il mio stash nascosto di stracci non lavati?

source: [_maxine_s_eyeroll_] This best not be taken lightly.
fr_fr: [_maxine_s_eyeroll_] Cela ne doit pas être pris à la légère.
it_it: [_maxine_s_eyeroll_] Questo meglio non essere preso alla leggera.

source: [_mc_] Okay, so let me tell you.
fr_fr: [_mc_] Ok, laissez-moi vous dire.
it_it: [_mc_] Okay, quindi lasciate che ve lo dica.

source: [_mc_] I found three circles connected by lines.
fr_fr: [_mc_] J'ai trouvé trois cercles reliés par des lignes.
it_it: [_mc_] Ho trovato tre cerchi collegati dalle righe.

source: [_mc_] I triangulated those places and then I got an error saying that the signal is too weak.
fr_fr: [_mc_] J'ai triangulé ces endroits et puis j'ai eu une erreur en disant que le signal est trop faible.
it_it: [_mc_] Ho triangolato quei luoghi e poi ho avuto un errore dicendo che il segnale è troppo debole.

source: [_maxine_s_thinking_] Intriguing.
it_it: [_maxine_s_thinking_] Intrigante.

source: [_mc_] Do you have any idea what to do?
fr_fr: [_mc_] Avez-vous une idée de quoi faire?
it_it: [_mc_] Hai qualche idea su cosa fare?

source: [_mc_] Well?
fr_fr: [_mc_] Eh bien?
it_it: [_mc_] Bene?

source: [_mc_] Are you going to tell me what that is?
fr_fr: [_mc_] Vous allez me dire ce que c'est?
it_it: [_mc_] Mi dirai che cos'è?

source: [_maxine_s_neutral_] Yes.
fr_fr: [_maxine_s_neutral_] Oui.
it_it: [_maxine_s_neutral_] Sì.

source: [_mc_] By all means, don't let me stop you...
fr_fr: [_mc_] Par tous les moyens, ne me laissez pas vous arrêter ...
it_it: [_mc_] Con ogni mezzo, non permettetemi di fermarvi...

source: [_maxine_s_neutral_] By my estimation, it seems like you have discovered a number of ley line nodes.
fr_fr: [_maxine_s_neutral_] Selon mon estimation, il semble que vous avez découvert un certain nombre de noeuds en ligne.
it_it: [_maxine_s_neutral_] Secondo la mia stima, sembra che tu abbia scoperto una serie di nodi di ley.

source: [_mc_] Ley line nodes? What does that mean?
fr_fr: [_mc_] Noeuds de ligne de Ley? Qu'est-ce que cela signifie?
it_it: [_mc_] Nodi Ley line? Che cosa significa?

source: [_maxine_s_neutral_] There are always four nodes.
fr_fr: [_maxine_s_neutral_] Il y a toujours quatre noeuds.
it_it: [_maxine_s_neutral_] Ci sono sempre quattro nodi.

source: [_mc_] But I only found three circles...
fr_fr: [_mc_] Mais je n'ai trouvé que trois cercles ...
it_it: [_mc_] Ma ho trovato solo tre cerchi...

source: [_maxine_s_smile_] If you manage to enhance the signal, the locator device should lead you to the final node.
fr_fr: [_maxine_s_smile_] Si vous gérez le signal, le dispositif de localisation doit vous diriger vers le noeud final.
it_it: [_maxine_s_smile_] Se si riesce a migliorare il segnale, il dispositivo di localizzazione dovrebbe portare al nodo finale.

source: [_mc_] And how do I do that?
fr_fr: [_mc_] Et comment faire?
it_it: [_mc_] E come faccio a farlo?

source: [_maxine_s_eyeroll_] With magnets, of course — you're dealing with a magnetic field.
fr_fr: [_maxine_s_eyeroll_] Avec des aimants, bien sûr, vous avez affaire à un champ magnétique.
it_it: [_maxine_s_eyeroll_] Con i magneti, naturalmente, — hai a che fare con un campo magnetico.

source: Duh! Why didn't I think of that?
fr_fr: Duh ! Pourquoi je n'en ai pas pensé?
it_it: Duh! Perché non l'ho pensato?

source: I can't believe she made that sound like it's obvious...
fr_fr: Je n'arrive pas à croire qu'elle a fait ce son comme si c'était évident ...
it_it: Non riesco a credere che abbia fatto quel suono come è ovvio...

source: I also can't believe I'm getting dragged into this stupid merry-go-round.
fr_fr: Je ne peux pas non plus croire que je suis traîné dans ce stupide merry-go-round.
it_it: Non posso anche credere che mi sto trascinando in questa stupida merry-go-round.

source: [_mc_] How do you know all these things?
fr_fr: [_mc_] Comment connas-tu toutes ces choses?
it_it: [_mc_] Come conosci tutte queste cose?

source: [_maxine_s_annoyed_] It's basic ley line mysticism.
fr_fr: [_maxine_s_annoyed_] C'est le mysticisme de base de l'orge.
it_it: [_maxine_s_annoyed_] E 'fondamentale ley line misticismo.

source: [_maxine_s_annoyed_] Now, if you'll excuse me, I have articles to write.
fr_fr: [_maxine_s_annoyed_] Maintenant, si vous voulez m'excuser, j'ai des articles à écrire.
it_it: [_maxine_s_annoyed_] Ora, se mi scusi, ho degli articoli da scrivere.

source: This all seems like a total waste of time, but I might as well finish what I've started...
fr_fr: Tout cela semble être une perte de temps totale, mais je pourrais aussi bien finir ce que j'ai commencé ...
it_it: Tutto questo sembra una perdita totale di tempo, ma potrei anche finire quello che ho iniziato...

source: Where the hell do I find magnets?
fr_fr: Où est-ce que je trouve des aimants?
it_it: Dove l'inferno trovo magneti?

source: Jacklyn has the longest and deadliest nails in the school.
fr_fr: Jacklyn a les ongles les plus longs et les plus mortels de l'école.
it_it: Jacklyn ha le unghie più lunghe e più letali della scuola.

source: [_mc_] Hey, I need your help with something...
fr_fr: [_mc_] Hey, j'ai besoin de votre aide avec quelque chose ...
it_it: [_mc_] Ehi, ho bisogno del tuo aiuto con qualcosa...

source: [_jacklyn_s_smile_] You sure do, bro, but I can't help you in that department.
fr_fr: [_jacklyn_s_smile_] Vous êtes sûr, mon frère, mais je ne peux pas vous aider dans ce rayon.
it_it: [_jacklyn_s_smile_] Sei sicuro, bro, ma non posso aiutarti in quel reparto.

source: [_jacklyn_s_smile_right_] Girl problems, yeah? I wouldn't know how to fix them, seeing as I don't dabble.
fr_fr: [_jacklyn_s_smile_right_] Les problèmes des filles, oui? Je ne sais pas comment les réparer, car je ne sais pas.
it_it: [_jacklyn_s_smile_right_] Problemi con la ragazza, sì? Non saprei come risolverli, visto che non mi sento dabble.

source: [_mc_] Oh, err... actually, this is a different kind of problem.
fr_fr: [_mc_] Oh, err ... en fait, c'est un autre genre de problème.
it_it: [_mc_] Oh, err... in realtà, questo è un tipo di problema diverso.

source: [_mc_] I need to borrow your hand...
fr_fr: [_mc_] J'ai besoin d'emprunter votre main ...
it_it: [_mc_] Ho bisogno di prendere in prestito la tua mano...

source: [_jacklyn_s_laughing_] Straight to the point, eh?
fr_fr: [_jacklyn_s_laughing_] Droit au point, hein?
it_it: [_jacklyn_s_laughing_] Dritto al punto, eh?

source: [_mc_] No! That's not what I meant!
fr_fr: [_mc_] Non ! Ce n'est pas ce que je voulais dire !
it_it: [_mc_] No! Non è quello che intendevo!

source: [_jacklyn_s_excited_] I'm just pulling your speedo!
fr_fr: [_jacklyn_s_excited_] Je viens juste de tirer votre speedo !
it_it: [_jacklyn_s_excited_] Sto solo tirando la tua velocità!

source: [_jacklyn_s_excited_] What do you need?
fr_fr: [_jacklyn_s_excited_] De quoi avez-vous besoin?
it_it: [_jacklyn_s_excited_] Di cosa hai bisogno?

source: [_mc_] This is going to sound weird, but just follow me, okay?
fr_fr: [_mc_] Ça va paraître bizarre, mais suivez-moi, d'accord?
it_it: [_mc_] Questo suonerà strano, ma basta seguirmi, ok?

source: [_jacklyn_s_laughing_] A blindfold adventure? Lead the way, chief.
fr_fr: [_jacklyn_s_laughing_] Une aventure aveugle? Plomb le chemin, chef.
it_it: [_jacklyn_s_laughing_] Un'avventura cieca? Guida la strada, capo.

source: [_mc_] I'm game if you are.
fr_fr: [_mc_] Je suis le jeu si vous êtes.
it_it: [_mc_] Sono gioco se sei.

source: [_jacklyn_s_excited_] All right, shooter. Hands up, pants down!
fr_fr: [_jacklyn_s_excited_] Très bien, tireur. Hands up, pants down !
it_it: [_jacklyn_s_excited_] Va bene, tiratore. Mani su, pantaloni giù!

source: [_mc_] Actually, I have a better idea.
fr_fr: [_mc_] En fait, j'ai une meilleure idée.
it_it: [_mc_] In realtà, ho un'idea migliore.

source: [_jacklyn_s_excited_] Yeah?
fr_fr: [_jacklyn_s_excited_] Oui?
it_it: [_jacklyn_s_excited_] Sì?

source: [_mc_] Follow me.
fr_fr: [_mc_] Suivez-moi.
it_it: [_mc_] Seguimi.

source: [_jacklyn_s_laughing_] I like the spontaneity. Lead on.
fr_fr: [_jacklyn_s_laughing_] J'aime la spontanéité. Resp.
it_it: [_jacklyn_s_laughing_] Mi piace la spontaneità.

source: [_mc_] Okay, close your eyes and give me your hand.
fr_fr: [_mc_] Ok, fermez les yeux et donnez-moi votre main.
it_it: [_mc_] Okay, chiudi gli occhi e dammi la mano.

source: [_jacklyn_s_smile_] I'm a sucker for adventures. Don't let me down.
fr_fr: [_jacklyn_s_smile_] Je suis un mec pour les aventures. Ne me laisse pas tomber.
it_it: [_jacklyn_s_smile_] sono un succhiatore di avventure. Non mi deluda.

source: [_mc_] Okay, this is going to feel a bit weird...
fr_fr: [_mc_] Ok, ça va se sentir un peu bizarre ...
it_it: [_mc_] Okay, questo si sentirà un po' strano...

source: [_jacklyn_] Just don't put my hand up your stinky.
fr_fr: [_jacklyn_] Je ne mets pas ma main.
it_it: [_jacklyn_] Basta non mettere la mia mano su il tuo puzzolente.

source: [_jacklyn_] What exactly are you doing?
fr_fr: [_jacklyn_] Que faites-vous exactement?
it_it: [_jacklyn_] Cosa stai facendo esattamente?

source: [_mc_] Just some quick unscrewing.
fr_fr: [_mc_] Juste une petite merveille.
it_it: [_mc_] Basta uno svitamento rapido.

source: [_jacklyn_] Why?
fr_fr: [_jacklyn_] Pourquoi?
it_it: [_jacklyn_] Perché?

source: [_mc_] I... err, I'm very into construction work in a public setting.
fr_fr: [_mc_] I. .. err, je suis très en construction dans un environnement public.
it_it: [_mc_] I... err, sono molto in lavori di costruzione in un ambiente pubblico.

source: [_mc_] It really gets me going.
fr_fr: [_mc_] Ça me fait vraiment aller.
it_it: [_mc_] Mi fa davvero andare.

source: [_jacklyn_] Well, if that's what inflates your drumstick...
fr_fr: [_jacklyn_] Eh bien, si c'est ce qui gonfle votre pilon ...
it_it: [_jacklyn_] Beh, se questo è ciò che gonfia il tuo tamburo...

source: [_mc_] It absolutely is. Hold still, please.
fr_fr: [_mc_] C'est absolument. Tiens toujours, s'il te plaît.
it_it: [_mc_] È assolutamente fermo. Tieniti ancora, per favore.

source: There we go! All screws unscrewed.
fr_fr: Nous y allons ! Toutes les vis dévissées.
it_it: Ci andiamo! Tutte le viti svitate.

source: Now for the real party...
fr_fr: Maintenant pour le vrai parti ...
it_it: Adesso per il partito reale...

source: Never thought I'd unzip in the entrance hall...
fr_fr: Je n'ai jamais pensé que je déferais dans le hall d'entrée ...
it_it: Non ho mai pensato di scomprimere nella sala d'ingresso...

source: [_jacklyn_s_handjob_base_] Oh, there he is!
fr_fr: [_jacklyn_s_handjob_base_] Oh, il est là !
it_it: [_jacklyn_s_handjob_base_] Oh, c'è!

source: Fuck! Her grip around my dick is tight!
fr_fr: Putain ! Son emprise autour de ma bite est serrée !
it_it: Fuck! La sua presa intorno al mio cazzo è stretta!

source: It's like she's trying to choke me out!
fr_fr: C'est comme si elle essaya de m'étouffer !
it_it: È come lei sta provando a soffocarmi!

source: But goddamn if it's not a great feeling...
fr_fr: Mais goddamn si ce n'est pas un grand sentiment ...
it_it: Ma diavolo se non è un grande sentimento...

source: [_jacklyn_s_handjob_base_] Ready for the claw machine?
fr_fr: [_jacklyn_s_handjob_base_] Prêt pour la machine à griffe?
it_it: [_jacklyn_s_handjob_base_] Pronto per la macchina dell'artiglio?

source: What the fuck? I don't like the sound of that.
fr_fr: Quelle baise? Je n'aime pas le son de ça.
it_it: Che cazzo? Non mi piace il suono di quello.

source: [_mc_] Please be gentle...
fr_fr: [_mc_] Veuillez être doux ...
it_it: [_mc_] Sii gentile...

source: [_jacklyn_s_handjob_base_] Stealing the virgin girl's line, eh?
it_it: [_jacklyn_s_handjob_base_] Rubare la linea della ragazza vergine, eh?

source: [_jacklyn_s_handjob_base_] How's this?
fr_fr: [_jacklyn_s_handjob_base_] Comment ça va?
it_it: [_jacklyn_s_handjob_base_] Com'è questo?
