Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_hook.po
Languages: fr_fr, it_it

source: [_mc_] Of course.
fr_fr: [_mc_] Bien sûr.
it_it: [_mc_] Certo.

source: [_maxine_s_neutral_] For this to work, we're going to need a laboratory power supply.
fr_fr: [_maxine_s_neutral_] Pour que cela fonctionne, nous allons avoir besoin d'un bloc d'alimentation de laboratoire.
it_it: [_maxine_s_neutral_] Perché questo funzioni, avremo bisogno di un alimentatore di laboratorio.

source: [_mc_] That's it? Can't you get one from the science classroom?
fr_fr: [_mc_] C'est ça? Tu ne peux pas en obtenir un de la salle de classe scientifique?
it_it: [_mc_] Quello? Non puoi ottenerne uno dalla classe di scienza?

source: [_maxine_s_skeptical_] No, I can't. They're all gone.
fr_fr: [_maxine_s_skeptical_] Non, je ne peux pas. Ils sont tous partis.
it_it: [_maxine_s_skeptical_] No, non posso. Sono tutti andati.

source: [_maxine_s_skeptical_] Besides, you still owe me some of your time — you'll pay me back by getting me the equipment I need.
fr_fr: [_maxine_s_skeptical_] En plus, vous me devez encore une partie de votre temps-vous me paierez en me faisant parvenir l'équipement dont j'ai besoin.
it_it: [_maxine_s_skeptical_] Inoltre, mi devi ancora un po' del tuo tempo — mi ripagherai ottenendo l'equipaggiamento di cui ho bisogno.

source: [_mc_] How about no?
fr_fr: [_mc_] Comment pas?
it_it: [_mc_] Che ne dici di no?

source: [_maxine_s_annoyed_] I'll be expecting one from you soon.
fr_fr: [_maxine_s_annoyed_] Je m'attends à un de vous bientôt.
it_it: [_maxine_s_annoyed_] Me ne aspetterò uno da te presto.

source: [_mc_] Don't hold your breath.
fr_fr: [_mc_] Ne tenez pas votre souffle.
it_it: [_mc_] Non trattenere il respiro.

source: [_maxine_s_confident_] I never do. Except while diving.
fr_fr: [_maxine_s_confident_] Je ne le fais jamais. Sauf en plongée.
it_it: [_maxine_s_confident_] non lo faccio mai. Tranne durante le immersioni.

source: I have better things to do than playing [maxine]'s silly games.
fr_fr: J'ai de meilleures choses à faire que de jouer aux jeux stupides de [maxine]'s.
it_it: Ho cose migliori da fare che giocare a giochi sciocchi di [maxine].

source: Like... err...
fr_fr: Comme ... err ...
it_it: Come... err...

source: Okay, maybe I don't have anything better to do...
fr_fr: Ok, peut-être que je n'ai rien de mieux à faire ...
it_it: Ok, forse non ho niente di meglio da fare...

source: But talking to her is exhausting.
fr_fr: Mais lui parler est épuisant.
it_it: Ma parlare con lei è estenuante.

source: I could really use a cold glass of strawberry juice and some me-time.{space=-15}
fr_fr: Je pourrais vraiment utiliser un verre froid de jus de fraise et un peu de temps. { space=-15 }
it_it: Potrei davvero usare un bicchiere freddo di succo di fragola e un po 'di me-tempo.{space=-15}

source: Like flirting with [lindsey]!
fr_fr: Comme flirter avec [lindsey]!
it_it: Come flirtare con [lindsey]!

source: I wonder what she's up to...
fr_fr: Je me demande ce qu'elle est. ..
it_it: Mi chiedo che cosa stia per fare...

source: [_mc_] Hello! What are you up to?
fr_fr: [_mc_] Bonjour ! Qu'est-ce que tu veux?
it_it: [_mc_] Ciao! A cosa stai facendo?

source: [_lindsey_s_laughing_] Oh, you know...
fr_fr: [_lindsey_s_laughing_] Oh, vous savez ...
it_it: [_lindsey_s_laughing_] Oh, sa...

source: She's laughing, but it feels forced.
fr_fr: Elle rit, mais elle se sent forcée.
it_it: Sta ridendo, però si sente forzata.

source: [_mc_] You look like a princess today.
fr_fr: [_mc_] Vous avez l'air d'une princesse aujourd'hui.
it_it: [_mc_] Sembri una principessa oggi.

source: [_lindsey_s_flirty_] Aw, thanks! I needed that.
fr_fr: [_lindsey_s_flirty_] Aw, merci ! J'avais besoin de ça.
it_it: [_lindsey_s_flirty_] Aw, grazie! Avevo bisogno di questo.

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord?
it_it: [_mc_] Stai bene?

source: [_lindsey_s_smile_] It's just so much right now with everything. I feel a bit overwhelmed...
fr_fr: [_lindsey_s_smile_] C'est tout à fait juste maintenant avec tout. Je me sens un peu submergé ...
it_it: [_lindsey_s_smile_] È così tanto in questo momento con tutto. Mi sento un po' sopraffatto...

source: [_mc_] Anything I can do to help?
fr_fr: [_mc_] Tout ce que je peux faire pour aider?
it_it: [_mc_] Qualcosa che posso fare per aiutare?

source: [_lindsey_s_laughing_] Thanks, but you already did!
fr_fr: [_lindsey_s_laughing_] Merci, mais vous l'avez déjà fait !
it_it: [_lindsey_s_laughing_] Grazie, ma hai già fatto!

source: [_mc_] Do you know the difference between a car and a jar?
fr_fr: [_mc_] Connaissez-vous la différence entre une voiture et un bocal?
it_it: [_mc_] Conosci la differenza tra una macchina e un barattolo?

source: [_lindsey_s_smile_] I mean, there's a lot of differences...
fr_fr: [_lindsey_s_smile_] Je veux dire, il y a beaucoup de différences ...
it_it: [_lindsey_s_smile_] Voglio dire, ci sono molte differenze...

source: [_mc_] Kind of like you and me.
it_it: [_mc_] Tipo di come me e te.

source: [_lindsey_s_flirty_] Oh, yeah? Which one am I, the car or the jar?
fr_fr: [_lindsey_s_flirty_] Oh, oui? Lequel am, la voiture ou le pot?
it_it: [_lindsey_s_flirty_] Oh, sì? Quale sono io, la macchina o il vaso?

source: [_mc_] It depends — do you like to be ridden or filled up?
fr_fr: [_mc_] Cela dépend-vous voulez être monté ou rempli?
it_it: [_mc_] Dipende — ti piace essere cavalcato o riempito?

source: [_lindsey_s_skeptical_] Excuse me?
fr_fr: [_lindsey_s_skeptical_] Excusez-moi?
it_it: [_lindsey_s_skeptical_] Mi scusa?

source: Oof, she really didn't like that.
fr_fr: Oof, elle n'a pas vraiment fait ça.
it_it: Oof, non le è piaciuto davvero.

source: [_mc_] It was a stupid joke, forget it.
fr_fr: [_mc_] C'était une plaisanterie stupide, oubliez-le.
it_it: [_mc_] Era una stupida barzelletta, dimenticatela.

source: [_mc_] [maxine] is trying to hook herself up to the internet.
fr_fr: [_mc_] [maxine] essaie de s'accrochez à Internet.
it_it: [_mc_] [maxine] sta cercando di collegarsi a internet.

source: [_mc_] And before you ask — yes. Not her computer, herself.
fr_fr: [_mc_] Et avant de demander-oui. Pas son ordinateur, elle.
it_it: [_mc_] E prima di chiedere — sì. Non il suo computer, se stessa.

source: [_lindsey_s_concerned_] What? Why?
fr_fr: [_lindsey_s_concerned_] Quoi? Pourquoi?
it_it: [_lindsey_s_concerned_] Cosa? Perché?

source: [_mc_] I thought you might know.
fr_fr: [_mc_] Je pensais que vous sachiez.
it_it: [_mc_] pensavo che potessi sapere.

source: [_lindsey_s_concerned_] She was never a big fan of electronics...
fr_fr: [_lindsey_s_concerned_] Elle n'a jamais été un grand fan de l'électronique ...
it_it: [_lindsey_s_concerned_] Non è mai stata una grande fan dell'elettronica...

source: [_lindsey_s_sad_] But it could be any reason at all. She's not the most stable person anymore.
fr_fr: [_lindsey_s_sad_] Mais ce pourrait être n'importe quelle raison. Elle n'est plus la personne la plus stable.
it_it: [_lindsey_s_sad_] Ma potrebbe essere una qualsiasi ragione affatto. Non è più la persona più stabile.

source: [_lindsey_s_thinking_] Anyway, would you mind doing me a favor?
fr_fr: [_lindsey_s_thinking_] Quoi qu'il en soit, ça vous dérangerait de me faire une faveur?
it_it: [_lindsey_s_thinking_] Comunque, ti dispiacerebbe farmi un favore?

source: [_mc_] What kind of favor?
fr_fr: [_mc_] Quel genre de faveur?
it_it: [_mc_] Che tipo di favore?

source: [_lindsey_s_cringe_] I forgot my water bottle in the gym, and I'm late for class, and I would really—
fr_fr: [_lindsey_s_cringe_] J'ai oublié ma bouteille d'eau dans la salle de gym, et je suis en retard pour la classe, et je serais vraiment-
it_it: [_lindsey_s_cringe_] Ho dimenticato la mia bottiglia d'acqua in palestra, e sono in ritardo per la lezione, e sarei veramente—

source: [_maxine_s_angry_] [lindsey]! You were supposed to drop off the watermelon in my office an hour ago!
fr_fr: [_maxine_s_angry_] [lindsey]! Tu étais censé faire tomber la pastèque dans mon bureau il y a une heure !
it_it: [_maxine_s_angry_] [lindsey]! Avresti dovuto lasciare l'anguria nel mio ufficio un'ora fa!

source: [_lindsey_s_laughing_] Oh, right! I forgot about that... I've had things on my mind.
fr_fr: [_lindsey_s_laughing_] Oh, non ! J'ai oublié ça ... J'ai eu des choses à l'esprit.
it_it: [_lindsey_s_laughing_] Oh, giusto! Mi sono dimenticato... Ho avuto delle cose in mente.

source: [_maxine_s_neutral_] I'll need it soon. Please, don't forget it again.
fr_fr: [_maxine_s_neutral_] Je vais en avoir besoin bientôt. S'il te plaît, ne l'oublie pas encore.
it_it: [_maxine_s_neutral_] ne avrò bisogno presto. Per favore, non dimenticatelo di nuovo.

source: [_lindsey_s_smile_] Fine, I'll bring it after class!
fr_fr: [_lindsey_s_smile_] Fine, je l'apporte après la classe !
it_it: [_lindsey_s_smile_] Bene, lo porterò dopo la lezione!

source: [_lindsey_s_smile_] See you later, [mc].
fr_fr: [_lindsey_s_smile_] Voir plus tard, [mc].
it_it: [_lindsey_s_smile_] Ci vediamo più tardi, [mc].

source: [_maxine_s_neutral_] I'm also going to need that power supply soon.
fr_fr: [_maxine_s_neutral_] Je vais aussi avoir besoin de ce bloc d'alimentation bientôt.
it_it: [_maxine_s_neutral_] Ho anche bisogno di quell'alimentatore presto.

source: [_mc_] I'm not getting it for you.
fr_fr: [_mc_] Je ne comprends pas pour vous.
it_it: [_mc_] non lo sto ottenendo per te.

source: [_maxine_s_smile_] We'll see about that.
fr_fr: [_maxine_s_smile_] Nous allons voir à ce sujet.
it_it: [_maxine_s_smile_] Vedremo a riguardo.

source: Girls are so annoying! They always want something from you, and it's never sex.
fr_fr: Les filles sont tellement ennuyeux ! Ils veulent toujours quelque chose de vous, et ce n'est jamais le sexe.
it_it: Le ragazze sono così fastidiose! Vogliono sempre qualcosa da te, e non è mai sesso.

source: I could use a moment to myself. Just to stretch out in the grass with the chirp of forest birds around me.
fr_fr: Je pourrais utiliser un moment pour moi-même. Juste pour s'étirer dans l'herbe avec le chirp des oiseaux forestiers autour de moi.
it_it: Potrei usare un momento per me stesso. Solo per allungare l'erba con il cinguettio degli uccelli della foresta intorno a me.

source: Perhaps with a cold drink as well... Mmm, strawberry juice...
fr_fr: Peut-être avec une boisson froide aussi ... Mmm, jus de fraise ...
it_it: Forse anche con una bevanda fredda... Mmm, succo di fragola...

source: Yeah, that's what I need right now.
fr_fr: Ouais, c'est ce dont j'ai besoin maintenant.
it_it: Sì, è quello che mi serve in questo momento.

source: There we go! The red gold.
fr_fr: Nous y allons ! L'or rouge.
it_it: Ci andiamo! L'oro rosso.

source: Okay, time to find a quiet place outside to enjoy a few moments of peace...
fr_fr: Ok, le temps de trouver un endroit tranquille à l'extérieur pour profiter de quelques instants de paix ...
it_it: Ok, il tempo di trovare un posto tranquillo fuori per godersi qualche momento di pace...

source: Yeah, this is the spot.
fr_fr: Oui, c'est l'endroit.
it_it: Sì, questo è il posto.

source: This is where strawberry juice and chill is the apex of activities.
fr_fr: C'est ici que le jus de fraise et le refroidissement sont le point culminant des activités.
it_it: Questo è dove il succo di fragola e il freddo è l'apice delle attività.

source: Oh, hell yes! Mouthgasm!
fr_fr: Oh, oui, oui ! Mouthgasm !
it_it: Oh, diavolo sì! Mouthgasm!

source: Man, sometimes you just need to get away from it all.
fr_fr: L'homme, il faut parfois qu'on s'en éloigne.
it_it: Uomo, a volte hai solo bisogno di allontanarti da tutto.

source: All the favors and nagging. All the pressure and expectations.
fr_fr: Tous les faveurs et le marquage. Toutes les pressions et toutes les attentes.
it_it: Tutti i favori e il nagging. Tutta la pressione e le aspettative.

source: Not that anyone expects much from me...
fr_fr: Ce n'est pas que quelqu'un s'attend beaucoup de moi ...
it_it: Non che qualcuno si aspetta molto da me...

source: Huh? What the hell was that?
fr_fr: Huh? Qu'est-ce que c'était que ça?
it_it: Huh? Che diavolo era quello?

source: The sound came from behind those trees over there...
fr_fr: Le son venait de derrière ces arbres là-bas ...
it_it: Il suono è venuto da dietro quegli alberi laggiù...

source: [_mc_] Hello?
fr_fr: [_mc_] Bonjour?
it_it: [_mc_] Ciao?

source: [_mc_] [isabelle]? What are you doing out here?
fr_fr: [_mc_] [isabelle]? Qu'est-ce que tu fais ici?
it_it: [_mc_] [isabelle]? Cosa stai facendo qui?

source: [_isabelle_s_excited_] Just taking a stroll to clear my head.
it_it: [_isabelle_s_excited_] Basta fare una passeggiata per sgomberare la testa.

source: [_isabelle_s_concerned_] What's wrong?
fr_fr: [_isabelle_s_concerned_] Qu'est-ce qui ne va pas?
it_it: [_isabelle_s_concerned_] Cosa c'è di sbagliato?

source: [_mc_] I could've sworn I heard something...
fr_fr: [_mc_] J'aurais pu prêter serment d'avoir entendu quelque chose ...
it_it: [_mc_] Avrei potuto giurare di aver sentito qualcosa...

source: [_isabelle_s_neutral_] The forest is full of little animals.
fr_fr: [_isabelle_s_neutral_] La forêt est pleine de petits animaux.
it_it: [_isabelle_s_neutral_] La foresta è piena di piccoli animali.

source: [_mc_] Yeah, but little animals don't snap twigs...
fr_fr: [_mc_] Oui, mais les petits animaux ne font pas des brindilles ...
it_it: [_mc_] Sì, ma gli animali piccoli non schiacciano ramoscelli...

source: [_isabelle_s_confident_] Maybe it was Bigfoot?
fr_fr: [_isabelle_s_confident_] Peut-être que c'était Bigfoot?
it_it: [_isabelle_s_confident_] Forse era Bigfoot?

source: [_mc_] I know you're joking, but who knows what lives within this forest?
fr_fr: [_mc_] Je sais que vous plaisanez, mais qui sait ce que vit cette forêt?
it_it: [_mc_] So che stai scherzando, ma chissà cosa vive in questa foresta?

source: [_isabelle_s_laughing_] I think [maxine] is rubbing off on you!
fr_fr: [_isabelle_s_laughing_] Je pense que [maxine] vous frotter !
it_it: [_isabelle_s_laughing_] Penso che [maxine] ti stia sfregando!

source: [_mc_] Ugh, you're right...
fr_fr: [_mc_] Ugh, vous avez raison ...
it_it: [_mc_] Ugh, hai ragione...

source: [_isabelle_s_neutral_] For the most part. Wandering through the forest is therapeutic to me.{space=-35}
fr_fr: [_isabelle_s_neutral_] Pour la plupart. L'errance à travers la forêt est thérapeutique pour moi. { space=-35 }
it_it: [_isabelle_s_neutral_] Per la maggior parte. Passeggiare attraverso la foresta è terapeutico per me.{space=-35}

source: [_mc_] I thought I'd do the same, only I got drunk on strawberry juice and lost my way.
fr_fr: [_mc_] Je croyais que je ferais la même, seulement j'ai bu sur le jus de fraise et j'ai perdu mon chemin.
it_it: [_mc_] Ho pensato che avrei fatto lo stesso, solo mi sono bevuto sul succo di fragola e ho perso la strada.

source: [_isabelle_s_laughing_] There are worse things to drink, and worse places to get lost!
fr_fr: [_isabelle_s_laughing_] Il y a des choses pires à boire, et des endroits pires pour se perdre !
it_it: [_isabelle_s_laughing_] Ci sono cose peggiori da bere, e posti peggiori da perdere!

source: [_mc_] You're cheery today.
fr_fr: [_mc_] Vous êtes cheery aujourd'hui.
it_it: [_mc_] Sei tifoso oggi.

source: [_isabelle_s_confident_] It's a nice day. The sun is shining, the birds are singing...
fr_fr: [_isabelle_s_confident_] C'est une belle journée. Le soleil brille, les oiseaux chantent ...
it_it: [_isabelle_s_confident_] È una bella giornata. Il sole splendente, gli uccelli cantano...

source: [_isabelle_s_confident_] It doesn't take much to make me happy.
fr_fr: [_isabelle_s_confident_] Ça n'a pas beaucoup à me rendre heureux.
it_it: [_isabelle_s_confident_] Non ci vuole molto per rendermi felice.

source: I wish it were that easy for me...
fr_fr: J'aurais aimé que c'était facile pour moi ...
it_it: Vorrei che fosse così facile per me...

source: [_mc_] I snuck into the school the other night.
it_it: [_mc_] Io stanco nella scuola l'altra notte.

source: [_isabelle_s_concerned_] Really? How come?
fr_fr: [_isabelle_s_concerned_] Vraiement? Comment venir?
it_it: [_isabelle_s_concerned_] Davvero? Come viene?

source: [_mc_] I was trying to snap a picture for [maxine].
fr_fr: [_mc_] J'essayais de prendre une photo pour [maxine].
it_it: [_mc_] Stavo cercando di scattare una foto per [maxine].

source: [_isabelle_s_concerned_] And how did that go?
fr_fr: [_isabelle_s_concerned_] Et comment cela a-il été fait?
it_it: [_isabelle_s_concerned_] E come è andato?

source: [_mc_] I mean, you've seen the front page, right?
fr_fr: [_mc_] Je veux dire, vous avez vu la première page, n'est-ce pas?
it_it: [_mc_] Voglio dire, hai visto la prima pagina, giusto?

source: [_isabelle_s_confident_] Oh, those glowing green things? You took that photo?
fr_fr: [_isabelle_s_confident_] Oh, ces trucs verts? Tu as pris cette photo?
it_it: [_isabelle_s_confident_] Oh, quelle cose incandescenti verde? Hai scattato quella foto?

source: [_isabelle_s_laughing_] That's neat! What were those things anyway?
fr_fr: [_isabelle_s_laughing_] C'est néat ! Quelles étaient ces choses de toute façon?
it_it: [_isabelle_s_laughing_] È bello! Che cosa erano quelle cose comunque?

source: [_mc_] Just what the headline said — glowing spider eggs.
fr_fr: [_mc_] Juste ce que le titre disait: des oeufs d'araignée.
it_it: [_mc_] Proprio quello che ha detto il titolo — uova di ragno incandescenti.

source: [_isabelle_s_confident_] Okay, fine... at least you pranksters are making it an interesting read.{space=-15}
fr_fr: [_isabelle_s_confident_] Ok, bien ... au moins vous pranksters en font une lecture intéressante. { space=-15 }
it_it: [_isabelle_s_confident_] Okay, bene... almeno tu scherzi lo stai facendo una lettura interessante.{space=-15}

source: [_mc_] Huh? Please tell me you heard that.
fr_fr: [_mc_] Huh? S'il vous plaît, dites-moi que vous l'avez entendu.
it_it: [_mc_] Huh? Per favore, dimmi che l'hai sentito.

source: [_isabelle_s_concerned_] I did.
fr_fr: [_isabelle_s_concerned_] Je l'ai fait.
it_it: [_isabelle_s_concerned_] l'ho fatto.

source: [_isabelle_s_concerned_left_] Hello? Anyone out there?
fr_fr: [_isabelle_s_concerned_left_] Bonjour? N'importe qui là-bas?
it_it: [_isabelle_s_concerned_left_] Ciao? Qualcuno là fuori?

source: [_maxine_s_sad_map_s_flip_] Two hundred and twenty-eight...
fr_fr: [_maxine_s_sad_map_s_flip_] Deux cent vingt-huit ...
it_it: [_maxine_s_sad_map_s_flip_] Duecentoventotto...

source: [_maxine_s_sad_map_s_flip_] Two hundred and twenty-nine...
fr_fr: [_maxine_s_sad_map_s_flip_] Deux cent vingt-neuf ...
it_it: [_maxine_s_sad_map_s_flip_] Duecentoventene...

source: [_isabelle_s_skeptical_] Was she spying on us?
fr_fr: [_isabelle_s_skeptical_] Etait-elle nous espionner?
it_it: [_isabelle_s_skeptical_] Stava spiando su di noi?

source: [_mc_] I don't think so.
fr_fr: [_mc_] Je ne le pense pas.
it_it: [_mc_] Io non penso così.

source: [_isabelle_s_concerned_] It's weird creeping around the woods...
fr_fr: [_isabelle_s_concerned_] C'est bizarre de rampes autour des bois ...
it_it: [_isabelle_s_concerned_] È strisciante intorno ai boschi...

source: [_isabelle_s_concerned_] I wonder what she's doing...
fr_fr: [_isabelle_s_concerned_] Je me demande ce qu'elle fait ...
it_it: [_isabelle_s_concerned_] Mi chiedo cosa stia facendo...

source: [_maxine_] Two hundred and thirty...
fr_fr: [_maxine_] Deux cent trente ...
it_it: [_maxine_] Duecentotrenta...

source: [_mc_] She seems lost in her own world.
fr_fr: [_mc_] Elle semble perdue dans son propre monde.
it_it: [_mc_] Lei sembra persa nel suo stesso mondo.

source: [_maxine_s_thinking_map_] I'm not lost. In fact, I'm the opposite of lost.
fr_fr: [_maxine_s_thinking_map_] Je ne suis pas perdu. En fait, je suis le contraire de la perte.
it_it: [_maxine_s_thinking_map_] non sono perduto. Infatti, sono il contrario della persa.

source: [_maxine_s_thinking_map_] A map tends to prevent that.
fr_fr: [_maxine_s_thinking_map_] Une carte tend à l'empêcher.
it_it: [_maxine_s_thinking_map_] Una mappa tende a impedirlo.

source: [_maxine_s_sad_map_] Two hundred and thirty-one...
fr_fr: [_maxine_s_sad_map_] Deux cent trente-un ...
it_it: [_maxine_s_sad_map_] Duecentotrentuno...

source: [_maxine_s_sad_map_] Two hundred and thirty-two...
fr_fr: [_maxine_s_sad_map_] Deux cent trente-deux ...
it_it: [_maxine_s_sad_map_] Duecentotrentadu...

source: [_maxine_s_excited_] Here we are!
fr_fr: [_maxine_s_excited_] Nous voici !
it_it: [_maxine_s_excited_] Ecco!

source: [_mc_] Here we are?
fr_fr: [_mc_] Nous en sommes là?
it_it: [_mc_] Ecco?

source: [_maxine_s_excited_] At the X.
fr_fr: [_maxine_s_excited_] Au X.
it_it: [_maxine_s_excited_] Alla X.

source: [_isabelle_s_excited_] Oh, is it like an old treasure map?
fr_fr: [_isabelle_s_excited_] Oh, est-ce comme une vieille carte des trésors?
it_it: [_isabelle_s_excited_] Oh, è come una vecchia mappa del tesoro?

source: [_maxine_s_concerned_] No, it's not {i}like{/} an old treasure map. It {i}is{/} one.
fr_fr: [_maxine_s_concerned_] Non, ce n'est pas {i}comme { / } une vieille carte des trésors. Elle {i}est { / } une.
it_it: [_maxine_s_concerned_] No, non è {i}come{/} una vecchia mappa del tesoro. {i}è{/} una.

source: [_isabelle_s_skeptical_] Right, because you correcting me in a really bitchy manner is going to turn out well.
fr_fr: [_isabelle_s_skeptical_] Droit, parce que vous me corrigez d'une manière vraiment démangeante va bien s'éteindre.
it_it: [_isabelle_s_skeptical_] Destra, perché mi correggi in modo davvero spietato sta per rivelarsi bene.

source: [_maxine_s_concerned_] It was a perfectly normal correction. You're welcome.
fr_fr: [_maxine_s_concerned_] C'était une correction parfaitement normale. Vous êtes les bienvenus.
it_it: [_maxine_s_concerned_] È stata una correzione perfettamente normale. Sei il benvenuto.

source: [_isabelle_s_skeptical_] And you presume to be the authority on normalcy? That strikes me as laughably ironic.
fr_fr: [_isabelle_s_skeptical_] Et vous présumez être l'autorité en matière de normalité? Cela me semble ridicule et ironique.
it_it: [_isabelle_s_skeptical_] E si presume di essere l'autorità sulla normalità? Questo mi sembra ironico ridicolo.

source: [_maxine_s_concerned_] There appears to be a disconnect between your emotional response and the topic at hand.
fr_fr: [_maxine_s_concerned_] Il semble y avoir une coupure entre votre réponse émotionnelle et le sujet à l'ordre du jour.
it_it: [_maxine_s_concerned_] Sembra che ci sia una disconnessione tra la tua risposta emotiva e l'argomento a portata di mano.

source: [_maxine_s_flirty_] Unless, of course, treasure maps excite you in an unusual way.
fr_fr: [_maxine_s_flirty_] À moins que, bien sûr, les cartes des trésors ne vous excitent de façon inhabituelle.
it_it: [_maxine_s_flirty_] A meno che, naturalmente, le mappe del tesoro ti eccitano in un modo insolito.

source: [_maxine_s_flirty_] In which case investing in a peg leg and parrot companion might be the cure.
fr_fr: [_maxine_s_flirty_] Dans ce cas, investir dans une jambe de cheville et un compagnon de perroquet pourrait être le remède.
it_it: [_maxine_s_flirty_] In questo caso investire in una gamba di peg e pappagallo compagno potrebbe essere la cura.

source: [_isabelle_s_skeptical_] I have no idea what you're saying, but I don't particularly care either.
fr_fr: [_isabelle_s_skeptical_] Je n'ai aucune idée de ce que vous dites, mais je ne m'en souciais pas non plus.
it_it: [_isabelle_s_skeptical_] Non ho idea di quello che stai dicendo, ma non mi importa particolarmente.

source: [_maxine_s_excited_] Ahoy, matey! Smooth sailing to yer!
fr_fr: [_maxine_s_excited_] Ahoy, matey ! Smooth voile pour yer !
it_it: [_maxine_s_excited_] Ahoy, matey! Vela liscia per yer!
