Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_lines.po
Languages: fr_fr, it_it

source: [_jacklyn_s_handjob_base_] Not too bad, right?
fr_fr: [_jacklyn_s_handjob_base_] Pas trop mal, non?
it_it: [_jacklyn_s_handjob_base_] Non è troppo male, giusto?

source: [_mc_] K-keep going!
fr_fr: [_mc_] K-continuez !
it_it: [_mc_] K-continua a andare!

source: [_jacklyn_s_handjob_base_] How's that?
fr_fr: [_jacklyn_s_handjob_base_] Comment ça?
it_it: [_jacklyn_s_handjob_base_] Com'è?

source: Fuck! It feels like she's pulling my dick out an extra couple of inches!
fr_fr: Putain ! J'ai l'impression qu'elle tire ma bite de quelques centimètres de plus !
it_it: Fuck! Si sente come lei sta tirando il mio cazzo fuori un paio di pollici in più!

source: Never thought I'd like a rough hand job, but damn...
fr_fr: Je n'aurais jamais pensé que j'aimerais un boulot difficile, mais ...
it_it: Non ho mai pensato che mi piacerebbe un lavoro di mano ruvida, ma dannato...

source: [jacklyn]'s definitely got the grip and cruel-looking nails for it.
fr_fr: [jacklyn]'s a vraiment la main et les clous cruels pour ça.
it_it: [jacklyn]ha sicuramente la presa e le unghie dall'aspetto crudele per esso.

source: Uhhh! I can't believe I'm getting a handjob from the hot teacher's assistant in the fucking entrance hall!
fr_fr: Uhhh ! Je n'arrive pas à croire que j'ai un travail à la main de l'assistant du professeur de chaleur dans la putain d'entrée !
it_it: Uhhh! Non riesco a credere che sto ottenendo un lavoro dal caldo assistente dell'insegnante nella sala d'ingresso del cazzo!

source: Both [jo] and [mrsl] could walk by at any moment! Not to mention all the other students!
fr_fr: Les [jo] et [mrsl] pourraient marcher à tout moment ! Sans parler de tous les autres étudiants !
it_it: Sia [jo] che [mrsl] potrebbero camminare in qualsiasi momento! Per non parlare di tutti gli altri studenti!

source: [_jacklyn_s_handjob_base_] All right, I'm going to really put the squeeze on it now!
fr_fr: [_jacklyn_s_handjob_base_] Très bien, je vais vraiment mettre la pression sur elle maintenant !
it_it: [_jacklyn_s_handjob_base_] Va bene, ora metterò davvero la compressione su di esso!

source: [_jacklyn_s_handjob_base_] I hope you're ready to fire...
fr_fr: [_jacklyn_s_handjob_base_] J'espère que vous êtes prêt à tirer ...
it_it: [_jacklyn_s_handjob_base_] Spero che tu sia pronto a sparare...

source: [_mc_] Fuck me!!! [withvpunch]
it_it: [_mc_] Cazzo me!!! [withvpunch]

source: [_jacklyn_s_handjob_cum_] There it is! The good old pirate cannon...
fr_fr: [_jacklyn_s_handjob_cum_] Voilà ! Le bon vieux canon pirate ...
it_it: [_jacklyn_s_handjob_cum_] Ecco! Il buon vecchio cannone dei pirati...

source: [_jacklyn_s_handjob_cum_] How'd you like it, big boy?
fr_fr: [_jacklyn_s_handjob_cum_] Comment vous l'aimez, grand garçon?
it_it: [_jacklyn_s_handjob_cum_] Come ti piacerebbe, grande ragazzo?

source: [_mc_] Fantastic! Thank you!
fr_fr: [_mc_] Fantastique ! Je vous remercie !
it_it: [_mc_] Fantastico! Grazie!

source: [_jacklyn_s_handjob_cum_] I knew you were tougher than your average punk bitch.
fr_fr: [_jacklyn_s_handjob_cum_] Je savais que vous étiez plus dur que votre bitch de punk.
it_it: [_jacklyn_s_handjob_cum_] Sapevo che eravate più duri della vostra cagna punk media.

source: [_jacklyn_s_handjob_cum_] Now, if you'll excuse me... job's about to get pissy. Gotta bounce.
fr_fr: [_jacklyn_s_handjob_cum_] Maintenant, si vous voulez m'excuser ... le travail est sur le point d'obtenir pissy. Gotta bounce.
it_it: [_jacklyn_s_handjob_cum_] Ora, se mi scuserai... il lavoro sta per diventare pissy. Gotta rimbalza.

source: Damn, [lindsey] just ran by! I barely managed to get it back in my pants...
fr_fr: Merde, [lindsey] vient de courir ! J'ai à peine réussi à le récupérer dans mon pantalon ...
it_it: Dannazione, [lindsey] è appena andato avanti! Sono riuscito a malapena a farla tornare nei miei pantaloni...

source: What a fucking experience.
fr_fr: Quelle expérience putain.
it_it: Che esperienza di cazzo.

source: [_mc_] It's for an art thing...
fr_fr: [_mc_] C'est pour une chose d'art ...
it_it: [_mc_] È per una cosa d'arte...

source: [_jacklyn_] Oh, yeah?
fr_fr: [_jacklyn_] Oh, oui?
it_it: [_jacklyn_] Oh, sì?

source: [_mc_] For... err, a sort of post modern, feminist satire thing?
fr_fr: [_mc_] Pour ... err, une sorte de truc de satire post-moderne et féministe?
it_it: [_mc_] Per... err, una sorta di post moderna, satira femminista?

source: [_jacklyn_] Sounds badass.
it_it: [_jacklyn_] Suona badass.

source: [_jacklyn_] What's your message?
fr_fr: [_jacklyn_] Quel est votre message?
it_it: [_jacklyn_] Qual è il tuo messaggio?

source: [_mc_] {i}"Women aren't tools!"{/}
fr_fr: [_mc_] {i}"Les femmes ne sont pas des outils !" { / }
it_it: [_mc_] {i}"Le donne non sono strumenti!"{/}

source: [_jacklyn_] That rubs me in the right spot...
fr_fr: [_jacklyn_] Ça me ruine dans la bonne place ...
it_it: [_jacklyn_] Che mi sfrega nel posto giusto...

source: [_mc_] I thought you'd like it.
fr_fr: [_mc_] Je pensais que vous l'aimeriez.
it_it: [_mc_] pensavo che ti piacesse.

source: [_mc_] Just a couple more shots...
fr_fr: [_mc_] Juste quelques coups de feu ...
it_it: [_mc_] Solo un paio di colpi...

source: [_mc_] Thanks for being my hand model!
fr_fr: [_mc_] Merci d'être mon modèle à main !
it_it: [_mc_] Grazie per essere il mio modello di mano!

source: [_jacklyn_s_smile_] Anything for art, Bobby.
fr_fr: [_jacklyn_s_smile_] Tout pour l'art, Bobby.
it_it: [_jacklyn_s_smile_] Tutto per l'arte, Bobby.

source: [_jacklyn_s_smile_] Catch you on the flipside.
it_it: [_jacklyn_s_smile_] Ti cattura sul flipside.

source: She appears to be deep in thought.
fr_fr: Elle semble être profonde en pensée.
it_it: Lei sembra essere profonda nel pensiero.

source: I sometimes wonder what's going on inside her head...
fr_fr: Je me demande parfois ce qui se passe à l'intérieur de sa tête ...
it_it: A volte mi chiedo cosa sta succedendo dentro la sua testa...

source: For good or bad, [maxine] does have one of the most unique brains I've ever seen.
fr_fr: Pour le bon ou le mauvais, [maxine] a l'un des cerveaux les plus uniques que j'ai jamais vu.
it_it: Per bene o per male, [maxine] ha uno dei cervelli più unici che io abbia mai visto.

source: [_mc_] Excuse me?
fr_fr: [_mc_] Excusez-moi?
it_it: [_mc_] Mi scusa?

source: [_maxine_s_thinking_] You're back.
fr_fr: [_maxine_s_thinking_] Vous êtes de retour.
it_it: [_maxine_s_thinking_] Sei tornato.

source: [_mc_] Yes, and I found something...
fr_fr: [_mc_] Oui, et j'ai trouvé quelque chose ...
it_it: [_mc_] Sì, e ho trovato qualcosa...

source: [_maxine_s_thinking_] What did you discover?
fr_fr: [_maxine_s_thinking_] Qu'avez-vous découvert?
it_it: [_maxine_s_thinking_] Cosa hai scoperto?

source: [_mc_] This doll...
fr_fr: [_mc_] Cette poupée ...
it_it: [_mc_] Questa bambola...

source: [_maxine_s_concerned_] It's the saucer-eyed doll!
fr_fr: [_maxine_s_concerned_] C'est la poupée à la poupée !
it_it: [_maxine_s_concerned_] È la bambola dagli occhi del piattino!

source: [_mc_] You look concerned.
fr_fr: [_mc_] Vous avez l'air concerné.
it_it: [_mc_] Sembri preoccupato.

source: [_maxine_s_concerned_] I didn't think you would find it...
fr_fr: [_maxine_s_concerned_] Je ne pensais pas que tu trouverais ça ...
it_it: [_maxine_s_concerned_] Non pensavo che lo avreste trovato...

source: [_mc_] Why not?
fr_fr: [_mc_] Pourquoi pas?
it_it: [_mc_] Perché no?

source: [_maxine_s_annoyed_] I've been looking for it.
fr_fr: [_maxine_s_annoyed_] Je l'ai cherché.
it_it: [_maxine_s_annoyed_] l'ho cercato.

source: [_maxine_s_skeptical_] Have you done the necessary precautions?
fr_fr: [_maxine_s_skeptical_] Avez-vous pris les précautions nécessaires?
it_it: [_maxine_s_skeptical_] Hai fatto le precauzioni necessarie?

source: [_mc_] Err... what?
fr_fr: [_mc_] Err ... quoi?
it_it: [_mc_] Err... cosa?

source: [_maxine_s_afraid_] You brought it here without precautions?!
fr_fr: [_maxine_s_afraid_] Vous l'avez amenée ici sans précautions? !
it_it: [_maxine_s_afraid_] Lo hai portato qui senza precauzioni?!

source: [_maxine_s_afraid_] What's wrong with you?!
fr_fr: [_maxine_s_afraid_] Qu'est-ce qui ne va pas avec toi?
it_it: [_maxine_s_afraid_] Cosa c'è di sbagliato con te?!

source: [_mc_] Sorry?
fr_fr: [_mc_] Désolé?
it_it: [_mc_] Spiacenti?

source: [_maxine_s_cringe_] Okay, give it here, quickly!
fr_fr: [_maxine_s_cringe_] Ok, donnez-le ici, vite !
it_it: [_maxine_s_cringe_] Okay, datelo qui, in fretta!

source: [_maxine_s_thinking_] Go find magnets! We need to neutralize its electromagnetic field!
fr_fr: [_maxine_s_thinking_] Allez chercher des aimants ! Nous devons neutraliser son champ électromagnétique !
it_it: [_maxine_s_thinking_] Vai a trovare magneti! Dobbiamo neutralizzare il suo campo elettromagnetico!

source: [_mc_] I actually have these magnets on me...
fr_fr: [_mc_] J'ai en fait ces aimants sur moi ...
it_it: [_mc_] Ho questi magneti su di me...

source: [_maxine_s_excited_] Oh, okay! That's probably what kept you safe...
fr_fr: [_maxine_s_excited_] Oh, ok ! C'est probablement ce qui vous a gardé en sécurité ...
it_it: [_maxine_s_excited_] Oh, okay! Probabilmente è quello che ti ha tenuto al sicuro...

source: [_maxine_s_excited_] Form a circle around the doll.
fr_fr: [_maxine_s_excited_] Forme un cercle autour de la poupée.
it_it: [_maxine_s_excited_] Forma un cerchio intorno alla bambola.

source: Fine, let's keep indulging her delusions...
fr_fr: Très bien, gardons ses illusions ...
it_it: Bene, continuiamo a indulgere le sue illusioni...

source: [_mc_] I know where to find them.
fr_fr: [_mc_] Je sais où les trouver.
it_it: [_mc_] So dove trovarli.

source: [_maxine_s_afraid_] Hurry! We need to form a circle around it!
fr_fr: [_maxine_s_afraid_] Hurry ! Nous devons former un cercle autour d'elle !
it_it: [_maxine_s_afraid_] Affrettatevi! Dobbiamo formare un cerchio intorno ad esso!

source: "Thirteen."
fr_fr: "Treize."
it_it: "Tredici."

source: "Fourteen."
fr_fr: "Quatorze."
it_it: "Quattordici."

source: "Fifteen."
fr_fr: "Quinze."
it_it: "Quindici."

source: "You think I pay attention to stuff like that?"
fr_fr: "Tu crois que je porte attention à des trucs comme ça?"
it_it: "Pensate che io presti attenzione a cose del genere?"

source: "Check your calendar."
fr_fr: "Vérifiez votre calendrier."
it_it: "Controlla il tuo calendario."

source: ?mc.strength>=4@[mc.strength]/4|{image=stats str}|"What are you going to do, throw me out?"
fr_fr: ? mc.renforc> =4@[mc.strength]/4 | { image=stats str } | "Qu'est-ce que vous allez faire, jetez-moi?"
it_it: ?mc.strength>=4@[mc.strength]/4<unk> {image=stats str}<unk> "Cosa farai, buttami fuori?"

source: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"I invited myself in."
fr_fr: ? mc.charisma> =4@[mc.charisma]/4 | { image=stats cha } | "Je m'y suis invité."
it_it: ?mc.charisma>=4@[mc.charisma]/4<unk> {image=stats cha}<unk> "Mi sono invitato."

source: "One."
fr_fr: "Un."
it_it: "Uno."

source: "There aren't any lamps."
fr_fr: "Il n'y a pas de lampes."
it_it: "Non ci sono lampade."

source: ?mc.intellect>=4@[mc.intellect]/4|{image=stats int}|"You know the answer to that."
fr_fr: ? mc.intellect> =4@[mc.intellect]/4 | { image=stats int } | "Vous connaissez la réponse à cela."
it_it: ?mc.intellect>=4@[mc.intellect]/4<unk> {image=stats int}<unk> "Sai la risposta a quello."

source: ?lindsey.lust>=3@[lindsey.lust]/3|{image= lindsey contact_icon}|{image=stats lust}|"What about [lindsey]?"
it_it: ?lindsey.lust>=3@[lindsey.lust]/3<unk> {image= lindsey contact_icon}<unk> {image=stats lust}<unk> "Che ne dici di [lindsey]?"

source: "What about the saucer-eyed doll?"
fr_fr: "Qu'en est-il de la poupée aux enchères?"
it_it: "E la bambola con gli occhi del piattino?"

source: "You absolutely did!"
fr_fr: "Tu l'as absolument fait !"
it_it: "Hai assolutamente fatto!"

source: "Is this another test?"
fr_fr: "Est-ce un autre test?"
it_it: "Questo è un altro test?"

source: "You did say that."
fr_fr: "Tu as dit ça."
it_it: "Voi lo avete detto."

source: "When a mystery needs uncovering, the rules no longer apply."
fr_fr: "Quand un mystère n'est pas couvert, les règles ne s'appliquent plus."
it_it: "Quando un mistero ha bisogno di scoprire, le regole non si applicano più."

source: "You said you found it in the basement, so it's not like it's really yours anyway..."
fr_fr: "Vous avez dit que vous l'avez trouvé dans le sous-sol, donc ce n'est pas comme ça que c'est vraiment à vous de toute façon ..."
it_it: "Hai detto che lo hai trovato nel seminterrato, quindi non è come se fosse proprio tuo..."

source: "We're done testing."
fr_fr: "Nous faisons des tests."
it_it: "Abbiamo fatto dei test."

source: ?maxine.lust>=5@[maxine.lust]/5|{image= maxine contact_icon}|{image= stats lust}|{space=-10}"Well, I'm not undressing unless you do too."
fr_fr: ? maxine.lust> =5@[maxine.lust]/5 | { image= maxine contact_icon } | { image= stats lust } | { space=-10 } "Eh bien, je ne me déshabille pas tant que vous ne le faites pas."
it_it: ?maxine.lust>=5@[maxine.lust]/5<unk> {image= maxine contact_icon}<unk> {image= stats lust}<unk> {space=-10}"Beh, non sto spogliando a meno che tu non faccia troppo."

source: "No! That's not what I meant!"
fr_fr: " Non ! Ce n'est pas ce que je voulais dire ! "
it_it: "No! Non è quello che intendevo!"

source: ?jacklyn.lust>=5@[jacklyn.lust]/5|{image= jacklyn contact_icon}|{image=stats lust_3}|"I'm game if you are."
fr_fr: ? jacklyn.lust> =5@[jacklyn.lust]/5 | { image= jacklyn contact_icon } | { image=stats lust_ 3 } | "Je suis partie si vous êtes."
it_it: ?jacklyn.lust>=5@[jacklyn.lust]/5<unk> {image= jacklyn contact_icon}<unk> {image=stats lust_3}<unk> "Sono gioco se sei."

source: [_mc_] Uh, okay...
fr_fr: [_mc_] Uh, ok ...

source: [_maxine_s_sad_] Okay...
fr_fr: [_maxine_s_sad_] Ok ...
