Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_wine.po
Languages: fr_fr

source: [_maxine_] I already know what you're going to say...
fr_fr: [_maxine_] Je sais déjà ce que vous allez dire ...

source: [_maxine_s_thinking_] You're here to ask me about the glowing spider eggs.
fr_fr: [Vous êtes ici pour me poser des questions sur les oeufs d'araignée incandescents.

source: [_mc_] What glowing spider eggs?
fr_fr: [_mc_] Qu'est-ce qui fait briller les œufs d'araignée ?

source: [_maxine_s_eyeroll_] See? Our timelines have caught up.
fr_fr: [_maxine_s_eyeroll_] Voir ? Nos délais se sont arrêtés.

source: [_mc_] That's not...
fr_fr: [_mc_] Ce n'est pas ...

source: [_mc_] You know what, nevermind.
fr_fr: [_mc_] Vous savez quoi, compte.

source: [_maxine_s_angry_] No, no! That's all wrong. You should always mind!
fr_fr: [_maxine_s_angry_] Non, non ! C'est tout faux. Tu devrais toujours avoir l'esprit !

source: [_maxine_s_angry_] Lest the world slips right past you.
fr_fr: [_maxine_s_angry_] Lest le monde qui glisse juste après vous.

source: [maxine] always was a bit of a weirdo, and that clearly hasn't changed.
fr_fr: [maxine] a toujours été un peu bizarre, et cela n'a pas changé.

source: [_mc_] I guess I'll try to be more mindful from now on...
fr_fr: [_mc_] Je suppose que je vais essayer d'être plus attentif à partir de maintenant ...

source: [_maxine_s_afraid_] But don't be too mindful! You might not be ready for what hides between the lines...
fr_fr: [_maxine_s_afraid_] Mais ne pas être trop conscient ! Vous ne serez peut-être pas prêt pour ce qui se cache entre les lignes ...

source: [_mc_] Right. I'll be moderately mindful then.
fr_fr: [_mc_] Droit. Je serai modérément attentif à ce moment-là.

source: [_maxine_s_smile_] Very well. In moderation there is truth.
fr_fr: [_maxine_s_Souriez_] Très bien. Il y a la vérité avec modération.

source: [_mc_] I thought it was in wine?
fr_fr: [_mc_] Je croyais que c'était dans le vin ?

source: [_maxine_s_concerned_] It depends on the brand and on the grapes.
fr_fr: [_maxine_s_concerned_] Tout dépend de la marque et des raisins.

source: [_maxine_s_excited_] But I could use a glass of wine...
fr_fr: [_maxine_s_excited_] Mais je pourrais utiliser un verre de vin ...

source: [_maxine_s_excited_] If you want to continue your pursuit of carnal pleasures, I believe the custom is to buy me a drink.
fr_fr: [_maxine_s_excited_] Si vous voulez continuer votre quête de plaisirs charnels, je crois que la coutume est de m'acheter un verre.

source: [_mc_] I wasn't—
fr_fr: [_mc_] Je n'étais pas-

source: [_mc_] Okay, fine. I guess I was.
fr_fr: [_mc_] Ok, bien. Je suppose que j'étais.

source: Alcohol is not allowed in the school, but there must be a way around it.
fr_fr: L'alcool n'est pas autorisé à l'école, mais il doit y avoir un moyen de le contourner.

source: Who'd be a good person to talk to?
fr_fr: Qui serait une bonne personne à qui parler ?

source: [jacklyn] seems like the type who would know how to smuggle alcohol into the school.
fr_fr: [jacklyn] semble être le type qui sait comment faire passer de l'alcool à l'école.

source: [_mc_] Hey, random question. What are your views on alcohol?
fr_fr: [_mc_] Hé, question aléatoire. Quelles sont vos opinions sur l'alcool ?

source: [_jacklyn_s_smile_] Party filler. Liver killer. Makes me want to fuck Ben Stiller.
fr_fr: [_jacklyn_s_smile_] Remplissage de fête. Tueur de foie. Me donne envie de baiser Ben Stiller.

source: [_jacklyn_s_smile_] And I wouldn't normally.
fr_fr: [_jacklyn_s_Souriez_] Et je ne le ferais pas normalement.

source: [_mc_] What's wrong with Ben?
fr_fr: [_mc_] Qu'est-ce qui ne va pas avec Ben ?

source: [_jacklyn_s_smile_right_] He's too manly. I like my men more femme.
fr_fr: [_jacklyn_s_Souriez_right_] Il est trop maniement. J'aime mes hommes plus femme.

source: [_mc_] Err... right. Why not just date a girl then?
fr_fr: [_mc_] Err ... à droite. Pourquoi pas seulement une fille alors ?

source: [_jacklyn_s_laughing_] Not really a dabbler, that's all!
fr_fr: [_jacklyn_s_laughing_] Je ne suis pas vraiment un bricoleur, c'est tout !

source: [_mc_] Not sure if I believe you.
fr_fr: [_mc_] Pas sûr si je vous crois.

source: [_jacklyn_s_angry_] Can a girl not talk about her sexuality without being questioned?
fr_fr: [_jacklyn_s_angry_] Une fille peut-elle ne pas parler de sa sexualité sans être interrogée ?

source: [_mc_] Sorry, but anyway...
fr_fr: [_mc_] Désolé, mais de toute façon ...

source: [_mc_] Why do you wear a skirt that short?
fr_fr: [_mc_] Pourquoi vous portez une jupe courte ?

source: [_jacklyn_s_neutral_] Probably the same reason you're not wearing a sombrero.
fr_fr: [_jacklyn_s_neutral_] Probablement la même raison que vous ne portez pas un sombrero.

source: [_mc_] And what reason is that?
fr_fr: [_mc_] Et quelle est la raison ?

source: [_jacklyn_s_excited_] Artistic expression!
fr_fr: [_jacklyn_s_excited_] Expression artistique !

source: [_jacklyn_s_laughing_] And the fact that we both don't mind a little bugger-scotch.
fr_fr: [_jacklyn_s_laughing_] Et le fait que nous ne sommes pas contre un petit scotch.

source: [_mc_] What...?
fr_fr: [Qu'est-ce que... ?

source: [_jacklyn_s_neutral_] What?
fr_fr: [_jacklyn_s_neutral_] Quoi ?

source: [_mc_] Anyway...
fr_fr: [_mc_] En tout cas ...

source: [_mc_] You seem like a person who knows how to smuggle booze into the school.
fr_fr: [_mc_] Vous semblez être une personne qui sait comment faire entrer clandestinement dans l'école.

source: [_jacklyn_s_smile_right_] You're far too generous. Not that I would do that or anything.
fr_fr: [_jacklyn_s_Souriez_right_] Vous êtes beaucoup trop généreux. Non pas que je ferais ça ou quoi que ce soit.

source: [_mc_] Not that I would do that either, but do you have any tips?
fr_fr: [_mc_] Non pas que je ferais ça non plus, mais avez-vous des conseils ?

source: [_jacklyn_s_smile_right_] Not assuming you would, but I know all secret artforms of getting wasted during school hours.
fr_fr: [_jacklyn_s_Souriez_right_] Pas en supposant que vous le feriez, mais je connais toutes les formes secrètes d'art de se perdre pendant les heures d'école.

source: [_jacklyn_s_smile_] Of course, nothing's free.
fr_fr: [_jacklyn_s_Souriez_] Bien sûr, rien n'est gratuit.

source: [_mc_] What do you want?
fr_fr: [_mc_] Que voulez-vous ?

source: [_jacklyn_s_neutral_] Hmm... I want a new pin.
fr_fr: [_jacklyn_s_neutral_] Hmm ... Je veux une nouvelle épingle.

source: [_mc_] A pin?
fr_fr: [_mc_] Une broche ?

source: [_jacklyn_s_smile_right_] Right. Like my yellow emoji one.
fr_fr: [_jacklyn_s_smile_right_] C'est vrai. Comme mon emoji jaune.

source: [_mc_] Err... okay...
fr_fr: [_mc_] Err ... ok ...

source: How hard can it be? [flora] used to collect those.
fr_fr: Comment ça peut être difficile ? [flora] utilisés pour collecter ces données.

source: [_flora_s_cringe_] Where did you get that shirt?
fr_fr: [_flora_s_cringe_] Où avez-vous eu cette chemise ?

source: [_mc_] Stole it.
fr_fr: [_mc_] Je l'ai volé.

source: [_flora_s_annoyed_] I'm serious.
fr_fr: [_flora_s_annoyed_] Je suis sérieux.

source: [_mc_] Ah, in that case...
fr_fr: [_mc_] Ah, dans ce cas ...

source: [_flora_s_confused_] It's gamer merch, isn't it? It doesn't count as stealing if no one wants it.
fr_fr: [_flora_s_confused_] C'est de la marchandise pour joueurs, n'est-ce pas ? Ça ne compte pas comme voler si personne ne le veut.

source: [_mc_] So, I'm off the hook for eating your cereal?
fr_fr: [_mc_] Alors, je suis coupé du crochet pour manger vos céréales ?

source: [_flora_s_angry_] No!
fr_fr: [_flora_s_angry_] Non !

source: [_mc_] You didn't say you wanted it...
fr_fr: [_mc_] Vous n'avez pas dit que vous vouiez ...

source: [_flora_s_angry_] When I ask [jo] to buy my favorite cereal, it's implied that I want it.
fr_fr: [ _flora_s_angry_ ] Quand je demande à [ jo ] d'acheter mes céréales favorites, c'est sous-entendu que je le veux.

source: [_mc_] Well, I didn't know that.
fr_fr: [_mc_] Eh bien, je ne savais pas ça.

source: [_flora_s_eyeroll_] You're not off the hook!
fr_fr: [_flora_s_eyeroll_] Vous n'êtes pas à l'hameçon !

source: [_mc_] What if I juggle balls?
fr_fr: [_mc_] Que faire si je jongle ?

source: [_flora_s_sarcastic_] Isn't that what you do every night in your room?
fr_fr: [_flora_s_sarcastic_] N'est-ce pas ce que vous faites chaque nuit dans votre chambre ?

source: [_mc_] You're damn right it is.
fr_fr: [_mc_] Vous avez raison.

source: [_mc_] Joining the circus requires practice.
fr_fr: [_mc_] L'adhésion au cirque nécessite la pratique.

source: [_flora_s_confused_] How about you just apply for the clown position? You've got the experience.
fr_fr: [ _flora_s_confused_ ] Comment s'applique-on juste pour la position de clown? Vous avez l'expérience.

source: [_mc_] How about I get [jo] to buy you new cereal?
fr_fr: [_mc_] Comment puis-je obtenir [jo] pour vous acheter de nouvelles céréales ?

source: [_flora_s_annoyed_] Don't even touch my cereal again.
fr_fr: [_flora_s_annoyed_] Ne touche même pas à mes céréales.

source: [_flora_s_flirty_] Your heart.
fr_fr: [_flora_s_flirty_] Votre cœur.

source: [_flora_s_laughing_] On a platter!
fr_fr: [_flora_s_laughing_] Sur un plateau !

source: [_mc_] That's just morbid.
fr_fr: [_mc_] C'est juste morbide.

source: [_flora_s_annoyed_] Whatever ends my constant annoyance with you.
fr_fr: [_flora_s_annoyed_] Quelle que soit la fin de ma gêne constante avec vous.

source: [_mc_] I've trained my heart through hours in the gym just so it would squirt blood on you if this ever happened.
fr_fr: [_mc_] J'ai formé mon cœur pendant des heures dans la salle de gym, de sorte qu'il vous dirait du sang sur vous si cela s'est passé.

source: [_flora_s_eyeroll_] Whatever.
fr_fr: [_flora_s_eyeroll_] Quoi qu'il en soit.

source: [_mc_] Have you seen anything weird since school started?
fr_fr: [_mc_] Avez-vous vu quelque chose de bizarre depuis le début de l'école ?

source: [_flora_s_blush_] Apart from you?
fr_fr: [_flora_s_blush_] En dehors de vous ?

source: [_mc_] How are you always so funny?
fr_fr: [_mc_] Comment vous êtes toujours si drôle ?

source: [_flora_s_laughing_] It's a talent!
fr_fr: [_flora_s_laughing_] C'est un talent !

source: [_mc_] What about... weird phone calls?
fr_fr: [_mc_] Qu'en est-il des appels étranges ?

source: [_flora_s_thinking_] Not that I can think of.
fr_fr: [_flora_s_thinking_] Pas que je puisse penser.

source: [_mc_] What about new people you haven't seen before?
fr_fr: [_mc_] Qu'en est-il des personnes nouvelles que vous n'avez pas vues auparavant ?

source: [_flora_s_confused_] I guess it's only [jacklyn] and [isabelle], right?
fr_fr: [_flora_s_confused_] Je suppose que c'est seulement [jacklyn] et [isabelle], non ?

source: [_mc_] Unless you count [mrsl]'s transformation.
fr_fr: [_mc_] Sauf si vous comptez la transformation [mrsl].

source: [_flora_s_annoyed_] You would notice that.
fr_fr: [_flora_s_annoyed_] Vous remarquerez cela.

source: [_mc_] Obviously. My eyesight is very good!
fr_fr: [_mc_] De toute évidence. Ma vue est très bonne !

source: [_mc_] Anyway, you used to collect pins, right?
fr_fr: [_mc_] En tout cas, vous avez utilisé pour collecter les épinglettes, n'est-ce pas ?

source: [_flora_s_smile_] Yep.
fr_fr: [_flora_s_Souriez_] Yep.

source: [_mc_] I need one.
fr_fr: [_mc_] J'en ai besoin.

source: [_flora_s_smile_] Nope.
fr_fr: [_flora_s_Souriez_] Non.

source: [_mc_] Seriously, [flora]. You need to give me one.
fr_fr: [_mc_] Sérieusement, [flora]. Tu dois me donner un.

source: [_flora_s_annoyed_] You're not getting one!
fr_fr: [_flora_s_annoyed_] Vous n'en avez pas !

source: [_mc_] You're just saying that to make my life difficult.
fr_fr: [_mc_] Vous dites juste que pour rendre ma vie difficile.

source: [_flora_s_sarcastic_] Obviously.
fr_fr: [_flora_s_sarcastic_] De toute évidence.

source: [_flora_s_sarcastic_] So, what are you going to offer me today? Money? Power? Glory?
fr_fr: [_flora_s_sarcastic_] Alors, qu'allez-vous m'offrir aujourd'hui ? L'argent ? Le pouvoir ? Gloire ?

source: [_mc_] Have you become a Lana fan?
fr_fr: [_mc_] Vous devenez fan de Lana ?

source: [_flora_s_confused_] Always have been.
fr_fr: [_flora_s_confused_] Toujours avoir été.

source: [_mc_] Well, I'm not going to offer you anything. I think you should just give me one.
fr_fr: [_mc_] Eh bien, je ne vais pas vous offrir quoi que ce soit. Je pense que tu devrais juste me donner un.

source: [_flora_s_concerned_] Oh, yeah?
fr_fr: [_flora_s_concerned_] Oh, oui ?

source: [_flora_s_concerned_] And why would I do that?
fr_fr: [_flora_s_concerned_] Et pourquoi je ferais ça ?

source: [_mc_] Because I'm struggling, and you don't want to kick a man while he's down.
fr_fr: [_mc_] Parce que je suis en difficulté, et que vous ne voulez pas donner le coup d'envoi à un homme pendant qu'il est en panne.

source: [_flora_s_confident_] Don't think you can wiggle out of it.
fr_fr: [_flora_s_confident_] Ne pensez pas que vous pouvez en sortir.

source: [_flora_s_confident_] You want something from me — you're my slave. That's how our relationship has always worked.
fr_fr: [_flora_s_confident_] Vous voulez quelque chose de moi-vous êtes mon esclave. C'est ainsi que notre relation a toujours fonctionné.

source: [_mc_] Ugh, fine. What do you want this time?
fr_fr: [_mc_] Ugh, fine. Qu'est-ce que tu veux cette fois ?

source: [_flora_s_thinking_] My internship has an open house day and I'm meant to put up posters...
fr_fr: [_flora_s_thinking_] Mon stage a une journée portes ouvertes et je suis censé mettre des affiches ...

source: [_flora_s_blush_] Now you're going to do it for me.
fr_fr: [_flora_s_blush_] Maintenant, vous allez le faire pour moi.

source: [_flora_s_flirty_] Riiight?
fr_fr: [_flora_s_flirty_] juuussttee ?

source: [_mc_] Whatever. Fine.
fr_fr: [_mc_] Quoi qu'il en soit. Très bien.

source: [_flora_s_laughing_] Perfect! You need to put one up on each bulletin board in the school.
fr_fr: [_flora_s_laughing_] Parfait ! Vous devez mettre une personne sur chaque tableau d'affichage de l'école.

source: [_flora_s_laughing_] I'll put the posters in your locker!
fr_fr: [_flora_s_laughing_] Je mettrai les affiches dans votre casier !

source: [_mc_] Why so jumpy, [flora]?
fr_fr: [_mc_] Pourquoi si jumelle, [flora] ?

source: [_flora_s_laughing_] No reason!
fr_fr: [_flora_s_laughing_] Aucune raison !

source: [_mc_] What were you doing just now?
fr_fr: [_mc_] Qu'est-ce que vous faites maintenant ?

source: [_flora_s_annoyed_] None of your business.
fr_fr: [_flora_s_annoyed_] Aucune de vos activités.

source: [_mc_] Let me smell your hand, then.
fr_fr: [_mc_] Laissez-moi sentir votre main, alors.

source: [_flora_s_cringe_] Nope.
fr_fr: [_flora_s_cringe_] Non.

source: [_mc_] Why not? I hope you're washing your hands, [flora].
fr_fr: [_mc_] Pourquoi pas ? J'espère que tu te lavais les mains, [flora].

source: [_mc_] You know what can happen if you don't.
fr_fr: [_mc_] Vous savez ce qui peut arriver si vous ne le faites pas.

source: [_flora_s_confused_] Whatever.
fr_fr: [_flora_s_confused_] Quoi qu'il en soit.

source: [_mc_] So, why can't I smell your hand?
fr_fr: [_mc_] Alors, pourquoi ne pas sentir votre main ?

source: [_flora_s_annoyed_] Because it's weird!
fr_fr: [_flora_s_annoyed_] Parce que c'est bizarre !

source: [_mc_] It's not as weird as being jumpy for no reason.
fr_fr: [_mc_] Ce n'est pas aussi bizarre que d'être jumelant sans raison.

source: [_mc_] How about I pinch my nose and have a lick instead?
fr_fr: [_mc_] Et si je me pinçais le nez et que je léchais à la place ?

source: [_flora_s_angry_] You're not sniffing or licking my hand! Forget about it!
fr_fr: [_flora_s_angry_] Vous ne reniflez pas ou vous léchez la main ! Oublie ça !

source: [_mc_] Okay, no need to be upset. Just trying to help.
fr_fr: [_mc_] Ok, pas besoin d'être contrariété. J'essaie juste d'aider.

source: [_flora_s_angry_] How exactly were you trying to help?
fr_fr: [_flora_s_angry_] Comment avez-vous essayé d'aider exactement ?

source: [_mc_] By sniffing or licking your hand. I thought we went over this?
fr_fr: [_mc_] En inhalant ou en léchant votre main. Je pensais que nous y sommes allés ?

source: [_flora_s_eyeroll_] Don't be surprised if you wake up strangled.
fr_fr: [_flora_s_eyeroll_] Ne soyez pas surpris si vous vous réveillez étrangle.

source: [_mc_] That doesn't make sense.
fr_fr: [_mc_] Cela n'a pas de sens.

source: [_flora_s_annoyed_] You don't make sense!
fr_fr: [_flora_s_annoyed_] Vous n'avez pas de sens !

source: [_mc_] I have questions about your internship.
fr_fr: [_mc_] J'ai des questions sur votre stage.

source: [_flora_s_skeptical_] What kind of questions?
fr_fr: [_flora_s_skeptical_] Quel genre de questions ?

source: [_mc_] Remember that long-ass questionnaire you had me do?
fr_fr: [_mc_] N'oubliez pas ce questionnaire à long terme que vous m'avez fait ?

source: [_mc_] What was that for?
fr_fr: [_mc_] Qu'est-ce que c'était ?

source: [_flora_s_thinking_] Just some basic analysis thing.
fr_fr: [_flora_s_thinking_] Juste une analyse de base.

source: [_mc_] What were they analyzing?
fr_fr: [_mc_] Qu'ont-ils analysé ?

source: [_flora_s_laughing_] I don't know! How much of a dork you are?
fr_fr: [_flora_s_laughing_] Je ne sais pas ! A quel point es-tu un abruti ?

source: [_mc_] Who else did you give it to?
fr_fr: [_mc_] Qui d'autre vous l'avez donné ?

source: [_flora_s_annoyed_] What's this about?
fr_fr: [_flora_s_annoyed_] Qu'est-ce que c'est ?

source: [_mc_] Just answer the question.
fr_fr: [_mc_] Juste répondre à la question.

source: [_flora_s_eyeroll_] Fine. Only you got it.
fr_fr: [_flora_s_eyeroll_] Fine. Seulement vous l'avez.

source: [_flora_s_eyeroll_] It was a questionnaire for young adult males, who are socially challenged.
fr_fr: [_flora_s_eyeroll_] C'était un questionnaire pour les jeunes hommes adultes, qui sont socialement contestés.

source: [_mc_] Great. Fantastic.
fr_fr: [_mc_] Grand. Fantastique.

source: [_flora_s_sarcastic_] That's what they said too.
fr_fr: [_flora_s_sarcastic_] C'est ce qu'ils ont dit aussi.

source: [_mc_] What exactly is it that they do?
fr_fr: [_mc_] Qu'est-ce qu'ils font exactement ?

source: [_flora_s_confused_] Security, containment, protection. Plus, there's a zoo in the basement.
fr_fr: [_flora_s_confused_] Sécurité, confinement, protection. De plus, il y a un zoo dans le sous-sol.

source: [_flora_s_confused_] It's a wildlife conservation sort of thing.
fr_fr: [_flora_s_confused_] C'est une espèce de conservation de la faune.

source: [_mc_] So, why are they surveying young adult males?
fr_fr: [_mc_] Alors, pourquoi étudier les jeunes hommes adultes ?

source: [_flora_s_annoyed_] I don't know everything, okay?
fr_fr: [_flora_s_annoyed_] Je ne sais pas tout, d'accord ?

source: [_mc_] Have you seen any of the animals?
fr_fr: [_mc_] Avez-vous vu des animaux ?

source: [_flora_s_smile_] I'm still a first-year intern. I'm hoping next year!
fr_fr: [_flora_s_Souriez_] Je suis encore stagiaire de première année. J'espère l'année prochaine !

source: [_mc_] What do you think about [maxine]?
fr_fr: [_mc_] Que pensez-vous de [maxine] ?

source: [_flora_s_thinking_] [maxine]? What about her?
fr_fr: [_flora_s_thinking_] [maxine] ? Et elle ?

source: [_mc_] That's what I'm asking you!
fr_fr: [_mc_] C'est ce que je vous demande !

source: [_flora_s_worried_] I suppose she's nice. I don't really talk to her much.
fr_fr: [_flora_s_worried_] Je suppose qu'elle est sympa. Je ne parle pas vraiment à elle.

source: [_flora_s_laughing_] I like her newspaper, though!
fr_fr: [_flora_s_laughing_] J'aime bien son journal !

source: [_mc_] You're probably the only one that reads it.
fr_fr: [_mc_] Vous êtes probablement le seul à le lire.

source: [_flora_s_annoyed_] That's fine. I enjoy it. I don't care if others like it or not.
fr_fr: [_flora_s_annoyed_] C'est bien. J'en profite. Je m'en fiche si d'autres l'aiment ou non.

source: [_mc_] I actually find it quite interesting as well.
fr_fr: [_mc_] Je trouve ça aussi intéressant.

source: [_flora_s_sarcastic_] See? It's not that bad.
fr_fr: [_flora_s_sarcastic_] Voir ? Ce n'est pas si mal.

source: [_mc_] What do you think of the first issue this year?
fr_fr: [_mc_] Que pensez-vous du premier numéro de cette année ?

source: [_flora_s_confused_] What was it again? Question the truth?
fr_fr: [_flora_s_confused_] Qu'est-ce qui a été à nouveau ? Question de la vérité ?

source: [_mc_] Right.
fr_fr: [_mc_] Droit.

source: [_flora_s_confused_] Oh, I don't know. Maybe there's something in the picture?
fr_fr: [_flora_s_confused_] Oh, je ne sais pas. Peut-être qu'il y a quelque chose dans la photo ?

source: [_flora_s_confused_] I didn't have time to really get into the article.
fr_fr: [_flora_s_confused_] Je n'ai pas eu le temps de vraiment entrer dans l'article.

source: [_flora_s_laughing_] Anywho! Did you put up the posters yet?
fr_fr: [_flora_s_laughing_] N'importe qui ! As-tu déjà mis les affiches ?

source: [_mc_] Yeah.
fr_fr: [_mc_] Oui.

source: [_flora_s_flirty_] Okay! Well, I brought you this pin.
fr_fr: [_flora_s_flirty_] Ok ! Eh bien, je t'ai apporté cette épinglette.

source: [_mc_] Couldn't you have picked a better one?
fr_fr: [_mc_] Vous n'avez pas pu choisir une meilleure ?

source: [_flora_s_cringe_] This one is perfectly fine!
fr_fr: [_flora_s_cringe_] C'est parfaitement beau !

source: [_mc_] I'm just messing with you.
fr_fr: [_mc_] Je suis en désordre avec toi.

source: I hope it's good enough for [jacklyn].
fr_fr: J'espère que c'est assez bon pour [jacklyn].

source: Where did [jacklyn] come from?
fr_fr: D'où vient le [jacklyn] ?

source: Why is she around this time?
fr_fr: Pourquoi est-elle en ce moment ?

source: Is it pure chance or by design?
fr_fr: S'agit-il d'une chance pure ou d'une conception ?

source: [maxine]'s newspaper said to question the truth. And while listening to her isn't a great idea, it's hard not to wonder.
fr_fr: Le journal de [maxine] dit qu'il faut s'interroger sur la vérité. Et même si l'écouter n'est pas une bonne idée, il est difficile de ne pas se poser de questions.

source: So far, everything's pretty much the same apart from [jacklyn] and [isabelle] showing up.
fr_fr: Jusqu'à présent, tout est pratiquement le même que les [jacklyn] et [isabelle] qui s'affichent.

source: The question is, why are they here now?
fr_fr: La question est de savoir pourquoi ils sont là maintenant ?

source: Shit. Maybe [maxine] is rubbing off on me.
fr_fr: Merde. Peut-être que le [maxine] s'enroule sur moi.

source: [_jacklyn_s_neutral_] Lost your tongue in the cat?
fr_fr: [_jacklyn_s_neutral_] Perdu votre langue dans le chat ?

source: [_mc_] Huh? Not that I know of!
fr_fr: [_mc_] Huh ? Pas que je sache !

source: [_jacklyn_s_smile_] Do you have a question?
fr_fr: [_jacklyn_s_Souriez_] Avez-vous une question ?

source: [_jacklyn_s_smile_] Perhaps regarding the latest lesson?
fr_fr: [_jacklyn_s_Souriez_] Peut-être en ce qui concerne la dernière leçon ?

source: [_mc_] Not exactly! But I do have another question.
fr_fr: [_mc_] Pas exactement ! Mais j'ai une autre question.

source: [_mc_] How did you get this job?
fr_fr: [_mc_] Comment avez-vous obtenu ce poste ?

source: [_jacklyn_s_thinking_] One of the teachers here recommended my ass to the school board.
fr_fr: [_jacklyn_s_thinking_] Un des enseignants ici a recommandé mon cul à la commission scolaire.

source: [_mc_] Mrs. Bloomer?
fr_fr: [_mc_] Mme Bloomer ?

source: [_jacklyn_s_cringe_] I wouldn't be putting my chips on that number.
fr_fr: [Je ne miserais pas sur ce chiffre.

source: [_jacklyn_s_cringe_] We didn't get along well when I was her student.
fr_fr: [_jacklyn_s_cringe_] Nous n'avons pas bien réussi quand j'étais son élève.
