Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_hook.po
Languages: fr_fr, it_it

source: [_maxine_s_hooking_up_smile_] The transmitter is now situated somewhere in my large intestine.
fr_fr: [_maxine_s_hooking_up_smile_] L'émetteur est maintenant situé quelque part dans mon gros intestin.
it_it: [_maxine_s_hooking_up_smile_] Il trasmettitore è ora situato da qualche parte nel mio intestino crasso.

source: [_maxine_s_hooking_up_smile_] And with the help of the equipment here, we're going to hook me up to the internet.
fr_fr: [_maxine_s_hooking_up_smile_] Et avec l'aide de l'équipement ici, nous allons me brancher à Internet.
it_it: [_maxine_s_hooking_up_smile_] E con l'aiuto delle attrezzature qui, stiamo andando a collegarmi a internet.

source: [_mc_] This makes absolutely no sense...
fr_fr: [_mc_] Cela n'a absolument aucun sens ...
it_it: [_mc_] Questo non ha assolutamente senso...

source: [_maxine_s_hooking_up_angry_] I told you to listen! Listen and you will understand.
fr_fr: [_maxine_s_hooking_up_angry_] Je vous ai dit d'écouter ! Ecoute et tu compras.
it_it: [_maxine_s_hooking_up_angry_] vi ho detto di ascoltare! Ascoltate e comprenderete.

source: [_mc_] I did listen, but it still makes no sense.
fr_fr: [_mc_] J'ai écouté, mais ça n'a pas de sens.
it_it: [_mc_] Ho ascoltato, ma non ha ancora senso.

source: [_mc_] How are you even going to get electricity to the transmitter?
fr_fr: [_mc_] Comment allez-vous obtenir de l'électricité pour l'émetteur?
it_it: [_mc_] Come si sta anche andando a ottenere elettricità al trasmettitore?

source: [_maxine_s_hooking_up_angry_] Do you really think I haven't thought of that?
fr_fr: [_maxine_s_hooking_up_angry_] Pensez-vous vraiment que je n'ai pas pensé à ça?
it_it: [_maxine_s_hooking_up_angry_] Pensi davvero di non averlo pensato?

source: [_mc_] Honestly, who knows at this point...
fr_fr: [_mc_] Honnêtement, qui sait à ce stade ...
it_it: [_mc_] Onestamente, chissà a questo punto...

source: [_maxine_s_hooking_up_smile_] You underestimate my meticulousness. Everything has been planned in great detail.
fr_fr: [_maxine_s_hooking_up_smile_] Vous sous-estiez ma méticulosité. Tout a été planifié en détail.
it_it: [_maxine_s_hooking_up_smile_] Hai sottovalutato la mia meticolosità. Tutto è stato programmato nei minimi dettagli.

source: [_mc_] How about we hook up instead?
fr_fr: [_mc_] Comment on se raccroche à la place?
it_it: [_mc_] Che ne dici di collegarci invece?

source: [_maxine_s_hooking_up_flirty_] Would you really like to?
fr_fr: [_maxine_s_hooking_up_flirty_] Aimeriez-vous vraiment?
it_it: [_maxine_s_hooking_up_flirty_] Ti piacerebbe davvero?

source: [_mc_] I mean, sure? Yeah! That's a definitely.
fr_fr: [_mc_] Je veux dire, sûr? Ouais ! C'est une évidence.
it_it: [_mc_] Voglio dire, sicuro? Sì! È un definitivo.

source: [_maxine_s_hooking_up_flirty_] I didn't bring a transmitter for you, but maybe I have one somewhere...{space=-50}
fr_fr: [_maxine_s_hooking_up_flirty_] Je n'ai pas d'émetteur pour vous, mais peut-être que j'en ai un autre ... { space=-50 }
it_it: [_maxine_s_hooking_up_flirty_] Non ho portato un trasmettitore per te, ma forse ne ho uno da qualche parte...{space=-50}

source: [_mc_] No, I mean...
fr_fr: [_mc_] Non, je veux dire ...
it_it: [_mc_] No, voglio dire...

source: [_maxine_s_hooking_up_afraid_] And here I got all excited for nothing...
fr_fr: [_maxine_s_hooking_up_afraid_] Et ici, j'ai tout excité pour rien ...
it_it: [_maxine_s_hooking_up_afraid_] E qui mi sono entusiasta di niente...

source: [_mc_] Sorry, I guess.
fr_fr: [_mc_] Désolé, je suppose.
it_it: [_mc_] Scusa, immagino.

source: [_mc_] Can I have a slice of watermelon?
fr_fr: [_mc_] Puis-je avoir une tranche de pastèque?
it_it: [_mc_] Posso avere una fetta di anguria?

source: [_maxine_s_hooking_up_afraid_] No! That's out of the question!
fr_fr: [_maxine_s_hooking_up_afraid_] Non ! C'est hors de question !
it_it: [_maxine_s_hooking_up_afraid_] No! È fuori domanda!

source: [_maxine_s_hooking_up_afraid_] It's a vital part of the process.
fr_fr: [_maxine_s_hooking_up_afraid_] C'est une partie vitale du processus.
it_it: [_maxine_s_hooking_up_afraid_] È una parte vitale del processo.

source: [_mc_] I mean, surely you don't need all of it...
fr_fr: [_mc_] Je veux dire, vous n'avez sûrement pas besoin de tout ça ...
it_it: [_mc_] Voglio dire, sicuramente non hai bisogno di tutto questo...

source: [_maxine_s_hooking_up_angry_] If I didn't need all of it, then I wouldn't have gotten all of it.
fr_fr: [_maxine_s_hooking_up_angry_] Si je n'avais pas besoin de tout ça, alors je n'aurais pas eu tout ça.
it_it: [_maxine_s_hooking_up_angry_] Se non avessi bisogno di tutto questo, allora non avrei ottenuto tutto.

source: [_maxine_s_hooking_up_smile_] Let's proceed now.
fr_fr: [_maxine_s_hooking_up_smile_] Commençons maintenant.
it_it: [_maxine_s_hooking_up_smile_] Procediamo ora.

source: [_maxine_s_hooking_up_thinking_] First off, we have this power supply...
fr_fr: [_maxine_s_hooking_up_thinking_] Tout d'abord, nous avons ce pouvoir ...
it_it: [_maxine_s_hooking_up_thinking_] Prima di tutto, abbiamo questo alimentatore...

source: [_maxine_s_hooking_up_thinking_] I'm lubricating this end for better conductivity.
fr_fr: [_maxine_s_hooking_up_thinking_] Je lubrifier cette extrémité pour une meilleure conductivité.
it_it: [_maxine_s_hooking_up_thinking_] Sto lubrificando questo fine per una migliore conducibilità.

source: [_maxine_s_hooking_up_thinking_] You might have to lubricate it yourself, so look closely.
fr_fr: [_maxine_s_hooking_up_thinking_] Vous devrez peut-être la lubrifier vous-même, alors regardez attentivement.
it_it: [_maxine_s_hooking_up_thinking_] Potresti dover lubrificare te stesso, quindi guardalo attentamente.

source: [_mc_] I'm not putting a power cable in my mouth.
fr_fr: [_mc_] Je ne mets pas de câble d'alimentation dans ma bouche.
it_it: [_mc_] Non sto mettendo un cavo di alimentazione in bocca.

source: [_maxine_s_hooking_up_excited_] That's fine! Any bodily fluid will suffice.
fr_fr: [_maxine_s_hooking_up_excited_] C'est bien ! Tout liquide corporel suffira.
it_it: [_maxine_s_hooking_up_excited_] Va bene! Qualsiasi fluido corporeo sarà sufficiente.

source: [_mc_] Uh... what other fluids are there?
fr_fr: [_mc_] Uh ... quels autres fluides sont là?
it_it: [_mc_] Uh... quali altri fluidi ci sono?

source: [_maxine_s_hooking_up_thinking_] You could use pre-ejaculation fluid... or even tears.
fr_fr: [_maxine_s_hooking_up_thinking_] Vous pouvez utiliser un liquide de pré-éjaculation ... ou même des larmes.
it_it: [_maxine_s_hooking_up_thinking_] Si potrebbe utilizzare fluido pre-eiaculazione... o anche lacrime.

source: [_mc_] That's a combination I'm all too familiar with...
fr_fr: [_mc_] C'est une combinaison que je suis trop familier avec ...
it_it: [_mc_] Questa è una combinazione con cui sono troppo familiare...

source: [_maxine_s_hooking_up_excited_] Good! Let's get started!
fr_fr: [_maxine_s_hooking_up_excited_] Bon ! Commençons !
it_it: [_maxine_s_hooking_up_excited_] Buono! Cominciamo!

source: [_maxine_s_hooking_up_excited_] Just follow my instructions closely and no one will get electrocuted!{space=-5}
fr_fr: [_maxine_s_hooking_up_excited_] Suivez simplement mes instructions et personne ne sera électrocuté ! { space=-5 }
it_it: [_maxine_s_hooking_up_excited_] Basta seguire da vicino le mie istruzioni e nessuno otterrà fulmine!{space=-5}

source: [_mc_] Electrocuted?!
fr_fr: [_mc_] Electrocuté? !
it_it: [_mc_] Elettrodato?!

source: [_maxine_s_hooking_up_flirty_cable_insertion_] Y-yes, hnngh... but don't be afraid...
fr_fr: [_maxine_s_hooking_up_flirty_cable_insertion_] Y-oui, hnngh ... mais n'ayez pas peur ...
it_it: [_maxine_s_hooking_up_flirty_cable_insertion_] Y-sì, hnngh... ma non avere paura...

source: If anyone would just pull their pants down and show their ass for science, it would be [maxine].
fr_fr: Si quelqu'un devait retirer son pantalon et montrer son cul pour la science, ce serait le [maxine].
it_it: Se qualcuno semplicemente tirare giù i pantaloni e mostrare il loro culo per la scienza, sarebbe [maxine].

source: The power cable slid right into her ass...
fr_fr: Le câble électrique s'est glissé dans son cul ...
it_it: Il cavo di alimentazione è scivolato a destra nel suo culo...

source: [_mc_] What are you doing?
fr_fr: [_mc_] Que faites-vous?
it_it: [_mc_] Cosa stai facendo?

source: [_maxine_s_hooking_up_orgasm_cable_insertion_] I need electricity... for the transmitter...
fr_fr: [_maxine_s_hooking_up_orgasm_cable_insertion_] J'ai besoin d'électricité ... pour l'émetteur ...
it_it: [_maxine_s_hooking_up_orgasm_cable_insertion_] Ho bisogno di elettricità... per il trasmettitore...

source: [_maxine_s_hooking_up_orgasm_cable_insertion_] I could have also swallowed the cable... but that's a choking hazard...{space=-20}
fr_fr: [_maxine_s_hooking_up_orgasm_cable_insertion_] J'aurais pu aussi avaler le câble ... mais c'est un brouillard étouffant ... { space=-20 }
it_it: [_maxine_s_hooking_up_orgasm_cable_insertion_] Avrei anche potuto ingoiare il cavo... ma questo è un pericolo di soffocamento...{space=-20}

source: [_maxine_s_hooking_up_concerned_cable_insertion_] Now... I just need to...
fr_fr: [_maxine_s_hooking_up_concerned_cable_insertion_] Maintenant ... J'ai juste besoin de ...
it_it: [_maxine_s_hooking_up_concerned_cable_insertion_] Now... Ho solo bisogno di...

source: [_maxine_s_hooking_up_concerned_cable_insertion_] Get it...
fr_fr: [_maxine_s_hooking_up_concerned_cable_insertion_] Va ...
it_it: [_maxine_s_hooking_up_concerned_cable_insertion_] Ottienilo...

source: [_maxine_s_hooking_up_concerned_cable_insertion_] Right...
fr_fr: [_maxine_s_hooking_up_concerned_cable_insertion_] Droit ...
it_it: [_maxine_s_hooking_up_concerned_cable_insertion_] A Destra...

source: [_maxine_s_hooking_up_afraid_cable_insertion_] Damn it! I can't get it to attach to the transmitter!
fr_fr: [_maxine_s_hooking_up_afraid_cable_insertion_] Merde ! Je ne peux pas l'amener à attacher à l'émetteur !
it_it: [_maxine_s_hooking_up_afraid_cable_insertion_] Dannazione! Non posso farlo attaccare al trasmettitore!

source: [_mc_] I wish I was more surprised...
fr_fr: [_mc_] J'aimerais être plus surpris ...
it_it: [_mc_] Vorrei essere più sorpreso...

source: [_maxine_s_hooking_up_smile_cable_offer_] Can you help me out here?
fr_fr: [_maxine_s_hooking_up_smile_cable_offer_] Pouvez-vous m'aider ici?
it_it: [_maxine_s_hooking_up_smile_cable_offer_] Puoi aiutarmi qui fuori?

source: [_maxine_s_hooking_up_cable_flirty_hands_behind_back_] Okay, try not to waste electricity!
fr_fr: [_maxine_s_hooking_up_cable_flirty_hands_behind_back_] Ok, essayez de ne pas gaspproduire de l'électricité !
it_it: [_maxine_s_hooking_up_cable_flirty_hands_behind_back_] Va bene, prova a non sprecare elettricità!

source: [_mc_] That's what you're worried about in this scenario...?
fr_fr: [_mc_] C'est ce qui vous inquiète dans ce scénario ...?
it_it: [_mc_] Questo è ciò che ti preoccupa in questo scenario...?

source: Well, everything is in place. I just need to turn on the power now.
fr_fr: Eh bien, tout est en place. J'ai juste besoin de mettre le pouvoir maintenant.
it_it: Bene, tutto è sul posto. Ho solo bisogno di accendere il potere ora.

source: If [maxine] gets electrocuted in her ass, that's on her...
fr_fr: Si le [maxine] est électrocuté dans son cul, c'est sur elle ...
it_it: Se [maxine] viene scossato nel suo culo, che è su di lei...

source: [_mc_] Okay, are you ready?
fr_fr: [_mc_] Ok, êtes-vous prêt?
it_it: [_mc_] Okay, sei pronto?

source: [_mc_] I'll take that as a yes...
fr_fr: [_mc_] Je prendrai ça comme un oui ...
it_it: [_mc_] lo prenderò come sì...

source: [_mc_] Here we go.
fr_fr: [_mc_] Nous y allons.
it_it: [_mc_] Qui andiamo.

source: Holy shit! That must've hurt...
fr_fr: C'est merde ! Ça doit faire mal ...
it_it: Merda santa! Deve aver fatto male...

source: [_mc_] Wait... it seems like the router is actually connected to something?
fr_fr: [_mc_] Attends ... il semble que le routeur est en fait connecté à quelque chose?
it_it: [_mc_] Aspetta... sembra che il router sia effettivamente connesso a qualcosa?

source: [_mc_] I guess the transmitter does have power somehow...
fr_fr: [_mc_] Je suppose que l'émetteur a le pouvoir d'une manière ou d'une autre ...
it_it: [_mc_] Immagino che il trasmettitore abbia potere in qualche modo...

source: I have no idea what she's saying...
fr_fr: Je n'ai aucune idée de ce qu'elle dit ...
it_it: Non ho idea di quello che sta dicendo...

source: [_maxine_s_hooking_up_orgasm_hands_behind_back_] Oh! That was something else!
fr_fr: [_maxine_s_hooking_up_orgasm_hands_behind_back_] Oh ! C'était autre chose !
it_it: [_maxine_s_hooking_up_orgasm_hands_behind_back_] Oh! Era qualcos'altro!

source: [_maxine_s_hooking_up_orgasm_hands_behind_back_] I think I saw something!
fr_fr: [_maxine_s_hooking_up_orgasm_hands_behind_back_] Je pense avoir vu quelque chose !
it_it: [_maxine_s_hooking_up_orgasm_hands_behind_back_] penso di aver visto qualcosa!

source: [_mc_] Really? What did you see?
fr_fr: [_mc_] Vraiement? Qu'avez-vous vu?
it_it: [_mc_] Davvero? Cosa hai visto?

source: [_maxine_s_hooking_up_smile_hands_behind_back_] It was beautiful! It must've been a glimpse of cyberspace!
fr_fr: [_maxine_s_hooking_up_smile_hands_behind_back_] C'était magnifique ! Ça doit avoir été un aperçu du cyberespace !
it_it: [_maxine_s_hooking_up_smile_hands_behind_back_] E 'stato bello! Deve essere stato uno sguardo di cyberspazio!

source: [_maxine_s_hooking_up_flirty_hands_behind_back_] Turn the power on again!
fr_fr: [_maxine_s_hooking_up_flirty_hands_behind_back_] Mettez à nouveau la puissance !
it_it: [_maxine_s_hooking_up_flirty_hands_behind_back_] Accendi di nuovo!

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?
it_it: [_mc_] Seriamente?

source: [_maxine_s_hooking_up_flirty_hands_behind_back_] Yes! Higher voltage!
fr_fr: [_maxine_s_hooking_up_flirty_hands_behind_back_] Oui ! Tension supérieure !
it_it: [_maxine_s_hooking_up_flirty_hands_behind_back_] Sì! Tensione superiore!

source: [_mc_] If you insist...
fr_fr: [_mc_] Si vous insisez ...
it_it: [_mc_] Se insisti...

source: I kinda prefer [maxine] gagged, to be honest.
fr_fr: Je préfère que [maxine] soit décalé, pour être honnête.
it_it: Ho kinda preferisce [maxine] imbavagliato, ad essere onesto.

source: She's less annoying that way.
fr_fr: Elle est moins gênant de cette façon.
it_it: Lei è meno fastidiosa così.

source: [_mc_] It's time to increase the voltage!
fr_fr: [_mc_] Il est temps d'augmenter la tension !
it_it: [_mc_] È tempo di aumentare la tensione!

source: Who knew science could be so erotic?
fr_fr: Qui savait que la science pourrait être si érotique?
it_it: Chi sapeva che la scienza poteva essere così erotica?

source: The way her sphincter clenches around the power cable is something deeply perverted.
fr_fr: La façon dont son sphincter s'accroche autour du câble électrique est quelque chose de profondément perverti.
it_it: Il modo in cui lo sfintere si stringe intorno al cavo di alimentazione è qualcosa di profondamente perverso.

source: The inner walls of her asshole contract to electrical currents that pulsate through her.
fr_fr: Les murs intérieurs de son asshole se contracèrent avec des courants électriques qui la pulsaient.
it_it: Le pareti interne del suo culo si contraggono a correnti elettriche che pulsano attraverso di lei.

source: I don't know if [maxine] is seeing anything at all in those goggles, but one thing is for sure...
fr_fr: Je ne sais pas si le [maxine] voit quoi que ce soit dans ces lunettes, mais une chose est sûre ...
it_it: Non so se [maxine] stia vedendo nulla in quegli occhiali, ma una cosa è sicura...

source: I'm seeing her for who she really is for the first time.
fr_fr: Je la vois pour qui elle est vraiment pour la première fois.
it_it: La vedo per chi è davvero per la prima volta.

source: Underneath that conspiracy-nutter-exterior is a girl who is deeply dedicated to her work.
fr_fr: Sous cette conspiration-nutter-extérieur est une fille qui est profondément dévoué à son travail.
it_it: Sotto quel cospiratore-nutter-esterno è una ragazza che è profondamente dedicata al suo lavoro.

source: Someone who will stop at nothing to find the truth, even if it means taking electricity up your ass.
fr_fr: Quelqu'un qui s'arrêtera à rien pour trouver la vérité, même si ça veut dire prendre de l'électricité pour le cul.
it_it: Qualcuno che si fermerà a niente per trovare la verità, anche se significa prendere elettricità sul vostro culo.

source: That's admirable in some ways, and quite hot.
fr_fr: C'est admirable d'une certaine façon, et assez chaud.
it_it: È ammirevole in qualche modo, e abbastanza caldo.

source: Few people are as driven as [maxine], and perhaps if I spend more time with her it'll rub off on me.
fr_fr: Peu de gens sont aussi motivés que [maxine], et peut-être que si je passe plus de temps avec elle, ça va me ruter sur moi.
it_it: Poche persone sono guidate come [maxine]e forse se passo più tempo con lei si strofinerà su di me.

source: ...or I'll just become as crazy as her.
fr_fr: ... ou je deviendrai aussi folle qu'elle.
it_it: ...o diventerò appena pazzo come lei.

source: Either way, I wonder if she'd let me put my dick in her ass if I attached an electrode to it...
fr_fr: Quoi qu'il en soit, je me demande si elle m'a laissé mettre ma bite dans son cul si j'ai attaché une électrode à elle ...
it_it: In entrambi i casi, mi chiedo se mi avrebbe lasciato mettere il mio cazzo nel suo culo se ho attaccato un elettrodo ad esso...

source: That thought alone is worth sticking around for.
fr_fr: Cette pensée vaut la peine de s'en tenir.
it_it: Quel pensiero da solo vale la pena attaccare per.

source: I should probably check if she's okay...
fr_fr: Je devrais probablement vérifier si elle va bien ...
it_it: Probabilmente dovrei controllare se sta bene...

source: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Uhhhh....
it_it: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Uhhhhh....

source: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] I... I saw it...
fr_fr: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] I ... Je l'ai vu ...
it_it: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] I... l'ho visto...

source: [_mc_] What did you see?
fr_fr: [_mc_] Qu'avez-vous vu?
it_it: [_mc_] Che cos'hai visto?

source: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] The truth...
fr_fr: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] La vérité ...
it_it: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] La verità...

source: [_mc_] Yeah? Did you see the light?
fr_fr: [_mc_] Oui? As-tu vu la lumière?
it_it: [_mc_] Sì? Hai visto la luce?

source: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] It was a person...
fr_fr: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] C'était une personne ...
it_it: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Era una persona...

source: [_mc_] A person?
fr_fr: [_mc_] Une personne?
it_it: [_mc_] Una persona?

source: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Yes... I saw through... the narrative lens...
fr_fr: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Oui ... J'ai vu à travers ... la lentille narrative ...
it_it: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Sì... Ho visto attraverso... la lente narrativa...

source: [_mc_] This again?
fr_fr: [_mc_] Encore une fois?
it_it: [_mc_] Ancora questo?

source: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] It's just a thin screen... separating us... from the truth...
fr_fr: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] C'est juste un mince écran ... qui nous sépare ... de la vérité ...
it_it: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] È solo un sottile schermo... che ci separa... dalla verità...

source: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] We're being watched...
fr_fr: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Nous sommes surveillés ...
it_it: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Stiamo guardando...

source: [_mc_] You always say that...
fr_fr: [_mc_] Vous dites toujours que ...
it_it: [_mc_] Tu lo dici sempre...

source: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] No... I mean really...
fr_fr: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Non. Je veux dire vraiment ...
it_it: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] No... Voglio dire davvero...

source: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] This very moment... there's a person... watching us...
fr_fr: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Ce moment même ... il y a une personne ... qui nous regarde ...
it_it: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Proprio questo momento... c'è una persona... che ci sta guardando...

source: [_mc_] I don't understand anything.
fr_fr: [_mc_] Je ne comprends rien.
it_it: [_mc_] Non capisco niente.

source: [_maxine_s_hooking_up_orgasm_hands_behind_back_] That's... okay... You never will...
fr_fr: [_maxine_s_hooking_up_orgasm_hands_behind_back_] C'est. .. OK ... Tu ne le fera jamais ...
it_it: [_maxine_s_hooking_up_orgasm_hands_behind_back_] Sta... va bene... Non lo farai mai...

source: [_maxine_s_hooking_up_orgasm_hands_behind_back_] The world... is a stage... and everyone's a player...
fr_fr: [_maxine_s_hooking_up_orgasm_hands_behind_back_] Le monde ... est une scène ... et tout le monde est un joueur ...
it_it: [_maxine_s_hooking_up_orgasm_hands_behind_back_] Il mondo... è un palcoscenico... e tutti un giocatore...

source: [_maxine_s_hooking_up_orgasm_hands_behind_back_] But there is... more than one world... and I've seen our audience...
fr_fr: [_maxine_s_hooking_up_orgasm_hands_behind_back_] Mais il y a ... plus d'un monde ... et j'ai vu notre public ...
it_it: [_maxine_s_hooking_up_orgasm_hands_behind_back_] Ma c'è... più di un mondo... e ho visto il nostro pubblico...

source: [_maxine_s_hooking_up_orgasm_hands_behind_back_] And I now know... what the narrative lens is... or who...
fr_fr: [_maxine_s_hooking_up_orgasm_hands_behind_back_] Et je sais maintenant ... quelle est la lentille narrative ... ou qui ...
it_it: [_maxine_s_hooking_up_orgasm_hands_behind_back_] E ora lo so... che cosa la lente narrativa è... o che...

source: [maxine] seems completely out of it. I guess the electricity fried her brain or something.
fr_fr: [maxine] semble complètement hors de lui. Je suppose que l'électricité frit son cerveau ou quelque chose.
it_it: [maxine] sembra completamente fuori di esso. Immagino che l'elettricità fritta il suo cervello o qualcosa.

source: And what is this narrative lens she keeps talking about?
fr_fr: Et de quoi parle-t-elle cette lentille narrative?
it_it: E di che cosa è questa lente narrativa di cui continua a parlare?

source: I should probably take her to the [nurse]'s office...
fr_fr: Je devrais probablement l'emmener au bureau du [nurse]...
it_it: Probabilmente dovrei portarla all'ufficio della [nurse]...

source: "I'm not lying!"
fr_fr: "Je ne mens pas !"
it_it: "Non sto mentendo!"

source: "The ghost of Pond Park?"
fr_fr: "Le fantôme de Pond Park?"
it_it: "Il fantasma del Parco Laghetto?"

source: "What would be the easiest way to get my dick inside you?"
fr_fr: "Quelle serait la façon la plus facile de récupérer ma bite?"
it_it: "Quale sarebbe il modo più semplice per ottenere il mio cazzo dentro di te?"

source: "You look like a princess today."
fr_fr: "Tu as l'air d'une princesse aujourd'hui."
it_it: "Assomiglia a una principessa oggi."

source: "Do you know the difference between a car and a jar?"
fr_fr: "Connaissez-vous la différence entre une voiture et un bocal?"
it_it: "Conosci la differenza tra una macchina e un vaso?"
