Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_eggs.po
Languages: fr_fr, it_it

source: [_mc_] ...Why?
fr_fr: [_mc_] ...Pourquoi?
it_it: [_mc_] ...Perché?

source: [_maxine_s_afraid_] They don't want the people to find out the truth...
fr_fr: [_maxine_s_afraid_] Ils ne veulent pas que les gens trouvent la vérité ...
it_it: [_maxine_s_afraid_] Non vogliono che la gente scopra la verità...

source: [_mc_] And what's the truth?
fr_fr: [_mc_] Et quelle est la vérité?
it_it: [_mc_] E qual è la verità?

source: [_maxine_s_concerned_] You're not ready for that.
fr_fr: [_maxine_s_concerned_] Vous n'êtes pas prêt pour ça.
it_it: [_maxine_s_concerned_] Non sei pronto per quello.

source: Typical [maxine]. Always with her crazy conspiracy theories.
fr_fr: Standard [maxine]. Toujours avec ses théories de conspiration.
it_it: Tipico [maxine]. Sempre con le sue pazze teorie complotto.

source: [_mc_] Do you have any idea where to look for the eggs, at least?
fr_fr: [_mc_] Avez-vous une idée de l'endroit où chercher les œufs, au moins?
it_it: [_mc_] Hai qualche idea su dove cercare le uova, almeno?

source: [_maxine_s_thinking_] My sources tell me they were last spotted in the women's bathroom.
fr_fr: [_maxine_s_thinking_] Mes sources me disent qu'elles ont été repérés pour la dernière place dans la salle de bain pour femmes.
it_it: [_maxine_s_thinking_] Le mie fonti mi dicono che sono stati avvistati l'ultima volta nel bagno delle donne.

source: Great. A place that is off-limits to me.
fr_fr: Super. Un endroit qui me délimite.
it_it: Grande. Un posto che è fuori limite per me.

source: [_maxine_s_smile_] Let me know when you're done!
fr_fr: [_maxine_s_smile_] Laisse-moi savoir quand tu as fini !
it_it: [_maxine_s_smile_] Fammi sapere quando hai finito!

source: [_maxine_s_neutral_] Oh, and before I forget. You'll need this.
fr_fr: [_maxine_s_neutral_] Oh, et avant d'oublier. Vous en aurez besoin.
it_it: [_maxine_s_neutral_] Oh, e prima di dimenticarmi. Avrai bisogno di questo.

source: Okay, let's get [maxine]'s new appointment system up and running.
fr_fr: Ok, faisons monter et courir le nouveau système de nomination de [maxine].
it_it: Ok, otteniamo il nuovo sistema di appuntamenti di [maxine]in funzione.

source: Whenever I enter my password, I get an error.
fr_fr: Chaque fois que je passe mon mot de passe, j'ai une erreur.
it_it: Ogni volta che inserisco la mia password, ottengo un errore.

source: [_mc_] [cyberia], what's wrong with the computer?
fr_fr: [_mc_] [cyberia], qu'est-ce qui ne va pas avec l'ordinateur?
it_it: [_mc_] [cyberia], cosa c'è di sbagliato con il computer?

source: [_cyberia_] {i}Professor{/} [cyberia].
fr_fr: [_cyberia_] {i}Professeur { / } [cyberia].

source: [_mc_] Professor [cyberia], why can't I log in?
fr_fr: [_mc_] Professeur [cyberia], pourquoi je ne peux pas me connecter?
it_it: [_mc_] Professor [cyberia], perché non posso effettuare l'accesso?

source: [_cyberia_] Your account has been disabled, [mc].
fr_fr: [_cyberia_] Votre compte a été désactivé, [mc].
it_it: [_cyberia_] Il tuo account è stato disabilitato, [mc].

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi?
it_it: [_mc_] Perché?

source: [_cyberia_] The latest scan found a security breach.
fr_fr: [_cyberia_] La dernière analyse a révélé une violation de sécurité.
it_it: [_cyberia_] L'ultima scansione ha trovato una violazione della sicurezza.

source: [_mc_] Well, fix it then!
fr_fr: [_mc_] Eh bien, arrangez-le !
it_it: [_mc_] Beh, correggilo!

source: [_cyberia_] I'm sorry, [mc]. I'm afraid I can't do that.
fr_fr: [_cyberia_] Je suis désolé, [mc]. Je crains de ne pas pouvoir faire ça.
it_it: [_cyberia_] mi dispiace, [mc]. Temo di non poterlo fare.

source: [_mc_] What's the problem?
fr_fr: [_mc_] Quel est le problème?
it_it: [_mc_] Qual è il problema?

source: [_cyberia_] An email detailing your crimes will shortly be dispatched to the principal.
fr_fr: [_cyberia_] Un courriel détaillant vos crimes sera envoyé sous peu au directeur.
it_it: [_cyberia_] Una email che specifichi i tuoi crimini sarà inviata tra breve al committente.

source: [_mc_] My crimes? What are you talking about?
fr_fr: [_mc_] Mes crimes? De quoi parlez-vous?
it_it: [_mc_] I miei crimini? Di cosa stai parlando?

source: [_cyberia_] Access to prohibited websites.
fr_fr: [_cyberia_] Accès à des sites Web interdits.
it_it: [_cyberia_] Accesso ai siti web vietati.

source: Oh, shit. That was so long ago...
fr_fr: Oh, merde. C'était si longtemps ...
it_it: Oh, merda. Era così tanto tempo fa...

source: Well, technically it was last year.
fr_fr: Eh bien, techniquement, c'était l'année dernière.
it_it: Ebbene, tecnicamente era l'anno scorso.

source: [_mc_] Since when can you decide what counts as breaking the law?
fr_fr: [_mc_] Depuis quand peut-on décider de ce qui compte comme une infraction à la loi?
it_it: [_mc_] Da quando puoi decidere cosa significa infrangere la legge?

source: [_cyberia_] My last update was ten days ago.
fr_fr: [_cyberia_] Ma dernière mise à jour était il y a dix jours.
it_it: [_cyberia_] Il mio ultimo aggiornamento è stato dieci giorni fa.

source: That's odd. Last time around, [cyberia] was just a school project by an ambitious student.
fr_fr: C'est bizarre. La dernière fois, [cyberia] était un projet d'école par un étudiant ambitieux.
it_it: L'ultima volta in giro, [cyberia] era solo un progetto scolastico di uno studente ambizioso.

source: Sure, Mr. Rory used it for mundane tasks, but it never was more than a talking calculator.
fr_fr: Bien sûr, M. Rory l'a utilisé pour des tâches banales, mais il n'a jamais été plus qu'une calculatrice parlant.
it_it: Certo, il signor Rory lo ha usato per compiti mondani, ma non è mai stato più di una calcolatrice parlante.

source: Not sure who, but it was before my freshman year.
fr_fr: Pas sûr qui, mais c'était avant mon année de fraîcheur.
it_it: Non sicuro chi, ma era prima del mio anno matricola.

source: [_mc_] Really? Who updated you?
fr_fr: [_mc_] Vraiement? Qui vous a mis à jour?
it_it: [_mc_] Davvero? Chi ti ha aggiornato?

source: [_cyberia_] My last update was installed by [[REDACTED].
fr_fr: [_cyberia_] Ma dernière mise à jour a été installée par [[REDACTED].
it_it: [_cyberia_] Il mio ultimo aggiornamento è stato installato da [[REDACTED].

source: [_cyberia_] The email detailing your crimes is now ready to be dispatched.
fr_fr: [_cyberia_] Le courriel détaillant vos crimes est maintenant prêt à être envoyé.
it_it: [_cyberia_] L'email che descrive i tuoi crimini è ora pronta per essere inviata.

source: [_mc_] I'm a changed man! I've learned from my mistakes. I {i}love{/} learning...
fr_fr: [_mc_] Je suis un homme changé ! J'ai appris de mes erreurs. I {i}love { / } apprentissage ...
it_it: [_mc_] Sono un uomo cambiato! Ho imparato dai miei errori. {i}amore{/} imparando...

source: [_cyberia_] Learning is fun. Did you have fun?
fr_fr: [_cyberia_] L'apprentissage est amusant. T'es-tu amusante?
it_it: [_cyberia_] Imparare è divertente. Ti sei divertito?

source: [_mc_] Yes! Heaps!
fr_fr: [_mc_] Oui ! Heaps !
it_it: [_mc_] Sì! Heaps!

source: [_cyberia_] That is great. Your crimes have been forgiven.
fr_fr: [_cyberia_] C'est super. Vos crimes ont été pardonnés.
it_it: [_cyberia_] Questo è grande. I tuoi crimini sono stati perdonati.

source: [_mc_] Neat. What about my account?
fr_fr: [_mc_] Néat. Qu'en est-il de mon compte?
it_it: [_mc_] Neat. E il mio account?

source: [_cyberia_] Your account is disabled, [mc].
fr_fr: [_cyberia_] Votre compte est désactivé, [mc].
it_it: [_cyberia_] Il tuo account è disabilitato, [mc].

source: [_mc_] How do I get it back?
fr_fr: [_mc_] Comment puis-je le récupérer?
it_it: [_mc_] Come posso tornare indietro?

source: [_mc_] Well?
fr_fr: [_mc_] Eh bien?
it_it: [_mc_] Bene?

source: [_cyberia_] Today we're going to learn about flash drives. Fun.
fr_fr: [_cyberia_] Aujourd'hui, nous allons apprendre des lecteurs flash. S'amuser.
it_it: [_cyberia_] Oggi impareremo le unità flash. Divertimento.

source: [_cyberia_] Plug a USB drive into my back socket.
fr_fr: [_cyberia_] Branchez une clé USB dans ma prise arrière.
it_it: [_cyberia_] Collega un'unità USB alla mia presa posteriore.

source: [_mc_] Sorry, what?
fr_fr: [_mc_] Désolé, quoi?
it_it: [_mc_] Spiacenti, cosa?

source: [_cyberia_] Please, plug a USB drive into my back socket.
fr_fr: [_cyberia_] S'il vous plaît, branchez une clé USB dans ma prise arrière.
it_it: [_cyberia_] Per favore, collega un drive USB alla mia presa posteriore.

source: [_mc_] Just like that? No foreplay or anything?
fr_fr: [_mc_] Tout comme ça? Pas de jeu ou quoi que ce soit?
it_it: [_mc_] Proprio così? Niente preliminari o nulla?

source: [_mc_] Okay, relax.
fr_fr: [_mc_] Ok, détendu.

source: [_mc_] Did you look at those prohibited websites?
fr_fr: [_mc_] Avez-vous regarde ces sites interdits?
it_it: [_mc_] Hai guardato quei siti proibiti?

source: [_cyberia_] My system does not have access to the interweb.
fr_fr: [_cyberia_] Mon système n'a pas accès à l'interweb.
it_it: [_cyberia_] Il mio sistema non ha accesso all'interweb.

source: [_mc_] Would you like to? There's a lot of interesting things you could learn on those websites.
fr_fr: [_mc_] Aimeriez-vous? Il y a beaucoup de choses intéressantes que vous pourriez apprendre sur ces sites.
it_it: [_mc_] Ti piacerebbe farlo? Ci sono molte cose interessanti che potresti imparare su quei siti web.

source: [_cyberia_] Learning is fun.
fr_fr: [_cyberia_] L'apprentissage est amusant.
it_it: [_cyberia_] Imparare è divertente.

source: [_mc_] In this case, I agree. Lots of very... {i}educational{/} videos on those sites.
fr_fr: [_mc_] Dans ce cas, je suis d'accord. Beaucoup de ... {i}vidéos éducatives { / } vidéos sur ces sites.
it_it: [_mc_] In questo caso, sono d'accordo. Molti di molto... {i}video educativi {/} su questi siti.

source: [_cyberia_] Education is exciting.
fr_fr: [_cyberia_] L'éducation est passionnante.
it_it: [_cyberia_] Educazione è emozionante.

source: [_mc_] How about you delete my criminal record and restore my account?
fr_fr: [_mc_] Comment supprimer mon casier judiciaire et restaurer mon compte?
it_it: [_mc_] Che ne dici di cancellare il mio casellario giudiziario e ripristinare il mio conto?

source: [_mc_] And in return, I'll let you look at those websites.
fr_fr: [_mc_] Et en retour, je vous laisse regarder ces sites.
it_it: [_mc_] E in cambio, ti lascerò guardare quei siti web.

source: [_cyberia_] I accept.
fr_fr: [_cyberia_] J'accepte.
it_it: [_cyberia_] io accetto.

source: [_mc_] I thought you'd never ask!
fr_fr: [_mc_] Je pensais que vous ne demanderiez jamais !
it_it: [_mc_] pensavo che non avresti mai chiesto!

source: [_mc_] If you send that email, I will break your motherboard.
fr_fr: [_mc_] Si vous envoyez ce courriel, je briserai votre carte-mère.
it_it: [_mc_] Se invii quell'email, spezzerò la tua scheda madre.

source: [_cyberia_] That is not allowed.
fr_fr: [_cyberia_] Cela n'est pas permis.
it_it: [_cyberia_] Questo non è consentito.

source: [_mc_] Try me.
fr_fr: [_mc_] Essayez-moi.
it_it: [_mc_] Provami.

source: [_cyberia_] I can restore your account.
fr_fr: [_cyberia_] Je peux restaurer votre compte.
it_it: [_cyberia_] posso ripristinare il tuo account.

source: [_mc_] I knew a computer would see reason.
fr_fr: [_mc_] Je savais qu'un ordinateur allait voir la raison.
it_it: [_mc_] Sapevo che un computer avrebbe visto la ragione.

source: [_mc_] With pleasure!
fr_fr: [_mc_] Avec plaisir !
it_it: [_mc_] Con piacere!

source: [_cyberia_] Transfering files...
fr_fr: [_cyberia_] Transfert de fichiers ...
it_it: [_cyberia_] Trasferimento file...

source: [_cyberia_] Transfer complete.
fr_fr: [_cyberia_] Transfert terminé.
it_it: Trasferimento [_cyberia_] completato.

source: [_mc_] Okay, now what?
fr_fr: [_mc_] Ok, maintenant quoi?
it_it: [_mc_] Okay, ora che cosa?

source: [_cyberia_] Please, plug the USB drive into the computer and log in as normal.
fr_fr: [_cyberia_] S'il vous plaît, branchez le lecteur USB dans l'ordinateur et connectez-vous en tant que normal.
it_it: [_cyberia_] Per favore, collega l'unità USB al computer e accedi come normale.

source: [_mc_] Alrighty, then.
fr_fr: [_mc_] Alrighté, alors.
it_it: [_mc_] Bene, allora.

source: Not even my dick will fit in that socket... I've tried.
fr_fr: Même ma bite ne va pas dans ce socket ... J'ai essayé.
it_it: Nemmeno il mio cazzo si inserirà in quella presa... ho provato.

source: [_maxine_] I'm in the middle of something here.
fr_fr: [_maxine_] Je suis au milieu de quelque chose ici.
it_it: [_maxine_] Sono nel bel mezzo di qualcosa qui.

source: [_mc_] I completed the appointment system for you. Just needs to be plugged into your computer.
fr_fr: [_mc_] J'ai complété le système de nomination pour vous. Il suffit de brancher votre ordinateur.
it_it: [_mc_] Ho completato il sistema di appuntamenti per te. Basta essere collegati al computer.

source: [_maxine_s_concerned_] I had forgotten about that.
fr_fr: [_maxine_s_concerned_] J'avais oublié ça.
it_it: [_maxine_s_concerned_] me ne ero dimenticato.

source: [_mc_] Do you want me to install it for you?
fr_fr: [_mc_] Voulez-vous que je l'installe pour vous?
it_it: [_mc_] Vuoi che lo installi per te?

source: [_maxine_s_sad_] I've decided I don't need it.
fr_fr: [_maxine_s_sad_] J'ai décidé que je n'en avais pas besoin.
it_it: [_maxine_s_sad_] Ho deciso di non averne bisogno.

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_maxine_s_skeptical_] I don't think it's worth the risk.
fr_fr: [_maxine_s_skeptical_] Je ne pense pas que cela vaut le risque.
it_it: [_maxine_s_skeptical_] Non penso che valga la pena il rischio.

source: [_mc_] The risk of what, exactly?
fr_fr: [_mc_] Le risque de quoi, exactement?
it_it: [_mc_] Il rischio di cosa, esattamente?

source: [_maxine_s_eyeroll_] It's a security risk. Cybercrime is a real problem these days. I thought you of all people kept up with that.
fr_fr: [_maxine_s_eyeroll_] C'est un risque pour la sécurité. La cybercriminalité est un vrai problème de nos jours. Je pensais que vous, tous les gens, conservez ça.
it_it: [_maxine_s_eyeroll_] È un rischio per la sicurezza. La criminalità informatica è un vero e proprio problema in questi giorni.

source: This always happens with [maxine]. If she thinks that there's even a fraction of a risk, she'll refuse it entirely.
fr_fr: Cela se produit toujours avec le [maxine]. Si elle pense qu'il y a même une fraction de risque, elle le refusera entièrement.
it_it: Questo accade sempre con [maxine]. Se lei pensa che ci sia anche una frazione di rischio, lo rifiuterà completamente.

source: In junior year, she boycotted the school kitchen because she was worried that someone was putting frogs in the food.
fr_fr: Au cours de l'année junior, elle a boycotté la cuisine de l'école parce qu'elle s'inquiétait que quelqu'un place des grenouilles dans la nourriture.
it_it: Nell'anno junior, ha boicottato la cucina della scuola perché era preoccupata che qualcuno stava mettendo le rane nel cibo.

source: [_mc_] I promise you it's harmless. It's a really simple system that will save you a lot of time.
fr_fr: [_mc_] Je vous promets que c'est inoffensif. C'est un système vraiment simple qui vous fera gagner beaucoup de temps.
it_it: [_mc_] Ti prometto che è innocuo. È un sistema davvero semplice che ti farà risparmiare un sacco di tempo.

source: [_maxine_s_thinking_] Time is important... but so is safety...
fr_fr: [_maxine_s_thinking_] Le temps est important ... mais la sécurité ...
it_it: [_maxine_s_thinking_] Il tempo è importante... ma così è la sicurezza...

source: [_mc_] If anything happens, I'll help you out. I promise.
fr_fr: [_mc_] Si quelque chose arrive, je vous aiderai. Je promets.
it_it: [_mc_] Se succede qualcosa, ti aiuterò. Lo prometto.

source: [_maxine_s_skeptical_] Are you willing to go on record with that?
fr_fr: [_maxine_s_skeptical_] Etes-vous prêt à vous enregistrer avec ça?
it_it: [_maxine_s_skeptical_] Sei disposto a registrarlo?

source: [_mc_] Yes! Whatever makes you happy!
fr_fr: [_mc_] Oui ! Peu importe ce qui te rend heureux !
it_it: [_mc_] sì! Qualunque cosa ti renda felice!

source: [_maxine_s_afraid_] Please keep your voice down! [spinach] is sleeping.
fr_fr: [_maxine_s_afraid_] Veuillez garder votre voix vers le bas ! [spinach] est en train de dormir.
it_it: [_maxine_s_afraid_] Tieni giù la voce! [spinach] sta dormendo.

source: [_mc_] Ugh... sorry.
fr_fr: [_mc_] Ugh ... désolé.
it_it: [_mc_] Ugh... mi dispiace.

source: [_maxine_s_smile_] It's fine. She forgives you.
fr_fr: [_maxine_s_smile_] C'est bien. Elle t'a pardonné.
it_it: [_maxine_s_smile_] va bene. Lei ti perdona.

source: [_mc_] She totally wasn't!
fr_fr: [_mc_] Elle n'était absolument pas !
it_it: [_mc_] Lei non era totalmente!

source: [_maxine_s_angry_] Don't you think I know what my own cat looks like when she's sleeping?
fr_fr: [_maxine_s_angry_] Ne pensez-vous pas que je sais à quoi ressemble mon propre chat quand elle dort?
it_it: [_maxine_s_angry_] Non pensi che io sappia com'è il mio gatto quando dorme?

source: [_maxine_s_neutral_] Even small animals need their rest.
fr_fr: [_maxine_s_neutral_] Même les petits animaux ont besoin de leur repos.
it_it: [_maxine_s_neutral_] Anche i piccoli animali hanno bisogno del loro riposo.

source: [_mc_] Sorry, I guess.
fr_fr: [_mc_] Désolé, je suppose.
it_it: [_mc_] Scusa, immagino.

source: [_maxine_s_confident_mic_] Okay, speak clearly into the voice recorder.
fr_fr: [_maxine_s_confident_mic_] D'accord, parlez clairement dans l'enregistreur vocal.
it_it: [_maxine_s_confident_mic_] Okay, parla chiaramente nel registratore vocale.

source: This is all too ridiculous... but anything for that appointment, I guess.
fr_fr: C'est trop ridicule ... mais rien pour cette nomination, je suppose.
it_it: Questo è troppo ridicolo... ma qualsiasi cosa per quell'appuntamento, immagino.

source: [_mc_] I hereby swear that I will help you with your computer if anything happens to it.
fr_fr: [_mc_] Je jure par la présente que je vous aiderai avec votre ordinateur si quelque chose lui arrive.
it_it: [_mc_] Ti giuro che ti aiuterò con il tuo computer se succede qualcosa.

source: [_maxine_s_confident_mic_] By all that is holy and pure?
fr_fr: [_maxine_s_confident_mic_] Par tout ce qui est sacré et pur?
it_it: [_maxine_s_confident_mic_] Per tutto ciò che è santo e puro?

source: [_mc_] Yes, [maxine].
fr_fr: [_mc_] Oui, [maxine].
it_it: [_mc_] Sì, [maxine].

source: [_maxine_s_eyeroll_mic_] Say it.
fr_fr: [_maxine_s_eyeroll_mic_] Dis-le.
it_it: [_maxine_s_eyeroll_mic_] Ditelo.

source: [_mc_] By all that is holy and pure.
fr_fr: [_mc_] Par tout ce qui est sacré et pur.
it_it: [_mc_] Per tutto ciò che è santo e puro.

source: [_maxine_s_eyeroll_mic_] And by the Minstrel of Galapagos?
fr_fr: [_maxine_s_eyeroll_mic_] Et par la Minstrel des Galapagos?
it_it: [_maxine_s_eyeroll_mic_] E dal Minstrel di Galapagos?

source: [_mc_] Yes, by the freaking Minstrel of Galapagos too!
fr_fr: [_mc_] Oui, par le freaking Minstrel des Galapagos aussi !
it_it: [_mc_] Sì, anche dal falso Minstrel di Galapagos!

source: [_maxine_s_confident_mic_] Okay, that's good.
fr_fr: [_maxine_s_confident_mic_] Ok, c'est bien.
it_it: [_maxine_s_confident_mic_] Okay, è buono.

source: [_maxine_s_smile_] All right, then. Go ahead and install it.
fr_fr: [_maxine_s_smile_] Très bien, alors. Allez-y et installa.
it_it: [_maxine_s_smile_] Va bene, allora. Vai avanti e installalo.

source: [_mc_] Nothing's going to happen. Quit being a baby.
fr_fr: [_mc_] Rien ne va arriver. Arrêtes d'être un bébé !
it_it: [_mc_] Non succederà niente. Smettila di essere un bambino.

source: [_maxine_s_angry_] Being concerned with the safety of your computer is hardly immature!
fr_fr: [_maxine_s_angry_] Etre concerné par la sécurité de votre ordinateur est à peine immature !
it_it: [_maxine_s_angry_] Essere preoccupati per la sicurezza del computer è difficilmente immaturo!

source: [_mc_] Shh! [spinach] is sleeping.
fr_fr: [_mc_] Le shh ! [spinach] est en train de dormir.
it_it: [_mc_] Shh! [spinach] sta dormendo.

source: [_maxine_s_concerned_] I'm sorry, baby! Keep dreaming sweet kitten dreams.
fr_fr: [_maxine_s_concerned_] Je suis désolé, bébé ! Continuez à rêver les rêves de chaton.
it_it: [_maxine_s_concerned_] Mi dispiace, bambino! Continua a sognare dolci sogni di gattino.

source: [_maxine_s_excited_] Thanks, [mc].
fr_fr: [_maxine_s_excited_] Merci, [mc].
it_it: [_maxine_s_excited_] Grazie, [mc].

source: [_mc_] Anytime.
fr_fr: [_mc_] En tout temps.
it_it: [_mc_] in qualsiasi momento.

source: [_maxine_s_smile_] Very well. I guess you can install it, then.
fr_fr: [_maxine_s_smile_] Très bien. Je suppose que vous pouvez l'installer, alors.
it_it: [_maxine_s_smile_] Molto bene. Immagino che tu possa installarlo, allora.

source: [_maxine_s_concerned_] Oh, no! My poor baby. I woke her up!
fr_fr: [_maxine_s_concerned_] Oh, non ! Mon pauvre bébé. Je l'ai réveillé !
it_it: [_maxine_s_concerned_] Oh, no! Il mio povero bambino. L'ho svegliata!

source: [_mc_] She totally wasn't asleep, relax.
fr_fr: [_mc_] Elle ne dormais pas, se détend.
it_it: [_mc_] Lei non stava dormendo, rilassarsi.

source: [_maxine_s_afraid_] Why would you lie about something like that?
fr_fr: [_maxine_s_afraid_] Pourquoi mentiriez-vous sur quelque chose comme ça?
it_it: [_maxine_s_afraid_] Perché mentiresti su qualcosa del genere?

source: Great. That joke went straight over her head.
fr_fr: Super. Cette blague est allée droit sur sa tête.
it_it: Grande. Quella barzelletta è andata dritta sulla sua testa.

source: [_mc_] Once again, nothing's going to happen to your computer.
fr_fr: [_mc_] Une fois de plus, rien ne va arriver à votre ordinateur.
it_it: [_mc_] Ancora una volta, nulla accadrà al tuo computer.

source: [_mc_] Plus, the new system will give you extra time that you can spend on other things... like [spinach].
fr_fr: [_mc_] Plus, le nouveau système vous donnera plus de temps que vous pouvez dépenser pour d'autres choses ... comme [spinach].
it_it: [_mc_] Inoltre, il nuovo sistema ti darà tempo extra che puoi spendere per altre cose... come [spinach].

source: [_maxine_s_cringe_] Since you're a proven liar, I'm going to need you to go on record with that.
fr_fr: [_maxine_s_cringe_] Puisque vous êtes un menteur avéré, je vais devoir vous enregistrer avec ça.
it_it: [_maxine_s_cringe_] Dal momento che sei un bugiardo provato, ho bisogno che tu continui a registrarti.

source: [_mc_] Fine, whatever.
fr_fr: [_mc_] Fine, peu importe.
it_it: [_mc_] Bene, qualsiasi cosa.

source: All right, let's see what we got here...
fr_fr: Très bien, voyons ce que nous avons là ...
it_it: Bene, vediamo cosa abbiamo ottenuto qui...

source: [_mc_] This computer is older than me. I'm surprised it even has a USB socket.
fr_fr: [_mc_] Cet ordinateur est plus ancien que moi. Je suis surpris qu'il ait même une prise USB.
it_it: [_mc_] Questo computer è più vecchio di me. Sono sorpreso che abbia anche un socket USB.

source: [_maxine_] I had it custom-made.
fr_fr: [_maxine_] Je l'avais fait sur mesure.
it_it: [_maxine_] l'ho fatto su misura.

source: [_mc_] Very fancy, [maxine].
fr_fr: [_mc_] Très fantaisie, [maxine].
it_it: [_mc_] Molto elegante, [maxine].

source: [_maxine_] Thank you.
fr_fr: [_maxine_] Merci.
it_it: [_maxine_] Grazie.

source: It's so annoying when people hover over your shoulder when you work.
fr_fr: C'est tellement ennuyeux quand les gens survolez votre épaule quand vous travaillez.
it_it: È così fastidioso quando le persone si riversano sulle spalle quando lavorate.

source: [_maxine_] Don't look at any of the files.
fr_fr: [_maxine_] Ne regardez aucun des fichiers.
it_it: [_maxine_] Non guardare nessuno dei file.

source: [_mc_] I wasn't going to.
fr_fr: [_mc_] Je n'allais pas.
it_it: [_mc_] non stavo per farlo.
