Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_hook.po
Languages: fr_fr, it_it

source: [_mc_] Hey, [maxine]! What are you doing?
fr_fr: [_mc_] Hey, [maxine]! Qu'est-ce que tu fais?
it_it: [_mc_] Hey, [maxine]! Cosa stai facendo?

source: [_maxine_s_concerned_binoculars_] I'm looking for the truth.
fr_fr: [_maxine_s_concerned_binoculars_] Je cherche la vérité.
it_it: [_maxine_s_concerned_binoculars_] Sto cercando la verità.

source: [_mc_] I know that, but...
fr_fr: [_mc_] Je le sais, mais ...
it_it: [_mc_] lo so, ma...

source: [_mc_] What are you up to right now?
fr_fr: [_mc_] Qu'est-ce que vous avez à l'heure actuelle?
it_it: [_mc_] Che cosa sei in questo momento?

source: [_maxine_s_thinking_] Talking to you, [mc].
it_it: [_maxine_s_thinking_] Parlando con te, [mc].

source: [_maxine_s_thinking_] You really need to be more perceptive.
fr_fr: [_maxine_s_thinking_] Vous devez vraiment être plus perspictif.
it_it: [_maxine_s_thinking_] Hai davvero bisogno di essere più percettivo.

source: [_mc_] What were you doing right before you started talking to me?
fr_fr: [_mc_] Que faisiez-vous juste avant de commencer à me parler?
it_it: [_mc_] Cosa stavi facendo bene prima di iniziare a parlare con me?

source: [_maxine_s_sad_] Taking care of business.
fr_fr: [_maxine_s_sad_] Prise en charge des affaires.
it_it: [_maxine_s_sad_] Prendersi cura degli affari.

source: [_mc_] What business?
fr_fr: [_mc_] Quelles activités commerciales?
it_it: [_mc_] Che affari?

source: [_maxine_s_skeptical_] You ask an awful lot of questions.
fr_fr: [_maxine_s_skeptical_] Vous posez une foule de questions.
it_it: [_maxine_s_skeptical_] Fai un sacco di domande terribili.

source: [_mc_] I'm just curious...
fr_fr: [_mc_] Je suis juste curieuse ...
it_it: [_mc_] Sono semplicemente curioso...

source: [_maxine_s_eyeroll_] If you must know, I was looking for the narrative lens.
fr_fr: [_maxine_s_eyeroll_] Si vous devez savoir, je cherchais la lentille narrative.
it_it: [_maxine_s_eyeroll_] Se dovete sapere, stavo cercando la lente narrativa.

source: [_mc_] The what?
it_it: [_mc_] Il cosa?

source: [_maxine_s_skeptical_] It's the window between worlds. Between fiction and reality.
fr_fr: [_maxine_s_skeptical_] C'est la fenêtre entre les mondes. Entre fiction et réalité.
it_it: [_maxine_s_skeptical_] È la finestra tra i mondi. Tra finzione e realtà.

source: [_mc_] And what does this lens look like?
fr_fr: [_mc_] Et à quoi ressemble cette lentille?
it_it: [_mc_] E che aspetto ha questo obiettivo?

source: [_maxine_s_skeptical_] It can be a camera, a canvas with an arrangement of colors, or even a person.
fr_fr: [_maxine_s_skeptical_] Il peut s'agir d'une caméra, d'une toile avec un agencement de couleurs, ou même d'une personne.
it_it: [_maxine_s_skeptical_] Può essere una macchina fotografica, una tela con una disposizione di colori, o anche una persona.

source: [_mc_] What? A person?
fr_fr: [_mc_] Quoi? Une personne?
it_it: [_mc_] Cosa? Una persona?

source: [_maxine_s_smile_] The world is a stage, [mc] — everyone is a player. You know that, right?
fr_fr: [_maxine_s_smile_] Le monde est une scène, [mc] -tout le monde est un joueur. Tu le sais, non?
it_it: [_maxine_s_smile_] Il mondo è un palco, [mc] — tutti sono un giocatore. Lo sapete, giusto?

source: [_maxine_s_neutral_] But if everyone is on the stage, where is the audience?
fr_fr: [_maxine_s_neutral_] Mais si tout le monde est sur la scène, où est le public?
it_it: [_maxine_s_neutral_] Ma se tutti sono sul palco, dov'è il pubblico?

source: [_maxine_s_neutral_] Now, if you'll excuse me—
fr_fr: [_maxine_s_neutral_] Maintenant, si vous m'excusez-
it_it: [_maxine_s_neutral_] Ora, se mi scuserai—

source: [_mc_] Wait!
fr_fr: [_mc_] Attends !
it_it: [_mc_] Aspetta!

source: [_maxine_s_concerned_] What?
fr_fr: [_maxine_s_concerned_] Quoi?
it_it: [_maxine_s_concerned_] Cosa?

source: [_mc_] I need your help with something.
fr_fr: [_mc_] J'ai besoin de votre aide pour quelque chose.
it_it: [_mc_] Ho bisogno del tuo aiuto con qualcosa.

source: [_maxine_s_excited_] Well, what is it?
fr_fr: [_maxine_s_excited_] Eh bien, qu'est-ce que c'est?
it_it: [_maxine_s_excited_] Beh, che cos'è?

source: [_mc_] Do you believe in... {i}time travel{/}?
fr_fr: [_mc_] Croyez-vous en ... {i}temps de voyage { / }?
it_it: [_mc_] Credi in... {i}viaggio di tempo{/}?

source: [_mc_] But you believe in all sorts of wacky shit!
fr_fr: [_mc_] Mais vous croyez en toutes sortes de merde !
it_it: [_mc_] Ma tu credi in tutti i tipi di merda stravagante!

source: [_maxine_s_thinking_] Time travel doesn't make any logical sense.
fr_fr: [_maxine_s_thinking_] Le temps de déplacement n'a aucun sens logique.
it_it: [_maxine_s_thinking_] Il viaggio in tempo non ha alcun senso logico.

source: [_mc_] And a saucer-eyed doll that controls the magnetic field does?!
fr_fr: [_mc_] Et une poupée à paupières qui contrôle le champ magnétique? !
it_it: [_mc_] E una bambola che controlla il campo magnetico fa?!

source: [_maxine_s_smile_] Of course.
fr_fr: [_maxine_s_smile_] Bien sûr.
it_it: [_maxine_s_smile_] Certo.

source: [_maxine_s_smile_] You can travel forward in time by going fast enough — but it's only relative to the people who don't move at that speed.
fr_fr: [_maxine_s_smile_] Vous pouvez aller de l'avant dans le temps en allant assez vite-mais ce n'est que par rapport aux gens qui ne se déplacent pas à cette vitesse.
it_it: [_maxine_s_smile_] È possibile viaggiare in avanti in tempo andando abbastanza veloce — ma è solo relativo alle persone che non si muovono a quella velocità.

source: [_maxine_s_neutral_] Backwards in time is simply impossible.
fr_fr: [_maxine_s_neutral_] Il est tout simplement impossible de gagner du temps.
it_it: [_maxine_s_neutral_] Indietro nel tempo è semplicemente impossibile.

source: [_mc_] Well, you're wrong, because I did travel back in time.
fr_fr: [_mc_] Eh bien, vous avez tort, parce que j'ai fait un voyage dans le temps.
it_it: [_mc_] Beh, hai torto, perché ho viaggiato indietro nel tempo.

source: [_maxine_s_laughing_] And you're choosing to go to school despite finishing it once already?
fr_fr: [_maxine_s_laughing_] Et vous choisissez d'aller à l'école malgré la fin déjà?
it_it: [_maxine_s_laughing_] E stai scegliendo di andare a scuola nonostante la finitura già una volta?

source: Man, she does have a point. What the hell am I doing here?
fr_fr: L'homme, elle a un point. Qu'est-ce que je fais ici?
it_it: L'uomo ha un punto: che diavolo sto facendo qui?

source: [_maxine_s_sad_] Unless...
fr_fr: [_maxine_s_sad_] À moins que ...
it_it: [_maxine_s_sad_] Indipendente...

source: [_mc_] Unless?
fr_fr: [_mc_] À moins que?
it_it: [_mc_] Indipendente?

source: [_maxine_s_thinking_] Unless school was a large contributing factor to why your life turned out so poorly.
fr_fr: [_maxine_s_thinking_] À moins que l'école ne soit un facteur important pour expliquer pourquoi votre vie a été si mauvaise.
it_it: [_maxine_s_thinking_] A meno che la scuola non fosse un grande fattore che contribuisce al perché la tua vita si sia rivelata così povera.

source: [_maxine_s_thinking_] Then you would want a redo.
fr_fr: [_maxine_s_thinking_] Alors vous voulez un redo.
it_it: [_maxine_s_thinking_] Allora vorresti un redo.

source: [_mc_] How did you know that?
fr_fr: [_mc_] Comment saviez-vous cela?
it_it: [_mc_] Come lo sapevate?

source: [_maxine_s_skeptical_] No offense, but you're not exactly someone with great prospects.
fr_fr: [_maxine_s_skeptical_] Pas d'offense, mais vous n'êtes pas vraiment quelqu'un avec de grandes perspectives.
it_it: [_maxine_s_skeptical_] Nessuna offesa, ma non sei esattamente qualcuno con grandi prospettive.

source: [_maxine_s_skeptical_] Anyway, I have a meeting with a plant. Adieu.
fr_fr: [_maxine_s_skeptical_] En tout cas, j'ai une réunion avec une usine. Adieu.
it_it: [_maxine_s_skeptical_] Comunque, ho un incontro con una pianta. Adieu.

source: I feel like I've made a difference since I returned, but maybe I'm destined for failure regardless of my actions?
fr_fr: J'ai l'impression d'avoir fait une différence depuis que je suis revenu, mais peut-être que je suis destinée à l'échec quelles que soient mes actions?
it_it: Mi sento come se avessi fatto la differenza da quando sono tornato, ma forse sono destinato al fallimento indipendentemente dalle mie azioni?

source: Ugh, talking to [maxine] always makes my brain tired. I should probably call it a day already...
fr_fr: Ugh, parler à [maxine] rend toujours mon cerveau fatigué. Je devrais probablement l'appeler un jour déjà ...
it_it: Ugh, parlando con [maxine] rende sempre il mio cervello stanco. Probabilmente dovrei chiamarlo già un giorno...

source: I'll just pretend I didn't see a butt and a pair of legs sticking out from under my bed...
fr_fr: Je vais juste faire semblant de ne pas voir un cul et une paire de jambes qui sortent de mon lit ...
it_it: Farò solo finta che non ho visto un culo e un paio di gambe attaccare fuori da sotto il mio letto...

source: [_maxine_s_blush_] [spinach], how are your captors treating you?
fr_fr: [_maxine_s_blush_] [spinach], comment vos ravisseurs vous traitez-vous?
it_it: [_maxine_s_blush_] [spinach], come ti trattano i tuoi prigionieri?

source: [_maxine_s_sad_s_flip_] You are a hostage. It would be unethical for me to pet you.
fr_fr: [_maxine_s_sad_s_flip_] Vous êtes un otage. Il serait contraire à l'éthique pour moi de vous animaux.
it_it: [_maxine_s_sad_s_flip_] Tu sei un ostaggio. Sarebbe immorale per me prenderti in compagnia.

source: [_maxine_s_thinking_s_flip_] Fine... a single petting, then I'll leave you to your fate.
fr_fr: [_maxine_s_thinking_s_flip_] Amende ... une seule pépite, alors je vous laisse à votre destin.
it_it: [_maxine_s_thinking_s_flip_] Fine... una singola pettinatura, poi ti lascerò al tuo destino.

source: [_spinach_s_drugged_] Roar!
it_it: [_spinach_s_drugged_] Ruggito!

source: [_maxine_s_skeptical_] No, that is highly incorrect.
fr_fr: [_maxine_s_skeptical_] Non, c'est très incorrect.
it_it: [_maxine_s_skeptical_] No, è molto errato.

source: [_maxine_s_skeptical_] My sources tell me that [mc] doesn't have any ties to a terrorist organization other than the IRS.
fr_fr: [_maxine_s_skeptical_] Mes sources me disent que le [mc] n'a aucun lien avec une organisation terroriste autre que l'IRS.
it_it: [_maxine_s_skeptical_] Le mie fonti mi dicono che [mc] non ha alcun legame con un'organizzazione terroristica diversa dall'IRS.

source: [_mc_] What are you doing under my bed?
fr_fr: [_mc_] Qu'est-ce que vous faites sous mon lit?
it_it: [_mc_] Cosa stai facendo sotto il mio letto?

source: [_maxine_] Investigating.
fr_fr: [_maxine_] Enquête.
it_it: [_maxine_] Indagine.

source: [_mc_] Investigating what?
fr_fr: [_mc_] Enquête sur quoi?
it_it: [_mc_] Indagare cosa?

source: [_maxine_] Your claims of time travel, of course.
fr_fr: [_maxine_] Vos demandes de temps de voyage, bien sûr.
it_it: [_maxine_] Le tue rivendicazioni di viaggi di tempo, ovviamente.

source: [_maxine_] But there only seems to be a crusty old sock, two empty batteries, and what appears to be a spider's nest here.
fr_fr: [_maxine_] Mais il semble qu'il n'y ait qu'une vieille chaussette concassée, deux piles vides, et ce qui semble être un nid d'araignées ici.
it_it: [_maxine_] Ma sembra che ci sia solo una vecchia calza croccante, due batterie vuote, e quello che sembra essere un nido di ragno qui.

source: [_mc_] How did you even get in here?
fr_fr: [_mc_] Comment avez-vous même été ici?
it_it: [_mc_] Come sei entrato anche qui?

source: [_maxine_s_excited_] The same way everyone else does.
fr_fr: [_maxine_s_excited_] De la même façon que tout le monde.
it_it: [_maxine_s_excited_] Lo stesso modo in cui tutti gli altri fanno.

source: [_mc_] I'm... not talking about how you were born...
fr_fr: [_mc_] Je ... ne parle pas de la façon dont tu es né ...
it_it: [_mc_] Io... non parlare di come sei nato...

source: [_maxine_s_concerned_] Neither am I.
fr_fr: [_maxine_s_concerned_] Ni moi ni moi.
it_it: [_maxine_s_concerned_] Né sono io.

source: [_mc_] How did you get into my room, [maxine]?
fr_fr: [_mc_] Comment êtes-vous entré dans ma chambre, [maxine]?
it_it: [_mc_] Come sei entrato nella mia stanza, [maxine]?

source: [_maxine_s_thinking_] Do not ask questions you don't want the answer to.
fr_fr: [_maxine_s_thinking_] Ne posez pas de questions sur laquelle vous ne voulez pas de réponse.
it_it: [_maxine_s_thinking_] Non fare domande che non si desidera la risposta.

source: [_mc_] So... did you manage to draw any conclusions about my time traveling yet?
fr_fr: [_mc_] Alors ... avez-vous réussi à tirer des conclusions sur mon temps de voyager?
it_it: [_mc_] Quindi... sei riuscito a trarre qualche conclusione sul mio tempo che viaggia ancora?

source: [_maxine_s_skeptical_] Yes, my conclusion is that you're lying.
fr_fr: [_maxine_s_skeptical_] Oui, ma conclusion est que vous mentez.
it_it: [_maxine_s_skeptical_] Sì, la mia conclusione è che stai mentendo.

source: [_maxine_s_annoyed_] I could've been investigating the ghost of Pond Park. Yet here I am, wasting my time.
fr_fr: [_maxine_s_annoyed_] J'aurais pu enquêter sur le fantôme de Pond Park. Mais ici, je suis en train de perdre mon temps.
it_it: [_maxine_s_annoyed_] Avrei potuto indagare sul fantasma di Pond Park. Eppure qui sto perdendo tempo.

source: [_mc_] I'm not lying!
fr_fr: [_mc_] Je ne mens pas !
it_it: [_mc_] non sto mentendo!

source: [_maxine_s_skeptical_] Everybody lies. Especially you.
fr_fr: [_maxine_s_skeptical_] Tout le monde ment. Surtout vous.
it_it: [_maxine_s_skeptical_] Tutti mentono. Soprattutto te.

source: [_mc_] What's that supposed to mean?
fr_fr: [_mc_] Qu'est-ce que c'est censé vouloir dire?
it_it: [_mc_] Che cosa dovrebbe significare?

source: [_maxine_s_skeptical_] It means that falsehoods are perpetuated by all humans, but you in particular.
fr_fr: [_maxine_s_skeptical_] Cela signifie que les mensonges sont perpétués par tous les humains, mais vous en particulier.
it_it: [_maxine_s_skeptical_] Significa che le falsità sono perpetuate da tutti gli esseri umani, ma in particolare.

source: [_mc_] Why me in particular?
fr_fr: [_mc_] Pourquoi en particulier?
it_it: [_mc_] Perché in particolare?

source: [_maxine_s_eyeroll_] How am I supposed to know that?
fr_fr: [_maxine_s_eyeroll_] Comment suis-je censé le savoir?
it_it: [_maxine_s_eyeroll_] Come dovrei saperlo?

source: [_mc_] I thought you knew everything.
fr_fr: [_mc_] Je croyais que tu savais tout.
it_it: [_mc_] pensavo che tu sapesse tutto.

source: [_maxine_s_confident_] I {i}see{/} everything. If I also knew everything, that would make me...
fr_fr: [_maxine_s_confident_] I {i}voir { / } tout. Si je savais aussi tout, ça me ferait ...
it_it: [_maxine_s_confident_] Io {i}vedrei tutto{/}. Se sapessi anche tutto, questo mi fare...

source: [_mc_] A god?
fr_fr: [_mc_] Un dieu?
it_it: [_mc_] Un dio?

source: [_maxine_s_skeptical_] A serious competition to search engines.
fr_fr: [_maxine_s_skeptical_] Une concurrence sérieuse pour les moteurs de recherche.
it_it: [_maxine_s_skeptical_] Una seria competizione per la ricerca dei motori.

source: [_mc_] Great.
fr_fr: [_mc_] Grand.
it_it: [_mc_] Grande.

source: [_maxine_s_annoyed_] It would be for you, since your questions seem to be endless.
fr_fr: [_maxine_s_annoyed_] Ce serait pour vous, puisque vos questions semblent infinies.
it_it: [_maxine_s_annoyed_] Sarebbe per te, dato che le tue domande sembrano essere infinite.

source: God, she's annoying.
fr_fr: Mon Dieu, c'est ennuyeux.
it_it: Dio, è fastidiosa.

source: [_mc_] The ghost of Pond Park?
fr_fr: [_mc_] Le fantôme de Pond Park?
it_it: [_mc_] Il fantasma di Pond Park?

source: [_maxine_s_skeptical_] Indeed. There has been a report of a haunting.
fr_fr: [_maxine_s_skeptical_] En effet. Il y a eu un rapport d'obsédante.
it_it: [_maxine_s_skeptical_] In verità. C'è stato un rapporto di un inquietante.

source: [_mc_] Who reported it?
fr_fr: [_mc_] Qui l'a signalé?
it_it: [_mc_] Chi l'ha segnalato?

source: [_maxine_s_skeptical_] You know very well that my sources—
fr_fr: [_maxine_s_skeptical_] Vous savez très bien que mes sources-
it_it: [_maxine_s_skeptical_] Sai molto bene che le mie fonti—

source: [_mc_] Yeah, I know, but are you sure they're not just messing with you?
fr_fr: [_mc_] Oui, je sais, mais êtes-vous sûr qu'ils ne sont pas en désordre avec vous?
it_it: [_mc_] Sì, lo so, ma sei sicuro che non stanno solo incazzando con te?

source: [_maxine_s_eyeroll_] Why would they do that? A haunting is quite serious.
fr_fr: [_maxine_s_eyeroll_] Pourquoi feront-ils cela? Une obsédante est assez grave.
it_it: [_maxine_s_eyeroll_] Perché lo farebbe? Un'infestazione è piuttosto seria.

source: [_mc_] Well, what kind of hunting is it?
fr_fr: [_mc_] Eh bien, quel genre de chasse c'est?
it_it: [_mc_] Beh, che tipo di caccia è?

source: [_maxine_s_annoyed_] I would be able to tell you that already if you had half as many questions.
fr_fr: [_maxine_s_annoyed_] Je serais en mesure de vous dire que si vous aviez déjà moitié moins de questions.
it_it: [_maxine_s_annoyed_] Sarei in grado di dirvi che se aveste già la metà delle domande.

source: [_mc_] What would be the easiest way to get my dick inside you?
fr_fr: [_mc_] Quelle serait la façon la plus facile de récupérer ma bite?
it_it: [_mc_] Quale sarebbe il modo più semplice per ottenere il mio cazzo dentro di te?

source: [_maxine_s_skeptical_] Orally. The other options involve removal of clothing or breaking of skin, which would certainly provide additional difficulty.
fr_fr: [_maxine_s_skeptical_] Orally. Les autres options consistent à retirer des vêtements ou à briser la peau, ce qui entraînerait certainement des difficultés supplémentaires.
it_it: [_maxine_s_skeptical_] per via orale. Le altre opzioni comportano la rimozione di indumenti o la rottura della pelle, che certamente fornirebbe ulteriori difficoltà.

source: [_mc_] Do you want to try?
fr_fr: [_mc_] Voulez-vous essayer?
it_it: [_mc_] Vuoi provare?

source: [_maxine_s_skeptical_] Why? This requires no further inquiry.
fr_fr: [_maxine_s_skeptical_] Pourquoi? Cela ne nécessite aucune autre enquête.
it_it: [_maxine_s_skeptical_] Perché? Questo non richiede ulteriori indagini.

source: Oh, well... It was worth a shot.
fr_fr: Oh, eh bien ... Ça valait un coup de feu.
it_it: Oh, beh, è valsa la pena un colpo.

source: [_maxine_s_thinking_] For wasting my time, you now owe me some of yours.
fr_fr: [_maxine_s_thinking_] Pour perdre mon temps, vous me devez maintenant une partie de la vôtre.
it_it: [_maxine_s_thinking_] Per aver sprecato il mio tempo, ora mi devi alcuni dei tuoi.

source: [_mc_] That's not how it works.
fr_fr: [_mc_] Ce n'est pas comme ça qu'il fonctionne.
it_it: [_mc_] Non è così che funziona.

source: [_maxine_s_thinking_] That's exactly how it works.
fr_fr: [_maxine_s_thinking_] C'est exactement comme ça qu'il fonctionne.
it_it: [_maxine_s_thinking_] È esattamente come funziona.

source: [_maxine_s_thinking_] I have a membership at the time council. I know their rules.
fr_fr: [_maxine_s_thinking_] Je suis membre du conseil de l'époque. Je connais leurs règles.
it_it: [_maxine_s_thinking_] Ho un membro al consiglio di tempo. Conosco le loro regole.

source: [_mc_] That is not a real thing.
fr_fr: [_mc_] Ce n'est pas une chose réelle.
it_it: [_mc_] Non è una cosa reale.

source: [_maxine_s_confident_sock_] Then what do you call this?
fr_fr: [_maxine_s_confident_sock_] Alors qu'est-ce que vous appelez ça?
it_it: [_maxine_s_confident_sock_] Allora che cosa si chiama questo?

source: [_mc_] It's a regular sock!
fr_fr: [_mc_] C'est une chaussette régulière !
it_it: [_mc_] È un calzino regolare!

source: [_maxine_s_annoyed_sock_] That's what a time thief would think.
fr_fr: [_maxine_s_annoyed_sock_] C'est ce qu'un voleur de temps penserait.
it_it: [_maxine_s_annoyed_sock_] Questo è quello che un ladro di tempo penserebbe.

source: [_maxine_s_annoyed_sock_] This is a time pouch.
fr_fr: [_maxine_s_annoyed_sock_] C'est un pochette de temps.
it_it: [_maxine_s_annoyed_sock_] Questo è un sacchetto di tempo.

source: [_mc_] Right...
fr_fr: [_mc_] Droit ...
it_it: [_mc_] A Destra...

source: [_maxine_s_confident_sock_] Anyway, see you in the computer classroom.
fr_fr: [_maxine_s_confident_sock_] En tout cas, vous voyez dans la salle de classe.
it_it: [_maxine_s_confident_sock_] In ogni caso, vi vediamo in aula di computer.

source: [_mc_] But I didn't agree to—
fr_fr: [_mc_] Mais je n'ai pas accepté-
it_it: [_mc_] Ma non ho accettato a—

source: Aaaand she's gone. Great.
fr_fr: Aaaet elle est partie. Super.
it_it: Aaaand è andata. Ottimo.

source: [_maxine_s_smile_] I knew you'd show up eventually.
fr_fr: [_maxine_s_smile_] Je savais que vous vous montreriez éventuellement.
it_it: [_maxine_s_smile_] Sapevo che ti saresti presentato alla fine.

source: [_mc_] I got bored.
fr_fr: [_mc_] Je me suis ennué.
it_it: [_mc_] mi sono annoiata.

source: [_maxine_s_smile_] An idle mind is creativity's playground.
fr_fr: [_maxine_s_smile_] Un esprit inactif est le terrain de jeu de la créativité.
it_it: [_maxine_s_smile_] Una mente inattiva è il parco giochi della creatività.

source: [_mc_] I'm pretty sure that's not how the saying goes...
fr_fr: [_mc_] Je suis sûr que ce n'est pas comme ça que le dicte va ...
it_it: [_mc_] Sono abbastanza sicuro che non è così che il detto va...

source: [_maxine_s_neutral_] What saying?
fr_fr: [_maxine_s_neutral_] Qu'est-ce qui dit?
it_it: [_maxine_s_neutral_] Che dire?

source: [_mc_] Forget it.
fr_fr: [_mc_] Oublie.
it_it: [_mc_] Dimenticatelo.

source: [_mc_] What are you up to, anyway?
fr_fr: [_mc_] Qu'est-ce que tu veux, de toute façon?
it_it: [_mc_] Che cosa stai facendo, comunque?

source: [_maxine_s_excited_] I'm working on a project.
fr_fr: [_maxine_s_excited_] Je travaille sur un projet.
it_it: [_maxine_s_excited_] sto lavorando su un progetto.

source: [_mc_] What kind of project?
fr_fr: [_mc_] Quel genre de projet?
it_it: [_mc_] Che tipo di progetto?

source: [_maxine_s_excited_] I'm trying to connect to cyberspace.
fr_fr: [_maxine_s_excited_] J'essaie de me connecter au cyberespace.
it_it: [_maxine_s_excited_] Sto cercando di connettermi al cyberspazio.

source: [_mc_] Is the router acting up again?
fr_fr: [_mc_] Le routeur est-il à nouveau en place?
it_it: [_mc_] Il router sta agendo di nuovo?

source: [_maxine_s_concerned_] I hope not.
fr_fr: [_maxine_s_concerned_] J'espère que non.
it_it: [_maxine_s_concerned_] spero di no.

source: [_mc_] So, why can't you connect?
fr_fr: [_mc_] Alors, pourquoi ne pas vous connecter?
it_it: [_mc_] Allora, perché non riesci a connetterti?

source: [_maxine_s_thinking_] I don't have the right tools.
fr_fr: [_maxine_s_thinking_] Je n'ai pas les bons outils.
it_it: [_maxine_s_thinking_] Non ho gli strumenti giusti.

source: [_mc_] Have you tried using a computer?
fr_fr: [_mc_] Avez-vous essayé d'utiliser un ordinateur?
it_it: [_mc_] Hai provato a usare un computer?

source: [_maxine_s_afraid_] I don't trust computers.
fr_fr: [_maxine_s_afraid_] Je ne fais pas confiance aux ordinateurs.
it_it: [_maxine_s_afraid_] Non mi fido dei computer.

source: [_mc_] Well, then it might be hard...
fr_fr: [_mc_] Eh bien, alors ça pourrait être dur ...
it_it: [_mc_] Beh, allora potrebbe essere difficile...

source: [_maxine_s_smile_] Hard, but not impossible.
fr_fr: [_maxine_s_smile_] Hard, mais pas impossible.
it_it: [_maxine_s_smile_] Hard, ma non impossibile.

source: [_mc_] What are you even going to connect if not a computer?
fr_fr: [_mc_] Qu'est-ce que vous allez connecter si ce n'est pas un ordinateur?
it_it: [_mc_] Che cosa stai anche per connetterti se non un computer?

source: [_maxine_s_neutral_] Myself, of course.
fr_fr: [_maxine_s_neutral_] Myself, bien sûr.
it_it: [_maxine_s_neutral_] Me stesso, ovviamente.
