Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_eggs.po
Languages: fr_fr, it_it

source: [_mc_] Why do you have a document named "[mc]?"
fr_fr: [_mc_] Pourquoi avez-vous un document nommé "[mc]? "
it_it: [_mc_] Perché hai un documento chiamato "[mc]?"

source: [_maxine_] Ignore that.
fr_fr: [_maxine_] Ignorer cela.
it_it: [_maxine_] Ignora quello.

source: Hmm... that's a bit disturbing, but next to folders with names like "Vampire Traps" and "Sentient Broccoli," it seems fairly innocent.
fr_fr: Hmm ... c'est un peu dérangeant, mais à côté des dossiers avec des noms comme "Vampire Traps" et "Sentient Broccoli", il semble assez innocent.
it_it: Hmm... è un po' inquietante, ma accanto alle cartelle con nomi come "Vampire Traps" e "Sentient Broccoli", sembra abbastanza innocente.

source: [_mc_] Okay, the installation is complete.
fr_fr: [_mc_] Ok, l'installation est terminée.
it_it: [_mc_] Okay, l'installazione è completa.

source: [_maxine_s_neutral_] Are you sure it's working?
fr_fr: [_maxine_s_neutral_] Etes-vous sûr de travailler?
it_it: [_maxine_s_neutral_] Sei sicuro che stia funzionando?

source: [_mc_] Yes, there shouldn't be any issues.
fr_fr: [_mc_] Oui, il ne devrait y avoir aucun problème.
it_it: [_mc_] Sì, non ci dovrebbero essere problemi.

source: [_maxine_s_skeptical_] I hope not.
fr_fr: [_maxine_s_skeptical_] J'espère que non.
it_it: [_maxine_s_skeptical_] spero di no.

source: [_mc_] So, I have an appointment with you, then?
fr_fr: [_mc_] Alors, j'ai un rendez-vous avec vous, alors?
it_it: [_mc_] Quindi, ho un appuntamento con te, allora?

source: [_maxine_s_smile_] That seems to be the case.
fr_fr: [_maxine_s_smile_] Cela semble être le cas.
it_it: [_maxine_s_smile_] Sembra che sia così.

source: [_mc_] Perfect! When is a good time for this because—
fr_fr: [_mc_] Parfait ! Quand c'est un bon moment pour ça parce que-
it_it: [_mc_] Perfetto! Quando è un buon momento per questo perché—

source: [_maxine_s_excited_] There's just one small thing...
fr_fr: [_maxine_s_excited_] Il y a juste une petite chose ...
it_it: [_maxine_s_excited_] C'è solo una piccola cosa...

source: [_mc_] What is it?
fr_fr: [_mc_] Qu'est-ce que c'est?
it_it: [_mc_] Che cos'è?

source: [_maxine_s_neutral_] I found out earlier that glowing spider eggs have been spotted in the women's bathroom.
fr_fr: [_maxine_s_neutral_] J'ai découvert plus tôt que des oeufs d'araignée ont été repérés dans la salle de bain des femmes.
it_it: [_maxine_s_neutral_] Ho scoperto in precedenza che le uova di ragno incandescente sono state avvistate nel bagno delle donne.

source: What does that even mean? Did Spider-Man finally hook up with Mary Jane?
fr_fr: Qu'est-ce que cela signifie même? Spider-Man s'est-il finalement raccrochez avec Mary Jane?
it_it: Che cosa significa ancora? Spider-Man finalmente si è agganciato con Mary Jane?

source: [_maxine_s_concerned_] I really need a photo for the article on it.
fr_fr: [_maxine_s_concerned_] J'ai vraiment besoin d'une photo pour l'article sur elle.
it_it: [_maxine_s_concerned_] Ho davvero bisogno di una foto per l'articolo su di esso.

source: [_maxine_s_flirty_] I'm sorry to have to do this, but I'll need you to get that photo for me...
fr_fr: [_maxine_s_flirty_] Je suis désolé d'avoir à faire ça, mais je vais avoir besoin que vous obtiens cette photo pour moi ...
it_it: [_maxine_s_flirty_] Mi dispiace di dover fare questo, ma ho bisogno che tu ottenga quella foto per me...

source: This can't be real. There's no way there are radioactive spiders in the bathroom.
fr_fr: Ça ne peut pas être réel. Il n'y a aucun moyen d'avoir des araignées radioactives dans la salle de bain.
it_it: Questo non può essere reale. Non c'è modo che ci siano ragni radioattivi in bagno.

source: [_mc_] And if I refuse?
fr_fr: [_mc_] Et si je refuse?
it_it: [_mc_] E se rifiuto?

source: [_maxine_s_neutral_] Then, I guess your appointment has to wait.
fr_fr: [_maxine_s_neutral_] Alors, je suppose que votre rendez-vous doit attendre.
it_it: [_maxine_s_neutral_] Poi, immagino che il tuo appuntamento debba aspettare.

source: [_mc_] You said—
fr_fr: [_mc_] Vous avez dit:
it_it: [_mc_] Hai detto—

source: [_maxine_s_sad_] I have no memory of that.
fr_fr: [_maxine_s_sad_] Je n'ai pas de mémoire.
it_it: [_maxine_s_sad_] non ne ho memoria.

source: Damn it, [maxine]! She always does this. Maybe having a voice recorder isn't as crazy as it seems...
fr_fr: Merde, [maxine]! Elle le fait toujours. Peut-être qu'avoir un enregistreur vocal n'est pas aussi fou qu'il semble ...
it_it: Dannazione, [maxine]! Lei fa sempre questo. Forse avere un registratore vocale non è pazzo come sembra...

source: This is too ridiculous... but knowing her, she's not going to budge.
fr_fr: C'est trop ridicule ... mais la connaissant, elle ne va pas bouger.
it_it: Questo è troppo ridicolo... ma sapendo di lei, non sta andando a bilanciare.

source: [_mc_] Fine. I'll do it, but then I get that meeting whenever the hell I want!
fr_fr: [_mc_] Fine. Je le ferai, mais ensuite j'aurai cette réunion chaque fois que je veux !
it_it: [_mc_] Bene. Lo farò, ma poi ottengo quell'incontro ogni volta che l'inferno che voglio!

source: [_maxine_s_smile_] Of course. Except if it's during lunch, the president's birthday, or the midwinter blót.
fr_fr: [_maxine_s_smile_] Bien sûr. Sauf si c'est pendant le déjeuner, l'anniversaire du président, ou le blót du milieu de l'hiver.
it_it: [_maxine_s_smile_] Certo. Tranne che durante il pranzo, il compleanno del presidente, o il fiore d'inverno.

source: [_mc_] I'll keep that in mind...
fr_fr: [_mc_] Je garderai ça à l'esprit ...
it_it: [_mc_] lo terrò in mente...

source: [_maxine_s_laughing_] Let me know when you're done!
fr_fr: [_maxine_s_laughing_] Laisse-moi savoir quand tu as fini !
it_it: [_maxine_s_laughing_] Fammi sapere quando hai finito!

source: [_lindsey_s_afraid_] What...?
fr_fr: [_lindsey_s_afraid_] Quoi ...?
it_it: [_lindsey_s_afraid_] Cosa...?

source: Oh, god. She looks like she's about to scream...
fr_fr: Oh, mon dieu. Elle a l'air d'être sur le point de crih ...
it_it: Oh, dio. Sembra che stia per urlare...

source: [_mc_] Hey, [lindsey]! It's me, [mc]. I can explain...
fr_fr: [_mc_] Hey, [lindsey]! C'est moi, [mc]. Je peux expliquer ...
it_it: [_mc_] Hey, [lindsey]! Sono io, [mc]. Posso spiegare...

source: [_lindsey_s_cringe_] [mc]? Why are you all silvery?
fr_fr: [_lindsey_s_cringe_] [mc]? Pourquoi tu es idié?
it_it: [_lindsey_s_cringe_] [mc]? Perché siete tutti argentati?

source: [_mc_] You've caught me after the clock struck twelve. This is how I really look.
fr_fr: [_mc_] Vous m'avez pris après l'horloge a frappé douze. C'est comme ça que je regarde.
it_it: [_mc_] Mi hai catturato dopo che l'orologio ha colpito dodici. È così che aspetto davvero.

source: [_lindsey_s_laughing_] Oh, really? You're the Tin Man?
fr_fr: [_lindsey_s_laughing_] Oh, vraiment? Tu es le Tin Man?
it_it: [_lindsey_s_laughing_] Oh, veramente? Sei l'uomo di latte?

source: [_mc_] Yes, and I'm looking for my heart. Have you seen it?
fr_fr: [_mc_] Oui, et je cherche mon cœur. L'avez-vous vu?
it_it: [_mc_] Sì, e sto cercando il mio cuore. L'hai visto?

source: [_lindsey_s_flirty_] I think I know where it might be...
fr_fr: [_lindsey_s_flirty_] Je pense que je sais où il pourrait être ...
it_it: [_lindsey_s_flirty_] Penso di sapere dove potrebbe essere...

source: It did feel like [lindsey] was warming up to me, but that response far exceeded my expectations...
fr_fr: Il a eu l'impression que [lindsey] me réchauffait, mais cette réponse a largement dépassé mes attentes ...
it_it: Si sentiva come [lindsey] mi stava riscaldando, ma quella risposta superava di gran lunga le mie aspettative...

source: Does she have a crush on me?
fr_fr: A-t-elle une béguin pour moi?
it_it: Lei ha una cotta per me?

source: No, that can't be... she must be playing.
fr_fr: Non, ça ne peut pas être ... elle doit jouer.
it_it: No, non può essere... lei deve giocare.

source: [_mc_] Oh... err, could you point me in the right direction?
fr_fr: [_mc_] Oh ... err, pourriez-vous me pointer dans la bonne direction?
it_it: [_mc_] Oh... err, potresti indicarmi nella giusta direzione?

source: [_lindsey_s_confident_] No, that would make the quest too easy!
fr_fr: [_lindsey_s_confident_] Non, cela rendrait la quête trop facile !
it_it: [_lindsey_s_confident_] No, questo renderebbe la missione troppo facile!

source: [_mc_] I guess I'll keep looking, then...
fr_fr: [_mc_] Je suppose que je vais continuer à regarder, alors ...
it_it: [_mc_] Immagino che continuerò a guardare, allora...

source: [_lindsey_s_smile_] But I'll give you one hint...
fr_fr: [_lindsey_s_smile_] Mais je vais vous donner un indice ...
it_it: [_lindsey_s_smile_] Ma ti darò un suggerimento...

source: [_lindsey_s_laughing_] It's getting warmer.
fr_fr: [_lindsey_s_laughing_] C'est de plus en plus chaud.
it_it: [_lindsey_s_laughing_] sta diventando sempre più caldo.

source: Hot damn! Okay, maybe she's not playing...
fr_fr: Hot putain ! Ok, peut-être qu'elle ne joue pas ...
it_it: Dannazione calda! Ok, forse non sta giocando...

source: Just keep talking... act cool...
fr_fr: Il suffit de continuer à parler ... d'agir ... cool ...
it_it: Basta continuare a parlare... agire cool...

source: [_lindsey_s_eyeroll_] Nope. Have you checked [not_best_girl]'s locker?
fr_fr: [_lindsey_s_eyeroll_] Non. Avez-vous vérifié le casier de [not_best_girl]?
it_it: [_lindsey_s_eyeroll_] Nope. Hai controllato l'armadietto di [not_best_girl]?

source: Seems like word is getting around, or maybe [lindsey] is just perceptive.
fr_fr: On dirait que le mot est en train de se déplacer, ou peut-être [lindsey] est juste perceptif.
it_it: Sembra che la parola si stia avvicinando, o forse [lindsey] è solo percettivo.

source: Okay, time to change the topic.
fr_fr: Ok, le temps de changer le sujet.
it_it: Ok, è il momento di cambiare argomento.

source: [_mc_] It's a long story.
fr_fr: [_mc_] C'est une longue histoire.
it_it: [_mc_] È una storia lunga.

source: [_lindsey_s_skeptical_] Mhm? Care to share?
fr_fr: [_lindsey_s_skeptical_] Mhm? Des soins à partager?
it_it: [_lindsey_s_skeptical_] Mhm? Vuoi condividere?

source: [_mc_] Not really, no.
fr_fr: [_mc_] Pas vraiment, non.
it_it: [_mc_] Non veramente, no.

source: [_lindsey_s_cringe_] So, it's something creepy...
fr_fr: [_lindsey_s_cringe_] Alors, c'est quelque chose de creepy ...
it_it: [_lindsey_s_cringe_] Quindi, è qualcosa di raccapricciante...

source: [_mc_] No! It's... it's just hard to explain, that's all.
fr_fr: [_mc_] Non ! C'est juste difficile à expliquer, c'est tout.
it_it: [_mc_] No! E' semplicemente difficile spiegare, è tutto.

source: [_lindsey_s_eyeroll_] Right...
fr_fr: [_lindsey_s_eyeroll_] Droit ...
it_it: [_lindsey_s_eyeroll_] A Destra...

source: Damn it. Topic change — fast!
fr_fr: Merde. Changement de sujet-rapide !
it_it: Dannazione. Cambio di argomento — veloce!

source: [_mc_] It started as an art experiment...
fr_fr: [_mc_] Ça a commencé comme une expérience d'art ...
it_it: [_mc_] È iniziato come esperimento d'arte...

source: [_mc_] It was a day in icy January, and my inspiration was at an all-time low...
fr_fr: [_mc_] C'était un jour de janvier glacé, et mon inspiration était à un niveau historiquement bas ...
it_it: [_mc_] Era una giornata in gennaio ghiacciato, e la mia ispirazione era a un minimo di tutti i tempi...

source: [_mc_] For hours, I watched the clouds drift by the window of my atelier, paint brush resting against an empty canvas...
fr_fr: [_mc_] Pendant des heures, j'ai regardé les nuages dériver par la fenêtre de mon atelier, peindre un pinceau reposant sur une toile vide ...
it_it: [_mc_] Per ore, ho guardato le nuvole alla deriva dalla finestra del mio atelier, pennello di vernice appoggiato su una tela vuota...

source: [_mc_] In my endless search for the next Belle Époque d'Art, I'd lost sight of what it meant to be an artist...
fr_fr: [_mc_] Dans ma recherche sans fin pour la prochaine Belle Époque d'Art, j'ai perdu de vue ce qu'il voulait être un artiste ...
it_it: [_mc_] Nella mia ricerca infinita per la prossima Belle E<unk> poque d'Art, ho perso di vista quello che significava essere un artista...

source: [_mc_] One could even argue that I'd lost sight of what it meant to be human...
fr_fr: [_mc_] On pourrait même dire que j'avais perdu de vue ce que ça signifiait être humain ...
it_it: [_mc_] Si potrebbe anche sostenere che ho perso di vista ciò che significava essere umano...

source: [_mc_] It was in that moment of absolute despair that a spark of creativity ignited my mind...
fr_fr: [_mc_] C'est dans ce moment de désespoir absolu qu'une étincelle de créativité a allumé mon esprit ...
it_it: [_mc_] È in quel momento di assoluta disperazione che una scintilla di creatività ha acceso la mia mente...

source: [_mc_] The answer had been in front of me all along... or rather, within me!
fr_fr: [_mc_] La réponse était devant moi tout le long ... ou plutôt, en moi !
it_it: [_mc_] La risposta era stata di fronte a me da sempre... o meglio, dentro di me!

source: [_mc_] To fully understand the art I was pursuing, I had to become one with it!
fr_fr: [_mc_] Pour bien comprendre l'art que je poursuivais, j'ai dû en devenir un !
it_it: [_mc_] Per comprendere appieno l'arte che stavo perseguendo, dovevo diventarne uno con esso!

source: [_mc_] One thing led to another, and here we are.
fr_fr: [_mc_] Une chose a conduit à un autre, et nous voici.
it_it: [_mc_] Una cosa ha portato ad un'altra, e qui siamo.

source: [_lindsey_s_cringe_] Right...
fr_fr: [_lindsey_s_cringe_] Droit ...
it_it: [_lindsey_s_cringe_] A Destra...

source: [_mc_] That's how it happened.
fr_fr: [_mc_] C'est comme ça qu'il s'est passé.
it_it: [_mc_] È così che è successo.

source: [_lindsey_s_thinking_] Right...
fr_fr: [_lindsey_s_thinking_] Droit ...
it_it: [_lindsey_s_thinking_] A Destra...

source: [_mc_] If I say "[maxine]," does that answer your question?
fr_fr: [_mc_] Si je dis "[maxine], " répond-il à votre question?
it_it: [_mc_] Se dico "[maxine]", risponde alla tua domanda?

source: [_lindsey_s_smile_] Yep, that about does it.
fr_fr: [_lindsey_s_smile_] Yep, c'est le cas.
it_it: [_lindsey_s_smile_] Yep, che su di esso.

source: [_mc_] Right. It'd take us all night to explain the details.
fr_fr: [_mc_] Droit. Il nous prendrait toute la nuit pour expliquer les détails.
it_it: [_mc_] destra. Ci avrebbe portato tutta la notte per spiegare i dettagli.

source: [_lindsey_s_laughing_] Probably all week!
fr_fr: [_lindsey_s_laughing_] Probablement toute la semaine !
it_it: [_lindsey_s_laughing_] Probabilmente tutta la settimana!

source: [_mc_] None of your business.
fr_fr: [_mc_] Aucune de vos activités.
it_it: [_mc_] Nessuno dei tuoi affari.

source: [_lindsey_s_angry_] It absolutely is!
fr_fr: [_lindsey_s_angry_] C'est absolument !
it_it: [_lindsey_s_angry_] È assolutamente così!

source: [_mc_] No, it's not. I get to dress up and paint myself however I want.
fr_fr: [_mc_] Non, ce n'est pas. J'ai l'envie de m'habiller et de me peindre.
it_it: [_mc_] No, non è così. Ho modo di vestirmi e dipingere me stesso comunque voglio.

source: [_mc_] It's not like your makeup is my business.
fr_fr: [_mc_] Ce n'est pas comme votre maquillage est mon affaire.
it_it: [_mc_] Non è come il vostro trucco è il mio business.

source: [_lindsey_s_thinking_] Hmm... that is actually a valid point.
fr_fr: [_lindsey_s_thinking_] Hmm ... c'est en fait un point valide.
it_it: [_lindsey_s_thinking_] Hmm... questo è in realtà un punto valido.

source: I can't believe that worked.
fr_fr: Je n'arrive pas à croire que ça ait marché.
it_it: Non riesco a credere che abbia funzionato.

source: Crap. That's terrible timing...
fr_fr: Crap. C'est un moment terrible ...
it_it: Crap. È un momento terribile...

source: Where did [lindsey] even come from?
fr_fr: D'où vient le [lindsey]?
it_it: Da dove è arrivata [lindsey]?

source: [_mc_] Hey... sorry if I startled you.
fr_fr: [_mc_] Hé ... désolé si je t'ai surpris.
it_it: [_mc_] Hey... mi dispiace se ti ho stupito.

source: [_lindsey_s_sad_] My god...
fr_fr: [_lindsey_s_sad_] Mon Dieu ...
it_it: [_lindsey_s_sad_] Mio dio...

source: She looks shaken up. Maybe some chit chat would help?
fr_fr: Elle a l'air agitée. Peut-être que certains bavardins aideraient?
it_it: Sembra scossa. Forse qualche chit chat aiuterebbe?

source: [_mc_] So... how's your head?
fr_fr: [_mc_] Alors ... comment va ta tête?
it_it: [_mc_] Così... com'è la tua testa?

source: [_mc_] Have you fallen over anything since last time?
fr_fr: [_mc_] Avez-vous perdu quelque chose depuis la dernière fois?
it_it: [_mc_] Sei caduto su qualcosa dall'ultima volta?

source: [_lindsey_s_smile_] Nope. And my head is much better, thanks!
fr_fr: [_lindsey_s_smile_] Non. Et ma tête est beaucoup mieux, merci !
it_it: [_lindsey_s_smile_] Nope. E la mia testa è molto meglio, grazie!

source: [_lindsey_s_flirty_] It's my chest I'm worried about... you almost gave me a heart attack!
fr_fr: [_lindsey_s_flirty_] C'est ma poitrine je m'inquiète ... vous m'avez presque fait une crise cardiaque !
it_it: [_lindsey_s_flirty_] È il mio petto che mi preoccupa... mi hai quasi dato un attacco di cuore!

source: [_lindsey_s_thinking_] I only came in here to do my business after practice.
fr_fr: [_lindsey_s_thinking_] Je suis seulement venu ici pour faire mon travail après la pratique.
it_it: [_lindsey_s_thinking_] Sono entrato qui solo per fare la mia attività dopo la pratica.

source: [_lindsey_s_thinking_] I'm glad you didn't catch me in a more compromised position...
fr_fr: [_lindsey_s_thinking_] Je suis heureux que vous ne m'avez pas attrapées dans une position plus compromise ...
it_it: [_lindsey_s_thinking_] Sono contento che tu non mi abbia catturato in una posizione più compromessa...

source: [_mc_] Sorry about that...
fr_fr: [_mc_] Désolé ...
it_it: [_mc_] Ci dispiace...

source: [_lindsey_s_flirty_] Which part?
fr_fr: [_lindsey_s_flirty_] Quelle partie?
it_it: [_lindsey_s_flirty_] Quale parte?

source: [_mc_] I think that goes without saying...
fr_fr: [_mc_] Je pense que cela va sans dire ...
it_it: [_mc_] Penso che questo vada da sé...

source: [_lindsey_s_laughing_] Ha! Well, better luck next time!
fr_fr: [_lindsey_s_laughing_] Ha ! Bonne chance la prochaine fois !
it_it: [_lindsey_s_laughing_] Ciao! Beh, meglio fortuna la prossima volta!

source: [_lindsey_s_cringe_] That would've been creepy.
fr_fr: [_lindsey_s_cringe_] Cela aurait été flirte.
it_it: [_lindsey_s_cringe_] Che sarebbe stato raccapricciante.

source: [_mc_] I didn't think anyone would be here...
fr_fr: [_mc_] Je ne pensais pas que quiconque serait ici ...
it_it: [_mc_] Non pensavo che nessuno sarebbe stato qui...

source: [_lindsey_s_angry_] So, what exactly are you doing in the women's bathroom after dark?
fr_fr: [_lindsey_s_angry_] Alors, qu'est-ce que vous faites exactement dans la salle de bain des femmes après la tombée de la nuit?
it_it: [_lindsey_s_angry_] Quindi, cosa stai facendo esattamente nel bagno delle donne dopo il buio?

source: [_mc_] There's an infestation of radioactive spiders here. I've come to save the day.
fr_fr: [_mc_] Il y a une infestation d'araignées radioactives ici. Je suis venu pour sauver la journée.
it_it: [_mc_] Qui c'è un'infestazione di ragni radioattivi. Sono venuto a salvare la giornata.

source: [_lindsey_s_laughing_] Oh, a most noble quest!
fr_fr: [_lindsey_s_laughing_] Oh, une quête la plus noble !
it_it: [_lindsey_s_laughing_] Oh, una missione più nobile!

source: [_lindsey_s_smile_] So, what's the real reason?
fr_fr: [_lindsey_s_smile_] Alors, quelle est la vraie raison?
it_it: [_lindsey_s_smile_] Quindi, qual è la vera ragione?

source: [_mc_] That is actually the real reason...
fr_fr: [_mc_] C'est en fait la vraie raison ...
it_it: [_mc_] Questa è in realtà la vera ragione...

source: [_lindsey_s_afraid_] W-what?
fr_fr: [_lindsey_s_afraid_] -Quoi?
it_it: [_lindsey_s_afraid_] W-cosa?

source: [_mc_] [maxine] asked me to take a picture of some glowing spider eggs...
fr_fr: [_mc_] [maxine] m'a demandé de prendre une photo de quelques oeufs d'araignée ...
it_it: [_mc_] [maxine] mi ha chiesto di scattare una foto di alcune uova di ragno incandescenti...

source: [_lindsey_s_cringe_] You're serious?
fr_fr: [_lindsey_s_cringe_] Vous êtes sérieux?
it_it: [_lindsey_s_cringe_] Sei serio?

source: [_mc_] I was looking for the light switch.
fr_fr: [_mc_] Je cherchais l'interrupteur de lumière.
it_it: [_mc_] Stavo cercando l'interruttore di luce.

source: [_mc_] Thanks for finding it!
fr_fr: [_mc_] Merci de la trouver !
it_it: [_mc_] Grazie per averlo trovato!

source: [_lindsey_s_skeptical_] Why were you looking for the light switch?
fr_fr: [_lindsey_s_skeptical_] Pourquoi as-tu cherché l'interrupteur?
it_it: [_lindsey_s_skeptical_] Perché stavi cercando l'interruttore luminoso?

source: [_mc_] It was dark...
fr_fr: [_mc_] Il faisait sombre ...
it_it: [_mc_] Era buio...

source: [_lindsey_s_eyeroll_] Why are you in the women's bathroom, [mc]?
fr_fr: [_lindsey_s_eyeroll_] Pourquoi êtes-vous dans la salle de bain pour femmes, [mc]?
it_it: [_lindsey_s_eyeroll_] Perché sei nel bagno delle donne, [mc]?

source: [_mc_] Okay, so this is going to sound really weird, but I'm actually doing some investigative reporting...
fr_fr: [_mc_] Ok, donc ça va vraiment paraître bizarre, mais en fait je fais des reportages d'investigation ...
it_it: [_mc_] Okay, quindi questo suonerà davvero strano, ma sto effettivamente facendo qualche segnalazione investigativa...

source: [_lindsey_s_skeptical_] On what?
fr_fr: [_lindsey_s_skeptical_] Sur quoi?
it_it: [_lindsey_s_skeptical_] Su cosa?

source: [_mc_] Glowing spider eggs...
fr_fr: [_mc_] Oeufs d'araignée ...
it_it: [_mc_] Uova ragno incandescenti...

source: [_lindsey_s_thinking_] What?
fr_fr: [_lindsey_s_thinking_] Quoi?
it_it: [_lindsey_s_thinking_] Cosa?

source: [_mc_] It's for [maxine]. She wanted me to take a picture of glowing spider eggs.
fr_fr: [_mc_] C'est pour [maxine]. Elle voulait que je prenne une photo des oeufs d'araignée.
it_it: [_mc_] È per [maxine]. Voleva che scattassi una foto di uova di ragno incandescenti.

source: [_lindsey_s_skeptical_] Are you serious?
fr_fr: [_lindsey_s_skeptical_] Êtes-vous sérieux?
it_it: [_lindsey_s_skeptical_] Sei serio?

source: [_mc_] Sadly, it's not a joke.
fr_fr: [_mc_] Malheureusement, ce n'est pas une blague.
it_it: [_mc_] Purtroppo, non è una battuta.

source: [_mc_] Your work ethic inspired me to stay after school and hit the gym.
fr_fr: [_mc_] Votre éthique de travail m'a inspiré à rester après l'école et à frapper la salle de gym.
it_it: [_mc_] La tua etica del lavoro mi ha ispirato a rimanere dopo la scuola e ha colpito la palestra.

source: [_lindsey_s_blush_] Aw, that makes me all warm inside!
fr_fr: [_lindsey_s_blush_] Aw, ça me fait chaud à l'intérieur !
it_it: [_lindsey_s_blush_] Aw, che mi rende tutto caldo dentro!

source: [_lindsey_s_thinking_] But it still doesn't explain why you're in the wrong bathroom...
fr_fr: [_lindsey_s_thinking_] Mais il n'explique pas pourquoi vous êtes dans la mauvaise salle de bain ...
it_it: [_lindsey_s_thinking_] Ma ancora non spiega perché sei nel bagno sbagliato...

source: [_mc_] I'm doing some freelance journalism on the side. Got to stay active, right?
fr_fr: [_mc_] Je fais du journalisme indépendant sur le côté. Je vais rester actif, non?
it_it: [_mc_] Sto facendo un po' di giornalismo freelance dalla parte. Vuoi rimanere attivo, giusto?

source: [_lindsey_s_smile_] For sure!
fr_fr: [_lindsey_s_smile_] Pour sûr !
it_it: [_lindsey_s_smile_] Sicuramente!
