Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_hook.po
Languages: fr_fr, it_it

source: I'm not sure what I just witnessed, but I guess that was [maxine] wrecking [isabelle] in an argument...
fr_fr: Je ne suis pas sûr de ce que j'ai vu juste, mais j'imagine que c'était [maxine] naufrage [isabelle] dans un argument ...
it_it: Non so a cosa ho appena assistito, ma credo che [maxine] abbia distrutto [isabelle] durante una discussione...

source: [_isabelle_s_neutral_] Sorry, that's what I meant.
fr_fr: [_isabelle_s_neutral_] Désolé, c'est ce que je voulais dire.
it_it: [_isabelle_s_neutral_] Mi dispiace, è quello che intendevo.

source: [_isabelle_s_neutral_] Anyway, I should get going. See you around!
fr_fr: [_isabelle_s_neutral_] Quoi qu'il en soit, je devrais aller. À tout le monde !
it_it: [_isabelle_s_neutral_] Comunque, dovrei andare avanti. Ci vediamo intorno!

source: [_maxine_s_concerned_] Okay, it appears we'll need to dig... I should've brought a shovel.
fr_fr: [_maxine_s_concerned_] Ok, il semble que nous aurons besoin de creuser ... J'aurais dû faire une pelle.
it_it: [_maxine_s_concerned_] Okay, sembra che dovremo scavare... Avrei dovuto portare una pala.

source: Huh, I wonder if that map actually points to the strange box I uncovered with [isabelle]...
fr_fr: Je me demande si cette carte pointe vers la boîte étrange que j'ai découverte avec [isabelle]...
it_it: Huh, mi chiedo se quella mappa punti effettivamente alla strana scatola che ho scoperto con [isabelle]...

source: There's no way that map is legit...
fr_fr: Il n'y a aucun moyen que la carte soit légale ...
it_it: Non c'è modo che la mappa sia legita...

source: [_mc_] Where did you find that map?
fr_fr: [_mc_] Où avez-vous trouvé cette carte?
it_it: [_mc_] Dove hai trovato quella mappa?

source: [_maxine_s_skeptical_] In the library.
fr_fr: [_maxine_s_skeptical_] Dans la bibliothèque.
it_it: [_maxine_s_skeptical_] Nella biblioteca.

source: [_mc_] But the library is closed.
fr_fr: [_mc_] Mais la bibliothèque est fermée.
it_it: [_mc_] Ma la biblioteca è chiusa.

source: [_maxine_s_skeptical_] One door is closed.
fr_fr: [_maxine_s_skeptical_] Une porte est fermée.
it_it: [_maxine_s_skeptical_] Una porta è chiusa.

source: [_mc_] There's only one door...
fr_fr: [_mc_] Il n'y a qu'une porte ...
it_it: [_mc_] C'è solo una porta...

source: [_maxine_s_eyeroll_] That is an incorrect statement.
fr_fr: [_maxine_s_eyeroll_] Il s'agit d'une déclaration incorrecte.
it_it: [_maxine_s_eyeroll_] Questa è una dichiarazione errata.

source: [_maxine_s_confident_] Now, if you'll excuse me, I have a treasure to dig up.
fr_fr: [_maxine_s_confident_] Maintenant, si vous voulez m'excuser, j'ai un trésor à creuser.
it_it: [_maxine_s_confident_] Ora, se mi scusi, ho un tesoro da scavare.

source: [_mc_] Actually, I may have found your treasure already.
fr_fr: [_mc_] En fait, j'ai peut-être déjà trouvé votre trésor.
it_it: [_mc_] In realtà, ho già trovato il tuo tesoro.

source: [_maxine_s_thinking_] How? This map is unique.
fr_fr: [_maxine_s_thinking_] Comment? Cette carte est unique.
it_it: [_maxine_s_thinking_] Come? Questa mappa è unica.

source: [_mc_] Well, long story short, I found it while burying a chocolate box for [isabelle].
fr_fr: [_mc_] Bien, longue histoire courte, je l'ai trouvé en enterrant une boîte de chocolat pour [isabelle].
it_it: [_mc_] Beh, lunga storia breve, l'ho trovato mentre seppellivo una scatola di cioccolato per [isabelle].

source: Oh, god... without context, that sounds exactly like something [maxine] would say.
fr_fr: Oh, mon dieu ... sans contexte, ça sonne exactement comme quelque chose de [maxine] dirait.
it_it: Oh, dio... senza contesto, che suona esattamente come qualcosa di [maxine] dire.

source: [_maxine_s_thinking_] What was it?
fr_fr: [_maxine_s_thinking_] Qu'est-ce que c'était?
it_it: [_maxine_s_thinking_] Che cos'era?

source: [_mc_] Some old box...
fr_fr: [_mc_] Une vieille boîte ...
it_it: [_mc_] Qualche vecchia scatola...

source: [_mc_] Wait, are you saying you don't know what you're looking for?
fr_fr: [_mc_] Attends, tu dis que tu ne sais pas ce que tu chercheras?
it_it: [_mc_] Aspetta, stai dicendo che non sai cosa stai cercando?

source: [_maxine_s_smile_] Yes.
fr_fr: [_maxine_s_smile_] Oui.
it_it: [_maxine_s_smile_] Sì.

source: [_maxine_s_neutral_] What was in the box?
fr_fr: [_maxine_s_neutral_] Qu'est-ce qui était dans la boîte?
it_it: [_maxine_s_neutral_] Cosa c'era nella scatola?

source: [_mc_] I haven't actually found a way to open it yet...
fr_fr: [_mc_] Je n'ai pas encore trouvé un moyen de l'ouvrir encore ...
it_it: [_mc_] in realtà non ho trovato un modo per aprirlo...

source: [_maxine_s_neutral_] Can I have it?
fr_fr: [_maxine_s_neutral_] Puis-je l'avoir?
it_it: [_maxine_s_neutral_] Posso averlo?

source: [_maxine_s_angry_] But I have the map!
fr_fr: [_maxine_s_angry_] Mais j'ai la carte !
it_it: [_maxine_s_angry_] Ma ho la mappa!

source: [_mc_] And? You weren't fast enough.
fr_fr: [_mc_] Et? Tu n'étais pas assez rapide.
it_it: [_mc_] E? Non eri abbastanza veloce.

source: [_maxine_s_thinking_] Fine.
it_it: [_maxine_s_thinking_] Bene.

source: [_mc_] Fine? Just like that?
fr_fr: [_mc_] Fine? Comme ça?
it_it: [_mc_] Fine? Proprio così?

source: [_maxine_s_sad_] By all means — if you want to mess around with dangerous artifacts, I'm not going to stop you.
fr_fr: [_maxine_s_sad_] Par tous les moyens-si vous voulez vous gâcher avec des artefacts dangereux, je ne vais pas vous arrêter.
it_it: [_maxine_s_sad_] In ogni caso — se vuoi metterti in giro con artefatti pericolosi, non ti fermerò.

source: Her ridiculous threats won't faze me.
fr_fr: Ses menaces ridicules ne me feront pas disparaître.
it_it: Le sue minacce ridicole non mi scherzeranno.

source: I'm out of here.
fr_fr: Je suis hors d'ici.
it_it: Io sono fuori da qui.

source: [_mc_] Sure, I guess.
fr_fr: [_mc_] Sure, je suppose.
it_it: [_mc_] Certo, immagino.

source: [_mc_] I'm just curious to find out what's in it...
fr_fr: [_mc_] Je suis juste curieux de savoir ce qu'il y a ...
it_it: [_mc_] Sono solo curioso di scoprire cosa c'è...

source: [_maxine_s_smile_] Thank you. As am I.
fr_fr: [_maxine_s_smile_] Merci. Comme moi.
it_it: [_maxine_s_smile_] Grazie. Come sono io.

source: [_mc_] So...
fr_fr: [_mc_] Alors ...
it_it: [_mc_] Così...

source: [_maxine_s_smile_] Yes?
fr_fr: [_maxine_s_smile_] Oui?
it_it: [_maxine_s_smile_] Sì?

source: [_mc_] I just gave you a mysterious box...
fr_fr: [_mc_] Je viens de vous donner une boîte mystérieuse ...
it_it: [_mc_] Ti ho appena dato una misteriosa scatola...

source: [_maxine_s_smile_] Indeed.
fr_fr: [_maxine_s_smile_] En effet.
it_it: [_maxine_s_smile_] Effettivamente.

source: [_mc_] Aren't you going to open it?
fr_fr: [_mc_] N'allez-vous pas l'ouvrir?
it_it: [_mc_] non lo aprirai?

source: [_maxine_s_smile_] I am.
fr_fr: [_maxine_s_smile_] Je suis.
it_it: [_maxine_s_smile_] Io sono.

source: [_mc_] When?
fr_fr: [_mc_] Quand?
it_it: [_mc_] Quando?

source: [_maxine_s_thinking_] At an undermined time in the future.
fr_fr: [_maxine_s_thinking_] A un moment miné à l'avenir.
it_it: [_maxine_s_thinking_] In un momento minato in futuro.

source: [_mc_] Will you... let me know when that is?
it_it: [_mc_] Vuoi farmi sapere quando è così?

source: [_maxine_s_sad_] Unlikely.
fr_fr: [_maxine_s_sad_] Peu probable.
it_it: [_maxine_s_sad_] Inprobabile.

source: [_mc_] I demand to know what's in it!
fr_fr: [_mc_] Je demande à savoir ce qui y est !
it_it: [_mc_] Chiedo di sapere cosa c'è!

source: [_maxine_s_thinking_] It's an ancient artifact.
fr_fr: [_maxine_s_thinking_] C'est un artefact ancien.
it_it: [_maxine_s_thinking_] È un artefatto antico.

source: [_mc_] I want to be there when you open it.
fr_fr: [_mc_] Je veux être là quand vous l'ouvrez.
it_it: [_mc_] Voglio essere lì quando lo apri.

source: [_maxine_s_concerned_] Are you sure about that?
fr_fr: [_maxine_s_concerned_] Etes-vous sûr de cela?
it_it: [_maxine_s_concerned_] Sei sicuro di quello?

source: [_mc_] Yes!
fr_fr: [_mc_] Oui !
it_it: [_mc_] Sì!

source: [_maxine_s_excited_] Very well.
fr_fr: [_maxine_s_excited_] Très bien.
it_it: [_maxine_s_excited_] Molto bene.

source: [_maxine_s_excited_] Now, if you'll excuse me...
fr_fr: [_maxine_s_excited_] Maintenant, si vous m'excuserez ...
it_it: [_maxine_s_excited_] Ora, se mi scuserai...

source: [_mc_] That's not the way back to the school!
fr_fr: [_mc_] Ce n'est pas le retour à l'école !
it_it: [_mc_] Non è la via del ritorno alla scuola!

source: Whatever. I'm sure she'll realize it sooner or later.
fr_fr: Peu importe. Je suis sûr qu'elle le réalisera tôt ou tard.
it_it: Qualunque cosa sia. Sono sicuro che lei lo realizzerà prima o poi.

source: [_mc_] How are you going to dig without a shovel?
fr_fr: [_mc_] Comment allez-vous creuser sans pelle?
it_it: [_mc_] Come scavare senza pala?

source: [_maxine_s_concerned_] I'm not. I'll definitely need a shovel.
fr_fr: [_maxine_s_concerned_] Je ne suis pas. Je vais vraiment avoir besoin d'une pelle.
it_it: [_maxine_s_concerned_] non lo sono. Avrò sicuramente bisogno di una pala.

source: [_mc_] Don't look at me...
fr_fr: [_mc_] Ne me regardez pas ...
it_it: [_mc_] Non guardarmi...

source: [_maxine_s_excited_] It's too late for that.
fr_fr: [_maxine_s_excited_] Il est trop tard pour ça.
it_it: [_maxine_s_excited_] È troppo tardi per quello.

source: [_mc_] I'm not going to run errands for you.
fr_fr: [_mc_] Je ne vais pas faire des courses pour vous.
it_it: [_mc_] Non farò errori per te.

source: [_maxine_s_flirty_] Yes, you will. Bring me that shovel.
fr_fr: [_maxine_s_flirty_] Oui, vous le fera. Apporte-moi cette pelle.
it_it: [_maxine_s_flirty_] Sì, lo farai. Portami quella pala.

source: [_mc_] Ah, the lifeblood courses through my veins once more!
fr_fr: [_mc_] Ah, les cours de sauvetage à travers mes veines une fois de plus !
it_it: [_mc_] Ah, i corsi di vitalità attraverso le mie vene ancora una volta!

source: My work here is done.
fr_fr: Mon travail ici est fait.
it_it: Il mio lavoro qui è finito.

source: Why can't I get that stupid shovel out of my head?
fr_fr: Pourquoi je ne peux pas sortir cette stupide merde de ma tête?
it_it: Perché non posso togliere quella pala stupida dalla testa?

source: How come I can sleep through the thunder of trains, but fail to get this out of my head?
fr_fr: Comment je peux dormir à travers le tonneau de trains, mais ne pas sortir ça de ma tête?
it_it: Come vengo a dormire attraverso il tuono dei treni, ma non riesco a farlo uscire dalla testa?

source: Fuck it.
fr_fr: Fuck le.
it_it: Cazzatelo.

source: Rest is for the dead.
fr_fr: Le repos est pour les morts.
it_it: Il riposo è per i morti.

source: And those who are afraid of energy drinks.
fr_fr: Et ceux qui ont peur des boissons énergétiques.
it_it: E quelli che hanno paura delle bevande energetiche.

source: [_maxine_s_excited_] Aha! See, I was right!
fr_fr: [_maxine_s_excited_] Aha ! Tu vois, j'avais raison !
it_it: [_maxine_s_excited_] Aha! Vedi, avevo ragione!

source: [_mc_] I just got bored. I didn't find anything else to do.
fr_fr: [_mc_] Je viens de m'ennuyeux. Je n'ai rien trouvé d'autre à faire.
it_it: [_mc_] mi sono appena annoiato. Non ho trovato nient'altro da fare.

source: [_mc_] And I couldn't sleep either...
fr_fr: [_mc_] Et je ne pouvais pas dormir non plus ...
it_it: [_mc_] E non riuscivo nemmeno a dormire...

source: [_mc_] What did you do to me?
fr_fr: [_mc_] Qu'est-ce que vous m'avez fait?
it_it: [_mc_] Che cosa mi hai fatto?

source: [_maxine_s_concerned_] Nothing. Maybe you just want to help me?
fr_fr: [_maxine_s_concerned_] Rien. Peut-être que tu veux juste m'aider?
it_it: [_maxine_s_concerned_] Niente. Forse vuoi solo aiutarmi?

source: [_mc_] I don't think so, but here's your damn shovel...
fr_fr: [_mc_] Je ne pense pas, mais voici votre pelle merde ...
it_it: [_mc_] Non lo credo, ma ecco la tua maledetta pala...

source: [_maxine_s_blush_] Perfect! Now dig for me.
fr_fr: [_maxine_s_blush_] Parfait ! Maintenant, creusez pour moi.
it_it: [_maxine_s_blush_] Perfetto! Ora scava per me.

source: [_mc_] I'm not going to dig for you!
fr_fr: [_mc_] Je ne vais pas vous chercher !
it_it: [_mc_] Non scaverò per te!

source: [_maxine_s_flirty_] We'll see about that.
fr_fr: [_maxine_s_flirty_] Nous allons voir à ce sujet.
it_it: [_maxine_s_flirty_] Vedremo a riguardo.

source: [_maxine_s_annoyed_] Still waiting for that shovel.
fr_fr: [_maxine_s_annoyed_] Toujours en attente de cette pelle.
it_it: [_maxine_s_annoyed_] Ancora in attesa di quella pala.

source: [_maxine_s_annoyed_] I can't do earth-surgery with my hands.
fr_fr: [_maxine_s_annoyed_] Je ne peux pas faire la chirurgie avec mes mains.
it_it: [_maxine_s_annoyed_] Non posso fare chirurgia della terra con le mie mani.

source: What the hell? I swear I took the road back to the school yard...
fr_fr: Qu'est-ce que l'enfer? Je jure que j'ai repris la route dans la cour de l'école ...
it_it: Che inferno? Giuro ho preso la strada di ritorno al cortile scolastico...

source: No way...
fr_fr: Pas de chemin ...
it_it: Nessun modo...

source: It's like I'm walking in circles...
fr_fr: C'est comme si je marchais en rond ...
it_it: È come se camminassi in cerchi...

source: Am I drunk or something? What the hell was in that soup?!
fr_fr: Suis-je ivre ou quelque chose? Qu'est-ce que c'était dans cette soupe? !
it_it: Sono ubriaco o qualcosa? Che inferno era in quella minestra?!

source: There is no way I'm this fucking lost...
fr_fr: Il n'y a aucun moyen que je sois ce putain de foutu ...
it_it: Non c'è modo che io sia questo cazzo perso...

source: Okay, I've lost count of the times I've ended up where I started...
fr_fr: Ok, j'ai perdu le nombre de fois où j'ai fini où j'ai commencé ...
it_it: Va bene, ho perso il conteggio dei tempi che ho finito dove ho iniziato...

source: Something must be seriously wrong with me.
fr_fr: Quelque chose doit être grave avec moi.
it_it: Qualcosa deve essere seriamente sbagliato con me.

source: At this point, I should've found my way home...
fr_fr: A ce stade, j'aurais dû me trouver chez moi ...
it_it: A questo punto, avrei dovuto trovare il mio modo di casa...

source: Or at the very least found some forest nymphs...
fr_fr: Ou à tout le moins a trouvé des nymphes de forêt ...
it_it: O per lo meno trovato alcune ninfe di foresta...

source: Yet there's no one here but [maxine]. Fantastic.
fr_fr: Mais il n'y a personne ici, mais [maxine]. Fantastique.
it_it: Eppure non c'è nessuno qui se non [maxine]. Fantastico.

source: [_maxine_s_smile_] Are you lost?
fr_fr: [_maxine_s_smile_] Êtes-vous perdu?
it_it: [_maxine_s_smile_] Sei perso?

source: [_mc_] No, I'm not.
fr_fr: [_mc_] Non, je ne le suis pas.
it_it: [_mc_] No, non sono.

source: [_mc_] I just had to turn around, that's all.
fr_fr: [_mc_] J'ai juste dû me tourner, c'est tout.
it_it: [_mc_] ho appena dovuto girare intorno, è tutto.

source: [_mc_] Yes...
fr_fr: [_mc_] Oui ...
it_it: [_mc_] Sì...

source: [_maxine_s_laughing_] It's a big forest. Lots of paths.
fr_fr: [_maxine_s_laughing_] C'est une grande forêt. Beaucoup de chemins.
it_it: [_maxine_s_laughing_] È una grande foresta. Un sacco di sentieri.

source: [_maxine_s_smile_] Luckily, I have a map that I can retrace back to the school.
fr_fr: [_maxine_s_smile_] Heureusement, j'ai une carte que je peux reremonter à l'école.
it_it: [_maxine_s_smile_] Per fortuna, ho una mappa che posso risalire alla scuola.

source: [_maxine_s_smile_] I'll help you if you help me.
fr_fr: [_maxine_s_smile_] Je t'aiderai si tu m'aimes.
it_it: [_maxine_s_smile_] Ti aiuterò se mi aiuti.

source: [_mc_] Why can't you dig yourself?
fr_fr: [_mc_] Pourquoi vous ne vous creusez pas?
it_it: [_mc_] Perché non puoi scavarti?

source: [_maxine_s_sad_] Carpal tunnel.
fr_fr: [_maxine_s_sad_] Tunnel Carpal.
it_it: [_maxine_s_sad_] Galleria di Carpal.

source: [_maxine_s_cringe_] It's a common ailment among writers and journalists.
fr_fr: [_maxine_s_cringe_] C'est une maladie courante parmi les écrivains et les journalistes.
it_it: [_maxine_s_cringe_] È un disturbo comune tra scrittori e giornalisti.

source: Great. It's already getting dark...
fr_fr: Super. Il fait déjà sombre ...
it_it: Grande. Sta già diventando buio...

source: And to the surprise of absolutely no one, [maxine] doesn't seem to care.
fr_fr: Et à la surprise de tout à fait personne, [maxine] ne semble pas s'en occuper.
it_it: E a sorpresa di assolutamente nessuno, [maxine] non sembra importare.

source: Like a slave in a coal mine.
fr_fr: Comme un esclave dans une mine de charbon.
it_it: Come uno schiavo in una miniera di carbone.

source: Hacking away at the unending soil.
fr_fr: Piratage au sol sans fin.
it_it: Hacking via sul terreno senza fine.

source: My body and spirit crushed by greed and—
fr_fr: Mon corps et mon esprit écrasés par la cupidité et-
it_it: Il mio corpo e lo spirito schiacciati dall'avidità e—

source: [_mc_] No way! There's actually something buried here...
fr_fr: [_mc_] Pas de chemin ! Il y a quelque chose qui est enterré ici ...
it_it: [_mc_] Nessun modo! C'è qualcosa di sepolto qui...

source: [_maxine_s_eyeroll_] Of course there is. The map wouldn't lie.
fr_fr: [_maxine_s_eyeroll_] Bien sûr qu'il y en a. La carte ne mentirait pas.
it_it: [_maxine_s_eyeroll_] Naturalmente non c'è. La mappa non mentirebbe.

source: [_mc_] Well, what is it?
fr_fr: [_mc_] Eh bien, qu'est-ce que c'est?
it_it: [_mc_] Beh, che cos'è?

source: [_maxine_s_skeptical_] It appears to be a box of some sort.
fr_fr: [_maxine_s_skeptical_] Il semble qu'il s'agit d'une boîte de quelque sorte.
it_it: [_maxine_s_skeptical_] Sembra essere una scatola di qualche tipo.

source: [_mc_] Wait, you don't know what we're digging up?
fr_fr: [_mc_] Attends, tu ne sais pas ce que nous creusons?
it_it: [_mc_] Aspetta, non sai cosa stiamo scavando?

source: [_maxine_s_skeptical_] I will soon.
fr_fr: [_maxine_s_skeptical_] Je vais bientôt.
it_it: [_maxine_s_skeptical_] presto lo farò.

source: [_mc_] What if it's nuclear waste or something?
fr_fr: [_mc_] Qu'en est-il si c'est des déchets nucléaires ou quelque chose?
it_it: [_mc_] Cosa succede se si tratta di rifiuti nucleari o qualcosa?

source: [_maxine_s_annoyed_] It's a parchment map...
fr_fr: [_maxine_s_annoyed_] C'est une carte de parchemin ...
it_it: [_maxine_s_annoyed_] È una mappa pergamena...

source: [_mc_] Fair enough, I guess.
fr_fr: [_mc_] Fair, je suppose.
it_it: [_mc_] Bene abbastanza, immagino.

source: [_maxine_s_confident_] Thanks for the help.
fr_fr: [_maxine_s_confident_] Merci pour l'aide.
it_it: [_maxine_s_confident_] Grazie per l'aiuto.

source: [_mc_] Not so fast!
fr_fr: [_mc_] Pas si vite !
it_it: [_mc_] Non così veloce!

source: [_mc_] Don't you need help carrying it?
fr_fr: [_mc_] N'avez-vous pas besoin d'aide?
it_it: [_mc_] Non hai bisogno di aiuto per portarlo?

source: [_maxine_s_excited_] I have carpal tunnel, not carpal arms!
it_it: [_maxine_s_excited_] Ho il tunnel carpale, non le braccia carpali!

source: [_maxine_s_flirty_] Thanks for the offer, though.
fr_fr: [_maxine_s_flirty_] Merci pour l'offre, cependant.
it_it: [_maxine_s_flirty_] Grazie per l'offerta, però.

source: [_mc_] All right... show me the way back now.
fr_fr: [_mc_] Tout droit ... me montre le chemin maintenant.
it_it: [_mc_] Va bene... mostrami la via di ritorno adesso.

source: [_maxine_s_flirty_] Follow me.
fr_fr: [_maxine_s_flirty_] Suivez-moi.
it_it: [_maxine_s_flirty_] Seguimi.

source: Puh... I'm not made for hikes through the woods...
fr_fr: Puh ... Je ne suis pas fait pour les randonnées dans les bois ...
it_it: Puh... Non sono fatto per escursioni attraverso i boschi...

source: I lost [maxine] somewhere along the way, but at least I managed to return to civilization.
fr_fr: J'ai perdu [maxine] quelque part en chemin, mais au moins j'ai réussi à revenir à la civilisation.
it_it: Ho perso [maxine] da qualche parte lungo la strada, ma almeno sono riuscito a tornare alla civiltà.

source: Man, I'm exhausted... I'm not made for nightly escapades in the woods...
fr_fr: L'homme, je suis épuisé ... Je ne suis pas fait pour des escapades nocturnes dans les bois ...
it_it: Uomo, sono esausto... Non sono fatto per fughe notturne nei boschi...

source: [maxine] disappeared somewhere along the way. I lost her in the darkness.
fr_fr: [maxine] a disparu quelque part en chemin. Je l'ai perdue dans l'obscurité.
it_it: [maxine] scomparve da qualche parte lungo la strada. L'ho persa nelle tenebre.

source: Knowing her, she just took a shortcut and forgot to look behind her.{space=-5}
fr_fr: Connaissant elle, elle a pris un raccourci et a oublié de regarder derrière elle. { space=-5 }
it_it: Conoscendola, ha appena preso una scorciatoia e ha dimenticato di guardare dietro di lei.{space=-5}

source: [_mc_] I think I'll just take the box.
fr_fr: [_mc_] Je pense que je vais juste prendre la boîte.
it_it: [_mc_] penso che prenderò solo la scatola.

source: [_maxine_s_angry_] That's thievery!
fr_fr: [_maxine_s_angry_] C'est le voleur !
it_it: [_maxine_s_angry_] È ladro!

source: [_mc_] It's not your box...
fr_fr: [_mc_] Ce n'est pas votre boîte ...
it_it: [_mc_] Non è la tua scatola...

source: [_maxine_s_angry_] But I found the way to it.
fr_fr: [_maxine_s_angry_] Mais j'ai trouvé la voie.
it_it: [_maxine_s_angry_] Ma ho trovato la strada per esso.

source: [_mc_] Well, you're a tiny girl with sticks for arms — what are you going to do about it?
fr_fr: [_mc_] Eh bien, vous êtes une petite fille avec des bâtons pour les bras-qu'est-ce que vous allez faire?
it_it: [_mc_] Beh, sei una piccola ragazza con bastoni per le braccia — che cosa farai?

source: [_maxine_s_neutral_] Very well.
fr_fr: [_maxine_s_neutral_] Très bien.
it_it: [_maxine_s_neutral_] Molto bene.

source: [_mc_] That's it?
fr_fr: [_mc_] C'est ça?
it_it: [_mc_] È vero?

source: [_maxine_s_sad_] Nothing I can do to stop you.
fr_fr: [_maxine_s_sad_] Rien de ce que je peux faire pour vous arrêter.
it_it: [_maxine_s_sad_] Nulla posso fare per fermarti.

source: [_maxine_s_cringe_] Hopefully, there's nothing dangerous inside.
fr_fr: [_maxine_s_cringe_] Espérons qu'il n'y a rien de dangereux à l'intérieur.
it_it: [_maxine_s_cringe_] Speriamo che non ci sia niente di pericoloso dentro.

source: [_mc_] Is that supposed to scare me? There's probably jewels and gold inside.
fr_fr: [_mc_] Est-ce que c'est censé me faire peur? Il y a probablement des bijoux et de l'or à l'intérieur.
it_it: [_mc_] Che dovrebbe spaventare me? Probabilmente ci sono gioielli e oro all'interno.

source: Crap, she's running away! Better follow her so I don't get lost again!
fr_fr: Crap, elle s'enfuva ! Il vaut mieux la suivre pour que je ne me perde pas de nouveau !
it_it: Crap, sta correndo via! Meglio seguirla in modo da non perdermi di nuovo!

source: Well, that was interesting...
fr_fr: Eh bien, c'était intéressant ...
it_it: Beh, questo è stato interessante...

source: [maxine] somehow managed to run away. At least I managed to find my way back.
fr_fr: [maxine] a réussi à s'enfuir. Au moins, j'ai réussi à retrouver mon chemin.
it_it: [maxine] in qualche modo è riuscito a scappare. Almeno sono riuscito a trovare la via di ritorno.

source: Knowing her, she just took a shortcut...
fr_fr: Connaissant elle, elle a juste pris un raccourci ...
it_it: Conoscendola, ha appena preso una scorciatoia...

source: It's hard to look crazy next to [maxine], but digging with my [item.title_lower] would certainly do it.
fr_fr: C'est dur de regarder fou à côté de [maxine], mais creuser avec mon [item.title_lower] le ferait certainement.
it_it: È difficile sembrare pazzo accanto ad [maxine], ma scavare con la mia [item.title_lower] lo farebbe sicuramente.

source: It's too late to explore the forest.
fr_fr: Il est trop tard pour explorer la forêt.
it_it: È troppo tardi per esplorare la foresta.
