Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_lines.po
Languages: fr_fr, it_it

source: [_maxine_s_confident_] Thanks for being my witness. I need to write a lengthy letter to the school board about this.
fr_fr: [_maxine_s_confident_] Merci d'être mon témoin. J'ai besoin d'écrire une longue lettre à la commission scolaire à ce sujet.
it_it: [_maxine_s_confident_] Grazie per essere stato testimone. Ho bisogno di scrivere una lunga lettera alla scheda scolastica su questo.

source: [_mc_] Cool. In the meantime, I was curious about the locator thing...
fr_fr: [_mc_] Cool. En attendant, j'étais curieux au sujet de la chose du localisateur ...
it_it: [_mc_] Cool. Nel frattempo, ero curioso circa la cosa del localizzatore...

source: [_maxine_s_excited_] The Ley Line Locator, you mean?
fr_fr: [_maxine_s_excited_] L'indice de Ley Line, vous voulez dire?
it_it: [_maxine_s_excited_] The Ley Line Locator, si intende?

source: [_mc_] That's the one, yeah.
fr_fr: [_mc_] C'est ça, oui.
it_it: [_mc_] Questo è uno, sì.

source: [_mc_] How does it work?
fr_fr: [_mc_] Comment ça fonctionne?
it_it: [_mc_] Come funziona?

source: [_maxine_s_concerned_] It doesn't.
fr_fr: [_maxine_s_concerned_] Ce n'est pas le cas.
it_it: [_maxine_s_concerned_] Non lo fa.

source: No surprise there.
fr_fr: Pas de surprise là.
it_it: Nessuna sorpresa lì.

source: [_maxine_s_concerned_] It needs a battery stack.
fr_fr: [_maxine_s_concerned_] Il a besoin d'une pile de batteries.
it_it: [_maxine_s_concerned_] Ha bisogno di una pila di batterie.

source: [_mc_] A battery stack?
fr_fr: [_mc_] Une pile de batteries?
it_it: [_mc_] Una pila di batterie?

source: [_mc_] Can I borrow it?
fr_fr: [_mc_] Puis-je l'emprunter?
it_it: [_mc_] Posso prenderlo?

source: [_maxine_s_annoyed_] What for?
fr_fr: [_maxine_s_annoyed_] Quoi?
it_it: [_maxine_s_annoyed_] A cosa serve?

source: [_mc_] To find the saucer-eyed doll, of course!
fr_fr: [_mc_] Pour trouver la poupée à paupières, bien sûr !
it_it: [_mc_] Per trovare la bambola dagli occhi del piattino, naturalmente!

source: [_maxine_s_skeptical_] What do you know about that?
fr_fr: [_maxine_s_skeptical_] Que savez-vous de cela?
it_it: [_maxine_s_skeptical_] Che cosa sai a riguardo?

source: [_mc_] That... err, it's a doll... and it has saucers for eyes... and it messes with the magnetic field?
fr_fr: [_mc_] Cette ... erreur, c'est une poupée ... et elle a des soucoupes pour les yeux ... et elle déconnait avec le champ magnétique?
it_it: [_mc_] Quello... err, è una bambola... e ha dei piattini per gli occhi... e si insinua con il campo magnetico?

source: [_maxine_s_laughing_] Very well.
fr_fr: [_maxine_s_laughing_] Très bien.
it_it: [_maxine_s_laughing_] Molto bene.

source: [_mc_] So, I can borrow it?
fr_fr: [_mc_] Alors, je peux l'emprunter?
it_it: [_mc_] Quindi, posso prendere in prestito?

source: [_maxine_s_neutral_] I didn't say that.
fr_fr: [_maxine_s_neutral_] Je n'ai pas dit ça.
it_it: [_maxine_s_neutral_] non l'ho detto.

source: [_maxine_s_smile_] But I can be persuaded if you hit a shot in the gym...
fr_fr: [_maxine_s_smile_] Mais je peux être persuadé si vous avez touché une balle dans la salle de gym ...
it_it: [_maxine_s_smile_] Ma posso essere persuaso se colpisci un colpo nella palestra...

source: [_mc_] That's impossible!
fr_fr: [_mc_] C'est impossible !
it_it: [_mc_] È impossibile!

source: [_maxine_s_smile_] Those are my conditions.
fr_fr: [_maxine_s_smile_] Ce sont mes conditions.
it_it: [_maxine_s_smile_] Queste sono le mie condizioni.

source: [_mc_] But why?
fr_fr: [_mc_] Mais pourquoi?
it_it: [_mc_] Ma perché?

source: [_maxine_s_concerned_] I need to see if there's something malignant at work there.
fr_fr: [_maxine_s_concerned_] J'ai besoin de voir s'il y a quelque chose de malin au travail là.
it_it: [_maxine_s_concerned_] Ho bisogno di vedere se c'è qualcosa di maligno al lavoro lì.

source: [_mc_] So, it's true that hitting the shot is impossible?
fr_fr: [_mc_] Alors, c'est vrai que frapper le tir est impossible?
it_it: [_mc_] Quindi, è vero che colpire il colpo è impossibile?

source: [_maxine_s_flirty_] We're going to find out...
fr_fr: [_maxine_s_flirty_] Nous allons découvrir ...
it_it: [_maxine_s_flirty_] Lo scopriremo...

source: Ugh... If only I were as tall and athletic as Chad...
fr_fr: Ugh ... Si seulement j'étais aussi grand et athlétique que le Tchad ...
it_it: Ugh... Se solo ero alto e atletico come Ciad...

source: [_maxine_s_smile_popcorn_] The ball is right there. Hit the hoop.
fr_fr: [_maxine_s_smile_popcorn_] La balle est là. Hit le cerceau.
it_it: [_maxine_s_smile_popcorn_] La palla è proprio lì. Colpisci il cerchio.

source: [_mc_] Where did you even get popcorn from?
fr_fr: [_mc_] Où avez-vous même obtenu du popcorn?
it_it: [_mc_] Da dove hai persino preso il popcorn?

source: [_maxine_s_laughing_popcorn_] Why, from the popcorn dispenser, of course!
fr_fr: [_maxine_s_laughing_popcorn_] Pourquoi, du distributeur de pop-corn, bien sûr !
it_it: [_maxine_s_laughing_popcorn_] Perché, dal dispensatore popcorn, ovviamente!

source: There's no popcorn dispenser...
fr_fr: Il n'y a pas de distributeur de pop-corn ...
it_it: Non c'è un distributore di popcorn...

source: [_mc_] How did you get here so fast?
fr_fr: [_mc_] Comment êtes-vous venus ici si rapidement?
it_it: [_mc_] Come sei arrivato qui così velocemente?

source: [_maxine_s_eyeroll_] I went through the hidden passage.
fr_fr: [_maxine_s_eyeroll_] Je suis passé par le passage caché.
it_it: [_maxine_s_eyeroll_] Ho attraversato il passaggio nascosto.

source: [_mc_] Right... the hidden passage. Of course.
fr_fr: [_mc_] Droit ... le passage caché. Bien sûr.
it_it: [_mc_] Destra... il passaggio nascosto. Certo.

source: [_maxine_s_skeptical_] After careful consideration, I've decided that you didn't hit the shot.
fr_fr: [_maxine_s_skeptical_] Après un examen attentif, j'ai décidé que vous n'avez pas touché la balle.
it_it: [_maxine_s_skeptical_] Dopo un'attenta considerazione, ho deciso che non hai colpito il colpo.

source: [_mc_] What? But you saw it with your own eyes!
fr_fr: [_mc_] Quoi? Mais tu l'as vu de tes propres yeux !
it_it: [_mc_] Cosa? Ma l'hai visto con i tuoi occhi!

source: [_maxine_s_skeptical_] I wasn't looking.
fr_fr: [_maxine_s_skeptical_] Je ne regardais pas.
it_it: [_maxine_s_skeptical_] Non stavo guardando.

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?
it_it: [_mc_] Seriamente?

source: [_maxine_s_annoyed_] I wouldn't be joking about something like this.
fr_fr: [_maxine_s_annoyed_] Je ne plaisanterais pas sur quelque chose comme ça.
it_it: [_maxine_s_annoyed_] Non scherzerei su qualcosa del genere.

source: [_mc_] But I hit it!
fr_fr: [_mc_] Mais je l'ai frappé !
it_it: [_mc_] Ma l'ho colpita!

source: [_maxine_s_annoyed_] I was looking at you the entire time. Your eyes were closed.
fr_fr: [_maxine_s_annoyed_] Je vous cherchais tout le temps. Tes yeux étaient fermés.
it_it: [_maxine_s_annoyed_] Ti stavo guardando per tutto il tempo. I tuoi occhi erano chiusi.

source: [_maxine_s_thinking_] Neither of us can say in good faith and with certainty that you hit the shot.
fr_fr: [_maxine_s_thinking_] Aucun de nous ne peut dire de bonne foi et avec certitude que vous avez atteint le coup.
it_it: [_maxine_s_thinking_] Nessuno di noi può dire in buona fede e con certezza di aver colpito il colpo.

source: [_maxine_s_thinking_] So, I've decided that you missed it because all the evidence points to that.
fr_fr: [_maxine_s_thinking_] Alors, j'ai décidé que vous l'avez raté parce que tous les éléments de preuve indiquent cela.
it_it: [_maxine_s_thinking_] Così, ho deciso che ti sei perso perché tutte le prove indicano questo.

source: [_mc_] This is ridiculous! What evidence?!
fr_fr: [_mc_] C'est ridicule ! Quelle preuve? !
it_it: [_mc_] Questo è ridicolo! Che prova?!

source: [_maxine_s_sad_] No one has hit it before, and your previous shots have all been miserable.
fr_fr: [_maxine_s_sad_] Personne ne l'a frappé auparavant, et vos coups de feu précédents ont tous été misérables.
it_it: [_maxine_s_sad_] Nessuno l'ha colpita prima, e i tuoi scatti precedenti sono stati tutti miserabili.

source: [_mc_] You've been watching my previous attempts...?
fr_fr: [_mc_] Vous avez regardé mes précédentes tentatives ...?
it_it: [_mc_] Hai guardato i miei tentativi precedenti...?

source: [_maxine_s_excited_] Naturally. I always gather the necessary data before conducting an experiment.
fr_fr: [_maxine_s_excited_] Naturellement. Je recueille toujours les données nécessaires avant de mener une expérience.
it_it: [_maxine_s_excited_] Naturalmente, raccolgo sempre i dati necessari prima di condurre un esperimento.

source: [_mc_] So, you're not going to let me borrow the locator thingy?
fr_fr: [_mc_] Alors, vous n'allez pas me laisser emprunter le localisateur?
it_it: [_mc_] Quindi, non mi lascerete prendere in prestito la cosa del localizzatore?

source: [_maxine_s_concerned_] Well, did you hit the shot?
fr_fr: [_maxine_s_concerned_] Eh bien, as-tu frappé le coup?
it_it: [_maxine_s_concerned_] Beh, hai colpito lo sparo?

source: [_mc_] You know the answer to that.
fr_fr: [_mc_] Vous connaissez la réponse à cela.
it_it: [_mc_] Tu sai la risposta a questo.

source: [_maxine_s_skeptical_] Do you know the answer, though?
fr_fr: [_maxine_s_skeptical_] Est-ce que vous connaissez la réponse?
it_it: [_maxine_s_skeptical_] Conosci la risposta, però?

source: [_maxine_s_skeptical_] I think you weren't paying attention again.
fr_fr: [_maxine_s_skeptical_] Je pense que vous n'avez pas à nouveau porté attention.
it_it: [_maxine_s_skeptical_] Penso che non stavi prestando più attenzione.

source: [_mc_] Why are you trying to gaslight me?
fr_fr: [_mc_] Pourquoi vous essayez de me gasparez-vous?
it_it: [_mc_] Perché stai cercando di farmi esplodere?

source: [_maxine_s_eyeroll_] I'm not. The truth is, you're not sure if you hit the shot or not.
fr_fr: [_maxine_s_eyeroll_] Je ne suis pas. La vérité, c'est que vous n'êtes pas sûr si vous avez touché le coup ou pas.
it_it: [_maxine_s_eyeroll_] Non lo sono. La verità è, non sei sicuro di colpire il colpo o no.

source: [_maxine_s_annoyed_] You closed your eyes and just assumed it hit.
fr_fr: [_maxine_s_annoyed_] Vous avez fermé les yeux et vous avez supposé qu'il était touché.
it_it: [_maxine_s_annoyed_] Hai chiuso gli occhi e hai appena assunto di colpirli.

source: [_mc_] Okay, let's try another experiment...
fr_fr: [_mc_] Ok, essayons une autre expérience ...
it_it: [_mc_] Okay, proviamo un altro esperimento...

source: [_maxine_s_confident_] Very well.
fr_fr: [_maxine_s_confident_] Très bien.
it_it: [_maxine_s_confident_] Molto bene.

source: [_mc_] Close your eyes.
fr_fr: [_mc_] Fermez les yeux.
it_it: [_mc_] Chiudete gli occhi.

source: [_maxine_s_laughing_] Okay, what now?
fr_fr: [_maxine_s_laughing_] Ok, quoi maintenant?
it_it: [_maxine_s_laughing_] Okay, che ora?

source: [_mc_] Okay, the experiment is complete!
fr_fr: [_mc_] Ok, l'expérience est complète !
it_it: [_mc_] Okay, l'esperimento è completato!

source: [_maxine_s_thinking_] Did you just stuff my Ley Line Locator into your backpack?
fr_fr: [_maxine_s_thinking_] Avez-vous juste des trucs sur mon indice de Ley Line dans votre sac à dos?
it_it: [_maxine_s_thinking_] Hai appena roba il mio Ley Line Locator nel tuo zaino?

source: [_mc_] Did you see me do it?
fr_fr: [_mc_] Est-ce que vous m'avez vu?
it_it: [_mc_] Mi hai visto farlo?

source: [_maxine_s_afraid_] No, but—
fr_fr: [_maxine_s_afraid_] Non, mais-
it_it: [_maxine_s_afraid_] No, ma—

source: [_mc_] Well, after careful consideration, I've decided that I didn't steal it.
fr_fr: [_mc_] Bien, après un examen attentif, j'ai décidé que je ne l'avais pas volé.
it_it: [_mc_] Beh, dopo attenta considerazione, ho deciso che non l'ho rubato.

source: [_mc_] And since you didn't see it, you can't prove otherwise.
fr_fr: [_mc_] Et comme vous ne l'avez pas vu, vous ne pouvez pas prouver le contraire.
it_it: [_mc_] E siccome non l'hai visto, non puoi provare diversamente.

source: [_mc_] Have a good day!
fr_fr: [_mc_] Bonne journée !
it_it: [_mc_] Buona giornata!

source: [_maxine_s_angry_] I'm watching you, [mc].
fr_fr: [_maxine_s_angry_] Je vous observe, [mc].
it_it: [_maxine_s_angry_] ti sto guardando, [mc].

source: [_mc_] What about [lindsey]?
fr_fr: [_mc_] Qu'en est-il du [lindsey]?
it_it: [_mc_] Che ne dici di [lindsey]?

source: [_maxine_s_thinking_] What about her?
fr_fr: [_maxine_s_thinking_] Qu'en est-il de elle?
it_it: [_maxine_s_thinking_] Che dire di lei?

source: [_mc_] If the saucer-eyed doll is making her trip, shouldn't we try to stop it?
fr_fr: [_mc_] Si la poupée aux yeux de la poupée fait son voyage, ne devrions-nous pas essayer de l'arrêter?
it_it: [_mc_] Se la bambola con gli occhi del piattino sta facendo il suo viaggio, non dovremmo provare a fermarlo?

source: [_maxine_s_sad_] [lindsey] is of no concern to me.
fr_fr: [_maxine_s_sad_] [lindsey] ne me préoccupe pas.
it_it: [_maxine_s_sad_] [lindsey] non mi preoccupa.

source: [_mc_] Wait, really?
fr_fr: [_mc_] Attends, vraiment?
it_it: [_mc_] Aspetta, davvero?

source: [_mc_] Didn't you use to be friends?
fr_fr: [_mc_] N'avez-vous pas utilisé pour être amis?
it_it: [_mc_] non hai usato per essere amico?

source: [_maxine_s_skeptical_] Yes.
fr_fr: [_maxine_s_skeptical_] Oui.
it_it: [_maxine_s_skeptical_] Sì.

source: [_maxine_s_skeptical_] That is very observant of you.
fr_fr: [_maxine_s_skeptical_] C'est très attentif à vous.
it_it: [_maxine_s_skeptical_] Questo è molto osservante da parte vostra.

source: [_mc_] So, why is her well-being of no concern?
fr_fr: [_mc_] Alors, pourquoi son bien-être ne préoccupe-nous pas?
it_it: [_mc_] Quindi, perché il suo benessere non è preoccupante?

source: [_maxine_s_eyeroll_] That is of no concern to you.
fr_fr: [_maxine_s_eyeroll_] Cela ne vous concerne pas.
it_it: [_maxine_s_eyeroll_] Questo non ti preoccupa.

source: [_mc_] Well, she matters to me so I'm just going to borrow it.
fr_fr: [_mc_] Bien, elle est importante pour moi, donc je vais juste l'emprunter.
it_it: [_mc_] Beh, lei ha importanza per me quindi ho solo intenzione di prendere in prestito.

source: [_mc_] I've been called worse...
fr_fr: [_mc_] J'ai été appelé pire ...
it_it: [_mc_] Sono stato chiamato peggio...

source: Hmm... [maxine] didn't even try to stop me.
fr_fr: Hmm ... [maxine] n'a même pas essayé de m'arrêter.
it_it: Hmm... [maxine] non ha nemmeno provato a fermarmi.

source: I wonder what happened between them?
fr_fr: Je me demande ce qui s'est passé entre eux?
it_it: Mi chiedo cosa sia successo tra loro?

source: [_mc_] What about the saucer-eyed doll?
fr_fr: [_mc_] Qu'en est-il de la poupée aux yeux?
it_it: [_mc_] Che ne dici della bambola dagli occhi del piattino?

source: [_maxine_s_thinking_] What about it?
fr_fr: [_maxine_s_thinking_] Qu'en est-il?
it_it: [_maxine_s_thinking_] Che dire di esso?

source: [_mc_] Shouldn't we try to stop it?
fr_fr: [_mc_] Ne devrions-nous pas essayer de l'arrêter?
it_it: [_mc_] Non dovremmo provare a fermarlo?

source: [_maxine_s_thinking_] That would be ideal.
fr_fr: [_maxine_s_thinking_] Ce serait idéal.
it_it: [_maxine_s_thinking_] Sarebbe l'ideale.

source: [_mc_] So, can I borrow the locator thingy?
fr_fr: [_mc_] Alors, puis-je emprunter le localisateur?
it_it: [_mc_] Quindi, posso prendere in prestito la cosa del localizzatore?

source: [_maxine_s_thinking_] Maybe.
fr_fr: [_maxine_s_thinking_] Peut-être.
it_it: [_maxine_s_thinking_] Forse.

source: [_maxine_s_thinking_] Yes.
fr_fr: [_maxine_s_thinking_] Oui.
it_it: [_maxine_s_thinking_] Sì.

source: [maxine] follows some kind of logic that I can't even begin to understand.
fr_fr: [maxine] suit une sorte de logique que je ne peux même pas commencer à comprendre.
it_it: [maxine] segue una logica che non riesco nemmeno a capire.

source: [_mc_] Why couldn't you just give it to me when I asked you the first time?
fr_fr: [_mc_] Pourquoi tu ne pouvais pas me le donner quand je t'ai demandé la première fois?
it_it: [_mc_] Perché non potevi darlo solo a me quando ti ho chiesto la prima volta?

source: [_maxine_s_neutral_] I needed to collect data.
fr_fr: [_maxine_s_neutral_] J'avais besoin de collecter des données.
it_it: [_maxine_s_neutral_] avevo bisogno di raccogliere dati.

source: [_mc_] Data on what?
fr_fr: [_mc_] Données sur quoi?
it_it: [_mc_] Dati su cosa?

source: [_maxine_s_smile_] On you.
fr_fr: [_maxine_s_smile_] Sur vous.
it_it: [_maxine_s_smile_] Su di te.

source: [_maxine_s_smile_] I needed to make sure I wasn't giving away my prized artifact to some crazy person.
fr_fr: [_maxine_s_smile_] J'avais besoin de m'assurer que je ne donnais pas mon artefact priée à une personne folle.
it_it: [_maxine_s_smile_] avevo bisogno di assicurarsi che non stavo dando via il mio pregiato artefatto ad una persona pazza.

source: [_mc_] But we've talked in the past...
fr_fr: [_mc_] Mais nous avons parlé dans le passé ...
it_it: [_mc_] Ma abbiamo parlato in passato...

source: [_maxine_s_eyeroll_] Contrary to popular belief, people do in fact change.
fr_fr: [_maxine_s_eyeroll_] Contrairement à la croyance populaire, les gens changent de fait.
it_it: [_maxine_s_eyeroll_] Contrariamente alla credenza popolare, la gente in realtà cambia.

source: [_mc_] So, I passed your data collection test or whatever?
fr_fr: [_mc_] Alors, j'ai passé votre test de collecte de données ou quoi que ce soit?
it_it: [_mc_] Così, ho passato il test di raccolta dei dati o qualsiasi cosa?

source: [_maxine_s_confident_] For now.
fr_fr: [_maxine_s_confident_] Pour l'instant.
it_it: [_maxine_s_confident_] Per ora.

source: [_mc_] Thanks...
fr_fr: [_mc_] Merci ...
it_it: [_mc_] Grazie...

source: [_maxine_s_skeptical_] Don't get too chipper. There's still a lot of data left to collect about you.
fr_fr: [_maxine_s_skeptical_] Ne pas trop chipper. Il reste encore beaucoup de données à collecter sur vous.
it_it: [_maxine_s_skeptical_] Non ottenere troppo chipper. Ci sono ancora molti dati da raccogliere su di te.

source: Well, time to find out why [lindsey] keeps tripping...
fr_fr: Eh bien, le temps de découvrir pourquoi [lindsey] continue à trébutant ...
it_it: Beh, il momento di scoprire perché [lindsey] continua a viaggiare...

source: [_maxine_s_concerned_] Have you seen my cat?
fr_fr: [_maxine_s_concerned_] Avez-vous vu mon chat?
it_it: [_maxine_s_concerned_] Hai visto il mio gatto?

source: [_mc_] She's right there...
fr_fr: [_mc_] Elle est là ...
it_it: [_mc_] Lei è proprio lì...

source: [_maxine_s_flirty_] Indeed. I was just checking your eyesight.
fr_fr: [_maxine_s_flirty_] En effet. J'étais juste en train de vérifier votre vue.
it_it: [_maxine_s_flirty_] In verità. Stavo solo controllando la tua vista.

source: [_mc_] I saw her earlier... not sure where she's now.
fr_fr: [_mc_] Je l'ai vue plus tôt ... pas sûr où elle est maintenant.
it_it: [_mc_] L'ho vista in precedenza... non so dove sia ora.

source: [_maxine_s_concerned_] She usually never leaves...
fr_fr: [_maxine_s_concerned_] Elle ne quitte habituellement jamais ...
it_it: [_maxine_s_concerned_] Di solito non parte mai...

source: [_maxine_s_concerned_] I hope she's okay.
fr_fr: [_maxine_s_concerned_] J'espère qu'elle va bien.
it_it: [_maxine_s_concerned_] spero che stia bene.

source: [_mc_] [spinach] is a smart cat! She can take care of herself.
fr_fr: [_mc_] [spinach] est un chat intelligent ! Elle peut prendre soin d'elle-même.
it_it: [_mc_] [spinach] è un gatto intelligente! Può prendersi cura di se stessa.

source: [_mc_] Anyway, I found something interesting while playing around with your locator device.
fr_fr: [_mc_] Quoi qu'il en soit, j'ai trouvé quelque chose d'intéressant en jouant avec votre dispositif de localisation.
it_it: [_mc_] Comunque, ho trovato qualcosa di interessante durante la riproduzione con il tuo dispositivo di localizzazione.

source: [_maxine_s_skeptical_] Did I say you could borrow it?
fr_fr: [_maxine_s_skeptical_] Est-ce que je vous ai dit que vous pourriez l'emprunter?
it_it: [_maxine_s_skeptical_] Ho detto che si poteva prendere in prestito?

source: [_mc_] You absolutely did!
fr_fr: [_mc_] Vous avez absolument fait !
it_it: [_mc_] Hai assolutamente fatto!

source: [_mc_] I suggested we need to stop the saucer-eyed doll, and you said that would be ideal.
fr_fr: [_mc_] J'ai suggéré que nous devons arrêter la poupée à la poupée, et vous avez dit que ce serait idéal.
it_it: [_mc_] Ho suggerito che abbiamo bisogno di fermare la bambola con gli occhi del piattino, e hai detto che sarebbe stato l'ideale.

source: [_mc_] Then I asked if I could borrow it, and you said yes.
fr_fr: [_mc_] Ensuite, j'ai demandé si je pouvais l'emprunter, et vous avez dit oui.
it_it: [_mc_] Allora ho chiesto se potevo prenderla in prestito e tu hai detto di sì.

source: [_maxine_s_blush_] Very good.
fr_fr: [_maxine_s_blush_] Très bien.
it_it: [_maxine_s_blush_] Molto buono.

source: [_maxine_s_blush_] You've scored well on the memory test.
fr_fr: [_maxine_s_blush_] Vous avez bien noté le test de mémoire.
it_it: [_maxine_s_blush_] Hai segnato bene il test di memoria.

source: [_mc_] Thanks?
fr_fr: [_mc_] Merci?
it_it: [_mc_] Grazie?

source: [_maxine_s_excited_] Now for the physical test! Please, undress.
fr_fr: [_maxine_s_excited_] Pour le test physique ! S'il te plaît, déshabiller.
it_it: [_maxine_s_excited_] Ora per il test fisico! Si prega di spogliare.

source: [_mc_] I think we're done with tests for now...
fr_fr: [_mc_] Je pense que nous sommes faits avec des tests pour l'instant ...
it_it: [_mc_] Penso che per ora abbiamo fatto dei test...

source: [_maxine_s_concerned_] We've barely started.
fr_fr: [_maxine_s_concerned_] Nous avons à peine commencé.
it_it: [_maxine_s_concerned_] Abbiamo appena iniziato.

source: [_mc_] We're done testing.
fr_fr: [_mc_] Nous faisons des tests.
it_it: [_mc_] abbiamo finito di testare.

source: [_maxine_s_thinking_] We will revisit this test at a later stage...
fr_fr: [_maxine_s_thinking_] Nous reverrons ce test à un stade ultérieur ...
it_it: [_maxine_s_thinking_] Riesamineremo questo test in una fase successiva...

source: [_mc_] Don't count on it.
fr_fr: [_mc_] Ne comptez pas sur elle.
it_it: [_mc_] Non contateci.

source: [_maxine_s_thinking_] There's no counting involved in this test.
fr_fr: [_maxine_s_thinking_] Il n'y a aucun comptage impliqué dans ce test.
it_it: [_maxine_s_thinking_] Non ci sono conteggi coinvolti in questo test.

source: [_maxine_s_sad_] But I've told you too much already.
fr_fr: [_maxine_s_sad_] Mais je vous l'ai déjà dit trop.
it_it: [_maxine_s_sad_] Ma ti ho già detto troppo.

source: [_mc_] Yeah, it seems like you have.
fr_fr: [_mc_] Oui, il semble que vous l'avez.
it_it: [_mc_] Sì, sembra che avete.

source: [_mc_] You're basically leaking confidential information.
fr_fr: [_mc_] Vous furez essentiellement des informations confidentielles.
it_it: [_mc_] stai sostanzialmente perdendo informazioni riservate.

source: [_mc_] You're lucky I don't gossip.
fr_fr: [_mc_] Vous avez de la chance de ne pas bavardages.
it_it: [_mc_] Sei fortunato che non chiacchiere.

source: [_maxine_s_cringe_] Gossip is unreliable information!
fr_fr: [_maxine_s_cringe_] Gossip n'est pas fiable !
it_it: [_maxine_s_cringe_] Gossip è informazioni inaffidabili!

source: [_mc_] Perhaps, but a lot of people don't care.
fr_fr: [_mc_] Peut-être, mais beaucoup de gens ne s'en souciont pas.
it_it: [_mc_] Forse, ma a molte persone non importa.

source: [_mc_] Well, I'm not undressing unless you do too.
fr_fr: [_mc_] Eh bien, je ne vais pas me déshabiller à moins que vous ne le faites aussi.
it_it: [_mc_] Beh, non sto spogliando a meno che tu non lo faccia.

source: [_maxine_s_angry_] I'm not the test subject.
fr_fr: [_maxine_s_angry_] Je ne suis pas le sujet du test.
it_it: [_maxine_s_angry_] Non sono il soggetto di prova.
