Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_lines.po
Languages: fr_fr, it_it

source: [maxine] always seems to be investigating something, and it's usually best not to ask any questions...
fr_fr: [maxine] semble toujours enquêter sur quelque chose, et il est généralement préférable de ne pas poser de questions ...
it_it: [maxine] sembra sempre che stia indagando qualcosa, e di solito è meglio non fare domande...

source: But what the hell is she looking at now?
fr_fr: Mais qu'est-ce qu'elle regarde maintenant?
it_it: Ma quale diavolo sta guardando adesso?

source: The ceiling looks the way it always has.
fr_fr: Le plafond est la façon dont il a toujours été.
it_it: Il soffitto sembra il modo in cui sempre ha.

source: [_maxine_s_concerned_binoculars_] Please, be quiet.
fr_fr: [_maxine_s_concerned_binoculars_] S'il vous plaît, calmes.
it_it: [_maxine_s_concerned_binoculars_] Per favore, sii tranquillo.

source: [_mc_] I haven't even said anything...
fr_fr: [_mc_] Je n'ai même rien dit ...
it_it: [_mc_] Non ho nemmeno detto niente...

source: [_maxine_s_eyeroll_] It was an attempt at a pre-emptive measure.
fr_fr: [_maxine_s_eyeroll_] Il s'agissait d'une tentative de mesure préventive.
it_it: [_maxine_s_eyeroll_] Si trattava di un tentativo di adozione di una misura preventiva.

source: Sometimes I think she's just trolling me, but it's impossible to know.
fr_fr: Parfois, je pense qu'elle me traîne, mais c'est impossible de le savoir.
it_it: A volte penso che mi stia solo trolling, ma è impossibile sapere.

source: [_mc_] What were you looking at up there?
fr_fr: [_mc_] Qu'est-ce que vous chercheriez là-bas?
it_it: [_mc_] Che cosa stavi guardando lì?

source: [_maxine_s_annoyed_] Answers.
fr_fr: [_maxine_s_annoyed_] Réponses.
it_it: [_maxine_s_annoyed_] Risposte.

source: [_mc_] Answers to what?
fr_fr: [_mc_] Réponses à quoi?
it_it: [_mc_] Risposte a cosa?

source: [_maxine_s_annoyed_] Answers to my questions.
fr_fr: [_maxine_s_annoyed_] Réponses à mes questions.
it_it: [_maxine_s_annoyed_] Risponde alle mie domande.

source: [_mc_] So... what's the question?
fr_fr: [_mc_] Alors ... quelle est la question?
it_it: [_mc_] Quindi... qual è la domanda?

source: [_mc_] Hello?
fr_fr: [_mc_] Bonjour?
it_it: [_mc_] Ciao?

source: [_maxine_s_skeptical_] How many lamps are there in the ceiling?
fr_fr: [_maxine_s_skeptical_] Combien de lampes sont là dans le plafond?
it_it: [_maxine_s_skeptical_] Quante lampade ci sono nel soffitto?

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_mc_] Thirteen.
fr_fr: [_mc_] Treize.
it_it: [_mc_] Tredici.

source: [_maxine_s_sad_] That is factually incorrect.
fr_fr: [_maxine_s_sad_] Il s'agit d'une erreur factuelle.
it_it: [_maxine_s_sad_] Questo è di fatto errato.

source: [_maxine_s_sad_] Were you just guessing or did you miscount that badly?
fr_fr: [_maxine_s_sad_] Avez-vous simplement deviner ou vous avez mal pris le mal?
it_it: [_maxine_s_sad_] Eravate solo indovinando o avete abusato di questo male?

source: [_maxine_s_thinking_] Arrogance or imperception? One is worse than the other.
fr_fr: [_maxine_s_thinking_] Arrogance ou imperception? L'un est pire que l'autre.
it_it: [_maxine_s_thinking_] Arroganza o impercezione? Uno è peggio dell'altro.

source: Knowing [maxine], it's probably the second...
fr_fr: Connaître [maxine], c'est probablement la seconde ...
it_it: Conoscendo [maxine], è probabilmente il secondo...

source: [_mc_] I took a wild guess.
fr_fr: [_mc_] J'ai pris une devine.
it_it: [_mc_] Ho fatto un'ipotesi selvaggia.

source: [_maxine_s_annoyed_] Guesswork is the cradle of misconception.
fr_fr: [_maxine_s_annoyed_] Le Guesswork est le berceau de la conception erronée.
it_it: [_maxine_s_annoyed_] Guesswork è la culla del malconcepimento.

source: [_maxine_s_annoyed_] There are fifteen lamps in total.
fr_fr: [_maxine_s_annoyed_] Il y a quinze lampes au total.
it_it: [_maxine_s_annoyed_] Ci sono quindici lampade in totale.

source: [_mc_] Fourteen.
fr_fr: [_mc_] Quatorze.
it_it: [_mc_] Quattordici.

source: [_maxine_s_thinking_] You missed the one right above the left basketball hoop, didn't you?
fr_fr: [_maxine_s_thinking_] Vous avez raté l'un juste au-dessus du cerceau de basket-ball gauche, n'est-ce pas?
it_it: [_maxine_s_thinking_] Ti sei perso quello giusto sopra il cerchio di basket sinistro, vero?

source: [_mc_] ...I did.
fr_fr: [_mc_] ...Je l'ai fait.
it_it: [_mc_] ... l'ho fatto.

source: [_maxine_s_sad_] It is a sneaky one, but you should've caught it...
fr_fr: [_maxine_s_sad_] C'est un éternuement, mais vous auriez dû le prendre ...
it_it: [_maxine_s_sad_] È subdolo, ma avresti dovuto prenderlo...

source: [_maxine_s_sad_] It's hard to trust you when you make such glaring mistakes.
fr_fr: [_maxine_s_sad_] Il est difficile de vous faire confiance quand vous faites de telles erreurs flagrantes.
it_it: [_maxine_s_sad_] È difficile fidarsi di te quando commetti errori così evidenti.

source: [_maxine_s_angry_] Now, do the math in your head once more!
fr_fr: [_maxine_s_angry_] Maintenant, faites le calcul dans votre tête une fois de plus !
it_it: [_maxine_s_angry_] Ora, fai ancora una volta la matematica in testa!

source: [_maxine_s_angry_] Simple addition shouldn't be beyond your capabilities.
fr_fr: [_maxine_s_angry_] L'addition simple ne doit pas dépasser vos capacités.
it_it: [_maxine_s_angry_] Semplice aggiunta non dovrebbe andare oltre le tue capacità.

source: [_mc_] Fifteen?
fr_fr: [_mc_] Quinze?
it_it: [_mc_] Quindici?

source: [_maxine_s_confident_] Fifteen is correct.
fr_fr: [_maxine_s_confident_] Quinze est correct.
it_it: [_maxine_s_confident_] Quindici è corretto.

source: [_mc_] Fifteen.
fr_fr: [_mc_] Quinze.
it_it: [_mc_] Quindici.

source: [_maxine_s_laughing_] You took so long, I wasn't sure you'd get it right!
fr_fr: [_maxine_s_laughing_] Vous avez pris tant de temps, je n'étais pas sûr que vous feriez bien !
it_it: [_maxine_s_laughing_] hai impiegato così tanto tempo, non ero sicuro che avresti capito bene!

source: [_maxine_s_smile_] I'm pleasantly surprised.
fr_fr: [_maxine_s_smile_] Je suis agréablement surpris.
it_it: [_maxine_s_smile_] Sono piacevolmente sorpreso.

source: [_mc_] Thanks, I guess...
fr_fr: [_mc_] Merci, je suppose ...
it_it: [_mc_] Grazie, immagino...

source: [_maxine_s_smile_] It's important to stay sharp. Remember that.
fr_fr: [_maxine_s_smile_] Il est important de rester tranchant. Souviens-toi que.
it_it: [_maxine_s_smile_] È importante rimanere affilati. Ricordatelo.

source: [_mc_] I'll... keep it in mind?
fr_fr: [_mc_] Je vais ... garder ça à l'esprit?
it_it: [_mc_] lo farò... tenerlo in mente?

source: [_maxine_s_skeptical_] Will you?
fr_fr: [_maxine_s_skeptical_] Est-ce que vous?
it_it: [_maxine_s_skeptical_] Te lo farai?

source: [_mc_] Of course!
fr_fr: [_mc_] Bien sûr !
it_it: [_mc_] Certo!

source: [_maxine_s_skeptical_] So, there are a total of fifteen lamps...
fr_fr: [_maxine_s_skeptical_] Donc, il y a un total de quinze lampes ...
it_it: [_maxine_s_skeptical_] Quindi, ci sono un totale di quindici lampade...

source: [_mc_] You think I pay attention to stuff like that?
fr_fr: [_mc_] Vous pensez que je porte attention à des trucs comme ça?
it_it: [_mc_] Pensi che io prendo attenzione a cose del genere?

source: [_maxine_s_annoyed_] You should.
fr_fr: [_maxine_s_annoyed_] Vous devriez.
it_it: [_maxine_s_annoyed_] Dovresti.

source: [_mc_] Well, I don't.
fr_fr: [_mc_] Eh bien, je ne le fais pas.
it_it: [_mc_] Beh, io no.

source: [_mc_] I don't, okay?
fr_fr: [_mc_] Je ne le fais pas, ok?
it_it: [_mc_] Non lo so, ok?

source: She's not going to back down, is she?
fr_fr: Elle ne va pas reculer, n'est-ce pas?
it_it: Lei non sta andando indietro, vero?

source: [_mc_] Why don't you tell me how many lamps there are, then?
fr_fr: [_mc_] Pourquoi ne me dis-tu pas combien de lampes il y a, alors?
it_it: [_mc_] Perché non mi dite quante lampade ci sono, allora?

source: [_maxine_s_eyeroll_] Because it's not my duty to babysit you.
fr_fr: [_maxine_s_eyeroll_] Parce que ce n'est pas mon devoir de t'asseoir.
it_it: [_maxine_s_eyeroll_] Perché non è mio dovere babysitter.

source: [_mc_] I need babysitting against lamps?
fr_fr: [_mc_] J'ai besoin de babysitting contre les lampes?
it_it: [_mc_] Ho bisogno di baby-sitter contro le lampade?

source: [_maxine_s_sad_] You might...
fr_fr: [_maxine_s_sad_] Vous pouvez ...
it_it: [_maxine_s_sad_] potrebbe...

source: [_mc_] So, how many lamps are there?
fr_fr: [_mc_] Alors, combien de lampes sont là?
it_it: [_mc_] Quindi, quante lampade ci sono?

source: [_maxine_s_thinking_] Fifteen.
fr_fr: [_maxine_s_thinking_] Quinze.
it_it: [_maxine_s_thinking_] Quindici.

source: [_maxine_s_confident_] I assume you see the problem.
fr_fr: [_maxine_s_confident_] Je suppose que vous voyez le problème.
it_it: [_maxine_s_confident_] Presumo che tu veda il problema.

source: [_mc_] The problem?
fr_fr: [_mc_] Le problème?
it_it: [_mc_] Il problema?

source: [_maxine_s_annoyed_] There are fifteen lamps in the ceiling.
fr_fr: [_maxine_s_annoyed_] Il y a quinze lampes au plafond.
it_it: [_maxine_s_annoyed_] Ci sono quindici lampade nel soffitto.

source: [_mc_] Why is that a problem?
fr_fr: [_mc_] Pourquoi est-ce un problème?
it_it: [_mc_] Perché è un problema?

source: [_maxine_s_skeptical_] Take a closer look. I'll wait.
fr_fr: [_maxine_s_skeptical_] Regardez de plus près. J'attendrai.
it_it: [_maxine_s_skeptical_] Dai un'occhiata più da vicino. Aspetterò.

source: [maxine] is crazy, right?
fr_fr: [maxine] est fou, non?
it_it: [maxine] è pazzo, vero?

source: Why would the number of lamps be a problem?
fr_fr: Pourquoi le nombre de lampes est-il un problème?
it_it: Perché il numero di lampade sarebbe un problema?

source: Whenever I listen to her I feel my mind slowly turning into mush...
fr_fr: Chaque fois que je l'écoute, je sens que mon esprit se transforme lentement en mush ...
it_it: Ogni volta che la ascolto sento che la mia mente lentamente si trasforma in fungo...

source: [_maxine_s_skeptical_] Do you see it yet?
fr_fr: [_maxine_s_skeptical_] Vous le voyez encore?
it_it: [_maxine_s_skeptical_] Lo vedete ancora?

source: [_mc_] No, I don't! I have no idea what you're talking about!
fr_fr: [_mc_] Non, je ne le fais pas ! Je n'ai aucune idée de ce dont tu parles !
it_it: [_mc_] No, non lo faccio! Non ho idea di cosa stai parlando!

source: [_maxine_s_annoyed_] That's a shame...
fr_fr: [_maxine_s_annoyed_] C'est une honte ...
it_it: [_maxine_s_annoyed_] È una vergogna...

source: [_mc_] Are you going to tell me?
fr_fr: [_mc_] Vous allez me le dire?
it_it: [_mc_] Me lo dirai?

source: [_maxine_s_eyeroll_] Yes.
fr_fr: [_maxine_s_eyeroll_] Oui.
it_it: [_maxine_s_eyeroll_] Sì.

source: [_mc_] Well, I'm all ears.
fr_fr: [_mc_] Eh bien, je suis tous des oreilles.
it_it: [_mc_] Beh, sono tutte orecchie.

source: [_maxine_s_concerned_binoculars_] Do you see those square beams up there?
fr_fr: [_maxine_s_concerned_binoculars_] Est-ce que vous voyez ces poutres carrées là?
it_it: [_maxine_s_concerned_binoculars_] Vedete quelle travi quadrate laggiù?

source: [_maxine_s_concerned_binoculars_] They make up a pattern along with the lamps.
fr_fr: [_maxine_s_concerned_binoculars_] Ils forment un motif avec les lampes.
it_it: [_maxine_s_concerned_binoculars_] Costituiscono un modello insieme alle lampade.

source: [_maxine_s_concerned_binoculars_] You say there are fifteen lamps up there, but logically... there should be forty.
fr_fr: [_maxine_s_concerned_binoculars_] Vous dites qu'il y a quinze lampes, mais logiquement ... il devrait y avoir quarante.
it_it: [_maxine_s_concerned_binoculars_] Tu dici che ci sono quindici lampade lì, ma logicamente... ci dovrebbero essere quaranta.

source: [_mc_] I'm not sure I follow...
fr_fr: [_mc_] Je ne suis pas sûr de suivre ...
it_it: [_mc_] Non sono sicuro di seguire...

source: [_maxine_s_eyeroll_] The basketball court is the center of the room. Logically, there should be twenty lamps on either side of it.
fr_fr: [_maxine_s_eyeroll_] Le terrain de basket-ball est le centre de la salle. Logiquement, il devrait y avoir vingt lampes de chaque côté.
it_it: [_maxine_s_eyeroll_] Il campo da basket è il centro della stanza. Logicamente, ci dovrebbero essere venti lampade su entrambi i lati.

source: [_maxine_s_annoyed_] You've counted them yourself. There're only fifteen on the left side and none on the right side.
fr_fr: [_maxine_s_annoyed_] Vous les avez comptées vous-même. Il n'y a que quinze sur le côté gauche et aucun sur le côté droit.
it_it: [_maxine_s_annoyed_] li hai contati da soli. Ci sono solo quindici sul lato sinistro e nessuno sul lato destro.

source: [_maxine_s_skeptical_] This is your problem, [mc]. You're only ever looking at what's in front of you.
fr_fr: [_maxine_s_skeptical_] C'est votre problème, [mc]. Tu ne regarde que ce qui est devant toi.
it_it: [_maxine_s_skeptical_] Questo è il tuo problema, [mc]. Stai solo guardando ciò che c'è di fronte a te.

source: She's right... I rarely do look at things from a different perspective.
fr_fr: Elle a raison ... Je ne regarde que rarement les choses d'un point de vue différent.
it_it: Ha ragione... raramente guardo le cose da una prospettiva diversa.

source: [_mc_] So, what does this mean? The missing lamps?
fr_fr: [_mc_] Alors, qu'est-ce que cela signifie? Les lampes manquantes?
it_it: [_mc_] Allora, cosa significa questo? Le lampade mancanti?

source: [_maxine_s_sad_s_flip_] Maybe those that built this place didn't think anyone would pay attention.
fr_fr: [_maxine_s_sad_s_flip_] Peut-être que ceux qui ont construit cet endroit n'ont pas pensé qu'on prêterait attention.
it_it: [_maxine_s_sad_s_flip_] Forse quelli che hanno costruito questo posto non pensavano che nessuno avrebbe prestato attenzione.

source: [_maxine_s_thinking_s_flip_] But I'm always watching, and I'm not afraid to break walls to find the answers I seek.
fr_fr: [_maxine_s_thinking_s_flip_] Mais je regarde toujours, et je n'ai pas peur de briser les murs pour trouver les réponses que je cherche.
it_it: [_maxine_s_thinking_s_flip_] Ma sto sempre guardando e non ho paura di rompere i muri per trovare le risposte che cerco.

source: [_maxine_s_thinking_s_flip_] Start paying attention, [mc].
fr_fr: [_maxine_s_thinking_s_flip_] Démarrer l'attention, [mc].
it_it: [_maxine_s_thinking_s_flip_] Inizia a prestare attenzione, [mc].

source: Damn it, [maxine]! God, I hate it when she does that!
fr_fr: Merde, [maxine]! Mon Dieu, je déteste quand elle fait ça !
it_it: Dannazione, [maxine]! Dio, lo odio quando lo fa!

source: Where the fuck did those last 25 lamps go?!
fr_fr: Où la baise a fait ces 25 dernières lampes? !
it_it: Dove il cazzo ha fatto quelle ultime 25 lampade andare?!

source: Maybe I should start paying closer attention to things...
fr_fr: Peut-être que je devrais commencer à faire attention aux choses ...
it_it: Forse dovrei iniziare a prestare maggiore attenzione alle cose...

source: [_maxine_s_skeptical_] I don't remember inviting you to a meeting, [mc].
fr_fr: [_maxine_s_skeptical_] Je ne me rappelle pas de vous avoir invité à une réunion, [mc].
it_it: [_maxine_s_skeptical_] Non ricordo di averti invitato a una riunione, [mc].

source: [_mc_] Check your calendar.
fr_fr: [_mc_] Vérifiez votre calendrier.
it_it: [_mc_] Verifica il tuo calendario.

source: [_maxine_s_sad_] I only have one entry with your name, and it's for Christmas day.
fr_fr: [_maxine_s_sad_] I have one entry with your name, and it's for Christmas day.
it_it: [_maxine_s_sad_] Ho solo una voce con il tuo nome, ed è per il giorno di Natale.

source: [_mc_] I never booked a meeting on Christmas day...
fr_fr: [_mc_] Je n'ai jamais réservé une réunion le jour de Noël ...
it_it: [_mc_] Non ho mai prenotato una riunione il giorno di Natale...

source: [_maxine_s_thinking_] It's not a meeting.
fr_fr: [_maxine_s_thinking_] Ce n'est pas une réunion.
it_it: [_maxine_s_thinking_] Non è una riunione.

source: [_mc_] What is it, then?
fr_fr: [_mc_] Qu'est-ce que c'est, alors?
it_it: [_mc_] Che cos'è, allora?

source: [_maxine_s_thinking_] It's a check-up.
fr_fr: [_maxine_s_thinking_] C'est un check-up.
it_it: [_maxine_s_thinking_] È un check-up.

source: [_mc_] I never booked one of those either.
fr_fr: [_mc_] Je n'ai jamais réservé un de ces deux.
it_it: [_mc_] Non ho mai prenotato uno di questi.

source: [_maxine_s_skeptical_] Are you telling the truth?
fr_fr: [_maxine_s_skeptical_] Vous dites la vérité?
it_it: [_maxine_s_skeptical_] Stai dicendo la verità?

source: Did I ever book a Christmas check-up with her? What even is it?
fr_fr: Est-ce que j'ai déjà fait un examen de Noël avec elle? Qu'est-ce que c'est?
it_it: Ho mai prenotato un check-up di Natale con lei? Che cos'è ancora?

source: [_mc_] What's the check-up for?
fr_fr: [_mc_] Quel est le bilan?
it_it: [_mc_] A cosa serve il check-up?

source: [_maxine_s_eyeroll_] You, of course. You can't book check-ups for other people.
fr_fr: [_maxine_s_eyeroll_] Vous, bien sûr. Vous ne pouvez pas réserver des examens pour d'autres personnes.
it_it: [_maxine_s_eyeroll_] Tu, naturalmente. Non puoi prenotare i check-up per altre persone.

source: [_mc_] You know what? Forget it.
fr_fr: [_mc_] Vous savez quoi? Oublie ça.
it_it: [_mc_] Tu sai cosa? Dimenticalo.

source: [_maxine_s_confident_] I rarely do. This is going into the ledger.
fr_fr: [_maxine_s_confident_] Je fais rarement. C'est ce qui se passe dans le grand livre.
it_it: [_maxine_s_confident_] Io raramente faccio. Questo sta andando nel registro.

source: Okay, just act casual, man.
fr_fr: Ok, agir décontracté, mep.
it_it: Ok, basta agire casual, uomo.

source: [_mc_] What are you going to do, throw me out?
fr_fr: [_mc_] Qu'est-ce que vous allez faire, jetez-moi?
it_it: [_mc_] Che cosa farai, buttami fuori?

source: I hate it when she looks at me like that...
fr_fr: Je déteste quand elle me regarde comme ça ...
it_it: Lo odio quando mi guarda così...

source: [_maxine_s_angry_] Spinach, kill! [withvpunch]
fr_fr: [_maxine_s_angry_] Épinard, tuer ! [withvpunch]
it_it: [_maxine_s_angry_] Spinaci, uccide! [withvpunch]

source: [_maxine_s_sad_] Spinach...?
it_it: [_maxine_s_sad_] Spinace...?

source: [_maxine_s_thinking_] You live this time.
fr_fr: [_maxine_s_thinking_] Vous habitez cette fois.
it_it: [_maxine_s_thinking_] Tu vivi questa volta.

source: [_mc_] I think she likes me!
fr_fr: [_mc_] Je pense qu'elle m'aime !
it_it: [_mc_] Penso che le piace!

source: [_maxine_s_smile_] I think so too. She rarely leaves her prey alive.
fr_fr: [_maxine_s_smile_] Je pense aussi. Elle laisse rarement sa proie vivante.
it_it: [_maxine_s_smile_] lo penso anche. Lei raramente lascia la sua preda viva.

source: [_maxine_s_neutral_] Maybe she's just waiting for the right moment to strike.
fr_fr: [_maxine_s_neutral_] Peut-être qu'elle attend le bon moment pour frapper.
it_it: [_maxine_s_neutral_] Forse sta solo aspettando il momento giusto per colpire.

source: [_mc_] I invited myself in.
fr_fr: [_mc_] Je me suis invité.
it_it: [_mc_] mi sono invitato.

source: [_maxine_s_neutral_] Very well.
fr_fr: [_maxine_s_neutral_] Très bien.
it_it: [_maxine_s_neutral_] Molto bene.

source: [_mc_] That's it?
fr_fr: [_mc_] C'est ça?
it_it: [_mc_] È vero?

source: [_maxine_s_laughing_] As it happens, I need a guinea pig.
fr_fr: [_maxine_s_laughing_] Comme cela se produit, j'ai besoin d'un cobaye.
it_it: [_maxine_s_laughing_] Come succede, ho bisogno di una cavia.

source: [_mc_] I don't think—
fr_fr: [_mc_] Je ne pense pas-
it_it: [_mc_] Non penso—

source: [_maxine_s_concerned_binoculars_] Look up at the ceiling.
fr_fr: [_maxine_s_concerned_binoculars_] Regarde au plafond.
it_it: [_maxine_s_concerned_binoculars_] Guarda il soffitto.

source: [_maxine_s_concerned_binoculars_] How many lamps do you see?
fr_fr: [_maxine_s_concerned_binoculars_] Combien de lampes voyez-vous?
it_it: [_maxine_s_concerned_binoculars_] Quante lampade vedi?

source: This shit again?
fr_fr: C'est à nouveau merde?
it_it: Questa merda di nuovo?

source: [_mc_] One.
fr_fr: [_mc_] Un.
it_it: [_mc_] Uno.

source: [_maxine_s_concerned_binoculars_] Oh, really? Prove it.
fr_fr: [_maxine_s_concerned_binoculars_] Oh, vraiment? Prouvez-le.
it_it: [_maxine_s_concerned_binoculars_] Oh, davvero? Dimostralo.

source: [_mc_] Err... it's right above me.
fr_fr: [_mc_] Err ... c'est juste au-dessus de moi.
it_it: [_mc_] Err... è proprio sopra di me.

source: [_maxine_s_concerned_binoculars_] I don't see it...
fr_fr: [_maxine_s_concerned_binoculars_] Je ne le vois pas ...
it_it: [_maxine_s_concerned_binoculars_] Non lo vedo...

source: [_mc_] It's there. Trust me.
fr_fr: [_mc_] C'est là. Croez-moi.
it_it: [_mc_] È lì. Fidati di me.

source: [_maxine_s_concerned_] How come the room gets dark when the sun goes down, then?
fr_fr: [_maxine_s_concerned_] Comment se fait l'obscurité quand le soleil se couche, alors?
it_it: [_maxine_s_concerned_] Come mai la stanza diventa buia quando il sole tramonta, allora?

source: [_mc_] The lamp is... err, activated by a light sensor?
fr_fr: [_mc_] La lampe est ... err, activée par un capteur de lumière?
it_it: [_mc_] La lampada è... err, attivata da un sensore di luce?

source: [_maxine_s_sad_] Interesting... that would explain why the school board refuses to install a lamp in this room.
fr_fr: [_maxine_s_sad_] Interesting ... qui expliquerait pourquoi la commission scolaire refuse d'installer une lampe dans cette pièce.
it_it: [_maxine_s_sad_] Interessante... che spiegherebbe perché la scuola si rifiuta di installare una lampada in questa stanza.

source: [_mc_] I don't think that's the job of the school board...
fr_fr: [_mc_] Je ne pense pas que ce soit le travail de la commission scolaire ...
it_it: [_mc_] Non penso che sia il lavoro del consiglio scolastico...

source: [_maxine_s_thinking_] Whose job is it?
it_it: [_maxine_s_thinking_] Di chi è il lavoro?

source: [_mc_] I'm guessing it's the janitor's job? Or maybe the guard's?
fr_fr: [_mc_] Je suppose que c'est le travail du concierge? Ou peut-être les gardes?
it_it: [_mc_] Immagino che sia il lavoro del janitor? O forse quello della guardia?

source: [_maxine_s_thinking_] Very well, I'll trust you on this. I will reach out to them by letter.
fr_fr: [_maxine_s_thinking_] Très bien, je vous fais confiance à ce sujet. J'y arriverai par lettre.
it_it: [_maxine_s_thinking_] Molto bene, mi fido di te su questo. Mi rivolgerò a loro per lettera.

source: [_mc_] There aren't any lamps.
fr_fr: [_mc_] Il n'y a pas de lampes.
it_it: [_mc_] Non ci sono lampade.

source: [_maxine_s_concerned_binoculars_] I assume you see the problem with that, right?
fr_fr: [_maxine_s_concerned_binoculars_] Je suppose que vous voyez le problème avec ça, non?
it_it: [_maxine_s_concerned_binoculars_] Suppongo che vediate il problema con quello, giusto?

source: [_mc_] Something-something the shadows indicate that there should be a lamp somewhere?
fr_fr: [_mc_] Quelque chose-quelque chose que les ombres indiquent qu'il devrait y avoir une lampe quelque part?
it_it: [_mc_] Qualcosa-qualcosa che le ombre indicano che dovrebbe esserci una lampada da qualche parte?

source: [_maxine_s_eyeroll_] Don't be ridiculous.
fr_fr: [_maxine_s_eyeroll_] Ne pas être ridicule.
it_it: [_maxine_s_eyeroll_] Non essere ridicolo.

source: [_maxine_s_annoyed_] There's no lamp here... it gets very dark when the sun goes down. That's the problem.
fr_fr: [_maxine_s_annoyed_] Il n'y a pas de lampe ici ... elle devient très sombre quand le soleil descend. C'est le problème.
it_it: [_maxine_s_annoyed_] Non c'è lampada qui... diventa molto buio quando il sole tramonta. È il problema.

source: God, she's insufferable!
fr_fr: Dieu, elle est insupportable !
it_it: Dio, è insofferibile!
