Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_hook.po
Languages: fr_fr, it_it

source: "[maxine] is trying to hook herself up to the internet."
fr_fr: "[maxine] essaie de s'accrochez à Internet. "
it_it: "[maxine] sta cercando di collegarsi a Internet."

source: "Yeah, but little animals don't snap twigs..."
fr_fr: "Ouais, mais les petits animaux ne font pas des brindilles ..."
it_it: "Sì, ma gli animali piccoli non scagliano ramoscelli..."

source: Change the topic
fr_fr: Modifier la rubrique
it_it: Cambia l'argomento

source: "Sure, I guess."
fr_fr: "Bien sûr, je suppose."
it_it: "Certo, immagino."

source: "No, I'm not."
fr_fr: "Non, je ne le suis pas."
it_it: "No, non sono."

source: "Yes..."
fr_fr: "Oui ..."
it_it: "Sì..."

source: "Don't you need help carrying it?"
fr_fr: "N'avez-vous pas besoin d'aide?"
it_it: "Non hai bisogno di aiuto per portarlo?"

source: ?mc.strength>=7@[mc.strength]/7|{image=stats str}|"I think I'll just take the box."
fr_fr: ? mc.renforc> =7@[mc.strength]/7 | { image=stats str } | "Je pense que je vais juste prendre la boîte."
it_it: ?mc.strength>=7@[mc.strength]/7<unk> {image=stats str}<unk> "Penso che prenderò solo la scatola."

source: Knock
it_it: Toccare

source: "You'll have to drag me there."
fr_fr: "Tu vas devoir me traîner là."
it_it: "Dovrai trascinarmi lì."

source: "Fine. Whatever."
fr_fr: " Très bien. Quoi qu'il en soit.
it_it: "Bene. Qualcosa."

source: "What if I report you?"
fr_fr: "Et si je vous signalais?"
it_it: "E se ti segnalasso?"

source: "You're an evil genius."
fr_fr: "Vous êtes un génie maléfique."
it_it: "Sei un genio malvagio."

source: "This makes absolutely no sense..."
fr_fr: "Cela n'a absolument aucun sens ..."
it_it: "Questo non ha assolutamente senso..."

source: "How about we hook up instead?"
fr_fr: "Comment on se raccroche à la place?"
it_it: "Che ne dici di collegarci invece?"

source: "Can I have a slice of watermelon?"
fr_fr: "Puis-je avoir une tranche de pastèque?"
it_it: "Posso avere una fetta di anguria?"

source: Remove the watermelon slice
fr_fr: Retirer la tranche de pastèque
it_it: Rimuovere la fetta di anguria

source: Keep it in
fr_fr: Conserver dans
it_it: Tienilo dentro

source: [_maxine_s_thinking_] No.
fr_fr: [_maxine_s_thinking_] Non.

source: [_mc_] No?
fr_fr: [_mc_] Non?

source: Fuck!
fr_fr: Putain !

source: [_mc_] Fine... I guess I'll dig.
fr_fr: [_mc_] Amende ... Je suppose que je vais creuser.

source: [_mc_] Whoa there!
fr_fr: [_mc_] Whoa là !

source: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] No...
fr_fr: [_maxine_s_hooking_up_out_of_it_hands_behind_back_] Non.
