Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_wine.po
Languages: fr_fr

source: Hmm... I don't remember seeing [jacklyn] in the corridors before now.
fr_fr: Hmm ... Je ne me souviens pas avoir vu [jacklyn] dans les couloirs avant maintenant.

source: [_mc_] When did you graduate?
fr_fr: [_mc_] Quand avez-vous obtenu votre diplôme ?

source: [_jacklyn_s_excited_right_] Like, six sun laps ago?
fr_fr: [_jacklyn_s_excited_right_] Comme, il y a six tours de soleil ?

source: [_mc_] Huh. Okay, that was before my time.
fr_fr: [_mc_] Huh. Ok, c'était avant mon temps.

source: [_mc_] How come you didn't get on with Mrs. Bloomer?
fr_fr: [_mc_] Comment n'êtes-vous pas arrivé avec Mme Bloomer ?

source: [_jacklyn_s_annoyed_] She's impressionist scum.
fr_fr: [_jacklyn_s_annoyed_] Elle est impressionniste.

source: [_mc_] That's it?
fr_fr: [_mc_] C'est ça ?

source: [_jacklyn_s_laughing_] Do you really need any other reason?
fr_fr: [_jacklyn_s_laughing_] Avez-vous vraiment besoin d'une autre raison ?

source: [_mc_] I... err, I guess no.
fr_fr: [_mc_] I. .. err, je suppose non.

source: [_mc_] Do you believe in time travel?
fr_fr: [_mc_] Croyez-vous à voyager dans le temps ?

source: [_jacklyn_s_neutral_] Wouldn't hipsters from a distant future be fucking around here then?
fr_fr: [_jacklyn_s_neutral_] Les hipsters d'un futur lointain ne seraient-ils pas là ?

source: [_mc_] Maybe they are and you just don't know about it?
fr_fr: [_mc_] Peut-être qu'ils sont et vous ne le savez pas ?

source: [_jacklyn_s_angry_] You're a truther, but that would make me old pussy. Slam that in the dumpster!
fr_fr: [_jacklyn_s_angry_] Tu es un truc, mais ça ferait de moi une vieille chatte. Slam que dans la benne !

source: [_mc_] You and your pussy look perfectly ripe to me.
fr_fr: [_mc_] Vous et votre chatte semblent parfaitement mûres pour moi.

source: [_jacklyn_s_laughing_] Careful with your throat there!
fr_fr: [_jacklyn_s_laughing_] Attention avec votre gorge là !

source: The things she says...
fr_fr: Les choses qu'elle dit ...

source: Well, she didn't even flinch when I asked, so she's probably not in on this thing.
fr_fr: Elle n'a même pas bronché quand je lui ai demandé, donc elle n'est probablement pas dans le coup.

source: Whatever this thing is...
fr_fr: Quelle que soit cette chose ...

source: [_mc_] Who do you think would win in a fight between Picasso and Monet?
fr_fr: [_mc_] Qui pourrait vous gagner dans un combat entre Picasso et Monet ?

source: [_jacklyn_s_excited_] Oh, that's easy. Picasso, of course.
fr_fr: [_jacklyn_s_excited_] Oh, c'est facile. Picasso, bien sûr.

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi ?

source: [_jacklyn_s_laughing_] Okay, here's why...
fr_fr: [_jacklyn_s_laughing_] Ok, voilà pourquoi ...

source: [_jacklyn_s_excited_right_] Monet would've died of old age before they even finished reading out his opponent's name.
fr_fr: [_jacklyn_s_excited_right_] Monet serait mort de vieillesse avant même d'avoir fini de lire le nom de son adversaire.

source: [_mc_] That makes perfect sense!
fr_fr: [_mc_] C'est tout à fait logique !

source: [_jacklyn_s_laughing_] Takes an art major to know these things.
fr_fr: [_jacklyn_s_laughing_] Prend un art majeur pour connaître ces choses.

source: [_mc_] Anyway, I got you a pin.
fr_fr: [_mc_] En tout cas, je t'ai fait une épingle.

source: [_jacklyn_s_neutral_] Trying to stick in my ass?
fr_fr: [_jacklyn_s_neutral_] Tentative de coller dans mon cul ?

source: [_mc_] Err... no! I still need your help getting that wine.
fr_fr: [_mc_] Err ... no ! J'ai encore besoin de ton aide pour obtenir ce vin.

source: [_jacklyn_s_smile_] Right on, AA! Fine, hand over the goodies.
fr_fr: [_jacklyn_s_smile_] Tout à fait, AA ! Très bien, donnez-nous la marchandise.

source: [_jacklyn_s_smile_right_] Isn't that a star-dash and a half?
fr_fr: [_jacklyn_s_Souriez_right_] N'est-ce pas une étoile et demie ?

source: [_mc_] Looks good on you.
fr_fr: [_mc_] Je vous aime bien.

source: [_jacklyn_s_smile_right_] Yeah, like a splash of Oxford on the Cambridge campus.
fr_fr: [_jacklyn_s_Souriez_right_] Oui, comme un éclat d'Oxford sur le campus de Cambridge.

source: [_mc_] So, what about that wine?
fr_fr: [_mc_] Alors, qu'en est-il de ce vin ?

source: [_jacklyn_s_neutral_] You know alcohol's illegal in the school, right?
fr_fr: [_jacklyn_s_neutral_] Vous savez que l'alcool est illégal dans l'école, non ?

source: [_jacklyn_s_laughing_] I'm just tugging your bandana!
fr_fr: [_jacklyn_s_laughing_] Je tire juste sur ton bandana !

source: [_jacklyn_s_laughing_] There used to be a hidden stash where the sun does shine...
fr_fr: [_jacklyn_s_laughing_] Il y avait une cachette cachée où le soleil brille ...

source: [_jacklyn_s_laughing_] That's all I'll say. Enjoy your drunken stupor.
fr_fr: [_jacklyn_s_laughing_] C'est tout ce que je dirai. Profitez de votre stupeur ivresse.

source: Ugh! Why couldn't [jacklyn] just tell me where it is?
fr_fr: Ugh ! Pourquoi [jacklyn] ne pourrait-elle pas me dire où c'est ?

source: All right, let's play detective...
fr_fr: Très bien, allons jouer détective ...

source: [_maxine_s_skeptical_] Your future depends on this conversation, [mc].
fr_fr: [_maxine_s_skeptical_] Votre avenir dépend de cette conversation, [mc].

source: [_mc_] No pressure, eh?
fr_fr: [_mc_] Pas de pression, hein ?

source: [_maxine_s_sad_] Have you watered your plants and said your goodbyes?
fr_fr: [_maxine_s_sad_] Avez-vous arrosé vos plantes et vous avez dit vos adieux ?

source: [_mc_] No? But I don't think—
fr_fr: [_mc_] Non ? Mais je ne pense pas-

source: [_maxine_s_afraid_] Always! Always water your plants!
fr_fr: [_maxine_s_afraid_] Toujours ! Toujours arrosez vos plantes !

source: [_mc_] Fine, I'll keep it in mind.
fr_fr: [_mc_] Bien, je garderai ça à l'esprit.

source: [_maxine_s_thinking_] It's not only about planting the seeds, it's also about harvesting the fruits of your labor.
fr_fr: [_maxine_s_thinking_] Il ne s'agit pas seulement de planter les graines, c'est aussi de récolter les fruits de votre travail.

source: [_maxine_s_thinking_] Everything in between is just waiting and watering.
fr_fr: [_maxine_s_thinking_] Tout ce qu'il y a entre l'attente et l'arrosage.

source: Why do I get the feeling she's not actually talking about gardening?
fr_fr: Pourquoi j'ai le sentiment qu'elle ne parle pas de jardinage ?

source: [_maxine_s_smile_] I'll give you one question because of Uranus.
fr_fr: [_maxine_s_Souriez_] Je vous donnerai une question à cause d'Uranus.

source: Okay, better make this one count...
fr_fr: Ok, mieux faire ce seul compte ...

source: [_mc_] What about Uranus?
fr_fr: [_mc_] Qu'en est-il d'Uranus ?

source: [_maxine_s_eyeroll_] That's a bit personal, don't you think?
fr_fr: [_maxine_s_eyeroll_] C'est un peu personnel, n'est-ce pas ?

source: [_mc_] I meant the planet.
fr_fr: [_mc_] Je voulais dire la planète.

source: [_maxine_s_annoyed_] So did I.
fr_fr: [Moi aussi.

source: Knowing [maxine], she probably did mean that.
fr_fr: Connaissant le [maxine], elle l'a probablement fait.

source: [_maxine_s_annoyed_] Never talk to me about Uranus again.
fr_fr: [_maxine_s_annoyed_] Ne me parlez plus jamais d'Uranus.

source: [_mc_] Would you rather eat one horse-sized dick or five dick-sized horses?
fr_fr: [_mc_] Vous préférerais-tu manger une queue de cheval ou cinq chevaux de taille ?

source: [_maxine_s_thinking_] A very good question.
fr_fr: [_maxine_s_thinking_] Une très bonne question.

source: [_maxine_s_thinking_] I applaud your ingenuity.
fr_fr: [_maxine_s_thinking_] Je salue votre ingéniosité.

source: [_maxine_s_concerned_] Surely, it depends on my appetite.
fr_fr: [_maxine_s_concerned_] Tout dépend de mon appétit.

source: [_maxine_s_flirty_] I did see a dick-sized horse once. It looked quite appetizing.
fr_fr: [_maxine_s_flirty_] J'ai vu un cheval de taille bite une fois. Ça semblait très appétissant.

source: [_mc_] W-what?
fr_fr: [_mc_] -Quoi ?

source: [_maxine_s_concerned_] Are you telling me that all these years, you've never seen your own backyard?
fr_fr: [_maxine_s_concerned_] Vous me dites que toutes ces années, vous n'avez jamais vu votre propre arrière-cour ?

source: [_mc_] Is there a... dick-sized horse in my backyard?
fr_fr: [_mc_] Y a-t-il un cheval de la taille d'une bite dans mon jardin ?

source: [_maxine_s_afraid_] It's time we change the subject to a more delicate matter.
fr_fr: [_maxine_s_afraid_] Il est temps que nous modifiions le sujet à un sujet plus délicat.

source: [_mc_] How did you get your own office?
fr_fr: [_mc_] Comment avez-vous obtenu votre propre bureau ?

source: [_maxine_s_eyeroll_] You do know I run the school newspaper, right?
fr_fr: [_maxine_s_eyeroll_] Vous savez que j'ai dirigé le journal de l'école, non ?

source: [_mc_] Yes, but do you really need an office for that?
fr_fr: [_mc_] Oui, mais avez-vous vraiment besoin d'un bureau pour ça ?

source: [_maxine_s_confident_] I'm glad you asked.
fr_fr: [_maxine_s_confident_] Je suis heureux que vous l'avez demandé.

source: [_mc_] Are you going to tell me?
fr_fr: [_mc_] Vous allez me le dire ?

source: [_maxine_s_annoyed_] That's impossible to know right now.
fr_fr: [_maxine_s_annoyed_] C'est impossible à savoir maintenant.

source: [_maxine_s_annoyed_] Also, that's two questions over the limit. I'll have to deduct it from your future pool.
fr_fr: [_maxine_s_annoyed_] Aussi, c'est deux questions sur la limite. Je vais devoir le déduire de votre future piscine.

source: Damn it. She's so obnoxious.
fr_fr: Merde. Elle est si odieuse.

source: [_mc_] Actually, you gave two answers. That's two over my limit.
fr_fr: [_mc_] En fait, vous avez donné deux réponses. C'est deux sur ma limite.

source: [_maxine_s_excited_] That's going on your permanent record!
fr_fr: [_maxine_s_excited_] C'est sur votre dossier permanent !

source: [_maxine_s_flirty_] One answer should suffice. A visionary approach to curiosity.
fr_fr: [_maxine_s_flirty_] Une réponse devrait suffire. Une approche visionnaire de la curiosité.

source: [_mc_] Do you know why I'm here again?
fr_fr: [_mc_] Savez-vous pourquoi je suis à nouveau ici ?

source: [_maxine_s_skeptical_] To give romance and sex another chance.
fr_fr: [_maxine_s_skeptical_] Pour donner une autre chance au romantisme et au sexe.

source: Does she actually know?
fr_fr: Est-elle vraiment au courant ?

source: What was it that the mysterious texter said?
fr_fr: Qu'a dit ce mystérieux texto ?

source: [_mc_] How do you know about this?
fr_fr: [_mc_] Comment vous en savez ?

source: [_maxine_s_thinking_] I've been monitoring your excursions.
fr_fr: [_maxine_s_thinking_] J'ai suivi vos excursions.

source: [_mc_] Really?
fr_fr: [_mc_] Vraiement ?

source: [_maxine_s_sad_] You engage in a lot of aimless and sometimes circular walking.
fr_fr: [_maxine_s_sad_] Vous vous engagez dans une marche sans but et parfois circulaire.

source: [_maxine_s_thinking_] It's like you're always looking for something.
fr_fr: [_maxine_s_thinking_] C'est comme si tu chercheras toujours quelque chose.

source: [_mc_] So, did I really get sent back in time?
fr_fr: [_mc_] Alors, est-ce que j'ai vraiment été renvoyé dans le temps ?

source: [_maxine_s_concerned_] What makes you say that?
fr_fr: [_maxine_s_concerned_] Qu'est-ce qui vous fait dire ça ?

source: [_mc_] Wasn't that what you meant? Why have you been monitoring me then?
fr_fr: [_mc_] N'était-ce pas ce que vous avez voulu dire ? Pourquoi m'avez-vous suivi alors ?

source: [_maxine_s_neutral_] You said you were going to pursue me romantically or sexually.
fr_fr: [_maxine_s_neutral_] Vous avez dit que vous allez me poursuivre romantiquement ou sexuellement.

source: [_maxine_s_neutral_] Naturally, that gives me cause for tracking your actions.
fr_fr: [_maxine_s_neutral_] Naturellement, cela me permet de suivre vos actions.

source: [_maxine_s_laughing_] You don't mind that, do you?
fr_fr: [_maxine_s_laughing_] Vous n'avez pas l'esprit, n'est-ce pas ?

source: [_mc_] I guess not...
fr_fr: [_mc_] Je suppose pas ...

source: [_maxine_s_excited_] Splendid.
fr_fr: [_maxine_s_excitée_] Splendide.

source: [_mc_] Err... okay. Fine.
fr_fr: [_mc_] Err ... ok. Très bien.

source: [_mc_] I have brought you wine.
fr_fr: [_mc_] Je vous ai apporté du vin.

source: [_maxine_s_smile_] I'm aware.
fr_fr: [_maxine_s_Souriez_] Je suis au courant.

source: [_maxine_s_smile_] I've been waiting for you to make a move.
fr_fr: [J'attendais que tu fasses un geste.

source: [_mc_] Make a move?
fr_fr: [_mc_] Faire un déménagement ?

source: [_maxine_s_eyeroll_] It's standard dating procedure.
fr_fr: [_maxine_s_eyeroll_] C'est la procédure de datation standard.

source: [_maxine_s_eyeroll_] First you buy me a drink, then you make a move.
fr_fr: [_maxine_s_eyeroll_] Tout d'abord, vous m'achetez un verre, puis vous faites un déménagement.

source: [_mc_] And what if I don't?
fr_fr: [_mc_] Et si je ne le fais pas ?

source: [_maxine_s_thinking_] Then your chances of success are statistically lower.
fr_fr: [_maxine_s_thinking_] Vos chances de succès sont alors statistiquement plus faibles.

source: [_mc_] Maybe I'm not interested in following the playbook...
fr_fr: [_mc_] Peut-être que je ne suis pas intéressé à suivre le playbook ...

source: [_maxine_s_smile_] I won't either, then.
fr_fr: [_maxine_s_Souriez_] Je ne le ferai pas non plus.

source: Why did that sound like a threat?
fr_fr: Pourquoi ce son est-il une menace ?

source: [_mc_] Well, have your wine and we'll see where things go.
fr_fr: [_mc_] Eh bien, avez votre vin et nous verrons où vont les choses.

source: [_maxine_s_neutral_] We will, indeed.
fr_fr: [_maxine_s_neutral_] Nous le serons, en effet.

source: [_maxine_s_smile_] Thanks for the drink.
fr_fr: [_maxine_s_Souriez_] Merci pour la boisson.

source: [_mc_] You're welcome, I guess...
fr_fr: [_mc_] Vous êtes les bienvenus, je suppose ...

source: [_maxine_s_concerned_] I might send you a nude later, so be prepared.
fr_fr: [_maxine_s_concerned_] Je pourrais vous envoyer un nu plus tard, donc être préparé.

source: [_mc_] What now?
fr_fr: [_mc_] Que maintenant ?

source: [_maxine_s_concerned_] We're not following standard dating procedure, but you did buy me a drink.
fr_fr: [_maxine_s_concerned_] Nous ne suivons pas la procédure standard, mais vous m'avez acheté un verre.

source: [_maxine_s_excited_] Normally, you'd make a move now... but since we're both freeballing it, expect the unexpected.
fr_fr: [_maxine_s_excited_] Normalement, vous feriez un mouvement maintenant ... mais puisque nous sommes tous les deux à la main, attende l'imprévu.

source: [_maxine_s_smile_] Anyway... you've way exceeded your question quota for the day, so I shall take my retreat.
fr_fr: [_maxine_s_Souriez_] Quoi qu'il en soit ... vous avez dépassé votre quota de questions pour la journée, alors je prendrai ma retraite.

source: Not exactly sure what's going on, but you never really know with her.
fr_fr: Pas vraiment sûr de ce qui se passe, mais tu ne sais jamais vraiment avec elle.

source: "What's wrong with Ben?"
fr_fr: "Qu'est-ce qui ne va pas avec Ben ?"

source: "Why do you wear a skirt that short?"
fr_fr: "Pourquoi tu portes une jupe qui court ?"

source: "What if I juggle balls?"
fr_fr: "Et si je jongle des balles ?"

source: "Have you seen anything weird since school started?"
fr_fr: "Avez-vous vu quelque chose de bizarre depuis le début de l'école ?"

source: "Let me smell your hand, then."
fr_fr: "Laissez-moi sentir votre main, alors."

source: "I have questions about your internship."
fr_fr: "J'ai des questions sur votre stage."

source: "What do you think about [maxine]?"
fr_fr: "Que pensez-vous de [maxine] ?"

source: "How did you get this job?"
fr_fr: "Comment as-tu eu ce boulot ?"

source: "Do you believe in time travel?"
fr_fr: "Croyez-vous à voyager dans le temps ?"

source: "Who do you think would win in a fight between Picasso and Monet?"
fr_fr: "Qui, tu crois, gagnerait dans un combat entre Picasso et Monet ?"

source: "What about Uranus?"
fr_fr: "Qu'en est-il d'Uranus ?"

source: "Would you rather eat one horse-sized dick or five dick-sized horses?"
fr_fr: "Vous préférerais-tu manger une queue de taille de cheval ou cinq chevaux de taille ?"

source: "How did you get your own office?"
fr_fr: "Comment avez-vous eu votre propre bureau ?"

source: "Do you know why I'm here again?"
fr_fr: "Tu sais pourquoi je suis là encore ?"
