Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_eggs.po
Languages: fr_fr, it_it

source: [_maxine_s_skeptical_] What makes you think I'm considering any other colors?
fr_fr: [_maxine_s_skeptical_] Qu'est-ce qui vous fait penser que j'envisage d'autres couleurs?
it_it: [_maxine_s_skeptical_] Cosa ti fa pensare che sto considerando altri colori?

source: [_mc_] You know what, forget it.
fr_fr: [_mc_] Vous savez quoi, oubliez.
it_it: [_mc_] Sai cosa, lascia perdere.

source: [_maxine_s_thinking_] Forgetting is never a good idea.
fr_fr: [_maxine_s_thinking_] La mise à jour n'est jamais une bonne idée.
it_it: [_maxine_s_thinking_] Dimenticare non è mai una buona idea.

source: Why do I even bother...
fr_fr: Pourquoi je me déranger ...
it_it: Perché mi infastidisco ancora...

source: [_mc_] So, anyway... I got a shot of the glowing spider eggs.
fr_fr: [_mc_] Donc, de toute façon ... J'ai une photo des oeufs d'araignée.
it_it: [_mc_] Così, comunque... Ho ottenuto un colpo delle uova di ragno incandescenti.

source: [_mc_] Here's your camera. The negative is still in it.
fr_fr: [_mc_] Voici votre appareil photo. Le négatif y est toujours.
it_it: [_mc_] Ecco la tua fotocamera. Il negativo è ancora in esso.

source: [_maxine_s_concerned_] Very good! It'll make a thought-provoking headline.
fr_fr: [_maxine_s_concerned_] Très bien ! Ça fera un gros titre.
it_it: [_maxine_s_concerned_] Molto buono! Farà un titolo stimolante.

source: [_mc_] Aren't you surprised in the slightest?
fr_fr: [_mc_] N'êtes-vous pas surpris par le moindre?
it_it: [_mc_] Non sei sorpreso per niente?

source: [_maxine_s_thinking_] About what?
fr_fr: [_maxine_s_thinking_] À propos de quoi?
it_it: [_maxine_s_thinking_] Su cosa?

source: [_mc_] That I managed to get a picture of the eggs.
fr_fr: [_mc_] J'ai réussi à obtenir une photo des oeufs.
it_it: [_mc_] Che sono riuscito a ottenere una foto delle uova.

source: [_maxine_s_smile_] I suppose operating a camera can be difficult for a beginner. Well done on that.
fr_fr: [_maxine_s_smile_] Je suppose que l'utilisation d'une caméra peut être difficile pour un débutant. Et bien fait sur ça.
it_it: [_maxine_s_smile_] Suppongo che gestire una macchina fotografica possa essere difficile per un principiante.

source: [_mc_] That's not...
fr_fr: [_mc_] Ce n'est pas ...
it_it: [_mc_] Non è così...

source: One of these days, my palm is going to hit my face so hard that it'll leave a permanent mark.
fr_fr: Un de ces jours, ma paume va frapper mon visage si dur qu'elle laissera une marque permanente.
it_it: Uno di questi giorni, il mio palmo sta per colpire il mio viso così duro che lascerà un segno permanente.

source: [_mc_] Anyway... when is a good time to stop by for that meeting?
fr_fr: [_mc_] De toute façon ... quand est-il bon de s'arrêter pour cette réunion?
it_it: [_mc_] Comunque... quando è un buon momento per fermarsi per quell'incontro?

source: [_maxine_s_neutral_] Soon.
fr_fr: [_maxine_s_neutral_] Bientôt.
it_it: [_maxine_s_neutral_] Presto

source: [_mc_] Soon?
fr_fr: [_mc_] Bientôt?
it_it: [_mc_] Presto?

source: [_maxine_s_neutral_] While we both still draw breath.
fr_fr: [_maxine_s_neutral_] Alors que nous tirons encore le souffle.
it_it: [_maxine_s_neutral_] Mentre entrambi aspiriamo ancora il respiro.

source: [_mc_] So, whenever?
fr_fr: [_mc_] Alors, quand?
it_it: [_mc_] Allora, quando?

source: [_maxine_s_thinking_] Not during lunch, whiskey-nap, or revolutions.
fr_fr: [_maxine_s_thinking_] Pas pendant le déjeuner, le whisky ou les révolutions.
it_it: [_maxine_s_thinking_] Non durante il pranzo, whiskey-nap, o rivoluzioni.

source: [_mc_] Right... I'll try to remember that.
fr_fr: [_mc_] Droit ... Je vais essayer de m'en souvenir.
it_it: [_mc_] giusto... Cercherò di ricordarlo.

source: [_mc_] So, what about that meeting?
fr_fr: [_mc_] Alors, qu'en est-il de cette réunion?
it_it: [_mc_] Allora, che dire di quell'incontro?

source: [_maxine_s_thinking_] What about it?
fr_fr: [_maxine_s_thinking_] Qu'en est-il?
it_it: [_maxine_s_thinking_] Che dire di esso?

source: [_mc_] Well, when can I come?
fr_fr: [_mc_] Eh bien, quand puis-je venir?
it_it: [_mc_] Beh, quando posso venire?

source: [_maxine_s_annoyed_] When you feel like it. Except during lunch, solar eclipses, and black sabbath.
fr_fr: [_maxine_s_annoyed_] Quand vous vous sentez comme ça. Sauf pendant le déjeuner, les éclipses solaires et le sabbat noir.
it_it: [_maxine_s_annoyed_] Quando ti senti. Tranne che durante il pranzo, le eclissi solari, e il sabato nero.

source: [_mc_] Uh, okay... good.
fr_fr: [_mc_] Uh, ok ... bon.
it_it: [_mc_] Uh, va bene... buono.

source: [_mc_] I've been especially careful around school officials. Only one other student knows I got the picture.
fr_fr: [_mc_] J'ai été particulièrement prudent autour des responsables de l'école. Un seul autre étudiant sait que j'ai la photo.
it_it: [_mc_] Sono stato particolarmente attento nei confronti dei funzionari della scuola. Solo un altro studente sa che ho avuto l'immagine.

source: [_maxine_s_excited_] That is splendid! It's good to keep investigations like this on the down-low.
fr_fr: [_maxine_s_excited_] C'est magnifique ! Il est bon de garder les enquêtes comme ça sur le bas-bas.
it_it: [_maxine_s_excited_] Questo è splendido! È bene mantenere indagini come questa sul basso-basso.

source: [_mc_] Exactly my thoughts.
fr_fr: [_mc_] Exactement mes pensées.
it_it: [_mc_] Esattamente i miei pensieri.

source: [_maxine_s_blush_] I might just hire you again at some point.
fr_fr: [_maxine_s_blush_] Je pourrais vous engager à nouveau à un moment ou à un autre.
it_it: [_maxine_s_blush_] Potrei solo assumerti di nuovo ad un certo punto.

source: [_mc_] Looking forward to it.
fr_fr: [_mc_] À l'avenir.
it_it: [_mc_] In attesa di esso.

source: [_mc_] Anyway, when are we good for that meeting?
fr_fr: [_mc_] En tout cas, quand sommes-nous bons pour cette réunion?
it_it: [_mc_] Comunque, quando siamo bravi per quell'incontro?

source: [_maxine_s_smile_] Just stop by and I'll clear my schedule. You've been very helpful.
fr_fr: [_maxine_s_smile_] Il suffit d'arrêter et je limiterai mon horaire. Vous avez été très servile.
it_it: [_maxine_s_smile_] Basta fermarmi e chiarirò il mio programma. Sei stato molto utile.

source: [_mc_] Thanks!
fr_fr: [_mc_] Merci !
it_it: [_mc_] Grazie!

source: [_mc_] Is it okay if I bring [isabelle] along?
fr_fr: [_mc_] Est-ce bon si j'apporte [isabelle]?
it_it: [_mc_] Va bene se porto [isabelle]?

source: [_maxine_s_neutral_] That's the new girl, isn't it?
fr_fr: [_maxine_s_neutral_] C'est la nouvelle fille, n'est-ce pas?
it_it: [_maxine_s_neutral_] È la ragazza nuova, vero?

source: [_mc_] Yeah. Is that a problem?
fr_fr: [_mc_] Oui. Est-ce un problème?
it_it: [_mc_] Sì. È un problema?

source: [_maxine_s_smile_] No, she seems like a lovely soul.
fr_fr: [_maxine_s_smile_] Non, elle semble être une belle âme.
it_it: [_maxine_s_smile_] No, sembra un'anima bellissima.

source: [_mc_] Okay, I'll get back to you when we're ready.
fr_fr: [_mc_] D'accord, je vous reviendrai quand nous serons prêts.
it_it: [_mc_] Okay, ti tornerò quando saremo pronti.

source: [_maxine_s_skeptical_] Very good. I'm always busy, so don't wait too long.
fr_fr: [_maxine_s_skeptical_] Très bien. Je suis toujours occupé, alors n'attendez pas trop longtemps.
it_it: [_maxine_s_skeptical_] Molto bene. Sono sempre occupato, quindi non aspettare troppo a lungo.

source: [_mc_] Do you mind if I bring someone along?
fr_fr: [_mc_] Avez-vous l'esprit si je vous apporte quelqu'un?
it_it: [_mc_] Ti dispiace se porto qualcuno con noi?

source: [_maxine_s_skeptical_] Who is it?
fr_fr: [_maxine_s_skeptical_] Qui est-ce?
it_it: [_maxine_s_skeptical_] Chi è?

source: [_maxine_s_laughing_] Oh, [kate] is a delightful little lady! Yes, by all means, bring her along.
fr_fr: [_maxine_s_laughing_] Oh, [kate] est une charmante petite dame ! Oui, par tous les moyens, l'emmener.
it_it: [_maxine_s_laughing_] Oh, [kate] è una piccola signora deliziosa! Sì, con tutti i mezzi, portala con sé.

source: Not exactly how I'd describe her, but okay.
fr_fr: Pas exactement comment je la décrirais, mais d'accord.
it_it: Non esattamente come la descriverei, ma va bene.

source: [_mc_] Great. I'll get back to you soon.
fr_fr: [_mc_] Grand. Je vous reviendrai bientôt.
it_it: [_mc_] Grande. Tornerò presto da te.

source: "I guess I'd like to schedule an appointment."
fr_fr: "Je suppose que j'aimerais prendre rendez-vous."
it_it: "Immagino che mi piacerebbe programmare un appuntamento."

source: ?mc.intellect>=4@[mc.intellect]/4|{image=stats int}|"Maybe you should digitalize and automatize your appointments system?"
fr_fr: ? mc.intellect> =4@[mc.intellect]/4 | { image=stats int } | "Peut-être devriez-vous numériser et automatiser votre système de rendez-vous?"
it_it: ?mc.intellect>=4@[mc.intellect]/4<unk> {image=stats int}<unk> "Forse dovresti digitalizzare e automatizzare il tuo sistema di appuntamenti?"

source: "Why are you so busy?"
fr_fr: "Pourquoi êtes-vous si occupés?"
it_it: "Perché sei così impegnato?"

source: "I'd like to be a reporter for the school paper."
fr_fr: "J'aimerais être journaliste pour le journal de l'école."
it_it: "Vorrei essere un reporter per la carta scolastica."

source: "What if I help you out?"
fr_fr: "Et si je t'aide?"
it_it: "E se ti aiutasso?"

source: "That's ridiculous!"
fr_fr: "C'est ridicule !"
it_it: "È ridicolo!"

source: "There's no catch. I know how hard you work for the school paper."
fr_fr: " Il n'y a pas de prises. Je sais combien vous travaillez dur pour le journal de l'école. "
it_it: "Non ci sono catture. So quanto duro lavori per il giornale scolastico."

source: "If I do this, I'd like to have an appointment with you at the top of the list."
fr_fr: "Si je fais ça, j'aimerais avoir un rendez-vous avec vous en haut de la liste."
it_it: "Se faccio questo, vorrei avere un appuntamento con te in cima alla lista."

source: "Photography is one of my biggest interests."
fr_fr: "La photographie est l'un de mes plus grands intérêts."
it_it: "La fotografia è uno dei miei più grandi interessi."

source: "Not particularly good."
fr_fr: "Pas particulièrement bien."
it_it: "Non particolarmente buono."

source: "I'm a changed man! I've learned from my mistakes. I {i}love{/} learning..."
fr_fr: " Je suis un homme changé ! J'ai appris de mes erreurs. I {i}love { / } apprentissage ... "
it_it: "Sono un uomo cambiato! Ho imparato dai miei errori. {i}amore{/} imparare..."

source: ?mc.lust>=4@[mc.lust]/4|{image=stats lust}|"Did you look at those prohibited websites?"
fr_fr: ? mc.lust> =4@[mc.lust]/4 | { image=stats lust } | "Avez-vous l'impression de ces sites interdits?"
it_it: ?mc.lust>=4@[mc.lust]/4<unk> {image=stats lust}<unk> "Hai guardato quei siti proibiti?"

source: "If you send that email, I will break your motherboard."
fr_fr: "Si vous envoyez ce courriel, je briserai votre carte-mère."
it_it: "Se invii quella email, romperò la tua scheda madre."

source: "If anything happens, I'll help you out. I promise."
fr_fr: " Si quelque chose arrive, je vous aiderai. Je promets. "
it_it: "Se succede qualcosa, ti aiuterò. Lo prometto."

source: "Nothing's going to happen. Quit being a baby."
fr_fr: " Rien ne va se passer. Arrêtes d'être un bébé. "
it_it: "Non succederà niente. Smettere di essere un bambino."

source: "You've caught me after the clock struck twelve. This is how I really look."
fr_fr: " Vous m'avez pris après l'horloge a frappé douze. C'est comme ça que je regarde vraiment. "
it_it: "Mi hai catturato dopo che l'orologio ha colpito dodici. È così che guardo davvero."

source: "It's a long story."
fr_fr: "C'est une longue histoire."
it_it: "È una storia lunga."

source: "None of your business."
fr_fr: "Aucune de vos affaires."
it_it: "Nessuno dei tuoi affari."

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"It started as an art experiment..."
fr_fr: ? mc.intellect> =6@[mc.intellect]/6 | { image=stats int } | "Ça a commencé comme une expérience d'art ..."
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "Ha iniziato come esperimento d'arte..."

source: "If I say '[maxine],' does that answer your question?"
fr_fr: "Si je dis"[maxine], "répond-il à votre question?"
it_it: "Se dico '[maxine],' questo risponde alla tua domanda?"

source: "There's an infestation of radioactive spiders here. I've come to save the day."
fr_fr: " Il y a une infestation d'araignées radioactives ici. Je suis venu pour sauver la journée. "
it_it: "C'è un'infestazione di ragni radioattivi qui. Sono venuto a salvare la giornata."

source: "I was looking for the light switch."
fr_fr: "Je cherchais l'interrupteur de lumière."
it_it: "Stavo cercando l'interruttore di luce."

source: "Your work ethic inspired me to stay after school and hit the gym."
fr_fr: "Votre éthique de travail m'a inspiré à rester après l'école et à frapper la salle de gym."
it_it: "La tua etica del lavoro mi ha ispirato a rimanere dopo la scuola e ha colpito la palestra."

source: Try to sneak a photo of [lindsey] in the stall
fr_fr: Essayez d'éternuement une photo de [lindsey] dans le stand
it_it: Prova a scattare una foto di [lindsey] nella bancarella

source: She deserves her privacy
fr_fr: Elle mérite sa vie privée
it_it: Si merita la sua privacy

source: "Aren't you surprised in the slightest?"
fr_fr: "Vous n'êtes pas surpris par le moindre?"
it_it: "Non sei sorpreso per niente?"

source: "So, what about that meeting?"
fr_fr: "Alors, qu'en est-il de cette réunion?"
it_it: "Allora, che dire di quell'incontro?"

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"I've been especially careful around school officials. Only one other student knows I got the picture."
fr_fr: ? mc.intellect> =6@[mc.intellect]/6 | { image=stats int } | " J'ai été particulièrement prudent autour des responsables de l'école. Un seul autre étudiant sait que j'ai la photo. "
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "Sono stato particolarmente attento intorno ai funzionari della scuola. Solo un altro studente sa che ho avuto la foto."

source: [_mc_] The what?
it_it: [_mc_] Il cosa?

source: [_mc_] Pretty much.
it_it: [_mc_] Abbastanza molto.

source: [_mc_] Got it!
it_it: [_mc_] Ho capito!
