Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_hook.po
Languages: fr_fr, it_it

source: You could run into a serial killer, or worse — a rabid beaver.
fr_fr: Vous pourriez être un tueur en série, ou pire, un castor enragé.
it_it: Potresti correre in un serial killer, o peggio — un castoro rabbioso.

source: It's too late to explore the park.
fr_fr: Il est trop tard pour explorer le parc.
it_it: È troppo tardi per esplorare il parco.

source: Even though someone left some lights on, this door is locked for the day.
fr_fr: Même si quelqu'un a laissé des lumières allumés, cette porte est verrouillée pour la journée.
it_it: Anche se qualcuno ha lasciato alcune luci acceso, questa porta è chiusa per il giorno.

source: Maybe [jo] is working late and can give me a ride home?
fr_fr: Peut-être [jo] est-il en retard et peut-on me rendre à la maison?
it_it: Forse [jo] sta lavorando tardi e può darmi un passaggio a casa?

source: Public transportation has always been my least—
fr_fr: Le transport en commun a toujours été mon moins-
it_it: Il trasporto pubblico è sempre stato il mio meno—

source: [_ria_s_neutral_] [mc]? What are you doing here so late?
fr_fr: [_ria_s_neutral_] [mc]? Qu'est-ce que tu fais ici si tard?
it_it: [_ria_s_neutral_] [mc]? Cosa stai facendo qui così tardi?

source: I'd forgotten how pretty the janitor is.
fr_fr: J'avais oublié à quel point le concierge est joli.
it_it: Mi sono scordata quanto sia bella la janitor.

source: It's like that crush I had on her has been loaded right back into my active memory.
fr_fr: C'est comme si la trituration que j'avais sur elle avait été chargée dans ma mémoire active.
it_it: È come quella cotta che avevo su di lei è stato caricato proprio di nuovo nella mia memoria attiva.

source: [_ria_s_smile_] You do know that nothing good happens after midnight, right?
fr_fr: [_ria_s_smile_] Vous savez que rien de bien ne se passe après minuit, n'est-ce pas?
it_it: [_ria_s_smile_] Sapete che dopo mezzanotte non succede niente di buono?

source: [_mc_] Err... yes?
fr_fr: [_mc_] Err ... oui?
it_it: [_mc_] Errore... sì?

source: Unless you count watching porn while everyone is asleep.
fr_fr: Sauf si vous comptez regarder le porno pendant que tout le monde s'endorme.
it_it: A meno che non contiate guardare porno mentre tutti stanno dormendo.

source: [_ria_s_smile_] Go home and get some sleep. A rested head is a healthy head.
fr_fr: [_ria_s_smile_] Aller à la maison et prendre un peu de sommeil. Une tête reposée est une tête saine.
it_it: [_ria_s_smile_] Vai a casa e dormire un po'. Una testa riposata è una testa sana.

source: [_mc_] I will! Thanks! Bye!
fr_fr: [_mc_] Je le vais ! Merci ! Bye !
it_it: [_mc_] lo farò! Grazie! Ciao!

source: God, why am I always so awkward?!
fr_fr: Mon Dieu, pourquoi je suis toujours aussi gênelle?
it_it: Dio, perché sono sempre così imbarazzante?!

source: [_ria_s_smile_] Goodnight, [mc].
it_it: [_ria_s_smile_] Buongiorno, [mc].

source: [_guard_s_suspicious_] All students must go to the cafeteria.
fr_fr: [_guard_s_suspicious_] Tous les étudiants doivent aller à la cafétéria.
it_it: [_guard_s_suspicious_] Tutti gli studenti devono andare alla mensa.

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi?
it_it: [_mc_] Perché?

source: [_guard_s_suspicious_] Don't ask questions. Just go to the cafeteria.
fr_fr: [_guard_s_suspicious_] Ne posez pas de questions. Il suffit d'aller à la cafétéria.
it_it: [_guard_s_suspicious_] Non fare domande. Vai alla mensa.

source: [_mc_] You'll have to drag me there.
fr_fr: [_mc_] Vous devrez me traîner là.
it_it: [_mc_] Dovrai trascinarmi lì.

source: [_guard_s_angry_] That can certainly be arranged.
fr_fr: [_guard_s_angry_] Cela peut certainement être arrangés.
it_it: [_guard_s_angry_] Questo può certamente essere organizzato.

source: [_mc_] Ouch! Careful, that's my masturbation hand!
fr_fr: [_mc_] Ouch ! Attention, c'est ma main masturbation !
it_it: [_mc_] Ouch! Attenzione, questa è la mia mano di masturbazione!

source: [_guard_] Don't mess with me, kid.
fr_fr: [_guard_] Ne gâchez pas avec moi, gamin.
it_it: [_guard_] Non disguidi con me, figlio.

source: Son of a bitch! That guy has no chill...
fr_fr: Fils d'une salope ! Ce type n'a pas de froid ...
it_it: Figlio di una puttana! Quel tipo non ha brividi...

source: [_mc_] Fine. Whatever.
fr_fr: [_mc_] Fine. Peu importe.
it_it: [_mc_] Bene. Qualcosa.

source: [_guard_s_suspicious_] Don't get mouthy with me.
fr_fr: [_guard_s_suspicious_] Ne me moussez pas avec moi.
it_it: [_guard_s_suspicious_] Non prenderti bocca con me.

source: [_mc_] I didn't plan to.
fr_fr: [_mc_] Je n'ai pas prévu.
it_it: [_mc_] non avevo intenzione di farlo.

source: What the hell is going on here?
fr_fr: Qu'est-ce qui se passe ici?
it_it: Che diavolo sta succedendo qui?

source: [_mc_] What's going on?
fr_fr: [_mc_] Qu'est-ce qui se passe?
it_it: [_mc_] Cosa sta succedendo?

source: [_jo_s_worried_] There's been a break-in.
fr_fr: [_jo_s_worried_] Il y a eu une pause.
it_it: [_jo_s_worried_] C'è stato un break-in.

source: [_jo_s_worried_] Some equipment was stolen from the science classroom.
fr_fr: [_jo_s_worried_] Certains équipements ont été volés dans la salle de classe scientifique.
it_it: [_jo_s_worried_] Alcune attrezzature sono state rubate dalla classe scientifica.

source: [_mc_] That's not good, but why are we all in here?
fr_fr: [_mc_] Ce n'est pas bon, mais pourquoi sommes-nous tous ici?
it_it: [_mc_] Non è buono, ma perché siamo tutti qui dentro?

source: [_jo_s_thinking_] I'm afraid we have to interview all the students.
fr_fr: [_jo_s_thinking_] Je crains que nous ayons à interroger tous les étudiants.
it_it: [_jo_s_thinking_] Temo che dobbiamo intervistare tutti gli studenti.

source: [_mc_] Isn't that the job of the police?
fr_fr: [_mc_] N'est-ce pas le travail de la police?
it_it: [_mc_] Non è il lavoro della polizia?

source: [_jo_s_worried_] We don't want to involve the authorities unnecessarily.
fr_fr: [_jo_s_worried_] Nous ne voulons pas impliquer inutilement les autorités.
it_it: [_jo_s_worried_] Non vogliamo coinvolgere inutilmente le autorità.

source: [_jo_s_worried_] Hopefully, it's just some prank...
fr_fr: [_jo_s_worried_] J'espère que c'est juste une farce ...
it_it: [_jo_s_worried_] Speriamo che sia solo un po' di scherzo...

source: [_jo_s_sad_] It'll be your turn soon. Just sit tight, okay?
fr_fr: [_jo_s_sad_] Ce sera bientôt votre tour. Assime serré, d'accord?
it_it: [_jo_s_sad_] Sarà il tuo turno presto. Basta sedersi stretto, ok?

source: [_jo_s_sad_] I'll be outside with the [guard].
fr_fr: [_jo_s_sad_] Je serai dehors avec le [guard].
it_it: [_jo_s_sad_] sarò fuori con la [guard].

source: With the [guard] blocking the exit, there's zero chance of escaping.
fr_fr: Avec le [guard] bloquant la sortie, il n'y a aucune chance de s'échapper.
it_it: Con la [guard] che blocca l'uscita, c'è zero possibilità di scappare.

source: Except by running, because he wouldn't be able to keep up.
fr_fr: Sauf en courant, parce qu'il ne pourrait pas se tenir au courant.
it_it: Eccetto correndo, perché non sarebbe in grado di tenere il passo.

source: Luckily for him, I'm a law-abiding citizen.
fr_fr: Heureusement pour lui, je suis un citoyen respectueux des lois.
it_it: Fortunatamente per lui, sono un cittadino rispettoso della legge.

source: [_kate_s_confident_] Admit it, you did this.
fr_fr: [_kate_s_confident_] Admit, vous avez fait ça.
it_it: [_kate_s_confident_] Ammettilo, hai fatto questo.

source: [_mc_] I have no idea what you're talking about.
fr_fr: [_mc_] Je n'ai aucune idée de ce dont vous parlez.
it_it: [_mc_] Non ho idea di cosa stai parlando.

source: [_kate_s_confident_right_] Okay... if you didn't do it, then it was definitely that chick with crooked teeth.
fr_fr: [_kate_s_confident_right_] Ok ... si vous ne l'avez pas fait, alors c'était vraiment ce poussin avec des dents crochies.
it_it: [_kate_s_confident_right_] Okay... se non l'hai fatto, allora è stato sicuramente quel pulcino con i denti storti.

source: [_mc_] [isabelle] doesn't have crooked teeth.
fr_fr: [_mc_] [isabelle] n'a pas de dents crochies.
it_it: [_mc_] [isabelle] non ha denti crudi.

source: [_kate_s_laughing_] It sure sounds like she does when she talks.
fr_fr: [_kate_s_laughing_] C'est sûr comme elle le fait quand elle parle.
it_it: [_kate_s_laughing_] Sembra sicuro che lei faccia quando parla.

source: [_kate_s_flirty_] Let's both say we saw her stealing stuff from the science classroom?
fr_fr: [_kate_s_flirty_] Let's both say we saw her volé stuff from the science classroom?
it_it: [_kate_s_flirty_] Diciamo entrambi che abbiamo visto la sua roba rubare dalla classe di scienza?

source: [_mc_] That's illegal...
fr_fr: [_mc_] C'est illégal ...
it_it: [_mc_] È illegale...

source: [_kate_s_laughing_] You're such a pussy! The cops aren't even involved.
fr_fr: [_kate_s_laughing_] Vous êtes une telle chatte ! Les flics ne sont même pas impliqués.
it_it: [_kate_s_laughing_] Sei una tale figa! I poliziotti non sono nemmeno coinvolti.

source: [_isabelle_s_concerned_] Can you believe it?
fr_fr: [_isabelle_s_concerned_] Pouvez-vous le croire?
it_it: [_isabelle_s_concerned_] Riesci a crederci?

source: [_isabelle_s_concerned_] First my box of chocolates. Then my locker. Now expensive lab equipment.
fr_fr: [_isabelle_s_concerned_] Première boîte de chocolats. Puis mon casier. Maintenant, de l'équipement de laboratoire coûteux.
it_it: [_isabelle_s_concerned_] Prima la mia scatola di cioccolatini. Poi il mio armadio. Ora costoso attrezzatura di laboratorio.

source: [_isabelle_s_skeptical_] This is out of control!
fr_fr: [_isabelle_s_skeptical_] Ceci est hors de contrôle !
it_it: [_isabelle_s_skeptical_] Questo è fuori controllo!

source: [_isabelle_s_concerned_] Someone broke into the science classroom! Why?
fr_fr: [_isabelle_s_concerned_] Quelqu'un a pénétré dans la salle de classe scientifique ! Pourquoi?
it_it: [_isabelle_s_concerned_] Qualcuno si è rotto nella classe di scienza! Perché?

source: [_mc_] Lots of expensive things in there...
fr_fr: [_mc_] Beaucoup de choses chères ...
it_it: [_mc_] Un sacco di cose costose in lì...

source: [_mc_] I don't suppose you've seen anything?
fr_fr: [_mc_] Je suppose que vous n'avez rien vu?
it_it: [_mc_] Non suppongo che tu abbia visto nulla?

source: [_isabelle_s_concerned_left_] I don't think so... I barely know where the science classroom is.
fr_fr: [_isabelle_s_concerned_left_] Je ne pense pas ... Je sais à peine où se trouve la salle de classe scientifique.
it_it: [_isabelle_s_concerned_left_] Non penso così... so a malapena dove si trova la classe scientifica.

source: [_mc_] I'm sure it'll all be resolved.
fr_fr: [_mc_] Je suis sûr que tout sera résolu.
it_it: [_mc_] sono sicuro che sarà risolto tutto.

source: [_isabelle_s_skeptical_] Don't be so sure. Things like this tend to be swept under the rug and ignored.
fr_fr: [_isabelle_s_skeptical_] N'en êtes pas si sûr. Des choses comme ça ont tendance à être balayées sous le tapis et ignorées.
it_it: [_isabelle_s_skeptical_] Non siate così sicuri. Cose come questo tendono ad essere spazzate sotto il tappeto e ignorate.

source: [_mc_] You really don't trust the authorities, do you?
fr_fr: [_mc_] Vous ne faites pas confiance aux autorités, n'est-ce pas?
it_it: [_mc_] Non ti fidi davvero delle autorità, vero?

source: [_isabelle_s_skeptical_] They still haven't given me a reason to.
fr_fr: [_isabelle_s_skeptical_] Ils ne m'ont toujours pas donné de raison.
it_it: [_isabelle_s_skeptical_] Non mi hanno ancora dato una ragione.

source: [_jacklyn_s_excited_] Shaking the bars, are we, convict?
fr_fr: [_jacklyn_s_excited_] Chant les barreaux, sommes-nous, condamnés?
it_it: [_jacklyn_s_excited_] Scuotendo le sbarre, siamo noi, convincenti?

source: [_mc_] Not exactly. I'm mostly confused...
fr_fr: [_mc_] Pas exactement. Je suis pour la plupart confus ...
it_it: [_mc_] Non esattamente. Sono per lo più confuso...

source: [_jacklyn_s_annoyed_] Not your type of crime? Mine neither.
fr_fr: [_jacklyn_s_annoyed_] Pas votre type de crime? Mine non plus.
it_it: [_jacklyn_s_annoyed_] Non è il tuo tipo di reato? Miniera neither.

source: [_jacklyn_s_laughing_] Way too petty.
fr_fr: [_jacklyn_s_laughing_] Way trop mesquin.
it_it: [_jacklyn_s_laughing_] Via troppo meschina.

source: [_mc_] Right. Only murder?
fr_fr: [_mc_] Droit. Seulement un meurtre?
it_it: [_mc_] giusto. Solo omicidio?

source: [_jacklyn_s_laughing_] That's right on the fifty! Murder and occasionally vandalism in the name of art and freedom.
fr_fr: [_jacklyn_s_laughing_] C'est vrai sur les cinquante ! Le meurtre et parfois le vandalisme au nom de l'art et de la liberté.
it_it: [_jacklyn_s_laughing_] È proprio sui cinquanta! Assassino e a volte vandalismo in nome dell'arte e della libertà.

source: [_maxine_s_concerned_] Do you know who the culprit is?
fr_fr: [_maxine_s_concerned_] Savez-vous qui est le coupable?
it_it: [_maxine_s_concerned_] Sai chi è il colpevole?

source: [_mc_] No. Do you?
fr_fr: [_mc_] Non?
it_it: [_mc_] No. Lei?

source: [_maxine_s_excited_] Without a doubt... I see everything.
fr_fr: [_maxine_s_excited_] Sans aucun doute ... Je vois tout.
it_it: [_maxine_s_excited_] Senza dubbio... Vedo tutto.

source: [_mc_] Well, who is it?
fr_fr: [_mc_] Eh bien, qui est-il?
it_it: [_mc_] Beh, chi è?

source: [_maxine_s_thinking_] If I told you, that would put me on the scene of the crime.
fr_fr: [_maxine_s_thinking_] Si je vous l'ai dit, cela me mettrait sur le lieu du crime.
it_it: [_maxine_s_thinking_] Se vi dicessi, questo mi avrebbe messo sulla scena del crimine.

source: [_maxine_s_thinking_] I need to remain under the radar.
fr_fr: [_maxine_s_thinking_] Je dois rester sous le radar.
it_it: [_maxine_s_thinking_] Ho bisogno di rimanere sotto il radar.

source: [_mc_] Right, of course. You know, but won't tell.
fr_fr: [_mc_] Bien sûr. Tu sais, mais ne le dira pas.
it_it: [_mc_] destra, ovviamente. Sai, ma non lo dirà.

source: [_mc_] How convenient...
fr_fr: [_mc_] Dans quelle mesure ...
it_it: [_mc_] Com'è conveniente...

source: [_maxine_s_eyeroll_] I told you yesterday that all the power supply units were missing from the science classroom.
fr_fr: [_maxine_s_eyeroll_] Je vous ai dit hier que toutes les unités d'alimentation électrique manquaient dans la salle de classe scientifique.
it_it: [_maxine_s_eyeroll_] Ieri vi ho detto che tutte le unità di alimentazione erano mancanti dalla classe scientifica.

source: [maxine] did tell me that. Maybe she knows something?
fr_fr: [maxine] m'a dit ça. Peut-être qu'elle sait quelque chose?
it_it: [maxine] me l'ha detto. Forse lei sa qualcosa?

source: [_mc_] Are you going to tell them what you know?
fr_fr: [_mc_] Vous allez leur dire ce que vous savez?
it_it: [_mc_] Dirai loro quello che sai?

source: [_maxine_s_skeptical_] I think I'm going to do some investigating on my own first.
fr_fr: [_maxine_s_skeptical_] Je pense que je vais faire une enquête sur ma propre première.
it_it: [_maxine_s_skeptical_] Penso che farò qualche indagine da sola.

source: [_jo_s_afraid_] [mc], you're up.
fr_fr: [_jo_s_afraid_] [mc], vous êtes en hausse.
it_it: [_jo_s_afraid_] [mc], sei alzato.

source: [_jo_s_afraid_] Please, come with me.
fr_fr: [_jo_s_afraid_] S'il vous plaît, venez avec moi.
it_it: [_jo_s_afraid_] Per favore, vieni con me.

source: [_guard_s_suspicious_] Can you tell me your whereabouts last night?
fr_fr: [_guard_s_suspicious_] Pouvez-vous me dire où se trouve la nuit dernière?
it_it: [_guard_s_suspicious_] Riesci a dirmi dove ti trovi ieri sera?

source: [_mc_] I was with [maxine]. She can vouch for me.
fr_fr: [_mc_] I was with [maxine]. Elle peut se porter garant de moi.
it_it: [_mc_] Ero con [maxine]. Lei può garantire per me.

source: [_guard_s_suspicious_] We will confirm this with her, so you better not be making things up.{space=-5}
fr_fr: [_guard_s_suspicious_] Nous confirmions cela avec elle, vous ferez donc mieux de ne pas faire les choses en haut. { space=-5 }
it_it: [_guard_s_suspicious_] Lo confermeremo con lei, quindi è meglio non fare le cose.{space=-5}

source: [_mc_] I'm not stupid...
fr_fr: [_mc_] Je ne suis pas stupide ...
it_it: [_mc_] non sono stupido...

source: [_mc_] I was at home. [jo] can vouch for me.
fr_fr: [_mc_] J'étais à la maison. [jo] peut répondre pour moi.
it_it: [_mc_] ero a casa. [jo] posso garantirmi.

source: [_jo_s_confident_] I most certainly can.
fr_fr: [_jo_s_confident_] Je le peux certainement.
it_it: [_jo_s_confident_] sono sicuramente in grado di farlo.

source: [_jo_s_smile_] I guess that'll be all, won't it?
fr_fr: [_jo_s_smile_] Je suppose que ce sera tout, n'est-ce pas?
it_it: [_jo_s_smile_] Immagino che sarà tutto, vero?

source: [_guard_s_surprised_] Not so fast!
fr_fr: [_guard_s_surprised_] Pas si vite !
it_it: [_guard_s_surprised_] Non così veloce!

source: [_guard_s_suspicious_] We're not quite through yet.
fr_fr: [_guard_s_suspicious_] Nous ne sommes pas encore tout à fait.
it_it: [_guard_s_suspicious_] Non siamo ancora abbastanza finiti.

source: [_mc_] What was even stolen?
fr_fr: [_mc_] Qu'est-ce qui a même été volé?
it_it: [_mc_] Che cosa è stato anche rubato?

source: [_jo_s_neutral_] Five power supply units.
fr_fr: [_jo_s_neutral_] Cinq unités d'alimentation électrique.
it_it: [_jo_s_neutral_] Cinque unità di alimentazione.

source: [_mc_] Really...?
fr_fr: [_mc_] Vraiement ...?
it_it: [_mc_] Davvero...?

source: [_guard_s_angry_] Why? Do you know something about that?
fr_fr: [_guard_s_angry_] Pourquoi? Savez-vous quelque chose à ce sujet?
it_it: [_guard_s_angry_] Perché? Sai qualcosa a riguardo?

source: [_mc_] Well, [maxine] said she was looking for one yesterday, and that they were all gone.
fr_fr: [_mc_] Eh bien, [maxine] a dit qu'elle cherchait une hier, et qu'elles étaient toutes parties.
it_it: [_mc_] Beh, [maxine] disse che era alla ricerca di uno ieri, e che erano tutti andati.

source: [_guard_s_angry_] If true, this alters the timetable for the crime!
fr_fr: [_guard_s_angry_] Si c'est vrai, cela modifie le calendrier du crime !
it_it: [_guard_s_angry_] Se è vero, questo modifica il calendario per il crimine!

source: God, he sounds like he's watched too much CSI...
fr_fr: Mon Dieu, il a l'air qu'il a regardé trop CSI ...
it_it: Dio, suona come se fosse guardato troppo CSI...

source: [_mc_] So, I'm off the hook?
fr_fr: [_mc_] Alors, je suis coupé du crochet?
it_it: [_mc_] Quindi, sono fuori dal gancio?

source: [_jo_s_confident_] You were never on the hook, honey!
fr_fr: [_jo_s_confident_] Vous n'avez jamais été sur le crochet, chérie !
it_it: [_jo_s_confident_] Non sei mai stato sul gancio, miele!

source: [_jo_s_confident_] Let's have a word with [maxine], shall we?
fr_fr: [_jo_s_confident_] Laissons-nous un mot avec le [maxine]?
it_it: [_jo_s_confident_] Abbiamo una parola con [maxine], vero?

source: [_guard_s_suspicious_] I guess.
fr_fr: [_guard_s_suspicious_] Je suppose.
it_it: [_guard_s_suspicious_] immagino.

source: [_maxine_s_laughing_] Aha! I knew you'd come through!
fr_fr: [_maxine_s_laughing_] Aha ! Je savais que tu viendrais !
it_it: [_maxine_s_laughing_] Aha! Sapevo che avresti passato!

source: [_mc_] What are you talking about?
fr_fr: [_mc_] De quoi parlez-vous?
it_it: [_mc_] Di cosa stai parlando?

source: [_maxine_s_smile_power_] I'm talking about {i}this.{/}
fr_fr: [_maxine_s_smile_power_] Je parle de {i}ceci. { / }
it_it: [_maxine_s_smile_power_] Sto parlando di {i}questo.{/}

source: [_mc_] Wait, what? I specifically made a point out of not getting you a power supply.
fr_fr: [_mc_] Attends, quoi? J'ai spécifiquement fait un point sur le fait de ne pas vous fournir un bloc d'alimentation.
it_it: [_mc_] Aspetta, cosa? Ho specificamente fatto un punto di non ottenere un alimentatore.

source: [_maxine_s_laughing_power_] It seems like the strings of fate played you like a marionette...
fr_fr: [_maxine_s_laughing_power_] Il semble que les ficelles du destin vous ont joué comme une marionnette ...
it_it: [_maxine_s_laughing_power_] Sembra che le corde del destino ti abbiano giocato come una marionetta...

source: [_mc_] Seriously though, how?
fr_fr: [_mc_] Sérieusement, comment?
it_it: [_mc_] Seriamente però, come?

source: [_mc_] Did you steal it?
fr_fr: [_mc_] Est-ce que vous l'avez volé?
it_it: [_mc_] L'hai rubato?

source: [_maxine_s_smile_] I just needed your help to get them off my track.
fr_fr: [_maxine_s_smile_] J'ai juste besoin de votre aide pour les sortir de ma piste.
it_it: [_maxine_s_smile_] avevo solo bisogno del tuo aiuto per metterli in pista.

source: [_maxine_s_smile_] They think the break-in took place hours before it did now. It totally ruined their timeline.
fr_fr: [_maxine_s_smile_] Ils pensent que la pause a eu lieu quelques heures auparavant. Ça a complètement ruiné leur calendrier.
it_it: [_maxine_s_smile_] Pensano che il break-in abbia avuto luogo ore prima che lo facesse ora. Ha completamente rovinato la loro linea temporale.

source: [_mc_] So the power supplies weren't missing when you told me they were?
fr_fr: [_mc_] Alors les blocs d'alimentation n'étaient pas manquants quand vous m'avez dit qu'ils étaient?
it_it: [_mc_] Quindi gli alimentatori non mancavano quando mi hai detto che erano?

source: [_maxine_s_smile_] Not even a little bit.
fr_fr: [_maxine_s_smile_] Pas même un peu.
it_it: [_maxine_s_smile_] Nemmeno un po'.

source: [_mc_] What if I report you?
fr_fr: [_mc_] Que faire si je vous présente un rapport?
it_it: [_mc_] Cosa succede se ti segnalo?

source: [_maxine_s_concerned_] It would be your word against mine.
fr_fr: [_maxine_s_concerned_] Ce serait votre mot contre la mienne.
it_it: [_maxine_s_concerned_] Sarebbe la tua parola contro la mia.

source: [_maxine_s_excited_] And who knows, maybe I planted something of yours on the crime scene for insurance?
fr_fr: [_maxine_s_excited_] Et qui sait, peut-être que j'ai planté quelque chose sur la scène de crime pour une assurance?
it_it: [_maxine_s_excited_] E chissà, forse ho piantato qualcosa di vostro sulla scena del crimine per assicurazione?

source: [_mc_] Fine. I won't say anything.
fr_fr: [_mc_] Fine. Je ne dirai rien.
it_it: [_mc_] Bene. Non dirò niente.

source: [_mc_] You're an evil genius.
fr_fr: [_mc_] Vous êtes un génie maléfique.
it_it: [_mc_] Sei un genio malvagio.

source: [_maxine_s_excited_] Thank you.
fr_fr: [_maxine_s_excited_] Merci.
it_it: [_maxine_s_excited_] Grazie.

source: [_maxine_s_flirty_] Come on, I now have everything I need to be hooked up to the internet!
fr_fr: [_maxine_s_flirty_] Allez, j'ai maintenant tout ce que j'ai besoin d'être accroché à Internet !
it_it: [_maxine_s_flirty_] Avanti, ora ho tutto il necessario per essere agganciato a Internet!

source: [_maxine_s_hooking_up_smile_] Listen closely. This morning I put a micro-transmitter in my cereal.
fr_fr: [_maxine_s_hooking_up_smile_] Écoutez attentivement. Ce matin, j'ai mis un micro-émetteur dans mes céréales.
it_it: [_maxine_s_hooking_up_smile_] Ascoltate attentamente. Questa mattina ho messo un micro-trasmettitore nel mio cereale.

source: [_maxine_s_hooking_up_smile_] Throughout the day, that transmitter has traveled through my digestive system.
fr_fr: [_maxine_s_hooking_up_smile_] Tout au long de la journée, cet émetteur a traversé mon système digestif.
it_it: [_maxine_s_hooking_up_smile_] Durante tutto il giorno, quel trasmettitore ha viaggiato attraverso il mio sistema digestivo.

source: [_mc_] ...You ate electronics for breakfast?
fr_fr: [_mc_] ...Tu as mangé de l'électronique pour le petit-déjeuner?
it_it: [_mc_] ...Hai mangiato l'elettronica per la colazione?

source: [_maxine_s_hooking_up_angry_] Yes! Try to keep up!
fr_fr: [_maxine_s_hooking_up_angry_] Oui ! Essaie de continuer !
it_it: [_maxine_s_hooking_up_angry_] sì! Prova a tenere il passo!
