Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/maxine/q_maxine_eggs.po
Languages: fr_fr, it_it

source: [_maxine_] You have to schedule an appointment. I'm a very busy woman.
fr_fr: [_maxine_] Vous devez planifier une nomination. Je suis une femme très occupée.
it_it: [_maxine_] Devi programmare un appuntamento. Sono una donna molto impegnata.

source: [_mc_] Yeah, that's why I'm here.
fr_fr: [_mc_] Oui, c'est pour ça que je suis là.
it_it: [_mc_] Sì, è per questo che sono qui.

source: [_maxine_] I need to introduce appointments for scheduling an appointment...
fr_fr: [_maxine_] J'ai besoin d'introduire des nominations pour la planification d'une nomination ...
it_it: [_maxine_] Ho bisogno di introdurre appuntamenti per la pianificazione di un appuntamento...

source: [_maxine_] That would drastically reduce the time I have to spend scheduling appointments.
fr_fr: [_maxine_] Cela réduirait considérablement le temps que je dois consacrer aux rendez-vous.
it_it: [_maxine_] Questo ridurrebbe drasticamente il tempo che devo spendere gli appuntamenti di programmazione.

source: [_maxine_s_smile_] Anyway, how can I help you?
fr_fr: [_maxine_s_smile_] En tout cas, comment puis-je vous aider?
it_it: [_maxine_s_smile_] Comunque, come posso aiutarti?

source: [_mc_] I guess I'd like to schedule an appointment.
fr_fr: [_mc_] Je suppose que j'aimerais prendre rendez-vous.
it_it: [_mc_] Immagino che mi piacerebbe programmare un appuntamento.

source: [_maxine_s_thinking_] Hmm... I might have an opening the week before graduation.
fr_fr: [_maxine_s_thinking_] Hmm ... Je pourrais avoir une ouverture la semaine avant l'obtention du diplôme.
it_it: [_maxine_s_thinking_] Hmm... Potrei avere un'apertura la settimana prima della laurea.

source: [_mc_] What? That's in almost a year!
fr_fr: [_mc_] Quoi? C'est en près d'un an !
it_it: [_mc_] Cosa? Tra quasi un anno!

source: [_maxine_s_smile_] These are busy times.
fr_fr: [_maxine_s_smile_] Ce sont des temps très occupés.
it_it: [_maxine_s_smile_] Questi sono tempi occupati.

source: Fuck... I need that appointment badly.
fr_fr: Putain ... J'ai mal besoin de cette nomination.
it_it: Fuck... Ho bisogno di quell'appuntamento male.

source: Being a let down this early in the year is not how you capitalize on a second chance.
fr_fr: Le fait d'être une réduction de cette situation au début de l'année n'est pas la façon dont vous capitaliser sur une seconde chance.
it_it: Essere un deluso questo all'inizio dell'anno non è come si capitalizza di una seconda possibilità.

source: [_mc_] What if I help you out?
fr_fr: [_mc_] Que faire si je vous aide?
it_it: [_mc_] E se ti aiutasso?

source: [_maxine_s_skeptical_] What do you have in mind?
fr_fr: [_maxine_s_skeptical_] Qu'est-ce que vous avez en tête?
it_it: [_maxine_s_skeptical_] Che cosa hai in mente?

source: [_mc_] Maybe I could do some journalist work?
fr_fr: [_mc_] Peut-être que je pourrais faire du travail de journaliste?
it_it: [_mc_] Forse potrei fare qualche lavoro giornalista?

source: [_mc_] Maybe you should digitalize and automatize your appointments system?
fr_fr: [_mc_] Peut-être devriez-vous numériser et automatiser votre système de rendez-vous?
it_it: [_mc_] Forse dovresti digitalizzare e automatizzare il tuo sistema di appuntamenti?

source: [_maxine_s_thinking_] Now, why would I do that?
fr_fr: [_maxine_s_thinking_] Maintenant, pourquoi je ferais ça?
it_it: [_maxine_s_thinking_] Ora, perché lo farei?

source: [_mc_] So that you can focus on more important matters.
fr_fr: [_mc_] Vous pouvez donc vous concentrer sur des questions plus importantes.
it_it: [_mc_] In modo da poter concentrarsi su questioni più importanti.

source: [_maxine_s_cringe_] If the system is not analog, it can't be trusted!
fr_fr: [_maxine_s_cringe_] Si le système n'est pas analogique, on ne peut pas lui faire confiance !
it_it: [_maxine_s_cringe_] Se il sistema non è analogico, non può essere fidato!

source: [_mc_] It could be as simple as a voicemail system, accessed by your phone. Doesn't have to be anything fancy.
fr_fr: [_mc_] Cela pourrait être aussi simple qu'un système de messagerie vocale, accessible par votre téléphone. Ça n'a pas besoin d'être fantaisie.
it_it: [_mc_] Potrebbe essere semplice come un sistema di segreteria telefonica, accessibile dal tuo telefono. Non deve essere niente di fantastico.

source: [_maxine_s_thinking_] And how would I go about this?
fr_fr: [_maxine_s_thinking_] Et comment m'y prendre?
it_it: [_maxine_s_thinking_] E come andrei a fare questo?

source: [_mc_] I could do it for you.
fr_fr: [_mc_] Je pourrais le faire pour vous.
it_it: [_mc_] potrei farlo per te.

source: [_maxine_s_skeptical_] What's the catch?
fr_fr: [_maxine_s_skeptical_] Quelles sont les prises?
it_it: [_maxine_s_skeptical_] Qual è la cattura?

source: For one, I'd put myself at the top of the appointment list, but [maxine] doesn't have to know that.
fr_fr: Pour un, je me suis placé au sommet de la liste de rendez-vous, mais [maxine] n'a pas à le savoir.
it_it: Per uno, mi metterei in cima alla lista degli appuntamenti, ma [maxine] non deve saperlo.

source: The only problem is that she's really good at sniffing out lies.
fr_fr: Le seul problème est qu'elle est vraiment bonne à renifler les mensonges.
it_it: L'unico problema è che lei è davvero bravo a sniffing fuori menzogne.

source: [_mc_] There's no catch. I know how hard you work for the school paper.
fr_fr: [_mc_] Il n'y a pas de prise. Je sais à quel point vous travaillez dur pour le journal de l'école.
it_it: [_mc_] Non ci sono catture. So quanto duro lavori per il giornale scolastico.

source: [_maxine_s_excited_] That's very thoughtful of you.
fr_fr: [_maxine_s_excited_] C'est très attentionné de vous.
it_it: [_maxine_s_excited_] È molto premuroso di voi.

source: [_mc_] Thoughtful is my middle name.
fr_fr: [_mc_] Thouperspicateurs est mon second prénom.
it_it: [_mc_] Pensoso è il mio secondo nome.

source: [_maxine_s_smile_] While that is certainly a lie, I trust you enough to do this for me.
fr_fr: [_maxine_s_smile_] Bien que ce soit certainement un mensonge, je vous fais confiance pour le faire pour moi.
it_it: [_maxine_s_smile_] Mentre questa è certamente una menzogna, mi fido abbastanza per fare questo per me.

source: [_maxine_s_neutral_] Let me know when you've set it up.
fr_fr: [_maxine_s_neutral_] Laissez-moi savoir quand vous l'avez mis en place.
it_it: [_maxine_s_neutral_] Fammi sapere quando lo hai configurato.

source: With a computer and a flash drive, this shouldn't take too long.
fr_fr: Avec un ordinateur et un lecteur flash, cela ne devrait pas prendre trop de temps.
it_it: Con un computer e un'unità flash, questo non dovrebbe richiedere troppo tempo.

source: [_maxine_s_angry_] I can spot your lies from a mile away!
fr_fr: [_maxine_s_angry_] Je peux repérer vos mensonges à un mile !
it_it: [_maxine_s_angry_] Posso individuare le vostre bugie da un miglio di distanza!

source: [_maxine_s_cringe_] I'm not sure about your motives, but I know a shill when I see one.
fr_fr: [_maxine_s_cringe_] Je ne suis pas sûr de vos motivations, mais je connais un shill quand je vois un.
it_it: [_maxine_s_cringe_] Non sono sicuro delle tue motivazioni, ma conosco un brivido quando ne vedo.

source: [_mc_] Right, I'm sorry for not being upfront. I'd like to schedule an appointment.
fr_fr: [_mc_] Droit, je suis désolé de ne pas être en avance. J'aimerais prendre rendez-vous.
it_it: [_mc_] Destra, mi dispiace di non essere stato in anticipo. Vorrei programmare un appuntamento.

source: [_mc_] If I do this, I'd like to have an appointment with you at the top of the list.
fr_fr: [_mc_] Si je fais ça, j'aimerais avoir un rendez-vous avec vous en haut de la liste.
it_it: [_mc_] Se faccio questo, vorrei avere un appuntamento con te in cima alla lista.

source: [_mc_] I genuinely want to help you, but I'm also in need of a quick appointment.
fr_fr: [_mc_] Je veux vraiment vous aider, mais j'ai aussi besoin d'une nomination rapide.
it_it: [_mc_] Voglio davvero aiutarti, ma ho anche bisogno di un appuntamento rapido.

source: [_maxine_s_thinking_] I suppose there's always a cost for everything.
fr_fr: [_maxine_s_thinking_] Je suppose qu'il y a toujours un coût pour tout.
it_it: [_maxine_s_thinking_] Suppongo che ci sia sempre un costo per tutto.

source: [_maxine_s_neutral_] Since you were honest with me, you've got a deal.
fr_fr: [_maxine_s_neutral_] Puisque vous avez été honnête avec moi, vous avez un marché.
it_it: [_maxine_s_neutral_] Dal momento che sei onesto con me, hai un accordo.

source: [_maxine_s_cringe_] You think I don't have any integrity?
fr_fr: [_maxine_s_cringe_] Vous pensez que je n'ai pas d'intégrité?
it_it: [_maxine_s_cringe_] Pensi che io non abbia alcuna integrità?

source: [_maxine_s_annoyed_] I can't be bought. Forget it.
fr_fr: [_maxine_s_annoyed_] Je ne peux pas être acheté. Oublie ça.
it_it: [_maxine_s_annoyed_] non posso essere comprato. Dimenticatelo.

source: [_mc_] Why are you so busy?
fr_fr: [_mc_] Pourquoi êtes-vous si occupé?
it_it: [_mc_] Perché sei così impegnato?

source: [_maxine_s_annoyed_] One, I'm the president of the Inconspicuous Group.
fr_fr: [_maxine_s_annoyed_] Un, je suis le président du groupe Invisible.
it_it: [_maxine_s_annoyed_] Uno, sono il presidente del Gruppo Inconspicuous.

source: [_maxine_s_annoyed_] Two, I aim to be this year's valedictorian.
fr_fr: [_maxine_s_annoyed_] Deux, je veux être le vaillé de cette année.
it_it: [_maxine_s_annoyed_] Due, intendo essere il valedictoriano di quest'anno.

source: [_maxine_s_annoyed_] Three, I'm the editor of the school's newspaper.
fr_fr: [_maxine_s_annoyed_] Trois, je suis le rédacteur en chef du journal de l'école.
it_it: [_maxine_s_annoyed_] Tre, sono l'editore del giornale della scuola.

source: [_mc_] Maybe I could help you out, somehow? To ease your workload.
fr_fr: [_mc_] Peut-être que je pourrais vous aider, d'une façon ou d'une autre? Pour alléger votre charge de travail.
it_it: [_mc_] Forse potrei aiutarti, in qualche modo? Per alleviare il tuo carico di lavoro.

source: [_maxine_s_skeptical_] And what would you get out of that?
fr_fr: [_maxine_s_skeptical_] Et que ferais-tu de ça?
it_it: [_maxine_s_skeptical_] E cosa ne fareste uscire?

source: [_mc_] I know you probably don't have an appointment open until Christmas...
fr_fr: [_mc_] Je sais que vous n'avez probablement pas de rendez-vous ouvert jusqu'à Noël ...
it_it: [_mc_] So che probabilmente non hai un appuntamento aperto fino a Natale...

source: [_maxine_s_smile_] Until the week before graduation, in fact.
fr_fr: [_maxine_s_smile_] Jusqu'à la semaine avant l'obtention du diplôme, en fait.
it_it: [_maxine_s_smile_] Fino alla settimana precedente la laurea, in realtà.

source: [_mc_] Right. So, if I help you out, maybe I could get an early appointment?
fr_fr: [_mc_] Droit. Donc, si je vous aide, peut-être que je pourrais obtenir une nomination anticipée?
it_it: [_mc_] giusto. Quindi, se ti aiuto fuori, forse potrei ottenere un appuntamento anticipato?

source: [_maxine_s_thinking_] Hmm... and what are your qualifications?
fr_fr: [_maxine_s_thinking_] Hmm ... et quelles sont vos qualifications?
it_it: [_maxine_s_thinking_] Hmm... e quali sono le tue qualifiche?

source: Ugh. Totally forgot how difficult she can be.
fr_fr: Ugh. Totalement a oublié à quel point elle peut être difficile.
it_it: Ugh. Si è completamente dimenticato quanto possa essere difficile.

source: [_mc_] I guess I could take some photos for the newspaper?
fr_fr: [_mc_] Je suppose que je pourrais prendre des photos pour le journal?
it_it: [_mc_] Immagino che potrei scattare alcune foto per il giornale?

source: [_mc_] I'd like to be a reporter for the school paper.
fr_fr: [_mc_] J'aimerais être journaliste pour le journal de l'école.
it_it: [_mc_] Vorrei essere un reporter per il giornale scolastico.

source: [_maxine_s_thinking_] You'll have to schedule an interview for that.
fr_fr: [_maxine_s_thinking_] Vous devrez planifier une entrevue pour cela.
it_it: [_maxine_s_thinking_] Dovrai programmare un'intervista per questo.

source: [_mc_] Right, okay. I'd like to schedule an interview, then.
fr_fr: [_mc_] Droit, ok. J'aimerais organiser une entrevue, alors.
it_it: [_mc_] Right, okay. Vorrei programmare un'intervista, allora.

source: [_maxine_s_smile_] My schedule currently has no room for interviews. Ask me again in a few months.
fr_fr: [_maxine_s_smile_] Mon horaire n'a pas de place pour les entrevues. Demande-moi encore dans quelques mois.
it_it: [_maxine_s_smile_] Il mio programma al momento non ha spazio per le interviste. Chiedimi di nuovo tra qualche mese.

source: Ugh... why does she have to be so difficult?
fr_fr: Ugh ... pourquoi elle doit être si difficile?
it_it: Ugh... perché deve essere così difficile?

source: [_mc_] What about appointments?
fr_fr: [_mc_] Qu'en est-il des nominations?
it_it: [_mc_] Che dire degli appuntamenti?

source: [_maxine_s_thinking_] You'd have to schedule—
fr_fr: [_maxine_s_thinking_] Vous devez planifier-
it_it: [_maxine_s_thinking_] Dovresti pianificare—

source: [_mc_] I know! I'd like to schedule one!
fr_fr: [_mc_] Je sais ! J'aimerais en faire un !
it_it: [_mc_] lo so! Mi piacerebbe programmarne uno!

source: [_maxine_s_angry_] Hush! [spinach] is sleeping.
fr_fr: [_maxine_s_angry_] Hush ! [spinach] dormait.
it_it: [_maxine_s_angry_] Hush! [spinach] sta dormendo.

source: [_mc_] Right, sorry...
fr_fr: [_mc_] Très bien, désolé ...
it_it: [_mc_] Destra, mi dispiace...

source: [_mc_] I'd like to schedule a regular non-interview appointment.
fr_fr: [_mc_] J'aimerais fixer un rendez-vous régulier de non-entrevue.
it_it: [_mc_] Vorrei programmare un appuntamento regolare senza intervista.

source: [_mc_] Doesn't look like she's asleep to me.
fr_fr: [_mc_] N'a pas l'air de m'endorme.
it_it: [_mc_] Non sembra che lei mi stia addormentando.

source: [_maxine_s_annoyed_] Because you woke her up!
fr_fr: [_maxine_s_annoyed_] Parce que vous l'avez réveillés !
it_it: [_maxine_s_annoyed_] Perché la hai svegliata!

source: [_mc_] I'm pretty sure she wasn't—
fr_fr: [_mc_] Je suis sûr qu'elle n'était pas-
it_it: [_mc_] Sono abbastanza sicuro che non era—

source: [_maxine_s_angry_] You're wasting my time and you're upsetting my cat!
fr_fr: [_maxine_s_angry_] Vous gâchez mon temps et vous dérangez mon chat !
it_it: [_maxine_s_angry_] Stai sprecando il mio tempo e stai sconvolgendo il mio gatto!

source: [_mc_] She doesn't look particularly upset to me.
fr_fr: [_mc_] Elle ne me semble pas particulièrement contrariété.
it_it: [_mc_] Lei non mi sembra particolarmente turbata.

source: [_maxine_s_thinking_] Well, you don't know her like I do.
fr_fr: [_maxine_s_thinking_] Eh bien, vous ne la connaissez pas comme moi.
it_it: [_maxine_s_thinking_] Beh, non la conosci come me.

source: Not sure what she's on about now, but I love cats. Upsetting [spinach] is the last thing I want to do.
fr_fr: Pas sûr de ce qu'elle est maintenant, mais j'aime les chats. La mise à jour de [spinach] est la dernière chose que je veux faire.
it_it: Non sei sicuro di quello che sta succedendo ora, ma amo i gatti. La modifica [spinach] è l'ultima cosa che voglio fare.

source: [_mc_] Okay, let's cut to the chase. I'd like to schedule a regular non-interview appointment.
fr_fr: [_mc_] D'accord, allons à la chasse. J'aimerais fixer un rendez-vous régulier de non-entrevue.
it_it: [_mc_] Okay, tagliamo alla chase. Vorrei programmare un appuntamento regolare senza intervista.

source: [_mc_] Maybe I could do some journalist work? Like a freelancer.
fr_fr: [_mc_] Peut-être que je pourrais faire du travail de journaliste? Comme un pigiste.
it_it: [_mc_] Forse potrei fare qualche lavoro giornalista? Come un freelancer.

source: [_maxine_s_thinking_] Hmm... a freelancer wouldn't need an interview...
fr_fr: [_maxine_s_thinking_] Hmm ... un pigiste n'aurait pas besoin d'une entrevue ...
it_it: [_maxine_s_thinking_] Hmm... un freelancer non avrebbe bisogno di un'intervista...

source: [_maxine_s_thinking_] How are you with a camera?
fr_fr: [_maxine_s_thinking_] Comment êtes-vous avec une caméra?
it_it: [_maxine_s_thinking_] Come sei con una macchina fotografica?

source: If she means looking at photos of scantily clad women, then few people have my experience.
fr_fr: Si elle veut dire regarder des photos de femmes à la charnade, alors peu de gens ont mon expérience.
it_it: Se lei significa guardare le foto di donne scarsamente rivestite, allora poche persone hanno la mia esperienza.

source: [_mc_] Photography is one of my biggest interests.
fr_fr: [_mc_] La photographie est l'un de mes plus grands intérêts.
it_it: [_mc_] La fotografia è uno dei miei interessi più grandi.

source: [_maxine_s_smile_] All right. That's a relief.
fr_fr: [_maxine_s_smile_] Très bien. C'est un soulagement.
it_it: [_maxine_s_smile_] Va bene. È un sollievo.

source: [_maxine_s_smile_] I need you to get me a picture of the glowing spider eggs.
fr_fr: [_maxine_s_smile_] J'ai besoin de vous pour me faire une photo des oeufs d'araignée.
it_it: [_maxine_s_smile_] Ho bisogno di voi per farmi una foto delle uova di ragno incandescenti.

source: [_maxine_s_smile_] That would be one less task to worry about, and it would give me time to book an early appointment.
fr_fr: [_maxine_s_smile_] Ce serait une tâche de moins pour s'inquiéter, et cela me donnerait le temps de réserver une première nomination.
it_it: [_maxine_s_smile_] Questo sarebbe un compito in meno di cui preoccuparsi, e mi darebbe il tempo di prenotare un appuntamento anticipato.

source: [_maxine_s_skeptical_] That's a lie if I ever saw one.
fr_fr: [_maxine_s_skeptical_] C'est un mensonge si j'en ai vu un.
it_it: [_maxine_s_skeptical_] Questa è una menzogna se ne ho mai vista una.

source: [_maxine_s_angry_] I don't appreciate being lied to.
fr_fr: [_maxine_s_angry_] Je n'apprécie pas d'être menti.
it_it: [_maxine_s_angry_] Non mi piace essere mentito.

source: [_mc_] I'm sorry. I might not be the best photographer, but I'll put in the work.
fr_fr: [_mc_] Je suis désolé. Je ne serai peut-être pas le meilleur photographe, mais je mettrai au travail.
it_it: [_mc_] mi dispiace. Potrei non essere il migliore fotografo, ma mi metterò nel lavoro.

source: [_maxine_s_annoyed_] Fine. It doesn't have to be amazing.
fr_fr: [_maxine_s_annoyed_] Fine. Ça n'a pas à être incroyable.
it_it: [_maxine_s_annoyed_] Bene. Non deve essere incredibile.

source: [_maxine_s_annoyed_] Just get me a shot of the glowing spider eggs.
fr_fr: [_maxine_s_annoyed_] Il suffit de me faire une photo des oeufs d'araignée.
it_it: [_maxine_s_annoyed_] Basta farmi un colpo delle uova di ragno incandescenti.

source: [_mc_] Not particularly good.
fr_fr: [_mc_] Pas particulièrement bon.
it_it: [_mc_] Non particolarmente buono.

source: [_maxine_s_smile_] I appreciate the honesty.
fr_fr: [_maxine_s_smile_] J'apprécie l'honnêteté.
it_it: [_maxine_s_smile_] apprezzo l'onestà.

source: [_maxine_s_annoyed_] People are always too confident in their own abilities.
fr_fr: [_maxine_s_annoyed_] Les gens sont toujours trop confiants dans leurs propres capacités.
it_it: [_maxine_s_annoyed_] Le persone sono sempre troppo fiduciose nelle proprie capacità.

source: [_mc_] Knowing your limits is a good thing.
fr_fr: [_mc_] Le fait de connaître vos limites est une bonne chose.
it_it: [_mc_] Conoscere i tuoi limiti è una buona cosa.

source: Especially if you have as many as me...
fr_fr: Surtout si tu as autant que moi ...
it_it: Soprattutto se avete quanti me...

source: [_maxine_s_neutral_] Okay. I need you to get me a picture of the glowing spider eggs.
fr_fr: [_maxine_s_neutral_] Ok. J'ai besoin de toi pour me faire une photo des oeufs d'araignée.
it_it: [_maxine_s_neutral_] Okay. Ho bisogno di farmi una foto delle uova di ragno incandescenti.

source: [_maxine_s_neutral_] Hmm... okay... let's see...
fr_fr: [_maxine_s_neutral_] Hmm ... ok ... voyons ...
it_it: [_maxine_s_neutral_] Hmm... okay... vediamo...

source: [_maxine_s_neutral_] It's hard to employ someone without talent.
fr_fr: [_maxine_s_neutral_] Il est difficile d'employer quelqu'un sans talent.
it_it: [_maxine_s_neutral_] È difficile impiegare qualcuno senza talento.

source: [_maxine_s_thinking_] But this is a tough economy for everyone...
fr_fr: [_maxine_s_thinking_] Mais c'est une économie difficile pour tout le monde ...
it_it: [_maxine_s_thinking_] Ma questa è un'economia dura per tutti...

source: [_maxine_s_thinking_] Get me a picture of the glowing spider eggs and we'll call it even.
fr_fr: [_maxine_s_thinking_] Obtenez-moi une photo des oeufs d'araignée brillant et nous l'appellerons même.
it_it: [_maxine_s_thinking_] Portami una foto delle uova di ragno incandescenti e la chiameremo anche.

source: [_mc_] That's ridiculous!
fr_fr: [_mc_] C'est ridicule !
it_it: [_mc_] È ridicolo!

source: [_maxine_s_annoyed_] Sorry, but that's my earliest spot.
fr_fr: [_maxine_s_annoyed_] Désolé, mais c'est ma première place.
it_it: [_maxine_s_annoyed_] Mi dispiace, ma questo è il mio primo posto.

source: [maxine] is clearly taking some kind of twisted pleasure in this...
fr_fr: [maxine] est clairement en train de prendre une sorte de plaisir tordu dans ce ...
it_it: [maxine] sta chiaramente prendendo una sorta di piacere contorto in questo...

source: At least, that's what the paranoid part of my brain thinks. Maybe she's just busy...
fr_fr: Au moins, c'est ce que pense la partie paranoïaque de mon cerveau. Peut-être qu'elle est occupée ...
it_it: Almeno, questo è quello che pensa la parte paranoica del mio cervello...

source: [_mc_] There has to be something I can do to get it sooner?
fr_fr: [_mc_] Il doit y avoir quelque chose que je peux faire pour l'obtenir plus tôt?
it_it: [_mc_] Ci deve essere qualcosa che posso fare per ottenerlo prima?

source: [_mc_] Please, I really need this.
fr_fr: [_mc_] S'il vous plaît, j'en ai vraiment besoin.
it_it: [_mc_] Per favore, ho davvero bisogno di questo.

source: [_maxine_s_thinking_] My work is piling up...
fr_fr: [_maxine_s_thinking_] Mon travail s'empile ...
it_it: [_maxine_s_thinking_] Il mio lavoro si sta accumulando...

source: [_maxine_s_thinking_] If you helped me out, maybe a spot would open up?
fr_fr: [_maxine_s_thinking_] Si vous m'avez aidé, peut-être qu'un spot s'ouvrirait?
it_it: [_maxine_s_thinking_] Se mi hai aiutato fuori, forse si aprirebbe un posto?

source: [_mc_] How can I help you, then?
fr_fr: [_mc_] Comment puis-je vous aider, alors?
it_it: [_mc_] Come posso aiutarti, allora?

source: [_maxine_s_smile_] Getting me a picture of the glowing spider eggs would be a good start...
fr_fr: [_maxine_s_smile_] Pour me faire une photo des oeufs d'araignée brillant serait un bon point de départ ...
it_it: [_maxine_s_smile_] Ottenere una foto delle uova di ragno incandescente sarebbe un buon inizio...

source: [_maxine_s_skeptical_] No more hanky-panky?
fr_fr: [_maxine_s_skeptical_] Plus d'hanky-panky?

source: [_mc_] I promise.
fr_fr: [_mc_] Je promets.

source: [_maxine_s_thinking_] Hmm... okay... let's see...
fr_fr: [_maxine_s_thinking_] Hmm ... ok ... voyons ...
it_it: [_maxine_s_thinking_] Hmm... okay... vediamo...

source: [_maxine_s_neutral_] I've got an open spot in five months.
fr_fr: [_maxine_s_neutral_] J'ai un spot ouvert en cinq mois.
it_it: [_maxine_s_neutral_] Ho uno spot aperto in cinque mesi.

source: [_mc_] That's not going to cut it. I need it sooner.
fr_fr: [_mc_] Ça ne va pas le couper. J'en ai besoin plus tôt.
it_it: [_mc_] Non lo taglierà. Ne ho bisogno prima.

source: [_maxine_s_annoyed_] The glowing spider eggs.
fr_fr: [_maxine_s_annoyed_] Les oeufs d'araignée.
it_it: [_maxine_s_annoyed_] Le uova di ragno incandescenti.

source: [_maxine_s_annoyed_] The school is trying to hush it up.
fr_fr: [_maxine_s_annoyed_] L'école essaie de la hincer.
it_it: [_maxine_s_annoyed_] La scuola sta cercando di nasconderla.
