Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/kate.po
Languages: it_it

source: [_kate_] Don't talk to me.
it_it: [_kate_] Non parli con me.

source: [_kate_s_smile_] I'm hosting a party this weekend. Everyone's coming.
it_it: [_kate_s_smile_] Sto ospitando una festa questo fine settimana. Stanno venendo tutti.

source: [_kate_s_confident_] Well, everyone relevant.
it_it: [_kate_s_confident_] Beh, tutti rilevanti.

source: [_kate_s_confident_] Do you have a lot of followers on Titter?
it_it: [_kate_s_confident_] Hai molti seguaci su Titter?

source: [_kate_s_laughing_] Oh, what am I saying? Of course, you don't.
it_it: [_kate_s_laughing_] Oh, che cosa sto dicendo? Certo, non lo fai.

source: [_kate_s_confident_] The last girl who challenged me for the crown is no longer around.
it_it: [_kate_s_confident_] L'ultima ragazza che mi ha sfidato per la corona non è più in giro.

source: [_kate_s_confident_] She dropped out and moved away from the city.
it_it: [_kate_s_confident_] Lei si ritirò e si allontanò dalla città.

source: [_kate_s_neutral_] The girls and I sometimes visit her farm to make sure she's still a good piggy.
it_it: [_kate_s_neutral_] Le ragazze e io a volte visitiamo la sua fattoria per assicurarsi che sia ancora un buon maiale.

source: [_kate_s_cringe_] What the hell?
it_it: [_kate_s_cringe_] Che inferno?

source: [_kate_s_cringe_] How long have you been staring at my ass?
it_it: [_kate_s_cringe_] Da quanto tempo mi stai fissando il culo?

source: [_kate_s_eyeroll_] I can't believe this school doesn't have stricter sexual harassment regulations.
it_it: [_kate_s_eyeroll_] Non riesco a credere che questa scuola non abbia norme più severe in materia di molestie sessuali.

source: [_kate_s_cringe_] Some of the girls on the squad have complained about you.
it_it: [_kate_s_cringe_] Alcune delle ragazze della squadra si sono lamentate di te.

source: [_kate_s_neutral_] Stay out of the gym and stop being a creep.
it_it: [_kate_s_neutral_] Rimanete fuori dalla palestra e smettete di essere uno strisciante.

source: [_kate_s_neutral_] I don't ever want your name popping up in my group chat again.
it_it: [_kate_s_neutral_] Non voglio mai che il tuo nome si apra di nuovo nella mia chat di gruppo.

source: [_kate_] Don't look at me.
it_it: [_kate_] Non guardarmi.

source: [_mc_] Why so jumpy?
it_it: [_mc_] Perché così saltare?

source: [_kate_s_embarrassed_] Don't creep up on people like that!
it_it: [_kate_s_embarrassed_] Non strisciare su persone del genere!

source: [kate] has that look of perpetual misery on her face these days...
it_it: [kate] ha quel sguardo di perenne miseria sul suo volto in questi giorni...

source: [_mc_] You look tired.
it_it: [_mc_] Sembri stanco.

source: [_kate_s_sad_] Leave me alone.
it_it: [_kate_s_sad_] Lasciami da solo.
