Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_stepping.po
Languages: fr_fr, it_it

source: Entering breaks at least three deals, nine armstices, and thirteen contracts...
fr_fr: Entering brise au moins trois contrats, neuf armettes et treize contrats ...
it_it: Entrando in pause almeno tre offerte, nove ascelle, e tredici contratti...

source: But [kate] must have her beauty displayed for everyone to see...
fr_fr: Mais [kate] doit avoir sa beauté pour tous pour voir ...
it_it: Ma [kate] deve avere la sua bellezza mostrata per tutti a vedere...

source: All right, here goes...
fr_fr: D'accord, ici va ...
it_it: Va bene, ecco qui...

source: [_flora_s_angry_cop_] Stop right there, criminal scum!
fr_fr: [_flora_s_angry_cop_] Arravez là, criminel !
it_it: [_flora_s_angry_cop_] Fermatevi proprio lì, truffa criminale!

source: [_mc_] What the hell?! Where did you come from?
fr_fr: [_mc_] Qu'est-ce que l'enfer? D'où tu viens?
it_it: [_mc_] Che inferno?! Da dove sei venuto?

source: [_flora_s_concerned_cop_] I'm asking the questions here, punk.
fr_fr: [_flora_s_concerned_cop_] Je pose les questions ici, le punk.
it_it: [_flora_s_concerned_cop_] sto facendo le domande qui, punk.

source: [_flora_s_concerned_cop_] Now, why is your hand on this doorknob?
fr_fr: [_flora_s_concerned_cop_] Maintenant, pourquoi votre main sur cette poignée de porte?
it_it: [_flora_s_concerned_cop_] Ora, perché è la tua mano su questa manopola di porta?

source: [_mc_] I'm just making sure it's locked.
fr_fr: [_mc_] Je suis juste en train de m'assurer qu'il est verrouillé.
it_it: [_mc_] sto solo assicurandomi che sia bloccato.

source: [_flora_s_skeptical_cop_] And who said you could do that?
fr_fr: [_flora_s_skeptical_cop_] Et qui a dit que tu pourrais faire ça?
it_it: [_flora_s_skeptical_cop_] E chi ha detto che potreste farlo?

source: [_mc_] I'm literally trying to keep your room safe.
fr_fr: [_mc_] J'essaie littéralement de garder votre chambre en sécurité.
it_it: [_mc_] Sto letteralmente cercando di mantenere la tua stanza al sicuro.

source: [_mc_] Do I need a permit to be a good Samaritan?
fr_fr: [_mc_] Ai-je besoin d'un permis pour être un bon samaritain?
it_it: [_mc_] Ho bisogno di un permesso per essere un buon Samaritano?

source: [_flora_s_skeptical_cop_] Behind every smile hides a lie.
fr_fr: [_flora_s_skeptical_cop_] Derrière chaque sourire se cache un mensonge.
it_it: [_flora_s_skeptical_cop_] Dietro ogni sorriso nasconde una menzogna.

source: [_mc_] So, that's why you're smiling so much!
fr_fr: [_mc_] Alors, c'est pour ça que vous souriez tellement !
it_it: [_mc_] Quindi, ecco perché stai sorridendo così tanto!

source: [_mc_] I like it when you smile.
fr_fr: [_mc_] Je l'aime quand vous souriez.
it_it: [_mc_] Mi piace quando sorridi.

source: [_flora_s_skeptical_cop_] Shut up.
fr_fr: [_flora_s_skeptical_cop_] Arrêt.
it_it: [_flora_s_skeptical_cop_] Stai zitto.

source: [_mc_] I heard strange noises coming from your room.
fr_fr: [_mc_] J'ai entendu des bruits étranges venant de votre chambre.
it_it: [_mc_] Ho sentito strani rumori provenienti dalla tua stanza.

source: [_flora_s_skeptical_cop_] What kind of noises?
fr_fr: [_flora_s_skeptical_cop_] Quel genre de bruit?
it_it: [_flora_s_skeptical_cop_] Che tipo di rumori?

source: [_mc_] It sounded like someone was getting smashed by a donkey.
fr_fr: [_mc_] Il semblait que quelqu'un s'était écrasé par un âne.
it_it: [_mc_] Sembrava che qualcuno si stesse distruggendo da un asino.

source: [_flora_s_afraid_cop_] W-what?
fr_fr: [_flora_s_afraid_cop_] -Quoi?
it_it: [_flora_s_afraid_cop_] W-cosa?

source: [_mc_] That's what it sounded like. Like, {i}hee-haw, hee-haw!{/}
fr_fr: [_mc_] C'est comme ça que ça sonne. Comme, {i}hee-haw, hee-haw ! { / }
it_it: [_mc_] È così che suonava. Come, {i}hee-haw, hee-haw!{/}

source: [_flora_s_embarrassed_cop_] You're lying!
fr_fr: [_flora_s_embarrassed_cop_] Vous mentez !
it_it: [_flora_s_embarrassed_cop_] Stai mentendo!

source: [_mc_] I mean, I could be wrong. Someone might have smashed the donkey.{space=-15}
fr_fr: [_mc_] Je veux dire, je pourrais avoir tort. Quelqu'un a peut-être cassé l'âne. { space=-15 }
it_it: [_mc_] Intendo dire che potrei sbagliarmi. Qualcuno potrebbe aver distrutto l'asino.{space=-15}

source: [_flora_s_sad_cop_] You're just making things up at this point. I don't want to hear it.
fr_fr: [_flora_s_sad_cop_] Vous faites simplement des choses à ce stade. Je ne veux pas l'entendre.
it_it: [_flora_s_sad_cop_] Stai solo facendo le cose a questo punto. Non voglio sentirlo.

source: [_mc_] I mean, it was loud. You might not have a choice.
fr_fr: [_mc_] Je veux dire, c'était bruyant. Vous n'aurez peut-être pas le choix.
it_it: [_mc_] Intendo dire che era forte. Potresti non avere una scelta.

source: [_flora_s_sad_cop_] Just leave my door alone...
it_it: [_flora_s_sad_cop_] Basta lasciare la mia porta da sola...

source: [_mc_] {i}Hee-haw!{/} I mean, sure!
fr_fr: [_mc_] {i}Hee-haw ! { / } Je veux dire, sûr !
it_it: [_mc_] {i}Hee-haw!{/} Voglio dire, sicuro!

source: [_mc_] {i}Your{/} hand is on the doorknob...
fr_fr: [_mc_] {i}Votre main { / } est sur le bouton ...
it_it: [_mc_] {i}La mano {/} è sulla manopola della porta...

source: [_mc_] You heard me...
fr_fr: [_mc_] Vous m'avez entendu ...
it_it: [_mc_] Mi hai sentito...

source: [_flora_s_embarrassed_cop_] No! Get away from me!
fr_fr: [_flora_s_embarrassed_cop_] Non ! Laisse-moi partir de moi !
it_it: [_flora_s_embarrassed_cop_] No! Allontanati da me!

source: [_mc_] Sometimes you just have to take the law into your own hands, [flora]...
fr_fr: [_mc_] Parfois, il vous suffit de prendre la loi entre vos mains, [flora]...
it_it: [_mc_] A volte devi solo prendere la legge nelle tue mani, [flora]...

source: [_flora_] Let go of my hand!
it_it: [_flora_] Lasciami andare la mano!

source: [_mc_] We can do this the easy way or the hard way...
fr_fr: [_mc_] Nous pouvons faire de cette façon simple ou difficile ...
it_it: [_mc_] Possiamo fare questo il modo semplice o il modo difficile...

source: [_mc_] What are you going to tell her? That you pretended to be a cop? That you claimed her authority for yourself?
fr_fr: [_mc_] Qu'est-ce que vous allez lui dire? Que tu as prétendu être un flic? Que tu as demandé son autorité pour toi-même?
it_it: [_mc_] Che cosa le dirai? Che hai finto di essere un poliziotto? Che hai rivendicato la sua autorità per te stesso?

source: [_mc_] No, little [flora], you're not going to tell her a damn thing... you're just going to put your hand on this doorknob...
fr_fr: [_mc_] Non, petit [flora], vous n'allez pas lui dire un truc ... vous allez juste mettre votre main sur cette poignée de porte ...
it_it: [_mc_] No, little [flora], non le dirai una cosa maledetta... stai solo andando a mettere la mano su questa manopola porta...

source: [_mc_] Or so help me god! [withvpunch]
fr_fr: [_mc_] Ou alors aide-moi Dieu ! [withvpunch]
it_it: [_mc_] O così aiutami dio! [withvpunch]

source: [_mc_] There we go! Feel it!
fr_fr: [_mc_] Nous y allons ! Sentez ça !
it_it: [_mc_] Lì andiamo! Sentitevi!

source: [_mc_] The brass against the palm of your hand... the smooth material, polished by a million hands before yours...
fr_fr: [_mc_] Le laiton contre la paume de votre main ... le matériau lisse, poli par un million de mains avant le tien ...
it_it: [_mc_] L'ottone contro il palmo della tua mano... il materiale liscio, lucidato da un milione di mani prima della tua...

source: [_mc_] Worn by time and use... oiled by generations of door oilers...
fr_fr: [_mc_] Worn by time and use ... oiled by générations of door oilers ...
it_it: [_mc_] Usi dal tempo e dall'uso... oliati da generazioni di oli di porta...

source: [_mc_] No, [flora]. {i}Your{/} hand is on the doorknob.
fr_fr: [_mc_] Non, [flora]. {i}Votre main { / } est sur la poignée de porte.
it_it: [_mc_] No, [flora]. {i}La mano {/} è sulla manopola della porta.

source: [_flora_s_sad_cop_] I feel dirty and violated.
fr_fr: [_flora_s_sad_cop_] Je me sens sale et violée.
it_it: [_flora_s_sad_cop_] mi sento sporco e violato.

source: [_mc_] Why? You just touched a doorknob. Nothing weird about that.
fr_fr: [_mc_] Pourquoi? Vous avez touché une poignée de porte. Rien de bizarre à ce sujet.
it_it: [_mc_] Perché? Hai appena toccato una manopola. Niente di strano a riguardo.

source: [_mc_] Anyway, I need your help with something.
fr_fr: [_mc_] En tout cas, j'ai besoin de votre aide avec quelque chose.
it_it: [_mc_] Comunque, ho bisogno del tuo aiuto con qualcosa.

source: [_flora_s_angry_cop_] I'm not giving you a boost to the attic so you can spy on the neighbor's pool area again.
fr_fr: [_flora_s_angry_cop_] Je ne vous donne pas un coup de pouce au grenier pour que vous puissiez espionner à nouveau la piscine du voisin.
it_it: [_flora_s_angry_cop_] Non ti sto dando un impulso alla mansarda in modo da poter spiare di nuovo l'area della piscina del vicino.

source: [_mc_] What? Don't be ridiculous.
fr_fr: [_mc_] Quoi? Ne soit pas ridicule.
it_it: [_mc_] Cosa? Non essere ridicolo.

source: [_mc_] You'll help me with that after the sun comes out.
fr_fr: [_mc_] Vous m'aiderez avec ça après le coucher du soleil.
it_it: [_mc_] Mi aiuterai con quello dopo che il sole esce fuori.

source: [_flora_s_concerned_cop_] Fat chance.
it_it: [_flora_s_concerned_cop_] Probabilità grassa.

source: [_mc_] It wasn't what I had in mind, though. I need to borrow a Cosmololitan issue.
fr_fr: [_mc_] Ce n'était pas ce que j'avais en tête. J'ai besoin d'emprunter une question cosmololitaine.
it_it: [_mc_] Non era quello che avevo in mente, però. Ho bisogno di prendere in prestito un problema Cosmololitan.

source: [_mc_] Specifically, the one with the French hairstyles.
fr_fr: [_mc_] Spécifiquement, celui avec les coiffures françaises.
it_it: [_mc_] In particolare, quello con le acconciature francesi.

source: [_flora_s_concerned_cop_] Why?
fr_fr: [_flora_s_concerned_cop_] Pourquoi?
it_it: [_flora_s_concerned_cop_] Perché?

source: [_mc_] I'm making a poster for [kate].
fr_fr: [_mc_] Je fais une affiche pour [kate].
it_it: [_mc_] Sto facendo un poster per [kate].

source: [_mc_] I'm just, err... helping her out?
fr_fr: [_mc_] Je suis juste, err ... l'aider?
it_it: [_mc_] Sono giusto, errore... aiutandola?

source: [_flora_s_skeptical_cop_] It's not something creepy or perverted?
it_it: [_flora_s_skeptical_cop_] Non è qualcosa di raccapricciante o perverso?

source: [_flora_s_skeptical_cop_] If I had a cigar, I would be lighting it right now, and say that I don't believe you.
fr_fr: [_flora_s_skeptical_cop_] Si j'avais un cigare, je l'allumerais en ce moment, et dis que je ne te crois pas.
it_it: [_flora_s_skeptical_cop_] Se avessi un sigario, lo accenderei in questo momento, e dico che non ti credo.

source: [_mc_] You think [kate] would let me get away with something like that?
fr_fr: [_mc_] Vous pensez que [kate] me laisserait aller avec quelque chose comme ça?
it_it: [_mc_] Pensi che [kate] mi lascerebbe andare con qualcosa del genere?

source: [_flora_s_smile_cop_] I suppose not...
fr_fr: [_flora_s_smile_cop_] Je suppose pas ...
it_it: [_flora_s_smile_cop_] suppongo di no...

source: [_flora_s_smile_cop_] So, what do I get out of helping you?
fr_fr: [_flora_s_smile_cop_] Alors, qu'est-ce que je peux vous aider?
it_it: [_flora_s_smile_cop_] Allora, cosa posso fare per aiutarti?

source: [_mc_] A good word with [kate] and my undying loyalty?
fr_fr: [_mc_] Un bon mot avec [kate] et ma loyauté?
it_it: [_mc_] Una buona parola con [kate] e la mia inutile fedeltà?

source: [_flora_s_confident_cop_] Yeah, right. I don't really need a good word, especially if it's coming from you.
fr_fr: [_flora_s_confident_cop_] Oui, non. Je n'ai pas vraiment besoin d'un bon mot, surtout si c'est venant de toi.
it_it: [_flora_s_confident_cop_] Sì, giusto. Non ho davvero bisogno di una buona parola, soprattutto se è che viene da te.

source: [_flora_s_confident_cop_] And if I wanted undying loyalty, I would just ask [jo] for a dog.
fr_fr: [_flora_s_confident_cop_] Et si je voulais défier la loyauté, je demanderais juste [jo] pour un chien.
it_it: [_flora_s_confident_cop_] E se volessi una lealtà inattiva, vorrei solo chiedere ad [jo] per un cane.

source: [_mc_] Ugh, fine! I'll just owe you, okay? Next time you need something!
fr_fr: [_mc_] Ugh, fine ! Je vous dois juste, d'accord? La prochaine fois, vous avez besoin de quelque chose !
it_it: [_mc_] Ugh, bene! Ti dovrò solo, ok? La prossima volta hai bisogno di qualcosa!

source: [_flora_s_excited_cop_] Nice and simple, I kind of like it. And I especially like being owed.
fr_fr: [_flora_s_excited_cop_] Nice et simple, j'aime bien. Et j'aime surtout être dû.
it_it: [_flora_s_excited_cop_] Bello e semplice, mi piace molto. E mi piace soprattutto essere dovuto.

source: [_flora_s_excited_cop_] But! It will come with interest.
fr_fr: [_flora_s_excited_cop_] Mais ! Il viendra avec intérêt.
it_it: [_flora_s_excited_cop_] Ma! Verrà con interesse.

source: [_mc_] Yes, my interest in helping you.
fr_fr: [_mc_] Oui, mon intérêt à vous aider.
it_it: [_mc_] Sì, il mio interesse ad aiutarti.

source: [_flora_s_confident_cop_] Ha! Funny guy, don't quit your day job.
fr_fr: [_flora_s_confident_cop_] Ha ! C'est drôle, ne quittes pas votre travail de jour.
it_it: [_flora_s_confident_cop_] Ciao! Ragazzo divertente, non lasciare il tuo lavoro di giorno.

source: [_flora_s_concerned_cop_] Anyway, I better not find any of the pages sticky. If I do, we're going to have a problem.
fr_fr: [_flora_s_concerned_cop_] Quoi qu'il en soit, je ne trouve aucune des pages collantes. Si je le fais, nous allons avoir un problème.
it_it: [_flora_s_concerned_cop_] Comunque, meglio non trovare nessuna delle pagine appiccicose. Se lo faccio, avremo un problema.

source: [_mc_] I'll make sure to be careful.
fr_fr: [_mc_] Je vais m'assurer d'être prudent.
it_it: [_mc_] mi assicurerò di essere prudente.

source: Okay, best get started.
fr_fr: Ok, le mieux est commencé.
it_it: Ok, meglio iniziare.

source: The computer classroom has a printer, but no computer with Photoshop.
fr_fr: La salle de classe informatique a une imprimante, mais pas d'ordinateur avec Photoshop.
it_it: L'aula di computer ha una stampante, ma nessun computer con Photoshop.

source: My bedroom has a computer with Photoshop, but no printer.
fr_fr: Ma chambre a un ordinateur avec Photoshop, mais pas d'imprimante.
it_it: La mia camera da letto ha un computer con Photoshop, ma senza stampante.

source: Life do be like that sometimes.
fr_fr: La vie est comme ça parfois.
it_it: La vita sia come quella a volte.

source: I promised [kate] I'd get her picture professionally edited. Time to put my Photoshop skills to the test.
fr_fr: J'ai promis [kate] que sa photo soit éditée professionnellement. Time to put my Photoshop skills to the test.
it_it: Ho promesso ad [kate] che avrei modificato professionalmente la sua foto. È ora di mettere alla prova le mie abilità di Photoshop.

source: Phew, all done! That took way too many hours.
fr_fr: Phew, tout a fait ! Cela a pris beaucoup trop d'heures.
it_it: Phew, tutto fatto! Ci sono volute troppe ore.

source: Now to print it out...
fr_fr: Maintenant, pour l'imprimer ...
it_it: Ora per stamparlo...

source: Hopefully, there's some ink left in this old lady...
fr_fr: Espérons qu'il reste de l'encre dans cette vieille dame ...
it_it: Speriamo che ci sia un po' di inchiostro rimasto in questa vecchia signora...

source: It's making printing noises...
fr_fr: Ça fait des bruits d'impression ...
it_it: Sta facendo rumori di stampa...

source: Oh, it's working!
fr_fr: Oh, ça marche !
it_it: Oh, sta funzionando!

source: Now, where should I hang it up?
fr_fr: Maintenant, où devrais-je l'accrocher?
it_it: Ora, dove dovrei appenderlo?

source: [_kate_s_confident_] Don't look so happy. It doesn't suit you.
fr_fr: [_kate_s_confident_] Ne regardez pas si heureux. Ça ne vous convient pas.
it_it: [_kate_s_confident_] Non sembri così felice. Non ti va bene.

source: Speak of the devil...
fr_fr: Parler du diable ...
it_it: Parla del diavolo...

source: [_mc_] I was actually looking for you.
fr_fr: [_mc_] Je cherchais en fait à vous.
it_it: [_mc_] In realtà ti stavo cercando.

source: [_kate_s_neutral_] Of course you were.
fr_fr: [_kate_s_neutral_] Bien sûr que vous étiez.
it_it: [_kate_s_neutral_] Certo che eravate.

source: [_kate_s_neutral_] What do you want?
fr_fr: [_kate_s_neutral_] Que voulez-vous?
it_it: [_kate_s_neutral_] Cosa vuoi?

source: [_mc_] I finished your poster.
fr_fr: [_mc_] J'ai terminé votre affiche.
it_it: [_mc_] Ho finito il tuo poster.

source: [_kate_s_thinking_] Did you, now?
fr_fr: [_kate_s_thinking_] Avez-vous, maintenant?
it_it: [_kate_s_thinking_] Sei tu, ora?

source: [_kate_s_thinking_] Let's see it, then.
fr_fr: [_kate_s_thinking_] Voyons ça, alors.
it_it: [_kate_s_thinking_] Vediamolo, allora.

source: [_kate_s_blush_] Hey, it's not bad! Not bad at all.
fr_fr: [_kate_s_blush_] Hey, ce n'est pas mauvais ! Pas mal du tout.
it_it: [_kate_s_blush_] Hey, non è male! Non male affatto.

source: [_kate_s_blush_] Though making it bad would've taken some serious effort on your part.
fr_fr: [_kate_s_blush_] Bien que le fait de le faire mal aurait pris un sérieux effort le votre part.
it_it: [_kate_s_blush_] Anche se fare male avrebbe preso qualche sforzo serio su la tua parte.

source: [_mc_] Thanks?
fr_fr: [_mc_] Merci?
it_it: [_mc_] Grazie?

source: [_kate_s_laughing_] That wasn't a compliment.
fr_fr: [_kate_s_laughing_] Ce n'était pas un compliment.
it_it: [_kate_s_laughing_] Non è stato un complimento.

source: [_mc_] So, where do you want me to put it?
fr_fr: [_mc_] Alors, où voulez-vous que je le mette?
it_it: [_mc_] Allora, dove vuoi che lo metta?

source: [_kate_s_smile_] Right here will do just fine.
fr_fr: [_kate_s_smile_] Ici, tout va bien.
it_it: [_kate_s_smile_] Proprio qui andrà bene.

source: [_kate_s_smile_] Hang it up now. Chop, chop.
fr_fr: [_kate_s_smile_] Accrochez maintenant. Chop, chop.
it_it: [_kate_s_smile_] appendilo adesso. Chop, chop.

source: [kate]'s watchful gaze follows me as I hold the poster up to the wall.
fr_fr: Le regard vigilant de [kate]me suit au fur et à mesure que je tiens l'affiche jusqu'au mur.
it_it: Lo sguardo vigile di [kate]mi segue mentre tengo il manifesto fino al muro.

source: Suddenly, the pressure is on... and I take an extra moment to eye the straightness.
fr_fr: Soudain, la pression est sur ... et je prends un moment de plus pour surveiller la cécité.
it_it: Improvvisamente, la pressione è su... e mi prendo un momento in più per osservare la rettitudine.

source: It's lined up well. Just stick it in place. You can do—
fr_fr: Il est bien aligné. Il suffit de la mettre en place. Vous pouvez faire-
it_it: È allineato bene. Basta attaccarlo a posto. Puoi fare—

source: [_kate_s_neutral_] Not there.
fr_fr: [_kate_s_neutral_] Pas là.
it_it: [_kate_s_neutral_] Non lì.

source: Shit, here we go...
fr_fr: Merde, ici on va ...
it_it: Merda, qui andiamo...

source: [_kate_s_skeptical_] Don't give me that look.
fr_fr: [_kate_s_skeptical_] Ne me donnez pas ce look.
it_it: [_kate_s_skeptical_] Non mi dia quell'occhio.

source: [_kate_s_skeptical_] Higher.
fr_fr: [_kate_s_skeptical_] Supérieur.
it_it: [_kate_s_skeptical_] Superiore.

source: [_mc_] There?
fr_fr: [_mc_]?
it_it: [_mc_] Lì?

source: [_kate_s_excited_] Higher. I want people to be able to see it, you know?
fr_fr: [_kate_s_excited_] Supérieur. Je veux que les gens puissent le voir, vous savez?
it_it: [_kate_s_excited_] Superiore. Voglio che la gente sia in grado di vederlo, sa?

source: [_kate_s_excited_] Surely, you understand the concept of posters?
fr_fr: [_kate_s_excited_] Vous comprenez sûrement le concept d'affiches?
it_it: [_kate_s_excited_] Sicuramente, capisci il concetto di poster?

source: [_kate_s_excited_] It hardly involves reading, so I'd think you could manage it.
fr_fr: [_kate_s_excited_] Cela implique à peine la lecture, donc je pense que vous pourriez le gérer.
it_it: [_kate_s_excited_] Non si tratta quasi di leggere, quindi penso che tu possa gestirla.

source: [_mc_] Yes, I do understand...
fr_fr: [_mc_] Oui, je comprends ...
it_it: [_mc_] Sì, capisco...

source: [_kate_s_excited_] Great. Then, {i}higher{/}.
fr_fr: [_kate_s_excited_] Grand. Ensuite, {i}supérieur { / }.
it_it: [_kate_s_excited_] Grande. Poi, {i}più alto{/}.

source: My hands go even higher, straining to please her.
fr_fr: Mes mains vont encore plus haut, pleuvoir pour lui faire plaisir.
it_it: Le mie mani vanno ancora più in alto, sforzandosi di compiacerle.

source: A bead of sweat rolls down my brow.
fr_fr: Une bouée de sueur roule sur mon front.
it_it: Una tallone di sudore mi rotola giù per la pelle.

source: [_kate_s_eyeroll_] Great, now it's crooked.
fr_fr: [_kate_s_eyeroll_] Super, maintenant c'est tordu.
it_it: [_kate_s_eyeroll_] Grande, ora è storto.

source: [_kate_s_eyeroll_] Straighten it out.
it_it: [_kate_s_eyeroll_] Raddrizzalo fuori.

source: If only I'd brought a leveler...
fr_fr: Si seulement j'avais apporté un niveleur ...
it_it: Se solo avessi portato un livellatore...

source: [_kate_s_skeptical_] Wrong way, poster bitch.
fr_fr: [_kate_s_skeptical_] Mauvais chemin, salope d'affiche.
it_it: [_kate_s_skeptical_] Strada sbagliata, poster cagna.

source: It looks perfectly straight to me, but I shift it a nanometer to please her.
fr_fr: Il me semble tout à fait droit, mais je l'ai posté à un nanomètre au , s'il vous plaît.
it_it: Sembra perfettamente dritto a me, ma ho spostato un nanometro ad per favore.

source: [_mc_] Like... that?
fr_fr: [_mc_] Comme ...
it_it: [_mc_] Mi piace... quello?

source: [kate] just stands there for what feels like forever, inspecting my work.
fr_fr: [kate] juste là pour ce qui se sent à jamais, inspectant mon travail.
it_it: [kate] sta lì per quello che sembra per sempre, ispezionando il mio lavoro.

source: My arms begin to tremble, fatigued from holding them up for so long.
fr_fr: Mes bras commencent à trembler, fatigués de les tenir pour si longtemps.
it_it: Le mie braccia cominciano a tremare, affaticati dal tenerli in su per così a lungo.

source: [_kate_s_neutral_] I don't like it. Start over.
fr_fr: [_kate_s_neutral_] Je n'aime pas ça. Commencer.
it_it: [_kate_s_neutral_] Non mi piace. Inizia da capo.

source: [_mc_] For real?
fr_fr: [_mc_] Pour le vrai?
it_it: [_mc_] Per reale?

source: [_kate_s_neutral_] I realize that poster hanging is an advanced skill for you, and a chimp could probably do it better...
fr_fr: [_kate_s_neutral_] Je me rends compte que la pendaison d'affiche est une compétence avancée pour vous, et qu'un chimpanzon pourrait probablement le faire mieux ...
it_it: [_kate_s_neutral_] Mi rendo conto che il poster appeso è un'abilità avanzata per voi, e un camino potrebbe probabilmente farlo meglio...

source: [_kate_s_confident_] ...but yes, for real. It needs to be perfect.
fr_fr: [_kate_s_confident_] ... mais oui, pour vrai. Il doit être parfait.
it_it: [_kate_s_confident_] ...ma sì, per il vero. Deve essere perfetto.

source: Never before has a wall seemed so daunting. So insurmountable.
fr_fr: Jamais auparavant un mur ne semblait si intimidant. Donc insurmontable.
it_it: Mai prima d'ora un muro sembrava così scoraggiante. Così insormontabile.

source: Come on. Get it together.
fr_fr: Allez. Va-y ensemble.
it_it: Avanti. Portatelo assieme.

source: [_mc_] Here?
fr_fr: [_mc_] Ici?
it_it: [_mc_] Qui?

source: [_kate_s_neutral_] More to the right.
fr_fr: [_kate_s_neutral_] Plus à droite.
it_it: [_kate_s_neutral_] Più a destra.

source: Really? It looked perfect, but of course it wasn't...
fr_fr: Vraiement? C'était parfait, mais bien sûr ce n'était pas ...
it_it: Veramente? Sembrava perfetto, ma ovviamente non era...

source: Surely, this is—
fr_fr: Sûrement, c'est-
it_it: Sicuramente, questo è—
