Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_over_isabelle.po
Languages: fr_fr, it_it

source: [_isabelle_s_laughing_] Hi, [kate]. Do you have a minute?
fr_fr: [_isabelle_s_laughing_] Salut, [kate]. As-tu une minute?
it_it: [_isabelle_s_laughing_] Hi, [kate]. Hai un minuto?

source: [_kate_s_smile_] For you two? Forget it.
fr_fr: [_kate_s_smile_] Pour vous deux? Oublie ça.
it_it: [_kate_s_smile_] Per voi due? Dimenticatelo.

source: [_isabelle_s_eyeroll_] What's your deal? Are you always this much of a wanker?
fr_fr: [_isabelle_s_eyeroll_] Quel est votre accord? Es-tu toujours cette grande partie d'un déclin?
it_it: [_isabelle_s_eyeroll_] Qual è il tuo affare? Sei sempre questo molto di una barzelletta?

source: [_kate_s_annoyed_right_] Listen, bitch. I don't know who you think you are, but I couldn't care less.
fr_fr: [_kate_s_annoyed_right_] Écoute, salope. Je ne sais pas qui tu penses que tu es, mais je ne me souciais pas moins.
it_it: [_kate_s_annoyed_right_] Ascolta, cagna. Non so chi pensi che siate, ma non potrei interessarmi di meno.

source: [_kate_s_excited_] Why don't you tuck those crooked English teeth back under that thick lip of yours and scuttle along, hm?
fr_fr: [_kate_s_excited_] Pourquoi vous ne tuez pas les dents anglaises crochantes sous cette lèvre épaisse de la tienne et scuttle, hm?
it_it: [_kate_s_excited_] Perché non si tuffano quei denti inglesi tormentati indietro sotto quel labbro spesso del vostro e scuttle lungo, hm?

source: Crap. This is not going to end well...
fr_fr: Crap. Cela ne va pas se terminer bien ...
it_it: Crap. Questo non finirà bene...

source: Old me would've jumped ship a long time ago, but this is going to turn into scratching and hair-pulling at any moment.
fr_fr: Le vieux moi aurait sauté il y a longtemps, mais ça va se transformer en grattage et en tirant sur les cheveux à tout moment.
it_it: Vecchio avrei saltato la nave molto tempo fa, ma questo sta per trasformarsi in graffi e tirare i capelli in qualsiasi momento.

source: [_mc_] I'm sure this is all a big misunderstanding... let's all just go our separate ways.
fr_fr: [_mc_] Je suis sûr qu'il s'agit d'un gros malentendu ... nous allons tous nous séparer.
it_it: [_mc_] Sono sicuro che questo è tutto un grande malinteso... andiamo tutti solo i nostri modi separati.

source: [_isabelle_s_angry_] What do you mean? She's way out of line!
fr_fr: [_isabelle_s_angry_] Que voulez-vous dire? Elle est en dehors de la ligne !
it_it: [_isabelle_s_angry_] Che cosa intendi? È via d'uscita!

source: [_kate_s_laughing_] The only misunderstanding here is you thinking I care.
fr_fr: [_kate_s_laughing_] Le seul malentendu ici, c'est de penser que je m'en souciais.
it_it: [_kate_s_laughing_] L'unico malinteso qui è che pensate che mi importa.

source: [_kate_s_confident_] A pair of lower life-forms disturbing the queen is what's out of line.
fr_fr: [_kate_s_confident_] Une paire de formes de vie inférieures dérangeant la reine est ce qui est hors de la ligne.
it_it: [_kate_s_confident_] Un paio di forme di vita inferiori che disturbano la regina è ciò che è fuori linea.

source: [_kate_s_confident_] In this school, you start at the bottom and work your way up. I'm sorry you didn't get the memo.
fr_fr: [_kate_s_confident_] Dans cette école, vous commencez par le bas et vous vous retravaillez. Je suis désolé que tu n'as pas eu la note.
it_it: [_kate_s_confident_] In questa scuola, iniziate dal basso e lavorate verso l'alto. Mi dispiace che non abbiate preso il memo.

source: [_isabelle_s_annoyed_left_] I don't know what tragedy made you like this, but I feel sorry for you, [kate].
fr_fr: [_isabelle_s_annoyed_left_] Je ne sais pas ce que la tragédie vous a fait comme ça, mais je suis désolé pour vous, [kate].
it_it: [_isabelle_s_annoyed_left_] Non so quale tragedia ti abbia reso così, ma mi dispiace per te, [kate].

source: Years and years of high social status, good looks, and terrible parenting is my guess...
fr_fr: Des années et des années de statut social élevé, de bonne apparence, et une terrible parentalité est à mon avis ...
it_it: Anni e anni di alto stato sociale, buoni sguardi e genitori terribili è la mia indovinazione...

source: But if anyone was born a bitch, it would be [kate].
fr_fr: Mais si quelqu'un est né une chienne, ce serait [kate].
it_it: Ma se qualcuno fosse nato una cagna, sarebbe [kate].

source: [_kate_s_smile_] The only tragedy here is the company.
fr_fr: [_kate_s_smile_] La seule tragédie ici, c'est l'entreprise.
it_it: [_kate_s_smile_] L'unica tragedia qui è l'azienda.

source: [_isabelle_s_annoyed_] You know what? I'm over it... come on, [mc], let's go.
fr_fr: [_isabelle_s_annoyed_] Vous savez quoi? Je suis dessus ... allez, [mc], allons-y.
it_it: [_isabelle_s_annoyed_] Sai cosa? Ho finito... vieni, [mc], andiamo.

source: [_mc_] Start the tour without me... the English classroom is right around the corner.
fr_fr: [_mc_] Démarrer la visite sans moi ... la salle de classe anglaise est juste à l'angle.
it_it: [_mc_] Inizia il tour senza di me... l'aula inglese è proprio dietro l'angolo.

source: [_kate_s_laughing_] See? Even this loser thinks you're too lame to hang out with.
fr_fr: [_kate_s_laughing_] Voir? Même ce perdant pense que vous êtes trop boiteux pour sortir avec.
it_it: [_kate_s_laughing_] Vedi? Anche questo perdente pensa di essere troppo zoppo per uscire con.

source: [_isabelle_s_angry_] Simply repulsive!
fr_fr: [_isabelle_s_angry_] Simplement répulsif !
it_it: [_isabelle_s_angry_] Semplicemente repulsivo!

source: Even though [kate] hates me, staying in her presence is like a drug.
fr_fr: Même si le [kate] me déteste, rester en sa présence est comme un médicament.
it_it: Anche se [kate] mi odia, rimanere in sua presenza è come una droga.

source: Plus, her smell is simply divine... apricots and cherries, with just a hint of Hell.
fr_fr: De plus, son odeur est simplement divine ... abricots et cerises, avec juste un soupçon d'enfer.
it_it: Inoltre, il suo odore è semplicemente divino... albicocche e ciliegie, con solo un accenno di Inferno.

source: [_mc_] Never thought you'd say those words!
fr_fr: [_mc_] Jamais vous n'avez pensé dire ces mots !
it_it: [_mc_] Non hai mai pensato di dire quelle parole!

source: [_kate_s_laughing_] The drama queen and her spineless puppy, slinking off into the sunset...
fr_fr: [_kate_s_laughing_] La reine des dramatiques et son chiot épineux, sliant au coucher du soleil ...
it_it: [_kate_s_laughing_] La regina del dramma e il suo cucciolo senza spine, si stagliano nel tramonto...

source: It's weird... even though [kate] throws her usual insults my way, it feels different having someone to share them with. Less painful, somehow.
fr_fr: C'est bizarre ... même si [kate] jette ses insultes habituelles sur mon chemin, il se sent différent d'avoir quelqu'un pour les partager. Moins douloureux, d'une certaine façon.
it_it: È strano... anche se [kate] getta i suoi soliti insulti a mio modo, si sente diverso avere qualcuno con cui condividerli. Meno doloroso, in qualche modo.

source: Hopefully, [isabelle] has a thick skin because [kate]'s not going to let this thing go.
fr_fr: Heureusement, [isabelle] a une peau épaisse parce que [kate]'ne va pas laisser cette chose partir.
it_it: Speriamo che [isabelle] abbia una pelle spessa perché [kate]non lascerà andare questa cosa.

source: [_mc_] So, there's this mud pool next to the football field, if you ladies are interested...
fr_fr: [_mc_] Alors, il y a cette piscine à côté du terrain de football, si vous êtes intéressés ...
it_it: [_mc_] Quindi, c'è questa piscina di fango accanto al campo di calcio, se le signore sono interessate...

source: [_kate_s_cringe_] Stop wasting oxygen.
fr_fr: [_kate_s_cringe_] Arrêter le gaspillage d'oxygène.
it_it: [_kate_s_cringe_] Smettete di sprecare ossigeno.

source: Ah, the good old insults... I almost missed them. Almost.
fr_fr: Ah, les bonnes vieilles insultes ... Je les ai presque raté. Presque.
it_it: Ah, i bei vecchi insulti... li ho quasi mancati. Quasi

source: [_mc_] How about arm wrestling?
fr_fr: [_mc_] Comment se battre au bras?
it_it: [_mc_] Che ne dici del wrestling del braccio?

source: [_kate_s_eyeroll_] How about shutting the hell up?
fr_fr: [_kate_s_eyeroll_] Comment fermer l'enfer?
it_it: [_kate_s_eyeroll_] Che ne dici di chiudere l'inferno?

source: [_isabelle_s_annoyed_left_] Why do you have to be so rude, [kate]?
fr_fr: [_isabelle_s_annoyed_left_] Pourquoi tu dois être si grossier, [kate]?
it_it: [_isabelle_s_annoyed_left_] Perché devi essere così maleducato, [kate]?

source: [_kate_s_smile_right_] The only rude one here is you, thinking it's okay to give me lip. Do you know who I am?
fr_fr: [_kate_s_smile_right_] La seule grossière ici, c'est toi, pensant que c'est bon de me donner de la lèvre. Savez-vous qui je suis?
it_it: [_kate_s_smile_right_] L'unico maleducato qui è te, pensando che sia bene darmi il labbro. Sai chi sono?

source: [_isabelle_s_annoyed_left_] I know you're a proper twat.
fr_fr: [_isabelle_s_annoyed_left_] Je sais que vous êtes un bon twat.
it_it: [_isabelle_s_annoyed_left_] So che sei un gemello corretto.

source: Honestly, watching these two go at each other is probably the most exciting thing that has happened to me in years.
fr_fr: Honnêtement, observer ces deux choses l'un à l'autre est probablement la chose la plus excitante qui m'est arrivée depuis des années.
it_it: Onestamente, guardare questi due andare l'un l'altro è probabilmente la cosa più eccitante che mi è successo negli anni.

source: Maybe there's a way to keep this fight going... something that will end in them getting physical.
fr_fr: Peut-être qu'il y a un moyen de garder cette lutte ... quelque chose qui finira par devenir physique.
it_it: Forse c'è un modo per mantenere questa lotta andare... qualcosa che finirà in loro ottenere fisico.

source: Eyes burning... chests heaving... bodies glistening with sweat...
fr_fr: Eyes brûler ... des coffres à la spéléologie ... des corps à l'écoute de la sueur ...
it_it: Occhi bruciando... forzi... corpi scintillanti con sudore...

source: Hot damn!
fr_fr: Hot putain !
it_it: Dannazione caldo!

source: [_isabelle_s_annoyed_] [mc]! Are you listening?
fr_fr: [_isabelle_s_annoyed_] [mc]! Es-tu en train d'écouter?
it_it: [_isabelle_s_annoyed_] [mc]! Stai ascoltando?

source: [_kate_s_confident_right_] He probably got tired of your voice... I know I did.
fr_fr: [_kate_s_confident_right_] Il est probablement fatigué de votre voix ... Je sais que je l'ai fait.
it_it: [_kate_s_confident_right_] Probabilmente si è stancato della tua voce... So che l'ho fatto.

source: Shit. Must've zoned out there for a moment.
fr_fr: Merde. Ça doit être zoné là pour un instant.
it_it: Merda. Deve avere una zonizzazione là fuori per un momento.

source: [_mc_] Sorry, what?
fr_fr: [_mc_] Désolé, quoi?
it_it: [_mc_] Spiacenti, cosa?

source: [_isabelle_s_annoyed_] I said I'm leaving! Are you coming or not?
fr_fr: [_isabelle_s_annoyed_] J'ai dit que je pars ! Tu viens ou pas?
it_it: [_isabelle_s_annoyed_] ho detto che sto partendo! Stai venendo o no?

source: Not sure what went down here, but [isabelle] looks a lot angrier than [kate].
fr_fr: Pas sûr de ce qui est allé ici, mais [isabelle] a l'air beaucoup plus angrier que [kate].
it_it: Non è sicuro che cosa è andato giù qui, ma [isabelle] sembra molto arrabbiato di [kate].

source: You daydream for a little while, and then suddenly you've lost sight of everything. If only there was a rewind button...
fr_fr: Vous rêver un peu, et puis tout à coup vous avez perdu de vue tout. Si seulement il y avait un bouton de revent ...
it_it: Sogno di giorno per un po ', e poi improvvisamente hai perso di vista di tutto. Se solo c'è stato un pulsante di riavvolgimento...

source: [_mc_] Teeth can be fixed, but a crooked personality is irredeemable.
fr_fr: [_mc_] Les dents peuvent être fixées, mais une personnalité tordue est irréparable.
it_it: [_mc_] I denti possono essere fissati, ma una personalità tormentata è irredimibile.

source: [_isabelle_s_laughing_] You took the words right out of my thick-lipped mouth!
fr_fr: [_isabelle_s_laughing_] Vous avez pris les mots hors de ma bouche épaisse !
it_it: [_isabelle_s_laughing_] Hai preso le parole direttamente dalla mia bocca schizzata!

source: [_kate_s_angry_] You nerds are messing with the wrong person...
fr_fr: [_kate_s_angry_] Vous les nerds en désordre avec la mauvaise personne ...
it_it: [_kate_s_angry_] I nerds stanno disordinando con la persona sbagliata...

source: She's right, there'll be hell to pay for this.
fr_fr: Elle a raison, il y aura l'enfer à payer pour ça.
it_it: Ha ragione, ci sarà l'inferno per pagare questo.

source: But standing up to her after all these years... what a feeling!
fr_fr: Mais debout jusqu'à elle après toutes ces années ... quel sentiment !
it_it: Ma stare in piedi a lei dopo tutti questi anni... che sentimento!

source: Hopefully, [isabelle] has a thick skin because [kate]'s not going to let this thing go now.
fr_fr: Heureusement, [isabelle] a une peau épaisse parce que [kate]'ne va pas laisser cette chose partir maintenant.
it_it: Speriamo che [isabelle] abbia una pelle spessa perché [kate]non lascerà che questa cosa vada ora.

source: It would probably be best to get out of this situation before all hell breaks loose...
fr_fr: Il serait probablement préférable de sortir de cette situation avant que l'enfer ne se dégrade ...
it_it: Probabilmente sarebbe meglio uscire da questa situazione prima che tutte le pause dell'inferno si sciolgano...

source: [_mc_] Let's get going. We have a tour to complete!
fr_fr: [_mc_] Allons partir. Nous avons une visite à compléter !
it_it: [_mc_] Andiamo. Abbiamo un tour da completare!

source: [_isabelle_s_confident_] Yeah, no point in wasting any more energy on her.
fr_fr: [_isabelle_s_confident_] Oui, inutile de gaspacher plus d'énergie sur elle.
it_it: [_isabelle_s_confident_] Sì, non ha senso sprecare più energia su di lei.

source: [_kate_s_angry_] You have no idea what you've just gotten yourself into.
fr_fr: [_kate_s_angry_] Vous n'avez aucune idée de ce que vous venez de vous faire.
it_it: [_kate_s_angry_] Non hai idea di cosa hai appena ottenuto te stesso.

source: [_isabelle_s_confident_] God, that felt good.
fr_fr: [_isabelle_s_confident_] Dieu, qui se sentait bien.
it_it: [_isabelle_s_confident_] Dio, che si sentiva buono.

source: [_mc_] Couldn't agree more!
fr_fr: [_mc_] Plus d'accord !
it_it: [_mc_] Impossibile accettare di più!

source: [_mc_] I don't get why you're stirring up shit, [isabelle]. You're new here... apologize to [kate], and let's go.
fr_fr: [_mc_] I don't get why you're brassring up shit, [isabelle]. Vous êtes nouveau ici ... des excuses au [kate], et allons-y.
it_it: [_mc_] Non capisco perché stai mescolando merda, [isabelle]. Sei nuovo qui... scusati con [kate]e andiamo.

source: [_isabelle_s_angry_] I can't believe you, [mc]!
fr_fr: [_isabelle_s_angry_] Je ne peux pas vous croire, [mc]!
it_it: [_isabelle_s_angry_] Non ti posso credere, [mc]!

source: [_kate_s_confident_right_] Listen to your pet, bitch. Get down on your knees and kiss my shoes, and I'll think about forgiving you.
fr_fr: [_kate_s_confident_right_] Écoutez votre animal de compagnie, salope. Desserrez vos genoux et baisez mes chaussures, et je vais réfléchir à vous pardonner.
it_it: [_kate_s_confident_right_] Ascoltate il vostro animale domestico, la cagna. Scendete sulle ginocchia e baciate le mie scarpe, e penso a perdonarvi.

source: [_isabelle_s_annoyed_left_] I've been to twenty-eight different countries, and you're the most detestable human being I've come across.
fr_fr: [_isabelle_s_annoyed_left_] J'ai été dans vingt-huit pays différents, et vous êtes l'être humain le plus détestable.
it_it: [_isabelle_s_annoyed_left_] Sono stato in ventotto paesi diversi, e sei l'essere umano più detestabile che abbia incontrato.

source: And she has met me! That's a compliment if I ever saw one.
fr_fr: Et elle m'a rencontré ! C'est un compliment si j'en ai vu un.
it_it: E lei mi ha conosciuto! Questo è un complimento se ne ho mai visto uno.

source: [_kate_s_smile_right_] If you keep running into trouble, maybe you're the problem?
fr_fr: [_kate_s_smile_right_] Si vous continuez à courir des problèmes, peut-être que vous êtes le problème?
it_it: [_kate_s_smile_right_] Se continui a correre nei guai, forse sei il problema?

source: [_isabelle_s_annoyed_left_] Whatever.
fr_fr: [_isabelle_s_annoyed_left_] Quoi qu'il en soit.
it_it: [_isabelle_s_annoyed_left_] Qualcosa.

source: [_isabelle_s_annoyed_] [mc], I'll be in the English classroom.
fr_fr: [_isabelle_s_annoyed_] [mc], je serai dans la salle de classe anglaise.
it_it: [_isabelle_s_annoyed_] [mc], Sarò in aula inglese.

source: That sure didn't go as planned...
fr_fr: C'est sûr que ça ne s'est pas fait comme prévu ...
it_it: Quel sicuro non è andato come previsto...

source: [_mc_] If you don't watch your mouth, [kate], I'll gouge your eyes out and fuck your skull.
fr_fr: [_mc_] Si vous ne regardez pas votre bouche, [kate], je vous gouge les yeux et baissera votre crâne.
it_it: [_mc_] Se non guardi la tua bocca, [kate]gouge your eyes out and fucck your skull.

source: [_isabelle_s_afraid_] What?! What's wrong with you?
fr_fr: [_isabelle_s_afraid_] Quoi? ! Qu'est-ce qui ne va pas avec toi?
it_it: [_isabelle_s_afraid_] Cosa?! Cosa c'è di sbagliato con te?

source: [_kate_s_cringe_] Get some help, psycho.
fr_fr: [_kate_s_cringe_] Obtenez de l'aide, psycho.
it_it: [_kate_s_cringe_] Ottieni aiuto, psico.

source: They probably didn't get the FMJ reference, but that's fine.
fr_fr: Ils n'ont probablement pas obtenu la référence FMJ, mais c'est bien.
it_it: Probabilmente non hanno ottenuto il riferimento FMJ, ma va bene.

source: It felt good... the practice in front of the mirror finally paid off! Totally worth it.
fr_fr: Ça se sentait bien ... la pratique devant le miroir a finalement payé ! Cela en vaut la peine.
it_it: Si sentiva bene... la pratica di fronte allo specchio finalmente pagato! Ne vale la pena.

source: [_isabelle_s_annoyed_left_] Anyway, [kate]... you're way out of line. I don't know what makes you think this kind of behavior is acceptable.
fr_fr: [_isabelle_s_annoyed_left_] En tout cas, [kate]... vous êtes hors de la ligne. Je ne sais pas ce qui vous fait penser que ce genre de comportement est acceptable.
it_it: [_isabelle_s_annoyed_left_] Comunque, [kate]... sei fuori linea. Non so cosa ti fa pensare che questo tipo di comportamento sia accettabile.

source: [_isabelle_s_annoyed_left_] I don't know what tragedy made you like this, but I feel sorry for you.
fr_fr: [_isabelle_s_annoyed_left_] Je ne sais pas ce que la tragédie vous a fait comme ça, mais je suis désolé pour vous.
it_it: [_isabelle_s_annoyed_left_] Non so quale tragedia ti abbia reso così, ma mi dispiace per te.

source: [_isabelle_s_annoyed_left_] What's your deal, [kate]? Are you always this much of a wanker?
fr_fr: [_isabelle_s_annoyed_left_] Quel est votre accord, [kate]? Es-tu toujours cette grande partie d'un déclin?
it_it: [_isabelle_s_annoyed_left_] Qual è il tuo affare, [kate]? Sei sempre questo di una barzelletta?

source: [_kate_s_confident_] Listen, bitch. I don't know who you think you are, but I couldn't care less.
fr_fr: [_kate_s_confident_] Écoute, salope. Je ne sais pas qui tu penses que tu es, mais je ne me souciais pas moins.
it_it: [_kate_s_confident_] Ascolta, cagna. Non so chi pensi che siate, ma non potrei interessarmi di meno.

source: [_kate_s_confident_] Why don't you tuck those crooked English teeth back under that thick lip of yours and scuttle along, hm?
fr_fr: [_kate_s_confident_] Pourquoi vous ne tuez pas les dents anglaises crochantes sous cette lèvre épaisse de la tienne et scuttle, hm?
it_it: [_kate_s_confident_] Perché non si tuffano quei denti inglesi tormentati indietro sotto quel labbro spesso del vostro e scuttle lungo, hm?

source: Seems like the confrontation didn't go as planned. [kate]'s definitely winning, but no real surprise there.
fr_fr: On dirait que la confrontation ne s'est pas faite comme prévu. [kate]'s certainement remportant, mais pas vraiment surprise là-bas.
it_it: Sembra che lo scontro non sia andato come previsto. [kate]sta sicuramente vincendo, ma non c'è vera sorpresa lì.

source: She probably spewed insults before she learned to walk...
fr_fr: Elle a probablement déversé des insultes avant qu'elle apprise à marcher ...
it_it: Probabilmente ha acceso insulti prima che abbia imparato a camminare...

source: For once, it's nice to not be the target.
fr_fr: Pour une fois, c'est bien de ne pas être la cible.
it_it: Per una volta, è bello non essere il bersaglio.

source: [_isabelle_s_eyeroll_] Good, because I'm leaving. See you in the English classroom, [mc].
fr_fr: [_isabelle_s_eyeroll_] Bon, parce que je pars. Voir dans la salle de classe anglaise, [mc].
it_it: [_isabelle_s_eyeroll_] Buono, perché sto partendo. Ci vediamo nell'aula inglese, [mc].

source: [_kate_s_laughing_] Off you go! Was that so hard?
fr_fr: [_kate_s_laughing_] Off you go ! C'était si dur?
it_it: [_kate_s_laughing_] Fuori di te! Era così difficile?

source: [_kate_s_neutral_] Why are you still here?
fr_fr: [_kate_s_neutral_] Pourquoi êtes-vous encore là?
it_it: [_kate_s_neutral_] Perché sei ancora qui?

source: [_mc_] Sorry, I was just admiring your verbal takedown of the new girl...
fr_fr: [_mc_] Désolé, j'ai juste admiré votre voix de la nouvelle fille ...
it_it: [_mc_] Mi dispiace, stavo solo ammirando la tua presa verbale della nuova ragazza...

source: [_kate_s_laughing_] She's having trouble understanding how things work around here.
fr_fr: [_kate_s_laughing_] Elle a du mal à comprendre comment les choses fonctionnent ici.
it_it: [_kate_s_laughing_] Lei sta avendo difficoltà a capire come le cose funzionano qui.

source: [_mc_] Clearly.
fr_fr: [_mc_] Clairement.
it_it: [_mc_] Chiaramente.

source: [_kate_s_smile_] You were always a loser and a freak, but at least you never tried something that stupid...
fr_fr: [_kate_s_smile_] Vous avez toujours été un loser et un freak, mais au moins vous n'avez jamais essayé quelque chose de stupide ...
it_it: [_kate_s_smile_] Sei sempre stato un perdente e un freak, ma almeno non hai mai provato qualcosa che stupido...

source: [_mc_] Thanks, I guess...
fr_fr: [_mc_] Merci, je suppose ...
it_it: [_mc_] Grazie, immagino...

source: [_kate_s_thinking_] So, you agree that she needs to be taught a lesson, right?
fr_fr: [_kate_s_thinking_] Alors, vous convenez qu'elle a besoin d'apprendre une leçon, n'est-ce pas?
it_it: [_kate_s_thinking_] Quindi, siete d'accordo che deve essere insegnata una lezione, giusto?

source: This could be my ticket into the more popular circles of the school, and honestly, [isabelle] seems way too stuck up for her own good.
fr_fr: Ça pourrait être mon billet dans les cercles les plus populaires de l'école, et honnêtement, [isabelle] semble trop coincé pour son propre bien.
it_it: Questo potrebbe essere il mio biglietto nei circoli più popolari della scuola, e onestamente, [isabelle] sembra troppo bloccato per il suo bene.

source: But on the other hand, she's new here and [kate]'s probably going to ruin her...
fr_fr: Mais d'un autre côté, elle est nouvelle ici et [kate]'s vont probablement la ruine ...
it_it: Ma d'altra parte, lei è nuovo qui e [kate]sta probabilmente andando a rovinarla...

source: [_mc_] Yes, [isabelle] was out of line.
fr_fr: [_mc_] Oui, [isabelle] était hors ligne.
it_it: [_mc_] Sì, [isabelle] era fuori linea.

source: [_kate_s_laughing_] Oh my god, right?
fr_fr: [_kate_s_laughing_] Oh mon Dieu, non?
it_it: [_kate_s_laughing_] Oh mio dio, giusto?

source: [_kate_s_smile_] Okay, so here's what's going to happen...
fr_fr: [_kate_s_smile_] D'accord, voici ce qui va se passer ...
it_it: [_kate_s_smile_] Okay, ecco cosa succederà...
