Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: [_kate_s_spanking_redder_casey_up_next_] That's a good boy. We'll teach you some manners yet.
fr_fr: [_kate_s_spanking_redder_casey_up_next_] C'est un bon garçon. Nous vous apprendrons encore quelques manières.
it_it: [_kate_s_spanking_redder_casey_up_next_] È un bravo ragazzo. Ti insegneremo ancora alcune maniere.

source: [_kate_s_spanking_redder_casey_up_next_] Now, ask [casey] for more.
fr_fr: [_kate_s_spanking_redder_casey_up_next_] Maintenant, demandez [casey] pour plus.
it_it: [_kate_s_spanking_redder_casey_up_next_] Adesso, chiedi [casey] di più.

source: [_mc_] Please, Miss [casey], can I have some more?
fr_fr: [_mc_] S'il vous plaît, Mlle [casey], puis-je en avoir d'autres?
it_it: [_mc_] Per favore, signorina [casey], posso averne di più?

source: [_casey_] Oh, I like the sound of that. Very polite.
fr_fr: [_casey_] Oh, j'aime le son de ça. Très poli.
it_it: [_casey_] Oh, mi piace il suono di quello. Molto educato.

source: [_mc_] This is humiliating enough! I won't ask for more...
fr_fr: [_mc_] C'est assez humiliant ! Je ne demanderai pas plus ...
it_it: [_mc_] Questo è abbastanza umiliante! Non chiederò di più...

source: [_lacey_] Wow, rude! That's rude!
fr_fr: [_lacey_] Wow, rude ! C'est grossier !
it_it: [_lacey_] Wow, maleducato! È maleducato!

source: [_kate_s_spanking_redder_casey_up_next_] Yeah, he still has a lot to learn it seems.
fr_fr: [_kate_s_spanking_redder_casey_up_next_] Oui, il a encore beaucoup à apprendre.
it_it: [_kate_s_spanking_redder_casey_up_next_] Sì, ha ancora molto da imparare sembra.

source: [_kate_s_spanking_redder_casey_up_next_] Maybe we'll have to introduce weekly spankings this year...
fr_fr: [_kate_s_spanking_redder_casey_up_next_] Peut-être aurons-nous à introduire des digues hebdomadaires cette année ...
it_it: [_kate_s_spanking_redder_casey_up_next_] Forse quest'anno dovremo introdurre le classifiche settimanali...

source: [_kate_s_spanking_redder_casey_up_next_] Go ahead, [casey].
fr_fr: [_kate_s_spanking_redder_casey_up_next_] Aller de l'avant, [casey].
it_it: [_kate_s_spanking_redder_casey_up_next_] Vai avanti, [casey].

source: [_casey_] I'll enjoy this...
it_it: [_casey_] Mi piacerà...

source: Fuck, that hurt!
fr_fr: Putain, ça fait mal !
it_it: Cazzo che fa male!

source: Each of them has their own style of spanking...
fr_fr: Chacun d'eux a son propre style de spanking ...
it_it: Ognuno di loro ha il proprio stile di...

source: [kate] is brutal and merciless.
fr_fr: [kate] est brutal et impitoyable.
it_it: [kate] è brutale e spietata.

source: [stacy] is skilled and precise.
fr_fr: Le [stacy] est qualifié et précis.
it_it: [stacy] è abile e preciso.

source: [casey] is—
fr_fr: [casey] est-
it_it: [casey] è—

source: —harsh and uncaring...
fr_fr: -dur et insoucii ...
it_it: —duro e poco premuroso...

source: [_casey_] Quiet, bitch boy.
fr_fr: [_casey_] Calme, garçonnet.
it_it: [_casey_] Tranquillo, cagna ragazzo.

source: [_casey_] I said quiet.
fr_fr: [_casey_] J'ai dit calme.
it_it: [_casey_] ho detto tranquillo.

source: [_casey_] You need to learn how to listen.
fr_fr: [_casey_] Vous devez apprendre à écouter.
it_it: [_casey_] Devi imparare ad ascoltare.

source: [_casey_] I don't care what you have to say.
fr_fr: [_casey_] Je me fiche de ce que vous avez à dire.
it_it: [_casey_] a me non importa quello che hai da dire.

source: She's cruel, goddamn...
fr_fr: Elle est cruelle, putain ...
it_it: Lei è crudele, dannata...

source: [_lacey_] My turn, my turn!
fr_fr: [_lacey_] Mon tour, mon tour !
it_it: [_lacey_] Il mio turno, il mio turno!

source: [_kate_s_spanking_reddest_lacey_up_next_] [mc], ask [lacey] for more.
fr_fr: [_kate_s_spanking_reddest_lacey_up_next_] [mc], demande [lacey] pour plus.
it_it: [_kate_s_spanking_reddest_lacey_up_next_] [mc], chiedi altro a [lacey].

source: [_mc_] Can I please have some more, Miss [lacey]?
fr_fr: [_mc_] Puis-je avoir plus, Mlle [lacey]?
it_it: [_mc_] Posso avere un po' di più, Miss [lacey]?

source: [_lacey_] Ah! I feel like a queen!
fr_fr: [_lacey_] Ah ! Je me sens comme une reine !
it_it: [_lacey_] Ah! Mi sento una regina!

source: [_casey_] You are a queen, babe!
fr_fr: [_casey_] Vous êtes une reine, chérie !
it_it: [_casey_] Sei una regina, una bambina!

source: [_stacy_] He should worship the ground you walk on.
fr_fr: [_stacy_] Il devrait adorer le sol que vous marchez.
it_it: [_stacy_] Egli dovrebbe adorare il terreno su cui cammini.

source: [_kate_s_spanking_reddest_lacey_up_next_] Damn straight.
fr_fr: [_kate_s_spanking_reddest_lacey_up_next_] Damn droit.
it_it: [_kate_s_spanking_reddest_lacey_up_next_] Dannazione dritta.

source: [_mc_] This has gone way too far!
fr_fr: [_mc_] C'est allé trop loin !
it_it: [_mc_] Questo è andato troppo lontano!

source: [_kate_s_spanking_reddest_lacey_up_next_] No one asked for your opinion.
fr_fr: [_kate_s_spanking_reddest_lacey_up_next_] Personne n'a demandé votre avis.
it_it: [_kate_s_spanking_reddest_lacey_up_next_] Nessuno ha chiesto la tua opinione.

source: [_lacey_] Yeah!
fr_fr: [_lacey_] Oui !
it_it: [_lacey_] Sì!

source: [_stacy_] Come on, [lacey]. Give it to him.
fr_fr: [_stacy_] Come on, [lacey]. Donne-le-lui.
it_it: [_stacy_] Avanti, [lacey]. Dagli a lui.

source: [_lacey_] Oh, I'm planning on it!
fr_fr: [_lacey_] Oh, je la planifie !
it_it: [_lacey_] Oh, sto pianificando su di esso!

source: Out of these four, [lacey] worries me the most...
fr_fr: Sur ces quatre, [lacey] m'inquiète le plus ...
it_it: Di questi quattro, [lacey] mi preoccupa di più...

source: She's unpredictable and slightly unhinged.
fr_fr: Elle est imprévisible et légèrement articulée.
it_it: Lei è imprevedibile e leggermente ingenua.

source: [_lacey_] I've been looking forward to this...
fr_fr: [_lacey_] J'ai hâte à ce ...
it_it: [_lacey_] Non vedo l'ora di farlo...

source: She strokes my ass gently with the paddle. Teasing me.
fr_fr: Elle touche délicatement mon cul avec la pagaie. Teasing-moi.
it_it: Mi accarezza delicatamente il culo con la pagaia. Mi rilassa.

source: There's malice in her touch.
fr_fr: Il y a du malice en son toucher.
it_it: C'è della malizia nel suo tocco.

source: She lowers her voice to a whisper.
fr_fr: Elle abaisse sa voix à un murmure.
it_it: Abbassa la sua voce a un sussurro.

source: [_lacey_] {size=25}{i}I'm going to hurt you.{/}
fr_fr: [_lacey_] { size=25 }{i}Je vais vous faire du mal. { / }
it_it: [_lacey_] {size=25}{i}Ti farò del male.{/}

source: The searing pain rips through my asscheeks.
fr_fr: La douleur fouguante passe par mes bras.
it_it: Il dolore lacerante strappa attraverso i miei assaggi.

source: Red hot like burning coals.
fr_fr: Rouge brûlant comme des charbons brûlant.
it_it: Rosso caldo come carboni brucianti.

source: A sob escapes my throat, and suddenly the gym is silent.
fr_fr: Une sob s'échappe de ma gorge, et tout à coup la salle de gym est silencieuse.
it_it: Un sob mi sfugge alla gola, e improvvisamente la palestra è silenziosa.

source: Then, [lacey] giggles.
fr_fr: Puis, [lacey] giggles.
it_it: Poi, [lacey] giggles.

source: [_lacey_] He's crying! I made him cry!
fr_fr: [_lacey_] Il pleure ! Je l'ai fait pleurer !
it_it: [_lacey_] Sta piangendo! L'ho fatto piangere!

source: [_lacey_] Ask for more!
fr_fr: [_lacey_] Demande plus !
it_it: [_lacey_] Richiedi di più!

source: [_kate_s_spanking_tomato_lacey2_] Do it, bitch!
fr_fr: [_kate_s_spanking_tomato_lacey2_] Fais, salope !
it_it: [_kate_s_spanking_tomato_lacey2_] Fate, cagna!

source: [_casey_] Beg like a dog!
fr_fr: [_casey_] Bg comme un chien !
it_it: [_casey_] Metti come un cane!

source: I try to speak, but another sob comes out instead.
fr_fr: J'essaie de parler, mais une autre sob sort à la place.
it_it: Cerco di parlare, ma un altro sob esce invece.

source: [_lacey_] Good enough!
fr_fr: [_lacey_] Bon assez !
it_it: [_lacey_] Bene abbastanza!

source: She alternates between hard swats and playful teasing.
fr_fr: Elle alterne entre les swats durs et les taquineries ludiques.
it_it: Si alterna tra bracci duri e stuzzica giocosa.

source: Hot tears stream down my face, but she's not done...
fr_fr: Les larmes aux yeux me font le visage, mais elle n'est pas faite ...
it_it: Le lacrime calde fluiscono giù il mio viso, ma lei non è fatto...

source: [_lacey_] More?
fr_fr: [_lacey_] Plus?
it_it: [_lacey_] Di Più?

source: [_stacy_] I'd say so!
fr_fr: [_stacy_] Je le dirais !
it_it: [_stacy_] lo direi così!

source: [_casey_] Absolutely!
fr_fr: [_casey_] Absolument !
it_it: [_casey_] Assolutamente!

source: [_kate_s_spanking_tomato_lacey2_] Definitely more!
fr_fr: [_kate_s_spanking_tomato_lacey2_] Certainement plus !
it_it: [_kate_s_spanking_tomato_lacey2_] Sicuramente di più!

source: My throat is screwed shut.
fr_fr: Ma gorge est vissée.
it_it: La mia gola è chiusa dall'occhio.

source: More sobs roll out when I try to plead for mercy.
fr_fr: Plus de chaussettes sortent quand j'essaie de plaider pour la miséricorde.
it_it: Più sobs stendere quando cerco di supplire alla misericordia.

source: But there is no mercy to be had...
fr_fr: Mais il n'y a pas de miséricorde à avoir ...
it_it: Ma non c'è misericordia da avere...

source: They're fully in control of my punishment.
fr_fr: Ils contrôlent complètement ma punition.
it_it: Sono completamente sotto il controllo della mia punizione.

source: [_stacy_] Look at that red ass! It's like two ripe tomatoes!
fr_fr: [_stacy_] Regarde ce cul rouge ! C'est comme deux tomates mûres !
it_it: [_stacy_] Guarda quel culo rosso! È come due pomodori maturi!

source: [_kate_s_spanking_tomato_lacey2_] How does it feel, [mc]?
fr_fr: [_kate_s_spanking_tomato_lacey2_] Comment se sent-il, [mc]?
it_it: [_kate_s_spanking_tomato_lacey2_] Come si sente, [mc]?

source: [_kate_s_spanking_tomato_lacey2_] Actually, I don't care.
fr_fr: [_kate_s_spanking_tomato_lacey2_] En fait, je m'en fiche.
it_it: [_kate_s_spanking_tomato_lacey2_] In realtà, non mi importa.

source: [_kate_s_spanking_tomato_lacey2_] What matters is you know your place.
fr_fr: [_kate_s_spanking_tomato_lacey2_] Ce qui importe c'est que vous connaachiez votre place.
it_it: [_kate_s_spanking_tomato_lacey2_] Ciò che conta è che tu conosci il tuo posto.

source: [kate]'s voice suddenly takes a darker tone.
fr_fr: La voix de [kate]prend soudain un ton plus sombre.
it_it: La voce di [kate]improvvisamente prende un tono più scuro.

source: [_kate_s_spanking_tomato_lacey2_] Now, beg me to finish you off.
fr_fr: [_kate_s_spanking_tomato_lacey2_] Maintenant, menez-moi pour vous terminer.
it_it: [_kate_s_spanking_tomato_lacey2_] Ora, pregami di finirti.

source: [_kate_s_spanking_tomato_lacey2_] Show me you're a true bitch — beg me to bust your balls.
fr_fr: [_kate_s_spanking_tomato_lacey2_] Montrez-moi que vous êtes une vraie salope-menez-moi à bust vos couilles.
it_it: [_kate_s_spanking_tomato_lacey2_] Mostrami che sei una vera troia — pregami di busto le tue palle.

source: [_mc_] P-please...
fr_fr: [_mc_] P-SVP ...
it_it: [_mc_] P-per favore...

source: [_kate_s_spanking_tomato_lacey2_] That's not really it, but I'll take it.
fr_fr: [_kate_s_spanking_tomato_lacey2_] Ce n'est pas vraiment ça, mais je vais le prendre.
it_it: [_kate_s_spanking_tomato_lacey2_] Non è vero, ma lo prenderò.

source: Huh? What's happening?
fr_fr: Huh? Qu'est-ce qui se passe?
it_it: Eh? Cosa sta succedendo?

source: [_kate_s_spanking_tomato_step_back_] I've been looking forward to this...
fr_fr: [_kate_s_spanking_tomato_step_back_] J'ai hâte à ce ...
it_it: [_kate_s_spanking_tomato_step_back_] Non vedo l'ora di farlo...

source: Oh, god... this pain...
fr_fr: Oh, dieu ... cette douleur ...
it_it: Oh, dio... questo dolore...

source: My balls...
fr_fr: Mes couilles ...
it_it: Le mie palle...

source: I think I might throw up...
fr_fr: Je pense que je pourrais vomaller ...
it_it: Penso che potrei gettare...

source: Well, at least they're still there... and the stickiness is... semen?
fr_fr: Et bien, au moins ils sont toujours là ... et la collante est ... du sperme?
it_it: Beh, almeno sono ancora lì... e la collosità è... lo sperma?

source: Fuck me, did I just ejaculate from getting kicked?
fr_fr: Fuck-moi, est-ce que j'ai juste éjaculé de recevoir des coups de pied?
it_it: Cazzo me, ho appena eiaculare da ottenere calciato?

source: [_nurse_s_concerned_] Oh, good! You're awake.
fr_fr: [_nurse_s_concerned_] Oh, bien ! Tu es réveillée.
it_it: [_nurse_s_concerned_] Oh, buono! Sei sveglio.

source: [_nurse_s_thinking_] [kate] tells me you passed out. That you hurt your crotch in the gym.
fr_fr: [_nurse_s_thinking_] [kate] me dit que vous avez dépassé. Que vous avez blessé votre croche dans la salle de gym.
it_it: [_nurse_s_thinking_] [kate] mi dice che sei svenuto. Che ferite il vostro cavallo in palestra.

source: [_nurse_s_blush_] The cheerleader squad brought you here — such lovely helpful little ladies!{space=-140}
fr_fr: [_nurse_s_blush_] L'équipe de cheerleaders vous a amené ici-de jolies petites filles utiles ! { space=-140 }
it_it: [_nurse_s_blush_] La squadra cheerleader ti ha portato qui — così belle donne utili!{space=-140}

source: Right...
fr_fr: D'accord ...
it_it: Destra...

source: [_nurse_s_blush_] I examined your genitals, and everything seems to be fine down there.{space=-45}
fr_fr: [_nurse_s_blush_] J'ai examiné vos organes génitaux, et tout semble bien s'y trouver. { space=-45 }
it_it: [_nurse_s_blush_] Ho esaminato i tuoi genitali, e tutto sembra essere bello laggiù.{space=-45}

source: [_nurse_s_sad_] I've given you soome painkillers, but it'll probably hurt for a few days...{space=-55}
fr_fr: [_nurse_s_sad_] Je vous ai donné des analgésiques, mais ça va probablement faire mal pour quelques jours ... { space=-55 }
it_it: [_nurse_s_sad_] Ti ho dato antidolorifici, ma probabilmente farà male per qualche giorno...{space=-55}

source: [_nurse_s_sad_] If the pain gets worse, you need to go to the hospital for a full check-up.
fr_fr: [_nurse_s_sad_] Si la douleur s'aggrave, vous devez vous rendre à l'hôpital pour une vérification complète.
it_it: [_nurse_s_sad_] Se il dolore peggiora, è necessario andare in ospedale per un controllo completo.

source: [_mc_] Thanks, I'll keep it in mind...
fr_fr: [_mc_] Merci, je vais garder ça à l'esprit ...
it_it: [_mc_] Grazie, lo terrò in mente...

source: I can't believe [kate] actually busted my balls.
fr_fr: Je n'arrive pas à croire que [kate] a vraiment bougé mes couilles.
it_it: Non riesco a credere che [kate] abbia effettivamente sbattuto le mie palle.

source: She's more sadistic than I thought...
fr_fr: Elle est plus sadique que je pensais ...
it_it: Lei è più sadica di quanto pensasso...

source: [_kate_s_angry_] Oww! That hurt, you little weasel!
fr_fr: [_kate_s_angry_] Oww ! Ça fait mal, vous avez peu de mal !
it_it: [_kate_s_angry_] Oww! Fa male, piccola donna!

source: [_kate_s_angry_] Get back down!
fr_fr: [_kate_s_angry_] Redescendu !
it_it: [_kate_s_angry_] Torna indietro!

source: Fuck no! I'm not into that!
fr_fr: Fuck no ! Je ne suis pas là !
it_it: Cazzo no! Non sono in quello!

source: Spanking is one thing... but no one touches my balls.
fr_fr: Le pourriel est une chose ... mais personne ne touche mes couilles.
it_it: Sculacciare è una cosa... ma nessuno tocca le mie palle.

source: I think I outran them...
fr_fr: Je pense que je les scandais ...
it_it: Penso di offenderli...

source: Nothing puts spring in your step like having your testicles threatened.
fr_fr: Rien ne met le printemps dans votre pas comme si vos testicules étaient menacés.
it_it: Niente mette la primavera nel tuo passo come avere i tuoi testicoli minacciati.

source: Hopefully, they won't find me here...
fr_fr: Espérons qu'ils ne me trouveront pas ici ...
it_it: Speriamo che non mi troveranno qui...

source: Maybe I should pull up my pants... Save what little dignity I have left.{space=-10}
fr_fr: Peut-être que je devrais sortir mon pantalon ... Sauvez le peu de dignité que j'ai laissé. { space=-10 }
it_it: Forse dovrei tirare in alto i miei pantaloni... Salva quale piccola dignità ho lasciato.{space=-10}

source: [_nurse_s_smile_] Hello, [mc]! How are you feeling today?
fr_fr: [_nurse_s_smile_] Bonjour, [mc]! Comment vous sentez-vous aujourd'hui?
it_it: [_nurse_s_smile_] Ciao, [mc]! Come ti senti oggi?

source: [_mc_] Pretty great, thanks!
fr_fr: [_mc_] Pretty great, merci !
it_it: [_mc_] Grazie, grazie!

source: [_mc_] I have some good news...
fr_fr: [_mc_] J'ai de bonnes nouvelles ...
it_it: [_mc_] Ho qualche buona notizia...

source: [_nurse_s_smile_] And what might that be?
fr_fr: [_nurse_s_smile_] Et qu'est-ce que cela pourrait être?
it_it: [_nurse_s_smile_] E che cosa potrebbe essere?

source: [_mc_] I've convinced [kate] to release you from her service.
fr_fr: [_mc_] J'ai convaincu [kate] de vous libérer de son service.
it_it: [_mc_] Ho convinto [kate] di liberarti dal suo servizio.

source: [_nurse_s_annoyed_] W-what do you mean?
fr_fr: [_nurse_s_annoyed_] W-Que voulez-vous dire?
it_it: [_nurse_s_annoyed_] W-che cosa intendi?

source: [_mc_] Okay, cut the crap. I know that she's been blackmailing you.
fr_fr: [_mc_] Ok, coupe la merde. Je sais qu'elle t'a fait chanter.
it_it: [_mc_] Okay, taglia la merda. So che ti sta ricattando.

source: [_mc_] And I've put a stop to that.
fr_fr: [_mc_] Et j'ai mis un terme à ça.
it_it: [_mc_] E ho messo fine a questo.

source: [_mc_] Aren't you happy about that?
fr_fr: [_mc_] N'êtes-vous pas content de ça?
it_it: [_mc_] Non sei felice a riguardo?

source: [_nurse_s_blush_] Goodness gracious, of course I am!
fr_fr: [_nurse_s_blush_] Bonté gracieuse, bien sûr que je suis !
it_it: [_nurse_s_blush_] Bontà gentile, naturalmente io sono!

source: [_nurse_s_blush_] Thank you so much, [mc]. That was very kind of you.
fr_fr: [_nurse_s_blush_] Merci beaucoup, [mc]. C'était très gentile de vous.
it_it: [_nurse_s_blush_] Grazie mille, [mc]. Questo è stato molto gentile di voi.

source: [_mc_] Don't mention it. I hate seeing people under [kate]'s heel.
fr_fr: [_mc_] Ne le mentionnez pas. Je déteste voir des gens sous le talon de [kate].
it_it: [_mc_] Non menzionarlo. Odio vedere le persone sotto il tallone di [kate].

source: [_nurse_s_sad_] How can I possibly thank you?
fr_fr: [_nurse_s_sad_] Comment puis-je vous remercier?
it_it: [_nurse_s_sad_] Come posso ringraziarvi?

source: [_mc_] Actually, I'm more interested in your obedience than your gratitude.
fr_fr: [_mc_] En fait, je suis plus intéressé par votre obéissance que votre gratitude.
it_it: [_mc_] In realtà, sono più interessato alla tua obbedienza che alla tua gratitudine.

source: [_mc_] Just because you're free from [kate] doesn't mean you're free from me.{space=-45}
fr_fr: [_mc_] Juste parce que vous êtes libre de [kate] ne signifie pas que vous êtes libre de moi. { space=-45 }
it_it: [_mc_] Solo perché sei libero da [kate] non significa che sei libero da me.{space=-45}

source: [_mc_] That's right. I am far from done with you.
fr_fr: [_mc_] C'est vrai. Je suis loin d'avoir fait avec vous.
it_it: [_mc_] È giusto. Sono lontana dall'aver fatto con te.

source: [_mc_] Except for now. I am done with you now.
fr_fr: [_mc_] Sauf pour le moment. Je suis fait avec toi maintenant.
it_it: [_mc_] Tranne adesso. Ora ho finito con te.

source: Crap, I totally messed that up.
fr_fr: Crap, j'ai complètement foiré.
it_it: Crap, ho completamente messo in ginocchio.

source: [_mc_] Don't worry about it... just keeping the students here healthy is good enough for me.
fr_fr: [_mc_] Ne vous inquiétez pas pour ça ... juste garder les étudiants ici en bonne santé est assez bon pour moi.
it_it: [_mc_] Non preoccuparti... mantenere gli studenti qui in salute è abbastanza buono per me.

source: [_nurse_s_thinking_] Oh, that's my job!
fr_fr: [_nurse_s_thinking_] Oh, c'est mon boulot !
it_it: [_nurse_s_thinking_] Oh, è il mio lavoro!

source: [_nurse_s_thinking_] Speaking of which, I better get back...
fr_fr: [_nurse_s_thinking_] Parler de quoi, je revime mieux ...
it_it: [_nurse_s_thinking_] Parlando di cui, meglio tornare indietro...

source: [_nurse_s_blush_] Thanks again, [mc].
fr_fr: [_nurse_s_blush_] Merci encore, [mc].
it_it: [_nurse_s_blush_] Grazie ancora, [mc].

source: [_mc_] You're very welcome!
fr_fr: [_mc_] Vous êtes les bienvenus !
it_it: [_mc_] Sei molto benvenuto!

source: Saving the [nurse]. Saving my dignity.
fr_fr: Enregistrement du [nurse]. Sauver ma dignité.
it_it: Salvare la [nurse]. Salvare la mia dignità.

source: Absolute greatness left, right, and center.
fr_fr: La grandeur absolue à gauche, à droite et au centre.
it_it: Grandezza assoluta sinistra, destra e centro.

source: What does a hero even say?
fr_fr: Que dit un héros?
it_it: Che cosa dice persino un eroe?

source: Nothing. Just another day in the office...
fr_fr: Rien. Juste un autre jour dans le bureau ...
it_it: Niente. Solo un altro giorno in ufficio...

source: [_mc_] I have some bad news for you...
fr_fr: [_mc_] J'ai de mauvaises nouvelles pour vous ...
it_it: [_mc_] Ho qualche brutta notizia per te...

source: [_mc_] I've recently acquired a document. Take a good look.
fr_fr: [_mc_] J'ai récemment acquis un document. Jetez un coup d'œil.
it_it: [_mc_] Ho recentemente acquisito un documento. Dai un buon occhio.

source: [_nurse_s_surprised_] Oh my lord! W-where did you find this?
fr_fr: [_nurse_s_surprised_] Oh mon seigneur ! W-Où as-tu trouvé ça?
it_it: [_nurse_s_surprised_] Oh mio signore! W-dove hai trovato questo?

source: [_mc_] It doesn't matter.
fr_fr: [_mc_] Peu importe.
it_it: [_mc_] Non importa.

source: [_mc_] What matters is that I have it and that I could go to the police if I wanted.{space=-100}
fr_fr: [_mc_] Ce qui importe, c'est que je l'ai et que je puisse aller à la police si je le voulais. { space=-100 }
it_it: [_mc_] Ciò che conta è che io l'ho e che potrei andare alla polizia se volesso.{space=-100}

source: [_nurse_s_afraid_] Please, don't do that!
fr_fr: [_nurse_s_afraid_] S'il vous plaît, ne faites pas ça !
it_it: [_nurse_s_afraid_] Per favore, non farlo!

source: [_nurse_s_afraid_] I'd be ruined!
fr_fr: [_nurse_s_afraid_] Je serais ruiné !
it_it: [_nurse_s_afraid_] sarei rovinato!

source: [_mc_] Well, yeah. That's sort of the idea.
fr_fr: [_mc_] Eh bien, oui. C'est une sorte d'idée.
it_it: [_mc_] Beh, sì. È una sorta di idea.

source: [_mc_] Of course, I won't do it for no reason...
fr_fr: [_mc_] Bien sûr, je ne le ferai pas pour aucune raison ...
it_it: [_mc_] Naturalmente, non lo farò per nessun motivo...

source: [_mc_] So, don't give me one, if you know what I'm saying?
fr_fr: [_mc_] Alors, ne me donnez pas un, si vous savez ce que je dis?
it_it: [_mc_] Quindi, non darmi uno, se sai quello che sto dicendo?

source: [_nurse_s_sad_] I won't! I promise!
fr_fr: [_nurse_s_sad_] Je ne le ferai pas ! Je promets !
it_it: [_nurse_s_sad_] Non lo farò! Prometto!

source: [_mc_] I basically have everything I need to own you now.
fr_fr: [_mc_] En gros, j'ai tout ce que j'ai besoin de vous être.
it_it: [_mc_] Ho fondamentalmente tutto quello che ho bisogno di possedere ora.

source: [_mc_] Don't you agree?
fr_fr: [_mc_] N'êtes-vous pas d'accord?
it_it: [_mc_] Non sei d'accordo?

source: [_nurse_s_concerned_] I... yes.
fr_fr: [_nurse_s_concerned_] I. .. oui.
it_it: [_nurse_s_concerned_] I... sì.

source: [_mc_] Oh, I have so many ideas for games we could play...
fr_fr: [_mc_] Oh, j'ai tellement d'idées pour les jeux que nous pourrions jouer ...
it_it: [_mc_] Oh, ho così tante idee per i giochi che potremmo giocare...

source: [_nurse_s_thinking_] Games...?
fr_fr: [_nurse_s_thinking_] Jeux ...?
it_it: [_nurse_s_thinking_] Giochi...?

source: [_mc_] Yeah, I don't just plan on taking your clothes.
fr_fr: [_mc_] Oui, je ne préviens pas seulement de prendre vos vêtements.
it_it: [_mc_] Sì, non ho solo intenzione di prendere i tuoi vestiti.
