Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_fate.po
Languages: fr_fr, it_it

source: [_mc_] Have you looked at them all?
fr_fr: [_mc_] Avez-vous examiné tous les autres?
it_it: [_mc_] Li hai guardati tutti?

source: [_mc_] I think it would be cool with a comparison to other schools you've been to.
fr_fr: [_mc_] Je pense que ce serait cool avec une comparaison avec d'autres écoles que vous avez été.
it_it: [_mc_] Penso che sarebbe bello con un confronto con altre scuole che sei stato.

source: [_mc_] She'd probably be more fit for what you had in mind, [kate]...
fr_fr: [_mc_] Elle serait probablement plus adaptée à ce que vous aviez à l'esprit, [kate]...
it_it: [_mc_] Probabilmente sarebbe più adatto per quello che avevi in mente, [kate]...

source: [_kate_s_excited_] I see what you're doing.
fr_fr: [_kate_s_excited_] Je vois ce que vous faites.
it_it: [_kate_s_excited_] Vedo cosa state facendo.

source: [_kate_s_excited_] Very well. [isabelle], care to join me and the squad in the gym?
fr_fr: [_kate_s_excited_] Très bien. [isabelle], soin de me joindre à moi et à l'équipe dans la salle de gym?
it_it: [_kate_s_excited_] Molto bene. [isabelle], la cura di unirsi a me e la squadra nella palestra?

source: [_isabelle_s_skeptical_] What's with the sudden change in tone?
fr_fr: [_isabelle_s_skeptical_] Qu'est-ce que le changement soudain de ton?
it_it: [_isabelle_s_skeptical_] Cosa c'è con l'improvviso cambiamento di tono?

source: [_kate_s_eyeroll_] People change.
fr_fr: [_kate_s_eyeroll_] Les gens changent.
it_it: [_kate_s_eyeroll_] Le persone cambiano.

source: [_isabelle_s_skeptical_] Do they? I have my doubts.
fr_fr: [_isabelle_s_skeptical_] Est-ce qu'ils? J'ai mes doutes.
it_it: [_isabelle_s_skeptical_] Fai? Ho i miei dubbi.

source: No need to test my luck anymore here. This is where I disappear.
fr_fr: Pas besoin de tester ma chance ici. C'est là que je disparais.
it_it: Non c'è più bisogno di provare la mia fortuna qui. Questo è dove sparisco.

source: Become one with the shadows and the smell of lemon soap.
fr_fr: Devenez un avec les ombres et l'odeur du savon au citron.
it_it: Diventa uno con le ombre e l'odore di sapone di limone.

source: Perhaps this is the year I slip through [kate]'s fingers and carve my own fate...
fr_fr: Peut-être que c'est l'année que je passe à travers les doigts de [kate]et carve mon destin ...
it_it: Forse questo è l'anno che scivolo attraverso le dita di [kate]e intagliare il mio destino...

source: [_mc_] I think you should go, [isabelle].
fr_fr: [_mc_] Je pense que vous devriez aller, [isabelle].
it_it: [_mc_] Penso che dovresti andare, [isabelle].

source: [_mc_] Maybe you can patch things up with [kate]?
fr_fr: [_mc_] Peut être que vous pouvez corriger les choses avec [kate]?
it_it: [_mc_] Forse puoi modificare le cose con [kate]?

source: [_isabelle_s_neutral_] I'll come if she apologizes.
fr_fr: [_isabelle_s_neutral_] Je viendrai si elle s'excuse.
it_it: [_isabelle_s_neutral_] Verrò se si scusa.

source: [_kate_s_skeptical_] Are you serious?
fr_fr: [_kate_s_skeptical_] Êtes-vous sérieux?
it_it: [_kate_s_skeptical_] Sei serio?

source: [_isabelle_s_excited_] Quite serious.
fr_fr: [_isabelle_s_excited_] Assez grave.
it_it: [_isabelle_s_excited_] abbastanza serio.

source: [_kate_s_eyeroll_] Fine... I'm sorry.
fr_fr: [_kate_s_eyeroll_] Amende ... Je suis désolé.
it_it: [_kate_s_eyeroll_] Fine... Mi dispiace.

source: [_isabelle_s_laughing_] Thank you, [kate]! I appreciate it.
fr_fr: [_isabelle_s_laughing_] Merci, [kate]! Je l'apprécie.
it_it: [_isabelle_s_laughing_] Grazie, [kate]! Lo apprezzo.

source: [_isabelle_s_confident_] I'm going to have a tea now. Laters.
fr_fr: [_isabelle_s_confident_] Je vais avoir un thé maintenant. Lettons.
it_it: [_isabelle_s_confident_] Ho un tè adesso. Laters.

source: [_kate_s_angry_] That little bitch!
fr_fr: [_kate_s_angry_] Cette petite salope !
it_it: [_kate_s_angry_] Quella piccola cagna!

source: Shit. Now [kate] is mad for real.
fr_fr: Merde. Maintenant, [kate] est fou pour de vrai.
it_it: Merda. Ora [kate] è pazzo per reale.

source: [_mc_] She got you good.
fr_fr: [_mc_] Elle vous a bien fait.
it_it: [_mc_] Lei ti ha fatto bene.

source: [_kate_s_neutral_] What did you say?
fr_fr: [_kate_s_neutral_] Qu'avez-vous dit?
it_it: [_kate_s_neutral_] Che cos'hai detto?

source: [_mc_] Uh, nothing...
fr_fr: [_mc_] Uh, rien ...
it_it: [_mc_] Uh, niente...

source: [_kate_s_confident_] Oh, yeah?
fr_fr: [_kate_s_confident_] Oh, oui?
it_it: [_kate_s_confident_] Oh, sì?

source: [_kate_s_confident_] To me it sounded like you wanted trouble.
fr_fr: [_kate_s_confident_] Pour moi, ça sonnait comme si tu voulais des problèmes.
it_it: [_kate_s_confident_] Per me sembrava che volessi dei guai.

source: [_mc_] Not really...
fr_fr: [_mc_] Pas vraiment ...
it_it: [_mc_] Non veramente...

source: [_kate_s_confident_] Thought you could hide among the art nerds?
it_it: [_kate_s_confident_] Pensiero si potrebbe nascondere tra i nerd d'arte?

source: [_kate_s_confident_] Nerd, sure. But there's nothing artistic about you.
fr_fr: [_kate_s_confident_] Nerd, sûr. Mais il n'y a rien d'artistique à votre sujet.
it_it: [_kate_s_confident_] Nerd, certo. Ma non c'è niente di artistico su di te.

source: Shit. Fuck. Cock.
fr_fr: Merde. Putain. Cock.
it_it: Mossa. Cazzo. Cazzo.

source: [_kate_s_neutral_] You thought you could just insult me and run off?
fr_fr: [_kate_s_neutral_] Vous avez pensé que vous pourriez m'insulter et courir?
it_it: [_kate_s_neutral_] Pensavate che poteste solo insultarmi e correre fuori?

source: [_mc_] I don't want any trouble...
fr_fr: [_mc_] Je ne veux pas de problèmes ...
it_it: [_mc_] Non voglio alcun problema...

source: [_kate_s_neutral_] Neither do I, but you insist on being troublesome.
fr_fr: [_kate_s_neutral_] Je ne le fais pas non plus, mais vous insistez-vous pour être gênant.
it_it: [_kate_s_neutral_] Né io, ma voi insistete per essere fastidiosi.

source: I think I can leave now...
fr_fr: Je pense que je peux partir maintenant ...
it_it: Penso di poter partire ora...

source: [_kate_s_neutral_] Not so fast.
fr_fr: [_kate_s_neutral_] Pas si rapide.
it_it: [_kate_s_neutral_] Non così veloce.

source: [_kate_s_confident_] Crap, indeed.
fr_fr: [_kate_s_confident_] Crap, en effet.
it_it: [_kate_s_confident_] Crap, davvero.

source: [_kate_s_confident_] Thought you could get away, didn't you?
it_it: [_kate_s_confident_] Pensavo che potessi allontanarti, vero?

source: [_mc_] I was, err... just looking for something to read...
it_it: [_mc_] Sono stato, errore... solo alla ricerca di qualcosa da leggere...

source: [_kate_s_confident_] Yeah?
fr_fr: [_kate_s_confident_] Oui?
it_it: [_kate_s_confident_] Sì?

source: [_mc_] Yeah, I found this title...
fr_fr: [_mc_] Oui, j'ai trouvé ce titre ...
it_it: [_mc_] Sì, ho trovato questo titolo...

source: [_mc_] Survival of the Fittest.
fr_fr: [_mc_] Survie du Fittest.
it_it: [_mc_] Sopravvivenza del Fittest.

source: [_kate_s_laughing_] So, are you having an existential crisis now?
fr_fr: [_kate_s_laughing_] Alors, avez-vous une crise existentielle maintenant?
it_it: [_kate_s_laughing_] Quindi, stai avendo una crisi esistenziale adesso?

source: [_mc_] Very funny.
fr_fr: [_mc_] Très drôle.
it_it: [_mc_] Molto divertente.

source: [_kate_s_smile_] Come on, you're hardly fit. In fact, you're something of a misfit.
fr_fr: [_kate_s_smile_] Allez, vous n'êtes pas en forme. En fait, vous êtes quelque chose d'inadapté.
it_it: [_kate_s_smile_] Avanti, non sei in forma. Infatti, sei qualcosa di sbagliato.

source: [_kate_s_smile_] And this is a dead end.
fr_fr: [_kate_s_smile_] Et c'est une impasse.
it_it: [_kate_s_smile_] E questo è un vicolo cieco.

source: [_mc_] The Taming of the Shrew.
it_it: [_mc_] La domazione della Shrew.

source: [_kate_s_eyeroll_] Isn't that a bit above your paygrade?
fr_fr: [_kate_s_eyeroll_] N'est-ce pas un peu au-dessus de votre salaire?
it_it: [_kate_s_eyeroll_] Non è un po' al di sopra del tuo paygrade?

source: [_mc_] You know, I used to think so too...
fr_fr: [_mc_] Vous savez, j'ai eu l'habitude de penser aussi ...
it_it: [_mc_] Lo sai, anche io pensavo così...

source: [_mc_] Now, I'm not so sure. It might be just right.
fr_fr: [_mc_] Maintenant, je ne suis pas si sûr. Ça pourrait être juste.
it_it: [_mc_] Ora, non sono così sicuro. Potrebbe essere giusto.

source: [_kate_s_skeptical_] No one likes that story.
fr_fr: [_kate_s_skeptical_] Personne n'aime cette histoire.
it_it: [_kate_s_skeptical_] A nessuno piace quella storia.

source: [_mc_] Actually, I'm quite liking it so far.
fr_fr: [_mc_] En fait, je suis tout à fait en mesure de le faire jusqu'à présent.
it_it: [_mc_] In realtà, mi piace molto finora.

source: Why did she leave like that?
fr_fr: Pourquoi a-t-elle laissé comme ça?
it_it: Perché se n'è andata?

source: After chasing me down here, I expected a serious confrontation.
fr_fr: Après m'avoir poursuivi ici, je m'attendais à une confrontation sérieuse.
it_it: Dopo avermi inseguito qui, mi aspettavo un serio confronto.

source: Strange...
fr_fr: Étrange ...
it_it: Strano...

source: Well, I'm glad to be off the hook at least!
fr_fr: Eh bien, je suis content d'être au moins à l'hameçon !
it_it: Beh, sono contento di essere fuori dal gancio almeno!

source: I'd rather not play drowning games with [kate] and the cheerleader squad...
fr_fr: Je préfère ne pas jouer à des jeux de noyade avec [kate] et l'équipe de cheerleaders ...
it_it: Preferirei non giocare a giochi annegamento con [kate] e la squadra cheerleader...

source: Hiding in a bathroom is how you get your head flushed in the toilet.
fr_fr: Se cacher dans une salle de bain, c'est comment vous avez la tête rougée dans les toilettes.
it_it: Nascosto in un bagno è come si ottiene la testa sciacquata nella toilette.

source: That's a dead end... and I'll probably end up inside a locker.
fr_fr: C'est une impasse ... et je vais probablement finir à l'intérieur d'un casier.
it_it: Questo è un vicolo cieco... e probabilmente finirò dentro un armadietto.

source: "No, I was just leaving."
fr_fr: "Non, je pars juste."
it_it: "No, stavo solo andandando."

source: "Yeah. What are you going to do about it?"{space=-5}
fr_fr: " Oui. Qu'est-ce que vous allez faire à ce sujet? " { space=-5 }
it_it: "Sì, cosa farai a riguardo?"{space=-5}

source: "I'm sorry, ma'am... can I watch?"
fr_fr: "Je suis désolé, madame ... je peux regarder?"
it_it: "Mi dispiace, ma'am... posso guardare?"

source: Fight it
fr_fr: Combattez-le
it_it: Combatti

source: Let it happen
fr_fr: Laissez-le se produire
it_it: Lasciate che accada

source: Run
fr_fr: Exécuter
it_it: Esegui

source: "How about you suck my dick and I won't report you to the principal?"
fr_fr: "Comment vous aspirez ma bite et je ne vous signalerai pas au directeur?"
it_it: "Che ne dite di succhiare il mio cazzo e non vi segnalerò al principale?"

source: "Please don't!"
fr_fr: "S'il vous plaît, n'est-ce pas !"
it_it: "Per favore, no!"

source: ?quest.kate_over_isabelle.started and not quest.kate_over_isabelle.failed@|{image=isabelle_photo_small}|"[isabelle] is dangerous."
fr_fr: ? quest.kate_over_isabelle.started et non quest.kate_over_isabelle.failed @ | { image = isabelle_photo_small } | "[isabelle] est dangereux."
it_it: ?quest.kate_over_isabelle.started e non quest.kate_over_isabelle.failed@<unk> {image=isabelle_photo_small}<unk> "[isabelle] è pericoloso."

source: Keep your mouth shut
fr_fr: Gardez votre bouche fermée
it_it: Tieni la bocca chiusa

source: Surrender
fr_fr: Rendu
it_it: Restituisci

source: Stay put
fr_fr: Reste mis
it_it: Rimani messo

source: Keep running
fr_fr: Conserver l'exécution
it_it: Continua in esecuzione

source: Hide
fr_fr: Masquer
it_it: Nascondi

source: Blend into the background
fr_fr: Blend dans l'arrière-plan
it_it: Sfuma in sfondo

source: ?mc.strength>=5 and school_first_hall_east['vent_open']@[mc.strength]/5|{image=stats str}|{color=#fefefe}+ {/}|{image=open_vent_small}|In the air duct
fr_fr: ? mc.renforc> =5 et school_first_hall_east ['vent_open'] @[mc.strength]/5 | { image=stats str } | { color=#fefefe} + { / } | { image=open_vent_small } | Dans le conduit d'air
it_it: ?mc.strength>=5 e school_first_hall_east['vent_open']@[mc.strength]/5<unk> {image=stats str}<unk> {color=#fefefe}+ {/}<unk> {image=open_vent_small}<unk> Nel condotto d'aria

source: "I'll come willingly..."
fr_fr: "Je viendrai volontiers ..."
it_it: "Verrò volentieri ..."

source: "You better call your cronies, because I'm not going anywhere."
fr_fr: "Tu ferais mieux d'appeler tes copains, parce que je ne vais nulle part."
it_it: "È meglio chiamare i tuoi compagni, perché non sto andando da nessuna parte."

source: "No, you psychotic bitch."
fr_fr: "Non, c'est une salope psychotique."
it_it: "No, tu la cagna psicotica."

source: "Thank you, ma'am..."
fr_fr: "Merci, madame ..."
it_it: "Grazie, ma'am..."

source: ?quest.isabelle_over_kate.started and not quest.isabelle_over_kate.failed@|{image=kate_photo_small}|"Thanks for revealing your hand so early."
fr_fr: ? quest.isabelle_over_kate.started et non quest.isabelle_over_kate.failed @ | { image=kate_photo_small } | "Merci de révéler votre main si tôt."
it_it: ?quest.isabelle_over_kate.started e non quest.isabelle_over_kate.failed@<unk> {image=kate_photo_small}<unk> "Grazie per aver rivelato la tua mano così presto."

source: Spit out [kate]'s socks
fr_fr: Spit out [kate]'s chaussettes
it_it: Sputare le calze di [kate]

source: "Yes, ma'am... I'm sorry for stepping out of line."
fr_fr: " Oui, madame ... Je suis désolé de quitter la ligne. "
it_it: "Sì, ma'am... mi dispiace per essere uscito dalla linea."

source: "You're going to regret this."
fr_fr: "Vous allez le regretter."
it_it: "Me ne pentirai."

source: "This year will be different. Mark my words."
fr_fr: " Cette année sera différente. Marquez mes mots. "
it_it: "Quest'anno sarà diverso. Segna le mie parole."

source: ?quest.isabelle_over_kate.started and not quest.isabelle_over_kate.failed@|{image=kate_photo_small}|"I think I'm going to stay here with [isabelle]."
fr_fr: ? quest.isabelle_over_kate.started et non quest.isabelle_over_kate.failed @ | { image=kate_photo_small } | "Je pense que je vais rester ici avec [isabelle]."
it_it: ?quest.isabelle_over_kate.started e non quest.isabelle_over_kate.failed@<unk> {image=kate_photo_small}<unk> "Penso che starò qui con [isabelle]."

source: ?quest.kate_over_isabelle.started and not quest.kate_over_isabelle.failed@|{image=isabelle_photo_small}|"I just wanted to get [isabelle]'s thoughts on the school's gym equipment."
fr_fr: ? quest.kate_over_isabelle.started et non quest.kate_over_isabelle.failed @ | { image=isabelle_photo_small } | "Je voulais juste obtenir des pensées de [isabelle]sur le matériel de gym de l'école."
it_it: ?quest.kate_over_isabelle.started e non quest.kate_over_isabelle.failed@<unk> {image=isabelle_photo_small}<unk> "Volevo solo ottenere i pensieri di [isabelle]sull'attrezzatura palestra della scuola."

source: Make your escape while they argue
fr_fr: Faites votre fuite tout en se disputant
it_it: Fai la tua fuga mentre discutono

source: Stay and help [kate]
fr_fr: Séjour et aide [kate]
it_it: Rimanere e aiutare [kate]

source: "She got you good."
fr_fr: "Elle t'a bien fait."
it_it: "Lei ti ha fatto bene."

source: "Survival of the Fittest."
fr_fr: "Survie du Fittest".
it_it: "Sopravvivenza del Fittest."

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"The Taming of the Shrew."
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "The Taming of the Shrew."

source: [_mc_] Ow, fuck! [withvpunch]
fr_fr: [_mc_] Ow, merde ! [withvpunch]

source: [_lacey_] Sorry, hah!
fr_fr: [_lacey_] Désolé, hah !

source: Fuck...
fr_fr: Putain ...

source: [_mc_] Um... no?
fr_fr: [_mc_] Um ... non?

source: Outsmarted. Outwitted. Out-brained.
fr_fr: Outsmarted. Outwitted. Hors brancées.

source: [_mc_] No...
fr_fr: [_mc_] Non.

source: [_mc_] No, ma'am...
fr_fr: [_mc_] Non, madame ...

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] No?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Non?

source: [_isabelle_s_concerned_] No? Okay...
fr_fr: [_isabelle_s_concerned_] Non? Ok ...

source: [_mc_] [kate]'s socks...
fr_fr: [_mc_] Chaussettes de [kate]...

source: [_mc_] Meep! Meep! [withhpunch]
fr_fr: [_mc_] Meep ! Mort ! [withhpunch]

source: Roll over
fr_fr: Rouler sur

source: Shake head
fr_fr: Chausse tête
