Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_trick.po
Languages: fr_fr, it_it

source: I'm pretty damn stealthy, but breaking into [mrsl]'s desk while she's sitting there is above my paygrade.
fr_fr: Je suis assez furtive, mais cassée dans le bureau de [mrsl]alors qu'elle est assise là est au-dessus de mon salaire.
it_it: Sono piuttosto dannatamente furtivo, ma rompendo nella scrivania di [mrsl]mentre è seduta c'è sopra il mio paygrade.

source: I've always wondered what [mrsl] keeps in this desk. It smells like pussy-scented incense.
fr_fr: Je me suis toujours demandé ce que [mrsl] conserve dans ce bureau. Ça sent l'encens parfumé à la chatte.
it_it: Mi sono sempre chiesto cosa [mrsl] tenga in questa scrivania. Ha un odore di incenso profumato.

source: Let's see here...
fr_fr: Voyons voir ici ...
it_it: Vediamo qui...

source: Well, that was simple enough.
fr_fr: Eh bien, c'était assez simple.
it_it: Beh, era abbastanza semplice.

source: A candle... a broken fidget spinner... a bottle with some unknown liquid... a wallet...
fr_fr: Une bougie ... une bouteille de fidget cassée ... une bouteille avec un liquide inconnu ... un portefeuille ...
it_it: Una candela... un filatore di fidget rotto... una bottiglia con un liquido sconosciuto... un portafoglio...

source: Don't mind if I do...
fr_fr: Ne vous en faites pas si je ...
it_it: Non mi dispiace se faccio...

source: Aha! There it is!
fr_fr: Aha ! C'est là !
it_it: Aha! C'è!

source: All right, time to pay the [nurse] a visit.
fr_fr: Très bien, le temps de payer le [nurse] une visite.
it_it: Va bene, il momento di pagare la [nurse] una visita.

source: All right, that's that taken care of.
fr_fr: Très bien, c'est ça qui a pris soin.
it_it: Va bene, è quello che si è preso cura.

source: I'd let [kate] know I managed to retrieve her collar, but I guess I'm not welcome in the gym anymore either.
fr_fr: J'ai laissé [kate] savoir que j'ai réussi à récupérer son collier, mais je suppose que je ne suis plus le bienvenu dans la salle de gym.
it_it: Farei sapere che [kate] sono riuscito a recuperare il suo collare, ma credo di non essere più il benvenuto in palestra.

source: Come to think of it, no gym access means I won't be able to watch cheer practice ever again...
fr_fr: Venez y penser, pas d'accès au gymnase signifie que je ne serai pas capable de regarder la pratique de la tricheuse encore une fois ...
it_it: Vieni a pensarci, nessun accesso palestra significa che non sarò in grado di guardare la pratica allegra mai più...

source: Their long legs, dancing across the gym floor... Their short skirts, flapping in the wind...
fr_fr: Leurs longues jambes, dansant dans le gymnase ... Leurs courtes jupes, battons dans le vent ...
it_it: Le loro lunghe gambe, danzando attraverso il pavimento della palestra... Le loro gonne corte, sbattendo nel vento...

source: Come to think of it, no gym access means I won't be seeing [lindsey] nearly as much...
fr_fr: Venez y penser, pas d'accès au gymnase signifie que je ne vais pas voir [lindsey] presque autant ...
it_it: Vieni a pensarci, nessun accesso in palestra significa che non vedrò [lindsey] quasi tanto...

source: Hell no. I need to talk to [jo]. [kate] doesn't have to know.
fr_fr: Enfer non. Je dois parler au [jo]. [kate] n'a pas à savoir.
it_it: Inferno no. Ho bisogno di parlare con [jo]. [kate] non deve sapere.

source: Huh? That's odd. The lock is not a fit for my [item.title_lower].
fr_fr: Huh? C'est bizarre. Le verrou n'est pas un ajustement pour mon [item.title_lower].
it_it: Huh? È strano. La serratura non è adatta alla mia [item.title_lower].

source: [_jo_s_smile_] Hi there, honey!
fr_fr: [_jo_s_smile_] Salut, chérie !
it_it: [_jo_s_smile_] Ciao lì, miele!

source: [_mc_] [jo], I need your help with something.
fr_fr: [_mc_] [jo], j'ai besoin de votre aide pour quelque chose.
it_it: [_mc_] [jo], ho bisogno del tuo aiuto con qualcosa.

source: [_jo_s_concerned_] You didn't break anything expensive, did you?
fr_fr: [_jo_s_concerned_] Vous n'avez rien fait de cher, n'est-ce pas?
it_it: [_jo_s_concerned_] Non hai rotto niente di costoso, vero?

source: [_mc_] No, nothing like that!
fr_fr: [_mc_] Non, rien de tel !
it_it: [_mc_] No, niente di simile!

source: [_jo_s_confident_] Okay, what is it?
fr_fr: [_jo_s_confident_] Ok, qu'est-ce que c'est?
it_it: [_jo_s_confident_] Okay, che cos'è?

source: [_mc_] Did you sign off on the new gym schedule?
fr_fr: [_mc_] Avez-vous signé le nouveau programme de gymnastique?
it_it: [_mc_] Hai effettuato l'accesso al nuovo programma di palestra?

source: [_jo_s_neutral_] I have a vague memory of something like that crossing my desk, why?{space=-45}
it_it: [_jo_s_neutral_] Ho un vago ricordo di qualcosa di simile che attraversa la mia scrivania, perché?{space=-45}

source: [_mc_] [kate] is trying to ruin gym class for students who aren't on a sports team.
fr_fr: [_mc_] [kate] essaie de ruine la classe de gym pour les étudiants qui ne sont pas sur une équipe sportive .
it_it: [_mc_] [kate] sta cercando di rovinare la lezione di palestra per gli studenti che non sono in una squadra sportiva .

source: [_jo_s_thinking_] That doesn't sound like [kate].
fr_fr: [_jo_s_thinking_] Cela ne ressemble pas au [kate].
it_it: [_jo_s_thinking_] Quello non sembra [kate].

source: [_mc_] I swear! Did you read the new schedule before signing off on it?
fr_fr: [_mc_] Je le jure ! Avez-vous lu le nouveau calendrier avant de vous y inscrire?
it_it: [_mc_] ho giurato! Hai letto il nuovo programma prima di firmarlo?

source: [_jo_s_worried_] I'm sure you're mistaken. [kate] is one of our brightest students. She's very active with the sports teams.
fr_fr: [_jo_s_worried_] Je suis sûr que vous vous tromirez. [kate] est l'un de nos étudiants les plus brillants. Elle est très active avec les équipes sportives.
it_it: [_jo_s_worried_] sono sicuro che ti sbagli. [kate] è uno dei nostri studenti più brillanti. È molto attiva con le squadre sportive.

source: [_jo_s_worried_] She's also the head cheerleader, so I trust her when it comes to the gym.
fr_fr: [_jo_s_worried_] Elle est aussi la cheerleader à la tête, alors je lui fais confiance quand il s'agit de la salle de gym.
it_it: [_jo_s_worried_] Lei è anche la testa cheerleader, quindi mi fido di lei quando si tratta di la palestra.

source: Ugh, this is giving me flashbacks to the time when someone stole my backpack...
fr_fr: Ugh, ça me donne des flashbacks à l'époque où quelqu'un a volé mon sac à dos ...
it_it: Ugh, questo mi sta dando flashback al momento in cui qualcuno ha rubato il mio zaino...

source: [jo] will never listen to this line of reasoning.
fr_fr: [jo] n'écoutera jamais ce raisonnement.
it_it: [jo] non ascolterà mai questa linea di ragionamento.

source: [_mc_] There's a problem with it.
fr_fr: [_mc_] Il y a un problème avec ça.
it_it: [_mc_] C'è un problema con esso.

source: [_jo_s_thinking_] Are you sure? It had the signatures of several team captains.
fr_fr: [_jo_s_thinking_] Etes-vous sûr? Il avait les signatures de plusieurs capitaines d'équipe.
it_it: [_jo_s_thinking_] Sei sicuro? Aveva le firme di diversi capitani di squadra.

source: [_mc_] Regular students only have access during lunch.
fr_fr: [_mc_] Les étudiants réguliers n'ont accès qu'à l'heure du déjeuner.
it_it: [_mc_] Gli studenti regolari hanno accesso solo durante il pranzo.

source: [_jo_s_worried_] We're trying to prioritize our sports teams this year. It was [kate]'s idea. She thinks it'll give the school better results.
fr_fr: [_jo_s_worried_] Nous essayons de prioriser nos équipes sportives cette année. C'était l'idée de [kate]. Elle pense qu'elle donnera de meilleurs résultats à l'école.
it_it: [_jo_s_worried_] Stiamo cercando di dare la priorità alle nostre squadre sportive quest'anno. Era un'idea di [kate]. Pensa che darà alla scuola migliori risultati.

source: Crap, [kate] is too smart. I need another approach.
fr_fr: Crap, [kate] est trop intelligent. J'ai besoin d'une autre approche.
it_it: Crap, [kate] è troppo intelligente. Ho bisogno di un altro approccio.

source: [_mc_] I've been trying to take gym classes, but the gym seems to be off-limits.
fr_fr: [_mc_] J'ai essayé de prendre des cours de gym, mais le gymnase semble être hors limites.
it_it: [_mc_] Ho cercato di prendere lezioni di palestra, ma la palestra sembra essere off-limits.

source: [_jo_s_cringe_] Off-limits? That doesn't sound good.
fr_fr: [_jo_s_cringe_] Off-limits? Ça ne semble pas bon.
it_it: [_jo_s_cringe_] Fuori limiti? Non sembra buono.

source: [_jo_s_laughing_] I'm glad you're finally starting to think of your health, though!
fr_fr: [_jo_s_laughing_] Je suis heureux que vous soyez enfin en train de penser à votre santé !
it_it: [_jo_s_laughing_] Sono contento che tu stia finalmente cominciando a pensare alla tua salute, però!

source: [_mc_] Yeah, I really want to better myself this year, but the gym seems to be closed at all hours except during lunch.
fr_fr: [_mc_] Oui, je veux vraiment mieux moi-même cette année, mais la salle de gym semble fermée à toutes les heures sauf pendant le déjeuner.
it_it: [_mc_] Sì, voglio davvero migliorare me stesso quest'anno, ma la palestra sembra essere chiusa a tutte le ore tranne durante il pranzo.

source: [_jo_s_thinking_] I did recently sign off on a new schedule to give our sports team better access.
fr_fr: [_jo_s_thinking_] J'ai récemment signé un nouveau calendrier pour améliorer l'accès de notre équipe sportive.
it_it: [_jo_s_thinking_] Ho recentemente firmato su un nuovo programma per dare alla nostra squadra sportiva un migliore accesso.

source: [_mc_] Don't you think there might be too few hours left for the other students?
fr_fr: [_mc_] Ne pensez-vous pas qu'il pourrait y avoir trop peu d'heures pour les autres étudiants?
it_it: [_mc_] Non pensi che ci possano essere troppo poche ore per gli altri studenti?

source: [_jo_s_excited_] I'll look over the new schedule and make sure there's time for everyone.
fr_fr: [_jo_s_excited_] Je vais examiner le nouveau calendrier et m'assurer qu'il y a du temps pour tout le monde.
it_it: [_jo_s_excited_] guarderò sopra il nuovo programma e assicuratevi che ci sia tempo per tutti.

source: [_jo_s_excited_] Thanks for bringing this issue to my attention.
fr_fr: [_jo_s_excited_] Merci d'avoir porté cette question à mon attention.
it_it: [_jo_s_excited_] Grazie per aver portato questo problema alla mia attenzione.

source: Well, I won some brownie points with her, but...
fr_fr: Eh bien, j'ai gagné quelques points de brownie avec elle, mais ...
it_it: Beh, ho vinto alcuni punti brownie con lei, ma...

source: Knowing [jo], she's not going to change it unless I show her I'm serious about taking gym classes.
fr_fr: Connaissant [jo], elle ne va pas le changer à moins que je lui montre que je suis sérieux sur la prise de cours de gym.
it_it: Conoscendo [jo], non lo cambierà a meno che non le mostro che sono serio di prendere lezioni di palestra.

source: Time to put in work.
fr_fr: Temps nécessaire pour travailler.
it_it: Tempo di mettersi al lavoro.

source: [_jo_s_thinking_] Anything else on your mind?
fr_fr: [_jo_s_thinking_] Toute autre chose dans votre esprit?
it_it: [_jo_s_thinking_] qualcos'altro nella tua mente?

source: [_mc_] How am I supposed to get my gym education?
fr_fr: [_mc_] Comment suis-je censé avoir ma formation en salle de gym?
it_it: [_mc_] Come dovrei ottenere la mia educazione in palestra?

source: [_jo_s_eyeroll_] Let's be honest, [mc], you've never shown any interest in gym classes before. What has changed?
fr_fr: [_jo_s_eyeroll_] Soyons honnêtes, [mc], vous n'avez jamais manifesté d'intérêt pour les cours de gymnastique. Qu'est-ce qui a changé?
it_it: [_jo_s_eyeroll_] Siamo onesti, [mc], non hai mai mostrato alcun interesse per le lezioni di palestra prima. Cosa è cambiato?

source: [_mc_] Well, I'd like to improve myself this year.
fr_fr: [_mc_] Eh bien, j'aimerais m'améliorer cette année.
it_it: [_mc_] Beh, vorrei migliorare me stesso quest'anno.

source: [_jo_s_sarcastic_] That's great news! I'll cut you a deal, then.
fr_fr: [_jo_s_sarcastic_] C'est une bonne nouvelle ! Je vais te couper un accord, alors.
it_it: [_jo_s_sarcastic_] Questa è una grande notizia! Ti taglierò un affare, allora.

source: [_jo_s_sarcastic_] Once you've shown actual physical improvement, I'll change the schedule back.
fr_fr: [_jo_s_sarcastic_] Une fois que vous avez fait preuve d'amélioration physique, je changerai le calendrier.
it_it: [_jo_s_sarcastic_] Una volta che hai mostrato il reale miglioramento fisico, cambierò il programma indietro.

source: [_jo_s_sarcastic_] And if you're serious about bettering yourself, the gym will be open for everyone.
fr_fr: [_jo_s_sarcastic_] Et si vous êtes sérieux pour vous améliorer, la salle de gym sera ouverte à tous.
it_it: [_jo_s_sarcastic_] E se sei serio di migliorare te stesso, la palestra sarà aperta a tutti.

source: [_jo_s_flirty_hands_to_the_side_] How does that sound?
fr_fr: [_jo_s_flirty_hands_to_the_side_] Comment cela fonctionne-il?
it_it: [_jo_s_flirty_hands_to_the_side_] Come suona?

source: [_mc_] I guess that's fine.
fr_fr: [_mc_] Je suppose que c'est bien.
it_it: [_mc_] Immagino che stia bene.

source: [_jo_s_blush_] Perfect! I'm glad you're finally starting to take your health seriously.
fr_fr: [_jo_s_blush_] Parfait ! Je suis heureux que vous soyez enfin en train de prendre votre santé au sérieux.
it_it: [_jo_s_blush_] Perfetto! Sono felice che tu stia finalmente iniziando a prendere sul serio la tua salute.

source: [_mc_] I'd like to start my own sports team, then.
fr_fr: [_mc_] J'aimerais démarrer ma propre équipe sportive, alors.
it_it: [_mc_] Vorrei iniziare la mia squadra sportiva, allora.

source: [_jo_s_laughing_] That's not how it works, honey!
fr_fr: [_jo_s_laughing_] Ce n'est pas comme ça que ça marche, chérie !
it_it: [_jo_s_laughing_] Non è così che funziona, miele!

source: [_jo_s_excited_] I'm starting to suspect this has something to do with a girl...
fr_fr: [_jo_s_excited_] Je commence à penser que ça a quelque chose à voir avec une fille ...
it_it: [_jo_s_excited_] Sto iniziando a sospettare che questo abbia qualcosa a che fare con una ragazza...

source: Shit, she's always been too good at reading my true intentions.
fr_fr: Merde, elle a toujours été trop bonne pour lire mes vraies intentions.
it_it: Merda, è sempre stata troppo brava a leggere le mie vere intenzioni.

source: [_jo_s_flirty_] I'll tell you what: if you start to show actual physical improvement, I'll change the schedule back.
fr_fr: [_jo_s_flirty_] Je vais vous dire: si vous commencez à montrer l'amélioration physique réelle, je changerai le calendrier.
it_it: [_jo_s_flirty_] Vi dirò cosa: se cominciate a mostrare il reale miglioramento fisico, cambierò il programma indietro.

source: [_jo_s_flirty_] And if you're serious about bettering yourself, the gym will be open for everyone.
fr_fr: [_jo_s_flirty_] Et si vous êtes sérieux pour vous améliorer, la salle de gym sera ouverte à tous.
it_it: [_jo_s_flirty_] E se sei serio di migliorare te stesso, la palestra sarà aperta a tutti.

source: [_jo_s_sarcastic_hands_to_the_side_] How does that sound?
fr_fr: [_jo_s_sarcastic_hands_to_the_side_] Comment cela fonctionne-il?
it_it: [_jo_s_sarcastic_hands_to_the_side_] Come suona?

source: [_jo_s_flirty_] Great! But make sure you keep it up at the gym. You need to make it a habit!
fr_fr: [_jo_s_flirty_] Grand ! Mais assurez-vous de le garder au gymnase. Vous devez en faire une habitude !
it_it: [_jo_s_flirty_] Ottimo! Ma assicurati di tenerlo in palestra. Devi farne un'abitudine!

source: Ugh, now I have to put in work...
fr_fr: Ugh, maintenant je dois mettre au travail ...
it_it: Ugh, ora devo mettere al lavoro...

source: Okay, so I just need to get in shape. How hard can it be?
fr_fr: Ok, j'ai juste besoin d'être en forme. Comment ça peut être difficile?
it_it: Ok, quindi ho solo bisogno di mettermi in forma. Quanto può essere difficile?

source: [_kate_s_neutral_] Where do you think you're going?
fr_fr: [_kate_s_neutral_] Où pensez-vous que vous allez?
it_it: [_kate_s_neutral_] Dove pensi che stia andando?

source: [_mc_] Do you mind if I use the gym for a bit? I've decided to get in shape.
fr_fr: [_mc_] Avez-vous l'esprit si j'utilise le gymnase pour un peu? J'ai décidé de me mettre en forme.
it_it: [_mc_] Ti dispiace se uso la palestra per un po'? Ho deciso di mettersi in forma.

source: [_kate_s_laughing_] Now, that's funny!
fr_fr: [_kate_s_laughing_] Maintenant, c'est drôle !
it_it: [_kate_s_laughing_] Ora, è divertente!

source: Whatever.
fr_fr: Peu importe.
it_it: Qualunque Cosa

source: [_kate_s_confident_] The gym is closed. No exceptions.
fr_fr: [_kate_s_confident_] La salle de sport est fermée. Aucune exception.
it_it: [_kate_s_confident_] La palestra è chiusa. Nessuna eccezione.

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?
it_it: [_mc_] Seriamente?

source: [_kate_s_confident_] Seriously.
fr_fr: [_kate_s_confident_] Sérieusement.
it_it: [_kate_s_confident_] Seriamente.

source: There's always an exception. I just need to find out what the rules say.
fr_fr: Il y a toujours une exception. J'ai juste besoin de savoir ce que disent les règles .
it_it: C'è sempre un'eccezione. Devo solo scoprire cosa dicono le regole .

source: [_maxine_s_thinking_] You're late.
fr_fr: [_maxine_s_thinking_] Vous êtes en retard.
it_it: [_maxine_s_thinking_] è in ritardo.

source: [_mc_] I didn't realize there was a time to keep.
fr_fr: [_mc_] Je ne savais pas qu'il y avait un temps à garder.
it_it: [_mc_] Non mi sono reso conto che c'era un tempo da mantenere.

source: [_maxine_s_thinking_] There's always a time to keep.
fr_fr: [_maxine_s_thinking_] Il y a toujours un temps à garder.
it_it: [_maxine_s_thinking_] C'è sempre un tempo da mantenere.

source: [_mc_] I'll keep that in mind. Anyway, I need your help.
fr_fr: [_mc_] Je garderai cela à l'esprit. Bref, j'ai besoin de ton aide.
it_it: [_mc_] lo terrò in mente. Comunque, ho bisogno del tuo aiuto.

source: [_mc_] I need to—
fr_fr: [_mc_] J'ai besoin de-
it_it: [_mc_] ho bisogno di—

source: [_maxine_s_confident_] You're looking to circumvent the new gym schedule.
fr_fr: [_maxine_s_confident_] Vous cherchez à contourner le nouveau planning de gym.
it_it: [_maxine_s_confident_] Stai cercando di aggirare il nuovo programma palestra.

source: [_mc_] No, I'm... well, yes. How did you know that?
fr_fr: [_mc_] Non, je ... eh bien, oui. Comment saviez-vous cela?
it_it: [_mc_] No, sì... bene, sì. Come lo sapevi?

source: [_maxine_s_skeptical_] I was watching you.
fr_fr: [_maxine_s_skeptical_] Je vous surveillais.
it_it: [_maxine_s_skeptical_] ti stavo guardando.

source: [_mc_] What the fuck? Why?
fr_fr: [_mc_] Quelle est la merde? Pourquoi?
it_it: [_mc_] Che cazzo fa? Perché?

source: [_maxine_s_skeptical_] Wrong. The question is, "How?" And the answer is classified.
fr_fr: [_maxine_s_skeptical_] Mauvais. La question est: "Comment?" Et la réponse est classée.
it_it: [_maxine_s_skeptical_] Sbagliato. La domanda è: "Come?" E la risposta è classificata.

source: [_mc_] I really don't have time for this. Can you help me or not?
fr_fr: [_mc_] Je n'ai vraiment pas le temps pour ça. Pouvez-vous m'aider ou pas?
it_it: [_mc_] Non ho davvero tempo per questo. Puoi aiutarmi o no?

source: [_maxine_s_excited_] Yes, I can.
fr_fr: [_maxine_s_excited_] Oui, je peux.
it_it: [_maxine_s_excited_] Sì, posso.

source: [_mc_] Help me, please...
fr_fr: [_mc_] Aide-moi, s'il vous plaît ...
it_it: [_mc_] Aiutami, per favore...

source: [_maxine_s_concerned_] Very well. But I'm not doing it to help you.
fr_fr: [_maxine_s_concerned_] Très bien. Mais je ne fais pas ça pour t'aider.
it_it: [_maxine_s_concerned_] Molto bene, ma non lo sto facendo per aiutarti.

source: [_maxine_s_concerned_] The secret popcorn dispenser is in the gym, so I need access to it too.
fr_fr: [_maxine_s_concerned_] Le distributeur de pop-corn secret se trouve dans la salle de gym, j'ai donc besoin de pour lui aussi.
it_it: [_maxine_s_concerned_] Il distributore segreto di popcorn è in palestra, quindi ho bisogno di accedere anche a .

source: [_mc_] What do you have for me?
fr_fr: [_mc_] Qu'est-ce que vous avez pour moi?
it_it: [_mc_] Che cosa hai per me?

source: [_maxine_s_smile_] The Newfall Constitution on Animal Rights, Chapter 87, subsection D.
fr_fr: [_maxine_s_smile_] La nouvelle Constitution sur les droits des animaux, chapitre 87, , sous-section D.
it_it: [_maxine_s_smile_] La nuova Costituzione sui diritti degli animali, capitolo 87, sottosezione D.

source: [_maxine_s_smile_] {i}"A dog (and by extension its owner) has the right to access any public training facility."{/}
fr_fr: [_maxine_s_smile_] {i}"Un chien (et par extension son propriétaire) a le droit d'accéder à n'importe quel centre de formation public." { / }
it_it: [_maxine_s_smile_] {i}"Un cane (e per estensione il suo proprietario) ha il diritto di accedere a qualsiasi struttura di formazione pubblica."{/}

source: [_maxine_s_angry_] Gravely so. Animal rights is an important topic.
fr_fr: [_maxine_s_angry_] Gravement. Les droits des animaux sont un sujet important.
it_it: [_maxine_s_angry_] Gravemente così. I diritti degli animali sono un tema importante.

source: [_maxine_s_neutral_] Adieu now.
fr_fr: [_maxine_s_neutral_] Adieu maintenant.
it_it: [_maxine_s_neutral_] Adieu ora.

source: Well, then. I just need to find a dog.
fr_fr: Eh bien, alors. J'ai juste besoin de trouver un chien.
it_it: Beh, allora. Ho solo bisogno di trovare un cane.

source: I'm pretty sure [flora] works with animals at her internship. Maybe she could lend me one?
fr_fr: Je suis sûr que [flora] travaille avec des animaux lors de son stage. Peut-être qu'elle pourrait me prêter une?
it_it: Sono abbastanza sicuro che [flora] lavori con gli animali al suo tirocinio. Forse potrebbe prestarmi uno?

source: Or maybe... I could ask someone to be my dog. Someone who's full of obedience.
fr_fr: Ou peut-être ... Je pourrais demander à quelqu'un d'être mon chien. Quelqu'un qui est plein d'obéissance.
it_it: O forse... potrei chiedere a qualcuno di essere il mio cane. Qualcuno che è pieno di obbedienza.

source: If I want the [nurse] to look the part, I'm going to need to retrieve [kate]'s collar.
fr_fr: Si je veux le [nurse] pour regarder la pièce, je vais avoir besoin de récupérer le col [kate].
it_it: Se voglio che la [nurse] guardi la parte, dovrò recuperare il collare di [kate].

source: Where would [mrsl] keep confiscated items?
fr_fr: Où [mrsl] conservait-nous les articles confisqués?
it_it: Dove manterrebbero le voci confiscate [mrsl]?

source: [_flora_s_angry_] Fifty bucks or bust.
fr_fr: [_flora_s_angry_] Cinquante dollars ou buste.
it_it: [_flora_s_angry_] Cinquanta dollari o busto.

source: [_flora_s_skeptical_] You have that look.
fr_fr: [_flora_s_skeptical_] Vous avez ce look.
it_it: [_flora_s_skeptical_] Hai quell'aspetto.

source: [_mc_] What look?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Che aspetto?

source: [_flora_s_skeptical_] The look that says you're about to ask me for something.
it_it: [_flora_s_skeptical_] L'aspetto che dice che stai per chiedermi qualcosa.

source: Huh... seems like I need to work on my poker face. Mum-mum-mum-mah.
fr_fr: Huh ... semble avoir besoin de travailler sur mon visage de poker. Mum-mum-mum-mah.
it_it: Huh... sembra che io abbia bisogno di lavorare sulla mia faccia da poker. Mum-mum-mah.

source: At least this helps me cut right to the chase.
fr_fr: Au moins ça m'aide à couper droit à la chasse.
it_it: Almeno questo mi aiuta a tagliare a destra alla chase.

source: [_mc_] Actually...
fr_fr: [_mc_] En fait ...
it_it: [_mc_] Veramente...

source: [_flora_s_embarrassed_] I knew it! It's always take with you.
fr_fr: [_flora_s_embarrassed_] Je le savais ! C'est toujours avec toi.
it_it: [_flora_s_embarrassed_] lo sapevo! È sempre da portare con te.
