Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_trick.po
Languages: fr_fr, it_it

source: [_mc_] That's hardly fair. I give, too.
fr_fr: [_mc_] Ce n'est pas juste. Je donne aussi.
it_it: [_mc_] Non è affatto giusto. Anche io dò.

source: [_flora_s_annoyed_] Give me a headache, maybe.
fr_fr: [_flora_s_annoyed_] Donnez-moi un mal de tête, peut-être.
it_it: [_flora_s_annoyed_] Dammi un mal di testa, forse.

source: [_mc_] I am both the ailment and the cure. The fire and the rain.
fr_fr: [_mc_] Je suis à la fois la maladie et le remède. Le feu et la pluie.
it_it: [_mc_] Io sono sia il disturbo che la cura. Il fuoco e la pioggia.

source: [_flora_s_eyeroll_] The rain on my parade...
fr_fr: [_flora_s_eyeroll_] La pluie sur ma parade ...
it_it: [_flora_s_eyeroll_] La pioggia sulla mia sfilata...

source: [_mc_] I'm the peanut butter to your jelly.
fr_fr: [_mc_] Je suis le beurre d'arachide à votre gelée.
it_it: [_mc_] Sono il burro di arachidi alla vostra gelatina.

source: [_flora_s_cringe_] I think I'm developing a peanut allergy.
fr_fr: [_flora_s_cringe_] Je pense que je développe une allergie aux arachides.
it_it: [_flora_s_cringe_] penso che sto sviluppando un'allergia alle arachidi.

source: [_mc_] Come on, I know my voice is actually a soothing aloe to your burning ears.
fr_fr: [_mc_] Allez, je sais que ma voix est en fait un aloe apaisant à vos oreilles en feu.
it_it: [_mc_] Avanti, so che la mia voce è in realtà un aloe rilassante alle tue orecchie brucianti.

source: [_flora_s_annoyed_] The only thing burning here is my patience going up in smoke.
fr_fr: [_flora_s_annoyed_] La seule chose qui brûle ici, c'est ma patience en fumée.
it_it: [_flora_s_annoyed_] L'unica cosa che brucia qui è la mia pazienza che sale in fumo.

source: [_mc_] Fine, fine. I do have a small favor to ask of you...
fr_fr: [_mc_] Fine, fine. J'ai une petite faveur à vous demander ...
it_it: [_mc_] Bene, benissimo, ho un piccolo favore per chiederti...

source: [_flora_s_eyeroll_] Of course you do. We could've saved a lot of time if you'd admitted it in the start.
fr_fr: [_flora_s_eyeroll_] Bien sûr que vous le faites. Nous aurions pu économiser beaucoup de temps si vous l'aviez admis au début.
it_it: [_flora_s_eyeroll_] Naturalmente lo fai. Avremmo potuto risparmiare molto tempo se avessi ammesso all'inizio.

source: [_flora_s_sarcastic_] So, what do I get in return?
fr_fr: [_flora_s_sarcastic_] Alors, qu'est-ce que j'ai en retour?
it_it: [_flora_s_sarcastic_] Quindi, cosa ottengo in cambio?

source: [_mc_] My undying love and loyalty?
fr_fr: [_mc_] Mon amour et ma loyauté?
it_it: [_mc_] Il mio amore e la mia lealtà?

source: [_flora_s_concerned_] What am I supposed to do with that?
fr_fr: [_flora_s_concerned_] Qu'est-ce que je suis censé faire avec ça?
it_it: [_flora_s_concerned_] Che cosa devo fare con quello?

source: [_mc_] Cherish it forever?
fr_fr: [_mc_] Cherchez-le pour toujours?
it_it: [_mc_] Piacere per sempre?

source: [_flora_s_confident_] Can't put that in the piggy bank.
fr_fr: [_flora_s_confident_] Je ne peux pas mettre ça dans la tirelire.
it_it: [_flora_s_confident_] Non può metterlo nel salvadanaio.

source: [_mc_] You know what? Nevermind.
fr_fr: [_mc_] Vous savez quoi? Nevermind.
it_it: [_mc_] Tu sai cosa? Mai.

source: [_mc_] I have someone else who would be... more than willing to help.
fr_fr: [_mc_] J'ai quelqu'un d'autre qui serait ... plus que désireux d'aider.
it_it: [_mc_] Ho qualcun altro che sarebbe più che disposto ad aiutare.

source: [_flora_s_angry_] Ugh! You just like wasting my time, don't you?
fr_fr: [_flora_s_angry_] Ugh ! Tu veux juste perdre mon temps, n'est-ce pas?
it_it: [_flora_s_angry_] Ugh! Ti piace sprecare il mio tempo, vero?

source: [_mc_] No, I just can't get enough of your sunny disposition.
fr_fr: [_mc_] Non, je ne peux pas avoir assez de votre disposition ensoleillée.
it_it: [_mc_] No, non riesco a ottenere abbastanza della tua disposizione soleggiata.

source: [_flora_s_angry_] I {i}am{/} a ray of sunshine, thank you very much.
fr_fr: [_flora_s_angry_] I {i}am { / } un rayon de soleil, merci beaucoup.
it_it: [_flora_s_angry_] I {i}am{/} un raggio di sole, grazie mille.

source: [_mc_] You're welcome very much.
fr_fr: [_mc_] Vous êtes les bienvenus.
it_it: [_mc_] Sei il benvenuto molto.

source: [_flora_s_concerned_] Whatever, dork.
fr_fr: [_flora_s_concerned_] Quoi qu'il en soit, dork.
it_it: [_flora_s_concerned_] Qualunque, dormitorio.

source: [_flora_s_concerned_] Good luck with whatever ridiculous thing you're up to now.
fr_fr: [_flora_s_concerned_] Bonne chance avec quelque chose de ridicule que vous êtes jusqu'à présent.
it_it: [_flora_s_concerned_] Buona fortuna con qualsiasi cosa ridicola tu sia finora.

source: Meh, who needs an actual dog when you can just blackmail a human into acting like one?
fr_fr: Meh, qui a besoin d'un vrai chien quand on peut faire du chantage à un être humain en agissant comme un?
it_it: Meh, chi ha bisogno di un cane reale quando si può solo ricattare un umano ad agire come uno?

source: [_mc_] Ugh, fine... I'll give you twenty bucks.
fr_fr: [_mc_] Ugh, fine ... Je te donnerai vingt dollars.
it_it: [_mc_] Ugh, bene... Ti darò venti dollari.

source: [_flora_s_excited_] Make it fifty.
fr_fr: [_flora_s_excited_] Make it cinquante.
it_it: [_flora_s_excited_] La faccia cinquanta.

source: [_mc_] Fifty? That's kinda steep.
fr_fr: [_mc_] Cinquante? C'est un peu raide.
it_it: [_mc_] Fifty? Questo è un po' ripido.

source: [_flora_s_angry_] You're the one asking for help...
fr_fr: [_flora_s_angry_] Vous êtes celui qui vous demande de l'aide ...
it_it: [_flora_s_angry_] Sei quello che chiede aiuto...

source: [_mc_] You drive a hard bargain.
fr_fr: [_mc_] Vous conduissez un marché difficile.
it_it: [_mc_] Guidi un affare duro.

source: [_flora_s_angry_] Beggars can't be choosers.
fr_fr: [_flora_s_angry_] Les Beggars ne peuvent pas être des choeurs.
it_it: [_flora_s_angry_] Beggars non può essere scegliere.

source: [_mc_] Fine, here's fifty bucks.
fr_fr: [_mc_] Fine, ici cinquante dollars.
it_it: [_mc_] Bene, ecco cinquanta dollari.

source: [_flora_s_excited_] Great! So, what's up?
fr_fr: [_flora_s_excited_] Grand ! Alors, qu'est-ce qui se fait?
it_it: [_flora_s_excited_] Fantastico! Allora, che cos'è?

source: [_mc_] I'll be back.
fr_fr: [_mc_] Je reviendrai.
it_it: [_mc_] sarò di ritorno.

source: [_mc_] You don't even know what I want yet...
fr_fr: [_mc_] Vous ne savez même pas ce que je veux encore ...
it_it: [_mc_] Non sai nemmeno cosa voglio ancora...

source: [_flora_s_concerned_] Is it creepy or disgusting?
it_it: [_flora_s_concerned_] È inquietante o disgustoso?

source: [_mc_] What do you think?
fr_fr: [_mc_] Que pensez-vous?
it_it: [_mc_] Cosa ne pensi?

source: [_flora_s_concerned_] Knowing you? Both.
fr_fr: [_flora_s_concerned_] Vous connarez? Les deux.
it_it: [_flora_s_concerned_] La conoscete? entrambi.

source: [_mc_] Ugh! No, it's not!
fr_fr: [_mc_] Ugh ! Non, ce n'est pas !
it_it: [_mc_] Ugh! No, non è!

source: [_flora_s_neutral_] What do you want, then?
fr_fr: [_flora_s_neutral_] Que voulez-vous, alors?
it_it: [_flora_s_neutral_] Che cosa vuoi, allora?

source: [_mc_] It's always take with you, isn't it?
fr_fr: [_mc_] C'est toujours avec vous, n'est-ce pas?
it_it: [_mc_] È sempre da portare con te, vero?

source: [_flora_s_concerned_] Very funny.
fr_fr: [_flora_s_concerned_] Très drôle.
it_it: [_flora_s_concerned_] Molto divertente.

source: [_flora_s_concerned_] 'Scuse me for expecting some quid pro quo!
fr_fr: [_flora_s_concerned_] 'Scuse-moi pour m'attendre à un quid pro quo !
it_it: [_flora_s_concerned_] 'Scuse me per aspettarsi qualche quid pro quo!

source: [_mc_] You want to get paid in British money?
fr_fr: [_mc_] Vous voulez être payé en argent britannique?
it_it: [_mc_] Vuoi essere pagato in denaro britannico?

source: [_flora_s_angry_] Ugh! Just go away, [mc].
fr_fr: [_flora_s_angry_] Ugh ! Il suffit de partir, [mc].
it_it: [_flora_s_angry_] Ugh! Basta andare via, [mc].

source: [_mc_] Fine, whatever. I have someone else who would be... more than willing to help.
fr_fr: [_mc_] Fine, peu importe. J'ai quelqu'un d'autre qui serait ... plus que désireux d'aider.
it_it: [_mc_] Bene, qualsiasi cosa. Ho qualcun altro che sarebbe più che disposto ad aiutare.

source: Because who needs an actual dog when you can just blackmail a human into acting like one?
fr_fr: Parce que qui a besoin d'un vrai chien quand vous pouvez faire du chantage à un être humain en agissant comme un?
it_it: Perché chi ha bisogno di un cane reale quando si può solo ricattare un umano ad agire come uno?

source: [_mc_] Can I borrow a dog from your internship?
fr_fr: [_mc_] Puis-je emprunter un chien à votre stage?
it_it: [_mc_] Posso prendere in prestito un cane dal tuo tirocinio?

source: [_flora_s_confused_] For what?
fr_fr: [_flora_s_confused_] Pour quoi?
it_it: [_flora_s_confused_] Per cosa?

source: [_mc_] It's complicated, but it's for a good cause.
fr_fr: [_mc_] C'est compliqué, mais c'est pour une bonne cause.
it_it: [_mc_] È complicato, ma è per una buona causa.

source: [_flora_s_annoyed_] Since when do you care about good causes? Sounds sus.
fr_fr: [_flora_s_annoyed_] Depuis quand vous vous souciez de bonnes causes? Sounds sus.
it_it: [_flora_s_annoyed_] Da quando ti interessa delle buone cause? Suona su.

source: [_mc_] It is!
fr_fr: [_mc_] C'est !
it_it: [_mc_] Lo è!

source: [_flora_s_confused_] Sus?
it_it: [_flora_s_confused_] Sospensione?

source: [_mc_] No! A good cause!
fr_fr: [_mc_] Non ! Une bonne cause !
it_it: [_mc_] No! Una buona causa!

source: [_flora_s_cringe_] For who, you? You're not going to use an innocent dog for something perverted, are you?
fr_fr: [_flora_s_cringe_] Pour qui, vous? Vous n'allez pas utiliser un chien innocent pour quelque chose perverti, n'est-ce pas?
it_it: [_flora_s_cringe_] Per chi, vero? Non userai un cane innocente per qualcosa di perverso, vero?

source: [_mc_] I have standards, [flora].
fr_fr: [_mc_] J'ai des normes, [flora].
it_it: [_mc_] I have standard, [flora].

source: [_flora_s_cringe_] I know, that's exactly why I ask.
fr_fr: [_flora_s_cringe_] Je sais, c'est exactement pourquoi je demande.
it_it: [_flora_s_cringe_] lo so, è esattamente per questo che chiedo.

source: [_mc_] Come on now!
fr_fr: [_mc_] viens maintenant !
it_it: [_mc_] Vieni adesso!

source: [_flora_s_eyeroll_] Fine, whatever. I believe you.
fr_fr: [_flora_s_eyeroll_] Fine, peu importe. Je te crois.
it_it: [_flora_s_eyeroll_] Bene, qualsiasi cosa. Io ti credo.

source: [_flora_s_annoyed_] I'm actually supposed to walk [hati] later today. Just stop by in the park.
fr_fr: [_flora_s_annoyed_] Je suis censé marcher [hati] plus tard aujourd'hui. Il suffit de s'arrêter au le parc.
it_it: [_flora_s_annoyed_] in realtà dovrei camminare [hati] più tardi oggi. Basta fermarsi in il parco.

source: [_mc_] And you trust me with this dog?
fr_fr: [_mc_] Et vous me faites confiance avec ce chien?
it_it: [_mc_] E ti fidi di me con questo cane?

source: [_flora_s_sarcastic_] I trust him with you.
fr_fr: [_flora_s_sarcastic_] Je lui fais confiance.
it_it: [_flora_s_sarcastic_] Mi fido di lui con voi.

source: [_mc_] Hey! So, where's the dog?
fr_fr: [_mc_] Hey ! Alors, où est le chien?
it_it: [_mc_] Hey! Quindi, dov'è il cane?

source: [_flora_s_excited_leash_retracted_] [hati]! Here, boy!
fr_fr: [_flora_s_excited_leash_retracted_] [hati]! Ici, mon garçon !
it_it: [_flora_s_excited_leash_retracted_] [hati]! Qui, ragazzo!

source: Holy fuck.
fr_fr: Putain de merde.
it_it: Sacro cazzo.

source: [_flora_s_excited_leash_] There's a good boy!
fr_fr: [_flora_s_excited_leash_] Il y a un bon garçon !
it_it: [_flora_s_excited_leash_] C'è un bravo ragazzo!

source: [_mc_] Err... couldn't you have picked a smaller one?
fr_fr: [_mc_] Err ... n'a pas pu choisir une plus petite?
it_it: [_mc_] Err... non avrebbe potuto sceglierne uno più piccolo?

source: [_flora_s_angry_leash_] Wow! Seriously?
fr_fr: [_flora_s_angry_leash_] Wow ! Sérieusement?
it_it: [_flora_s_angry_leash_] Wow! Seriamente?

source: [_flora_s_angry_leash_] Here I am trying to help you, and what do I get? A choosing beggar!
fr_fr: [_flora_s_angry_leash_] Ici, j'essaie de vous aider, et que puis-je obtenir? Un mendiant en choisissant !
it_it: [_flora_s_angry_leash_] Qui sto cercando di aiutarti, e cosa ottengo? Un mendicante scelto!

source: [_mc_] Sorry, it's just... it's so big!
fr_fr: [_mc_] Désolé, c'est juste ... c'est tellement grand !
it_it: [_mc_] Ci dispiace, è solo... è così grande!

source: [_flora_s_laughing_leash_] That's what she said!
fr_fr: [_flora_s_laughing_leash_] C'est ce qu'elle a dit !
it_it: [_flora_s_laughing_leash_] È quello che ha detto!

source: [_mc_] I can't believe you're cracking jokes around this beast...
fr_fr: [_mc_] Je ne peux pas croire que vous faites des blagues autour de cette bête ...
it_it: [_mc_] Non riesco a credere che tu stia scherzando intorno a questa bestia...

source: [_flora_s_worried_leash_] He doesn't like being called that.
fr_fr: [_flora_s_worried_leash_] Il n'aime pas être appelé ça.
it_it: [_flora_s_worried_leash_] Non gli piace essere chiamato.

source: [_mc_] I-I think I just peed a little...
it_it: [_mc_] I-Penso di aver appena sbirciato un po'...

source: [_flora_s_angry_leash_] Ew, gross!
fr_fr: [_flora_s_angry_leash_] Ew, brut !
it_it: [_flora_s_angry_leash_] Ew, grossolano!

source: [_flora_s_angry_leash_] [hati], kill.
fr_fr: [_flora_s_angry_leash_] [hati], tuer.
it_it: [_flora_s_angry_leash_] [hati], uccidi.

source: [_hati_] Roar! [withvpunch]
it_it: [_hati_] Ruggito! [withvpunch]

source: [_flora_s_laughing_leash_] Just kidding! He's not trained, don't worry.
fr_fr: [_flora_s_laughing_leash_] Je plaisante ! Il n'est pas formé, ne t'inquiète pas.
it_it: [_flora_s_laughing_leash_] Giusto scherzando! Non è addestrato, non preoccupatevi.

source: [_mc_] I... I don't know if that's reassuring...
fr_fr: [_mc_] I ... Je ne sais pas si c'est rassurant ...
it_it: [_mc_] Io... Non so se è rassicurante...

source: [_flora_s_blush_leash_] It'll be fine. [hati] is big, but kind.
fr_fr: [_flora_s_blush_leash_] Ça ira bien. [hati] est grand, mais gentile.
it_it: [_flora_s_blush_leash_] andrà bene. [hati] è grande, ma gentile.

source: [_mc_] Uh, maybe you should come along... just in case.
fr_fr: [_mc_] Uh, peut-être que vous devriez venir ... juste au cas où.
it_it: [_mc_] Uh, forse dovresti venire... nel caso.

source: [_flora_s_skeptical_leash_] Are you serious?
fr_fr: [_flora_s_skeptical_leash_] Êtes-vous sérieux?
it_it: [_flora_s_skeptical_leash_] Sei serio?

source: [_mc_] Yes! I'm being very serious right now!
fr_fr: [_mc_] Oui ! Je suis très sérieuse en ce moment !
it_it: [_mc_] Sì! Sono molto serio in questo momento!

source: [_flora_s_skeptical_leash_] Fine, I guess. But you owe me double.
fr_fr: [_flora_s_skeptical_leash_] Fine, je suppose. Mais tu me dois le double.
it_it: [_flora_s_skeptical_leash_] Bene, immagino. Ma tu mi devi raddoppiare.

source: [_flora_s_skeptical_leash_] What exactly are you planning to do, anyway?
fr_fr: [_flora_s_skeptical_leash_] Qu'est-ce que vous prévoyez faire exactement, de toute façon?
it_it: [_flora_s_skeptical_leash_] Che cosa intendi fare esattamente?

source: [_mc_] It's a long story, but basically I'm trying to get [jo] to return the gym schedule to normal.
fr_fr: [_mc_] C'est une longue histoire, mais en gros j'essaie d'obtenir [jo] pour ramener le calendrier de gym à la normale.
it_it: [_mc_] È una storia lunga, ma fondamentalmente sto cercando di ottenere [jo] per restituire l'orario della palestra alla normalità.

source: [_flora_s_confused_leash_] And of course, you're going to do it in the most absurd way possible...{space=-45}
fr_fr: [_flora_s_confused_leash_] Et bien sûr, vous allez le faire de la façon la plus absurde possible ... { space=-45 }
it_it: [_flora_s_confused_leash_] E naturalmente, lo farai nel modo più assurdo possibile...{space=-45}

source: [_mc_] Pretty much, yeah.
it_it: [_mc_] Bene molto, sì.

source: [_flora_s_sarcastic_leash_] This is why I'm her favorite, and you're a nuisance.
fr_fr: [_flora_s_sarcastic_leash_] C'est pourquoi je suis son préféré, et vous êtes une nuisance.
it_it: [_flora_s_sarcastic_leash_] Questo è il motivo per cui sono il suo preferito, e tu sei un fastidio.

source: [_mc_] She just doesn't see my potential.
fr_fr: [_mc_] Elle ne voit pas mon potentiel.
it_it: [_mc_] Lei non vede proprio il mio potenziale.

source: [_flora_s_sarcastic_leash_] I don't think anyone does.
fr_fr: [_flora_s_sarcastic_leash_] Je ne pense pas que quiconque le fasse.
it_it: [_flora_s_sarcastic_leash_] Non penso che nessuno lo faccia.

source: [_mc_] When Einstein was a kid—
fr_fr: [_mc_] Quand Einstein était enfant-
it_it: [_mc_] Quando Einstein era un ragazzo—

source: [_flora_s_eyeroll_leash_] That's been debunked.
fr_fr: [_flora_s_eyeroll_leash_] Cela a été démystiqué.
it_it: [_flora_s_eyeroll_leash_] È stato scollegato.

source: [_mc_] Whatever. Let's just go.
fr_fr: [_mc_] Quoi qu'il en soit. Allons-y.
it_it: [_mc_] Qualunque cosa sia. Andiamo e basta.

source: [_flora_s_sarcastic_leash_] Lead the way!
fr_fr: [_flora_s_sarcastic_leash_] Diriger la voie !
it_it: [_flora_s_sarcastic_leash_] Guida la strada!

source: [_flora_s_afraid_leash_] Are you sure we're allowed to bring a dog inside the school?
fr_fr: [_flora_s_afraid_leash_] Etes-vous sûr d'être autorisé à amener un chien à l'intérieur de l'école?
it_it: [_flora_s_afraid_leash_] Sei sicuro che ci sia permesso di portare un cane all'interno della scuola?

source: [_mc_] Yes!
fr_fr: [_mc_] Oui !
it_it: [_mc_] Sì!

source: [_flora_s_afraid_leash_] How do you know? Did you ask [jo]?
fr_fr: [_flora_s_afraid_leash_] Comment savez-vous? Avez-vous demandé le [jo]?
it_it: [_flora_s_afraid_leash_] Come lo sa? Hai chiesto [jo]?

source: [_mc_] I don't need to. The Newfall Constitution on Animal Rights, Chapter 87, subsection D, says I can.
fr_fr: [_mc_] Je n'ai pas besoin de. La nouvelle Constitution sur les droits des animaux, chapitre 87, paragraphe D, dit que je peux.
it_it: [_mc_] Non ho bisogno. La Costituzione di Newfall sui diritti degli animali, capitolo 87, sottosezione D, dice che posso.

source: [_flora_s_skeptical_leash_] There's absolutely no way you've read through that.
fr_fr: [_flora_s_skeptical_leash_] Il n'y a absolument aucun moyen de lire ça.
it_it: [_flora_s_skeptical_leash_] Non c'è assolutamente modo di leggerlo.

source: [_mc_] Why not? Are you implying {i}you{/} haven't read up on animal rights?
fr_fr: [_mc_] Pourquoi pas? Est-ce que vous insinuez que {i}vous { / } n'avez pas lu sur les droits des animaux?
it_it: [_mc_] Perché? Stai implicando che {i}tu{/} non hai letto sui diritti degli animali?

source: [_flora_s_afraid_leash_] Well, I—
fr_fr: [_flora_s_afraid_leash_] Eh bien, je-
it_it: [_flora_s_afraid_leash_] Beh, I—

source: [_mc_] Maybe I should take the leash for now, just so you don't accidentally break a rule.
fr_fr: [_mc_] Peut-être que je devrais prendre la laisse pour l'instant, juste pour que vous ne romiez pas accidentellement une règle.
it_it: [_mc_] Forse dovrei prendere il guinzaglio per ora, proprio in modo da non infrangere accidentalmente una regola.

source: [_mc_] You know, since you're a mere layman when it comes to our four-legged friends.
fr_fr: [_mc_] Vous savez, puisque vous êtes un simple profane quand il s'agit de nos amis à quatre pattes.
it_it: [_mc_] Sai, dal momento che sei un semplice laico quando si tratta dei nostri amici a quattro zampe.

source: [_mc_] Animal rights is an important topic, [flora].
fr_fr: [_mc_] Les droits des animaux sont un sujet important, [flora].
it_it: [_mc_] I diritti degli animali sono un argomento importante, [flora].

source: [_flora_s_angry_] I really will strangle you if you keep going...
fr_fr: [_flora_s_angry_] Je vais vraiment vous étrangler si vous continuez ...
it_it: [_flora_s_angry_] ti strangolerò davvero se continui ad andare...

source: [_mc_] Sorry, sorry. Would you mind getting the [nurse] while I take [hati] to the gym?
fr_fr: [_mc_] Désolé, désolé. Ça vous dérangerait d'obtenir le [nurse] pendant que je prends [hati] à la gym?
it_it: [_mc_] Scusa, mi dispiace. Ti dispiacerebbe ottenere la [nurse] mentre porto [hati] alla palestra?

source: [_mc_] She's going to help me get my gym grade.
fr_fr: [_mc_] Elle va m'aider à obtenir mon grade de gym.
it_it: [_mc_] Lei mi aiuterà a ottenere il mio grado di palestra.

source: [_flora_s_concerned_] I guess.
fr_fr: [_flora_s_concerned_] Je suppose.
it_it: [_flora_s_concerned_] immagino.

source: [_mc_] Hello, [nurse].
fr_fr: [_mc_] Bonjour, [nurse].
it_it: [_mc_] Ciao, [nurse].

source: [_nurse_s_smile_] You know, you shouldn't be cooped up inside when it's such a nice day out.
fr_fr: [_nurse_s_smile_] Tu sais, tu ne devrais pas être enfermé à l'intérieur quand c'est une si belle journée.
it_it: [_nurse_s_smile_] Sai, non dovresti essere cooped dentro quando è una giornata così bella.

source: [_nurse_s_smile_] Fresh air does wonders for the body and mind!
fr_fr: [_nurse_s_smile_] L'air frais fait des merveilles pour le corps et l'esprit !
it_it: [_nurse_s_smile_] L'aria fresca fa meraviglie per il corpo e la mente!

source: [_mc_] Thanks for your concern, but I'm not here to discuss matters concerning my health.
fr_fr: [_mc_] Merci pour votre inquiétude, mais je ne suis pas ici pour discuter de questions concernant ma santé.
it_it: [_mc_] Grazie per la vostra preoccupazione, ma non sono qui per discutere questioni relative alla mia salute.

source: [_nurse_s_afraid_] Sorry, I didn't mean to presume... I just...
fr_fr: [_nurse_s_afraid_] Désolé, je ne voulais pas présumer ... Je viens juste ...
it_it: [_nurse_s_afraid_] Scusa, non avevo intenzione di presumere... solo...

source: [_mc_] I'm here because I need something from you.
fr_fr: [_mc_] Je suis ici parce que j'ai besoin de quelque chose de vous.
it_it: [_mc_] Sono qui perché ho bisogno di qualcosa da te.

source: [_nurse_s_annoyed_] Goodness... I'm not sure what I could do for you...
fr_fr: [_nurse_s_annoyed_] Bonté ... Je ne suis pas sûr de ce que je pourrais faire pour toi ...
it_it: [_nurse_s_annoyed_] Bontà... Non sono sicuro di cosa potrei fare per te...

source: [_mc_] It's simple enough, really. You see, I need a dog...
fr_fr: [_mc_] C'est assez simple, vraiment. Tu vois, j'ai besoin d'un chien ...
it_it: [_mc_] È abbastanza semplice, davvero. Vedete, ho bisogno di un cane...

source: [_mc_] ...and so I thought, what better place to find one who's full of obedience?
fr_fr: [_mc_] ... et donc je me suis dit, quel meilleur endroit pour trouver celui qui est plein d'obéissance?
it_it: [_mc_] ...e così ho pensato, che posto migliore per trovare uno che è pieno di obbedienza?

source: [_nurse_s_annoyed_] I... I don't know what you mean...
fr_fr: [_nurse_s_annoyed_] I ... Je ne sais pas ce que tu veux dire ...
it_it: [_nurse_s_annoyed_] Io... Non so cosa intendi...

source: [_mc_] Sure you do.
fr_fr: [_mc_] Bien sûr.
it_it: [_mc_] Sicuro che lo fate.

source: [_mc_] I need a well trained dog, and you're going to be just that for me, or else this little picture of you is going up everywhere.
fr_fr: [_mc_] J'ai besoin d'un chien bien entraîné, et vous allez être juste pour moi, sinon cette petite photo de vous est en hausse partout.
it_it: [_mc_] Ho bisogno di un cane ben addestrato, e tu sarai proprio quello per me, o altrimenti questa piccola immagine di voi sta salendo ovunque.

source: [_nurse_s_sad_] No, please! I'll be ruined!
fr_fr: [_nurse_s_sad_] Non, s'il vous plaît ! Je vais être ruiné !
it_it: [_nurse_s_sad_] No, per favore! Sarò rovinato!

source: [_nurse_s_sad_] But... what you're asking would be so humiliating...
fr_fr: [_nurse_s_sad_] Mais ... ce que vous demandez serait si humiliant ...
it_it: [_nurse_s_sad_] Ma... quello che stai chiedendo sarebbe così umiliante...
