Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: Because that's clearly what the [nurse] is — a piggy pet.
fr_fr: Parce que c'est clairement ce que le [nurse] est-un animal de compagnie.
it_it: Perché questo è chiaramente ciò che l' [nurse] è — un animale domestico maiale.

source: [_kate_] Give her an order, [mc]. She likes that.
fr_fr: [_kate_] Donne un ordre, [mc]. Elle aime ça.
it_it: [_kate_] Datele un ordine, [mc]. A lei piace.

source: [_mc_] Kiss my dick.
fr_fr: [_mc_] Kiss ma bite.
it_it: [_mc_] baci il mio cazzo.

source: [_kate_] You heard him.
fr_fr: [_kate_] Vous l'avez entendu.
it_it: [_kate_] L'hai sentito.

source: [_nurse_s_blowjob_headpat_] Yes, miss.
fr_fr: [_nurse_s_blowjob_headpat_] Oui, rater.
it_it: [_nurse_s_blowjob_headpat_] Sì, mancante.

source: She puts her lips right on the tip of my dick, gently smooching it.
fr_fr: Elle met ses lèvres sur le bout de ma bite, en le lissant doucement.
it_it: Mette le labbra proprio sulla punta del mio cazzo, lisciandolo delicatamente.

source: Her lips part for a moment and her tongue pokes at my pee hole.
fr_fr: Ses lèvres s'inscrivent pour un moment et ses potes de langue dans mon trou de pis.
it_it: Le sue labbra parte per un attimo e la sua lingua picchia al mio buco di pisello.

source: Then, she adds slight suction.
fr_fr: Puis, elle ajoute une légère succion.
it_it: Poi, aggiunge un leggero aspirazione.

source: [_kate_] She's a good piggy, isn't she?
fr_fr: [_kate_] C'est une bonne tirelire, n'est-ce pas?
it_it: [_kate_] Lei è un buon maiale, vero?

source: [_mc_] Y-yes. God.
fr_fr: [_mc_] Y-oui. Dieu.
it_it: [_mc_] Y-sì. Dio.

source: [_kate_] I have class in ten minutes, so let's hurry this along.
it_it: [_kate_] Ho lezione in dieci minuti, quindi affrettiamoci a questo.

source: [_kate_] Take that dick in your mouth now.
fr_fr: [_kate_] Prenez cette bite dans la bouche.
it_it: [_kate_] Prendi quel cazzo in bocca ora.

source: [_mc_] Lick my dick.
fr_fr: [_mc_] Lick ma bite.
it_it: [_mc_] Leccare il mio cazzo.

source: [_kate_] Do it.
it_it: [_kate_] Fatelo.

source: [_kate_] Good girl.
fr_fr: [_kate_] Bonne fille.
it_it: [_kate_] Buona ragazza.

source: Her tongue darts out, carefully licking the bottom of my dick.
fr_fr: Sa langue se défait, léchant soigneusement le fond de ma bite.
it_it: Le sue freccette della lingua, leccando attentamente il fondo del mio cazzo.

source: She swirls it around the tip, puts it back in her mouth to have a taste.{space=-25}
fr_fr: Elle l'a tournez autour de la pointe, la met dans sa bouche pour avoir un goût. { space=-25 }
it_it: Lo turba intorno alla punta, lo rimette in bocca per avere un gusto.{space=-25}

source: Her face remains expressionless, so perhaps it wasn't so bad?
fr_fr: Son visage reste expressionnelle, alors peut-être que ce n'était pas si mal?
it_it: Il suo volto rimane senza espressione, quindi forse non era così male?

source: The tongue pops out again, takes another few licks along the shaft.
fr_fr: La langue s'en sort à nouveau, prend encore quelques léchettes le long de l'arbre.
it_it: La lingua si spegne di nuovo, prende un altro paio di leccate lungo l'albero.

source: [_kate_] Okay, that's enough teasing. Put it in your mouth now.
fr_fr: [_kate_] Ok, c'est assez de taquinage. Mets-le dans ta bouche maintenant.
it_it: [_kate_] Okay, è abbastanza stuzzicante. Mettilo in bocca adesso.

source: [_mc_] Stop wasting time and put it in your mouth, bitch!
fr_fr: [_mc_] Arrêter de perdre du temps et de le mettre dans votre bouche, salope !
it_it: [_mc_] Smettete di perdere tempo e mettetelo in bocca, cagna!

source: [_kate_] Stop being so damn shy!
fr_fr: [_kate_] Arrêtes d'être aussi timide !
it_it: [_kate_] Smettila di essere così maledetto timido!

source: [_kate_] I don't have all day! Suck that dick!
fr_fr: [_kate_] Je n'ai pas toute la journée ! Sucre cette bite !
it_it: [_kate_] Non ho tutto il giorno! Succhiare quel cazzo!

source: Oh, f-fuck! [kate] just touched me down there...
fr_fr: Oh, f-fuck ! [kate] vient de me toucher là-bas ...
it_it: Oh, f-fuck! [kate] mi ha appena toccato lì...

source: That's hotter than any mouth...
fr_fr: C'est plus chaud que n'importe quelle bouche ...
it_it: Questo è più caldo di qualsiasi bocca...

source: Slowly, the [nurse] opens her mouth, letting my dick rest on her tongue.{space=-55}
fr_fr: Lentement, le [nurse] ouvre la bouche, laissant ma bite reposer sur sa langue. { space=-55 }
it_it: Lentamente, la [nurse] apre la bocca, lasciando riposare il mio cazzo sulla lingua.{space=-55}

source: Her hot breath bathes on my dick and almost makes me blow my load...{space=-70}
fr_fr: Son souffle chaud baigne sur ma bite et me fait presque souffler mon load... { space=-70 }
it_it: I suoi bagni di respiro caldo sul mio cazzo e quasi mi fa soffiare il mio carico...{space=-70}

source: But years of edging in front of the computer has given me an unmatched control.
fr_fr: Mais des années de défermage devant l'ordinateur m'ont donné un contrôle inégalé.
it_it: Ma anni di bordatura davanti al computer mi ha dato un controllo senza eguali.

source: [kate] watches over her like a prison guard. Nothing happens without her saying so.
fr_fr: [kate] les regarde comme un gardien de prison. Rien ne se passe sans le dire.
it_it: [kate] la guarda come una guardia carceraria. Non succede nulla senza che lei lo dica.

source: Finally, she shifts forward on her knees, wrapping the tip of my dick in her lips...
fr_fr: Enfin, elle se déplace sur les genoux, enveloppant la pointe de ma bite dans ses lèvres ...
it_it: Infine, si sposta in avanti sulle ginocchia, avvolgendo la punta del mio cazzo nelle labbra...

source: Waves of heat and pleasure course through my lower abdomen.
fr_fr: Des vagues de chaleur et de plaisir à travers mon abdomen inférieur.
it_it: Onde di calore e piacere corso attraverso il mio basso addome.

source: [_mc_] F-fuck, that's good!
fr_fr: [_mc_] F-fuck, c'est bien !
it_it: [_mc_] F-fuck, è buono!

source: [_kate_] You hear that, piggy? He thinks you're doing a good job.
fr_fr: [_kate_] Tu entends ça, piggy? Il pense que tu fais du bon boulot.
it_it: [_kate_] Lo senti, maialino? Pensa che stia facendo un buon lavoro.

source: This comment seems to calm the [nurse] a bit.
fr_fr: Ce commentaire semble calmer le [nurse] un peu.
it_it: Questo commento sembra calmare un po' la [nurse].

source: She takes her time, sucking the tip. Seemingly lost in her own world.{space=-10}
fr_fr: Elle prend son temps, sucer la pointe. Etonnamment perdu dans son propre monde. { space=-10 }
it_it: Lei prende il suo tempo, succhiare la punta. Apparentemente perso nel suo stesso mondo.{spazio=-10}

source: While on her knees, she seems to forget that this is completely unacceptable behavior.
fr_fr: À genoux, elle semble oublier que c'est un comportement tout à fait inacceptable.
it_it: Mentre è in ginocchio, sembra dimenticare che questo è un comportamento del tutto inaccettabile.

source: She would be fired if [jo] found out she was giving blowjobs to students.
fr_fr: Elle serait licenciée si le [jo] avait découvert qu'elle donnait des chablis aux étudiants.
it_it: Sarebbe licenziata se [jo] scoprisse che stava dando pompini agli studenti.

source: But in her mind, it's just her and my dick...
fr_fr: Mais dans son esprit, c'est juste elle et ma bite ...
it_it: Ma nella sua mente, è solo lei e il mio cazzo...

source: ...and possibly [kate]'s dominance.
fr_fr: ... et peut-être la domination de [kate].
it_it: ...ed eventualmente il dominio di [kate].

source: But god... she's going too slowly...
fr_fr: Mais Dieu ... elle va trop lentement ...
it_it: Ma dio... sta andando troppo lentamente...

source: I need her to bob her head faster, take my dick deeper...
fr_fr: J'ai besoin qu'elle bob la tête plus vite, prends ma bite plus profonde ...
it_it: Ho bisogno di lei per bob la sua testa più veloce, prendere il mio cazzo più pro...

source: Maybe I can give her a hand...
fr_fr: Peut-être que je peux lui donner une main ...
it_it: Forse posso darle una mano...

source: [_kate_] What exactly do you think you're doing?
fr_fr: [_kate_] Que penses-tu exactement que tu fais?
it_it: [_kate_] Che cosa pensi di fare esattamente?

source: [_kate_] Did I say you could touch my property?
fr_fr: [_kate_] Je vous ai dit que vous pourriez toucher ma propriété?
it_it: [_kate_] Ho detto che potresti toccare la mia proprietà?

source: [_mc_] F-fuck. Sorry.
fr_fr: [_mc_] F-fuck. Désolé.
it_it: [_mc_] F-fuck. Mi dispiace.

source: [kate] throws her weight around, showing everyone here who is the boss.{space=-80}
fr_fr: [kate] lance son poids, montrant tout le monde ici qui est le patron. { space=-80 }
it_it: [kate] getta il suo peso intorno, mostrando a tutti coloro che sono il capo.{space=-80}

source: Perhaps it was greedy of me to assume...
fr_fr: Peut-être que c'était avide de moi d'assumer ...
it_it: Forse è stato avido di me per assicurarmi...

source: Suddenly, [kate] pulls the [nurse]'s head back by her hair.
fr_fr: Soudain, [kate] tire la tête du [nurse]de ses cheveux.
it_it: Improvvisamente, [kate] tira la testa della [nurse]per i suoi capelli.

source: [_kate_] Is this really the best you can do, little piggy?
fr_fr: [_kate_] C'est vraiment le mieux que tu peux faire, petit porcelet?
it_it: [_kate_] Questo è davvero il meglio che puoi fare, piccolo maialino?

source: [_kate_] And you, little piggy... Why would he want to touch you?
fr_fr: [_kate_] Et vous, petite porcelet ... Pourquoi voulez-vous vous toucher?
it_it: [_kate_] E tu, piccolo maialino... Perché ti vorrebbe toccare?

source: [_kate_] Aren't you doing a good job?
fr_fr: [_kate_] N'est-ce pas un bon travail?
it_it: [_kate_] Non stai facendo un buon lavoro?

source: [_nurse_s_blowjob_hair_grab_] S-sorry, miss! I'll try harder!
fr_fr: [_nurse_s_blowjob_hair_grab_] -désolé, miss ! Je vais essayer plus fort !
it_it: [_nurse_s_blowjob_hair_grab_] S-scusa, mancato! Proverò più duramente!

source: [_kate_] Yes, you'll try harder...
fr_fr: [_kate_] Oui, vous allez essayer plus fort ...
it_it: [_kate_] Sì, proverai più duramente...

source: [_kate_] ...and deeper.
fr_fr: [_kate_] ... et plus profond.
it_it: [_kate_] e più profondo.

source: Without warning, [kate] pushes the [nurse]'s head forward.
fr_fr: Sans avertissement, [kate] repousse la tête du [nurse].
it_it: Senza preavviso, [kate] spinge la testa di [nurse]in avanti.

source: My dick slides over her tongue, hits the back of her mouth, then pushes deep into her throat.
fr_fr: Ma bite glisse sur sa langue, touche le dos de sa bouche, puis pousse profondément dans sa gorge.
it_it: Il mio cazzo scivola sopra la lingua, colpisce la parte posteriore della bocca, poi spinge in profondità nella sua gola.

source: Despite all this, she doesn't gag, and her lips stay wrapped around the base of my shaft.
fr_fr: Malgré tout cela, elle ne gai pas, et ses lèvres restent enveloppées autour de la base de mon arbre.
it_it: Nonostante tutto questo, lei non gag, e le sue labbra rimangono avvolte intorno alla base del mio albero.

source: [_kate_] See? This is how you suck dick, piggy!
fr_fr: [_kate_] Voir? C'est comme ça que tu succ la bite, pige !
it_it: [_kate_] Vedi? Questo è come si succhia cazzo, maiale!

source: [_kate_] This is what guys want!
fr_fr: [_kate_] C'est ce que veulent les gars !
it_it: [_kate_] Questo è ciò che i ragazzi vogliono!

source: [kate] holds her down, and I can feel the [nurse]'s panic starting to grow.{space=-50}
fr_fr: [kate] la tient à la baisse, et je peux sentir que le mouvement de panique [nurse]commence à grandir. { space=-50 }
it_it: [kate] la tiene bassa, e posso sentire il panico di [nurse]che inizia a crescere.{space=-50}

source: Her throat contracts. She finally gags on my dick, and cough up hot air from her lungs.
fr_fr: Ses contrats de gorge. Elle a enfin des gags sur ma bite, et elle tousse de l'air chaud de ses poumons.
it_it: Si contrae la gola. Finalmente si imbatte sul mio cazzo e tosse aria calda dai suoi polmoni.

source: [kate] still keeps her in place, a look of twisted excitement spreading across her face.
fr_fr: [kate] la garde toujours en place, un regard d'excitation tordue qui se répand sur son visage.
it_it: [kate] la mantiene ancora al suo posto, uno sguardo di eccitazione contorta che si diffonde sul suo viso.

source: [_kate_] You stay there until I say so...
fr_fr: [_kate_] Vous y restez jusqu'à ce que je le dise ...
it_it: [_kate_] Tu rimani lì fino a quando lo dico...

source: Just as I'm about to blow my load down her throat, the [nurse] breaks from and pushes herself off my dick.
fr_fr: Tout comme je suis sur le point de me faire sauter la gorge, le [nurse] se décompose et se vide de ma bite.
it_it: Proprio come sto per soffiare il mio carico giù per la gola, l' [nurse] si rompe e si spinge fuori dal mio cazzo.

source: [_kate_] Bad piggy! I did not tell you to take it out of your throat yet!
fr_fr: [_kate_] Mauvais tirelire ! Je ne t'ai pas dit de te sortir de ta gorge !
it_it: [_kate_] Cattivo maiale! Non ti ho ancora detto di portarlo fuori dalla gola!

source: [_kate_] You know what this means, right?
fr_fr: [_kate_] Vous savez ce que cela signifie, n'est-ce pas?
it_it: [_kate_] Sai cosa significa questo: giusto?

source: Still with her mouth in place, her voice sends vibrations through my dick.{space=-95}
fr_fr: Toujours avec sa bouche en place, sa voix envoie des vibrations à travers ma bite. { space=-95 }
it_it: Sempre con la bocca al suo posto, la sua voce invia vibrazioni attraverso il mio cazzo.{space=-95}

source: [_kate_] That's right! You get punished!
fr_fr: [_kate_] C'est vrai ! Tu t'en as puni !
it_it: [_kate_] È giusto! Ti punisci!

source: [_kate_] But that's for later...
fr_fr: [_kate_] Mais c'est pour plus tard ...
it_it: [_kate_] Ma questo è più tardi...

source: [_kate_] Now keep sucking!
fr_fr: [_kate_] Maintenant, continuez à sucer !
it_it: [_kate_] Ora continuate a succhiare!

source: [_mc_] Oh, fuck!
fr_fr: [_mc_] Oh, merde !
it_it: [_mc_] Oh, cazzo!

source: Just like that, my dick slides right back into her warm throat.
fr_fr: Comme ça, ma bite glisse directement dans sa gorge chaude.
it_it: Proprio come questo, il mio cazzo scivola verso destra nella sua gola calda.

source: [_kate_] Did you know that semen makes up 60%% of her diet now?
fr_fr: [_kate_] Saviez-vous que le sperme représente maintenant 60% de son alimentation?
it_it: [_kate_] Lo sapevate che lo sperma costituisce 60%% della sua dieta ora?

source: [_kate_] If you want to make a donation, now's your chance.
fr_fr: [_kate_] Si vous voulez faire un don, c'est maintenant votre chance.
it_it: [_kate_] Se vuoi fare una donazione, ora hai la tua possibilità.

source: Does this mean that [kate] makes the [nurse] suck dick on a daily basis?{space=-45}
fr_fr: Cela signifie-t-il que le [kate] fait le [nurse] sucer la bite sur une base quotidienne? { space=-45 }
it_it: Questo significa che [kate] fa succhiare il cazzo [nurse] su base giornaliera?{space=-45}

source: I always wondered why the jocks looked so satisfied leaving the infirmary...
fr_fr: Je me demandais toujours pourquoi les chocs étaient si satisfaits de quitter l'infirmerie ...
it_it: Mi sono sempre chiesto perché i jocks sembravano così soddisfatti lasciando l'infirmary...

source: Oh, god! I'm going to—
fr_fr: Oh, mon dieu ! Je vais-
it_it: Oh, dio! Sto andando a—

source: Rope upon thick rope of cum shoots down her throat.
fr_fr: Rope sur une épaisse corde de foutre la gorge.
it_it: Corda su corda spessa di sperma spara giù la gola.

source: A tear rolls down the [nurse]'s face as I fill her stomach with spunk.
fr_fr: Une déchirure fait tomber le visage du [nurse]au moment où je remplis son estomac avec du spunk.
it_it: Una lacrima rotola giù per la faccia della [nurse]mentre riempie lo stomaco di pezzo.

source: [kate] keeps her head firmly in place until every last drop of semen leaves my dick.
fr_fr: [kate] garde sa tête fermement en place jusqu'à ce que chaque goutte de sperme laisse ma bite.
it_it: [kate] mantiene la testa saldamente al suo posto fino a quando ogni ultima goccia di sperma lascia il mio cazzo.

source: [_kate_] Very good girl. Swallow it all.
fr_fr: [_kate_] Très bonne fille. Avalez-le tous.
it_it: [_kate_] Ragazza molto buona. Deglutisca tutto.

source: [_kate_] Now, how's that, [mc]? Satisfied?
fr_fr: [_kate_] Now, how's that, [mc]? Satisfait?
it_it: [_kate_] Ora, com'è quello, [mc]? Soddisfato?

source: Satisfied doesn't even begin to describe it...
fr_fr: Satisfait ne commence même pas à le décrire ...
it_it: Soddisfatto non comincia nemmeno a descriverlo...

source: [_mc_] Yeah...
fr_fr: [_mc_] Oui ...
it_it: [_mc_] Sì...

source: [_kate_] She's too out of it to notice, but I'll tell her you gave her a good grade.{space=-45}
fr_fr: [_kate_] Elle est trop hors de son avis, mais je lui dirai que vous lui avez donné une bonne note. { space=-45 }
it_it: [_kate_] Lei è troppo fuori di esso per notare, ma le dirò che le hai dato un buon grado.{space=-45}

source: Completely drained from both the challenge and the blowjob, I fall back on the hospital bed.
fr_fr: Complètement drainé du challenge et de la pipe, je tombe sur le lit de l'hôpital.
it_it: Completamente svuotato sia dalla sfida che dal pompino, mi ripiego sul letto dell'ospedale.

source: Damn, that blowjob knocked me out completely...
fr_fr: Merde, cette pipe m'a complètement assommé ...
it_it: Dannazione, quel pompino mi ha bussato completamente...

source: Maybe I should've challenged [kate] years ago... but I probably just got lucky this time...
fr_fr: Peut-être que j'aurais dû contester il y a [kate] ans ... mais j'ai probablement eu de la chance cette fois ...
it_it: Forse avrei dovuto sfidare [kate] anni fa... ma probabilmente ho appena avuto fortuna questa volta...

source: And even though it wasn't [kate]'s lips wrapped around my dick, I can't really complain...
fr_fr: Et même si ce n'était pas les lèvres de [kate]autour de ma bite, je ne peux pas vraiment me plaindre ...
it_it: E anche se non era le labbra di [kate]avvolte intorno al mio cazzo, non posso davvero lamentarmi...

source: That was better than I ever dreamed of...
fr_fr: C'était mieux que ce que j'ai jamais rêvé ...
it_it: Questo era meglio di quanto io abbia mai sognato...

source: [_mc_] On second thought, no...
fr_fr: [_mc_] Sur la seconde pensée, non ...
it_it: [_mc_] Al secondo pensiero, no...

source: [_kate_s_eyeroll_] Make up your mind already.
fr_fr: [_kate_s_eyeroll_] Faites déjà attention à votre esprit.
it_it: [_kate_s_eyeroll_] Rendi la tua mente già.

source: [_mc_] I want you to donate to a charity.
fr_fr: [_mc_] Je veux que vous donniez à un organisme de bienfaisance.
it_it: [_mc_] Voglio che tu doni ad una carità.

source: [_mc_] I know you're filthy rich, [kate]. And I think it's time to make a difference.{space=-70}
fr_fr: [_mc_] Je sais que tu es riche, [kate]. Et je pense qu'il est temps de faire une différence. { space=-70 }
it_it: [_mc_] So che sei ricco, [kate]. E penso che sia il momento di fare la differenza.{space=-70}

source: [_kate_s_thinking_] That's what you want?
fr_fr: [_kate_s_thinking_] C'est ce que vous voulez?
it_it: [_kate_s_thinking_] È quello che vuoi?

source: She looks confused and relieved at the same time...
fr_fr: Elle semble confuse et soulagée en même temps ...
it_it: Sembra confusa e sollevata allo stesso tempo...

source: She probably thought I'd pick something selfish. Something humiliating.{space=-75}
fr_fr: Elle pensait probablement que je choisirais quelque chose d'égoïme. Quelque chose d'humiliant. { space=-75 }
it_it: Probabilmente pensava che avrei scelto qualcosa di egoista. Qualcosa di umiliante.{space=-75}

source: But life is more than just high school and getting your rocks off.
fr_fr: Mais la vie, c'est plus qu'une école secondaire et les rochers.
it_it: Ma la vita non è solo scuola superiore e ottenere le rocce fuori.

source: There are people out there who could use the help.
fr_fr: Il y a des gens qui pourraient utiliser l'aide.
it_it: Ci sono persone là fuori che potrebbero usare l'aiuto.

source: [_mc_] That's what I want.
fr_fr: [_mc_] C'est ce que je veux.
it_it: [_mc_] È quello che voglio.

source: I read somewhere that the Newfall Hospital is struggling financially, so maybe that would be a good cause?
fr_fr: J'ai lu quelque part que l'hôpital Newfall peine financièrement, alors peut-être que ce serait une bonne cause?
it_it: Ho letto da qualche parte che il Newfall Hospital sta lottando finanziariamente, quindi forse questa sarebbe una buona causa?

source: [_mc_] I want you to donate to our local hospital.
fr_fr: [_mc_] Je veux que vous donniez à notre hôpital local.
it_it: [_mc_] Voglio che tu doni al nostro ospedale locale.

source: [_mc_] And not just a couple of bucks — I want it to make a difference.
fr_fr: [_mc_] Et pas seulement quelques dollars-je veux qu'il fasse une différence.
it_it: [_mc_] E non solo un paio di dollari — voglio fare la differenza.

source: [_kate_s_thinking_] Very well.
fr_fr: [_kate_s_thinking_] Très bien.
it_it: [_kate_s_thinking_] Molto bene.

source: They're all so quiet now... they never expected this.
fr_fr: Ils sont tous tellement silencieux maintenant ... ils ne s'attendaient jamais à ça.
it_it: Sono tutti così tranquilli ora... non si aspettavano mai questo.

source: [_kate_s_thinking_] Is that all?
fr_fr: [_kate_s_thinking_] Est-ce tout?
it_it: [_kate_s_thinking_] È tutto?

source: [_mc_] That is all.
fr_fr: [_mc_] C'est tout.
it_it: [_mc_] Questo è tutto.

source: [_kate_s_blush_] All right, then...
fr_fr: [_kate_s_blush_] Très bien, alors ...
it_it: [_kate_s_blush_] Va bene, allora...

source: [_stacy_s_confident_] I then declare this challenge concluded.
fr_fr: [_stacy_s_confident_] Je déclare ensuite ce défi.
it_it: [_stacy_s_confident_] Dichiaro quindi conclusa questa sfida.

source: [_casey_s_confident_s_flip_] Let's go.
fr_fr: [_casey_s_confident_s_flip_] Allons-y.
it_it: [_casey_s_confident_s_flip_] Andiamo.

source: [_mc_] Oh! One more thing, [kate]!
fr_fr: [_mc_] Oh ! Une autre chose, [kate]!
it_it: [_mc_] Oh! Ancora una cosa, [kate]!

source: [_mc_] Don't forget about our side wager...
fr_fr: [_mc_] N'oubliez pas notre pari latéral ...
it_it: [_mc_] Non dimenticare il nostro lato sdegno...

source: [_kate_s_eyeroll_] Seriously?
fr_fr: [_kate_s_eyeroll_] Sérieusement?
it_it: [_kate_s_eyeroll_] Seriamente?

source: [_mc_] Yes, seriously.
fr_fr: [_mc_] Oui, sérieusement.
it_it: [_mc_] Sì, seriamente.

source: [_mc_] You lost, [kate].
fr_fr: [_mc_] Vous avez perdu, [kate].
it_it: [_mc_] Hai perso, [kate].

source: [_mc_] It's time to release the poor [nurse].
fr_fr: [_mc_] Il est temps de libérer les pauvres [nurse].
it_it: [_mc_] È il momento di rilasciare la povera [nurse].

source: [_kate_s_excited_] You do realize she likes it?
fr_fr: [_kate_s_excited_] Vous réalisez qu'elle l'aime?
it_it: [_kate_s_excited_] Ti rendi conto che le piace?

source: [_kate_s_eyeroll_] You're such a pushover...
fr_fr: [_kate_s_eyeroll_] Vous êtes un tel pousseur ...
it_it: [_kate_s_eyeroll_] Sei un tale pushover...

source: [_kate_s_skeptical_] Okay, fine. You can tell her she's free.
fr_fr: [_kate_s_skeptical_] Ok, bien. Tu peux lui dire qu'elle est libre.
it_it: [_kate_s_skeptical_] Va bene, va bene. Puoi dirle che è libera.

source: [_mc_] Great!
fr_fr: [_mc_] Grand !
it_it: [_mc_] Ottimo!

source: Two good deeds in one day! That doesn't happen often for me.
fr_fr: Deux bonnes actions en un jour ! Ça ne se produit pas souvent pour moi.
it_it: Due buone azioni in un giorno! Questo non accade spesso per me.

source: Who knew being the good guy would feel so badass?
fr_fr: Qui savait être le bon gars se sentirait si blaireau?
it_it: Chi sapeva di essere il buon ragazzo si sentirebbe così malasso?
