Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: [_mc_] Then you shouldn't have taken the wager!
fr_fr: [_mc_] Alors vous n'avez pas dû prendre le pari !
it_it: [_mc_] Allora non avresti dovuto prendere la scommessa!

source: [_kate_s_annoyed_] She doesn't even want to be released.
fr_fr: [_kate_s_annoyed_] Elle ne veut même pas être libérée.
it_it: [_kate_s_annoyed_] Lei non vuole nemmeno essere rilasciata.

source: [_mc_] I don't give a shit. You're done blackmailing her.
fr_fr: [_mc_] Je ne donne pas de merde. Tu as fini de la faire chanter.
it_it: [_mc_] Non faccio una merda. Hai finito di ricattarla.

source: [_kate_s_eyeroll_] Why do you have to be such a pushover?
fr_fr: [_kate_s_eyeroll_] Pourquoi tu dois être un tel pousseur?
it_it: [_kate_s_eyeroll_] Perché devi essere un tale spintorno?

source: [_mc_] Doing what's right is hardly being a pushover.
fr_fr: [_mc_] Faire ce qui est juste, c'est à peine d'être un pouseur.
it_it: [_mc_] Fare quello che è giusto è difficilmente essere un spintore.

source: [_kate_s_excited_] You think she'll thank you or something? She won't.
fr_fr: [_kate_s_excited_] Vous pensez qu'elle vous remerciera ou quelque chose? Elle ne le fera pas.
it_it: [_kate_s_excited_] Pensi che lei ti ringrazierà o qualcosa? Lei no.

source: [_mc_] I don't care. Blackmail is illegal.
fr_fr: [_mc_] Je m'en fiche. Blackmail est illégal.
it_it: [_mc_] non mi importa. Il ricatto è illegale.

source: [_kate_s_eyeroll_] Whatever. You can tell her she's free.
fr_fr: [_kate_s_eyeroll_] Quoi qu'il en soit. Tu peux lui dire qu'elle est libre.
it_it: [_kate_s_eyeroll_] Qualunque cosa sia. Puoi dirle che è libera.

source: [_kate_s_skeptical_] Now, piss off.
fr_fr: [_kate_s_skeptical_] Maintenant, pisse.
it_it: [_kate_s_skeptical_] Adesso, baciare.

source: Man, it feels good to antagonize her!
fr_fr: L'homme, c'est bon de l'antagoniser !
it_it: Uomo, si sente bene antagonizzarla!

source: All right, let's go see the [nurse]...
fr_fr: Très bien, allons voir le [nurse]...
it_it: Va bene, andiamo a vedere la [nurse]...

source: [_kate_s_neutral_] What?
fr_fr: [_kate_s_neutral_] Quoi?
it_it: [_kate_s_neutral_] Cosa?

source: [_mc_] Give me the dirt you have on the [nurse].
fr_fr: [_mc_] Donnez-moi la saleté que vous avez sur le [nurse].
it_it: [_mc_] Dammi la sporcizia che hai sulla [nurse].

source: [_kate_s_confident_] What makes you think I have any?
fr_fr: [_kate_s_confident_] Qu'est-ce qui vous fait penser que j'en ai?
it_it: [_kate_s_confident_] Cosa ti fa pensare che io abbia qualcuno?

source: [_kate_s_confident_] She's a subby little exhibitionist. She gets off on doing what I tell her.{space=-25}
fr_fr: [_kate_s_confident_] Elle est une petite exhibitionniste. Elle est en train de faire ce que je lui dis. { space=-25 }
it_it: [_kate_s_confident_] Lei è una piccola esibizionista subby. Si scende a fare quello che le dico.{space=-25}

source: [_mc_] I know you, [kate]. You wouldn't take such risks if you hadn't.
fr_fr: [_mc_] Je vous connais, [kate]. Vous ne feriez pas de tels risques si vous ne l'aviez pas fait.
it_it: [_mc_] ti conosco, [kate]. Se non avessi rischiato, non dovessi correre tali rischi.

source: [_kate_s_laughing_] Maybe you're not as dumb as you look...
fr_fr: [_kate_s_laughing_] Peut-être que vous n'êtes pas aussi idiot que vous ...
it_it: [_kate_s_laughing_] Forse non sei così stupido come sembra...

source: [_kate_s_smile_] Very well. Enjoy your victory while it lasts.
fr_fr: [_kate_s_smile_] Très bien. Profitez de votre victoire pendant qu'elle dure.
it_it: [_kate_s_smile_] Molto bene. Goditi la tua vittoria mentre dura.

source: [_kate_s_neutral_] Bye, loser.
it_it: [_kate_s_neutral_] Ciao, perdente.

source: [_mc_] Winner, you mean?
fr_fr: [_mc_] Gagnant, vous voulez dire?
it_it: [_mc_] Vincitore, intendi?

source: [_kate_s_neutral_] Shut up.
fr_fr: [_kate_s_neutral_] Arrêt.
it_it: [_kate_s_neutral_] Stai zitto.

source: Sucks to suck, [kate].
fr_fr: Sucre à sucer, [kate].
it_it: Succhi da succhiare, [kate].

source: Time to find the [nurse] and inform her of her new fate...
fr_fr: Il est temps de trouver le [nurse] et de l'informer de son nouveau destin ...
it_it: È ora di trovare la [nurse] e informarla del suo nuovo destino...

source: [_mc_] I want a blowjob.
fr_fr: [_mc_] Je veux une pipe.
it_it: [_mc_] Voglio un pompino.

source: [_lacey_s_neutral_] What the fuck? Disgusting! [withvpunch]
fr_fr: [_lacey_s_neutral_] Quelle est la merde? Dévouer ! [withvpunch]
it_it: [_lacey_s_neutral_] What the fuck? Disgustoso! [withvpunch]

source: [_stacy_s_neutral_] Are you being serious right now? [withvpunch]
fr_fr: [_stacy_s_neutral_] Êtes-vous sérieux maintenant? [withvpunch]
it_it: [_stacy_s_neutral_] Sei serio in questo momento? [withvpunch]

source: [_casey_s_neutral_s_flip_] That's hardly within reason! [withvpunch]
fr_fr: [_casey_s_neutral_s_flip_] C'est à peine dans la raison ! [withvpunch]
it_it: [_casey_s_neutral_s_flip_] È poco a ragione! [withvpunch]

source: [_kate_s_skeptical_] It's fine.
fr_fr: [_kate_s_skeptical_] C'est bien.
it_it: [_kate_s_skeptical_] va bene.

source: The what, now?
fr_fr: C'est quoi, maintenant?
it_it: Il cosa, adesso?

source: [_stacy_s_neutral_] Have you gone mad?
fr_fr: [_stacy_s_neutral_] Vous êtes devenu fou?
it_it: [_stacy_s_neutral_] Sei andato arrabbiato?

source: [_kate_s_annoyed_right_] Don't question me.
fr_fr: [_kate_s_annoyed_right_] Ne me doute pas.
it_it: [_kate_s_annoyed_right_] Non mettetemi in discussione.

source: [_kate_s_excited_] You want a blowjob, [mc]?
fr_fr: [_kate_s_excited_] Vous voulez une pipe, [mc]?
it_it: [_kate_s_excited_] Vuoi un pompino, [mc]?

source: Why does this feel like a threat...?
fr_fr: Pourquoi cela ressemble à une menace ...?
it_it: Perché questo si sente come una minaccia...?

source: Her demonic face from that horrible nightmare is forever seared into my memory...
fr_fr: Son visage démoniaque de ce cauchemar horrible est à jamais gravé dans ma mémoire ...
it_it: Il suo volto demoniaco da quell'orribile incubo è per sempre lacerato nella mia memoria...

source: It might be best not to tempt fate. I'm quite fond of my dick.
fr_fr: Il pourrait être préférable de ne pas tenter le destin. J'aime beaucoup ma bite.
it_it: Potrebbe essere meglio non tentare il destino. Sono abbastanza appassionato del mio cazzo.

source: [_mc_] Yes, I do!
fr_fr: [_mc_] Oui, je le fais !
it_it: [_mc_] Sì, lo faccio!

source: [_kate_s_excited_] Okay, come with me.
fr_fr: [_kate_s_excited_] Ok, viens avec moi.
it_it: [_kate_s_excited_] Okay, vieni con me.

source: [_kate_s_eyeroll_] Ignore them. Come on.
fr_fr: [_kate_s_eyeroll_] Ignore les. Allez.
it_it: [_kate_s_eyeroll_] Ignorarli. Avanti.

source: [_mc_] Um, okay... where are we going?
fr_fr: [_mc_] Um, ok ... où allons-nous?
it_it: [_mc_] Um, okay... dove stiamo andando?

source: [_kate_s_excited_] Somewhere private.
fr_fr: [_kate_s_excited_] Un peu privé.
it_it: [_kate_s_excited_] Da qualche parte privato.

source: [_kate_s_excited_] Close your eyes and take my hand.
fr_fr: [_kate_s_excited_] Fermer les yeux et prendre ma main.
it_it: [_kate_s_excited_] Chiudi gli occhi e prendi la mano.

source: Man, where is she taking me?
fr_fr: L'homme, où est-elle en train de me prendre?
it_it: Uomo, dove mi sta portando?

source: [_mc_] Err... maybe I should specify? I want to be on the receiving end of the blowjob.
fr_fr: [_mc_] Err ... peut-être que je devrais préciser? Je veux être à l'extrémité réceptrice de la pipe.
it_it: [_mc_] Err... forse dovrei specificare? Voglio essere alla fine di ricevere il pompino.

source: [_mc_] I'm not giving Chad a blowjob...
fr_fr: [_mc_] Je ne donne pas à Chad une pipe ...
it_it: [_mc_] Non sto dando al Ciad un pompino...

source: [_kate_] Haha! If only I had thought of that... That would've been hilarious!
fr_fr: [_kate_] Haha ! Si seulement j'avais pensé à ça ... Ça aurait été hilarant !
it_it: [_kate_] Haha! Se solo avessi pensato a quello... sarebbe stato esilarante!

source: [_kate_] Don't worry. You'll get your blowjob, you filthy pervert.
fr_fr: [_kate_] Ne vous inquiétez pas. Vous aurez votre pipe, sale pervers.
it_it: [_kate_] Non ti preoccupare. Riceverai il tuo pompino, ti sporchi pervertito.

source: [_kate_] Wait here, and don't you dare open your eyes.
fr_fr: [_kate_] Attends ici, et n'osez pas ouvrir les yeux.
it_it: [_kate_] Aspettate qui, e non osate aprire gli occhi.

source: Ugh, she's gone...
fr_fr: Ugh, elle est partie ...
it_it: Ugh, è andata...

source: She probably left me someplace stupid and...
fr_fr: Elle m'a probablement laissé un endroit stupide et ...
it_it: Probabilmente mi ha lasciato un posto stupido e...

source: ...or maybe she's getting ready?
fr_fr: ... ou peut-être qu'elle se prépare?
it_it: ...o forse si sta preparando?

source: Imagine if her hobby is giving blowjobs? That would be something!
fr_fr: Imaginez si son passe-temps est de donner des chablis? Ce serait quelque chose !
it_it: Immaginate se il suo hobby sta dando i pompini? Sarebbe qualcosa!

source: She just fucking left me, didn't she?
fr_fr: Elle vient de me laisser, n'est-ce pas?
it_it: Lei mi ha appena scopata, vero?

source: Fuck it, I'm—
fr_fr: Putain, je suis-
it_it: Cazzo questo, Imo—

source: [_kate_] Okay, come with me.
fr_fr: [_kate_] Ok, viens avec moi.
it_it: [_kate_] Okay, vieni con me.

source: [_mc_] [kate]? What's going on?
fr_fr: [_mc_] [kate]? Qu'est-ce qui se passe?
it_it: [_mc_] [kate]? Cosa sta succedendo?

source: [_kate_] Just take a seat and relax.
it_it: [_kate_] Basta sedersi e rilassarsi.

source: [_kate_] You did win, so here's your prize...
fr_fr: [_kate_] Vous avez gagné, donc voici votre prix ...
it_it: [_kate_] Hai vinto, quindi ecco il tuo premio...

source: [_mc_] What the...
fr_fr: [_mc_] Ce que ...
it_it: [_mc_] Che cosa...

source: I knew [kate] had something planned, but I sure didn't expect this...
fr_fr: Je savais que [kate] avait quelque chose de prévu, mais je ne m'attendais pas à ça ...
it_it: Sapevo che [kate] aveva qualcosa in programma, ma non mi aspettavo questo...

source: I can't believe the [nurse] is naked on her knees in front of me. This has to be a dream.
fr_fr: Je n'arrive pas à croire que le [nurse] soit nu à genoux devant moi. Ça doit être un rêve.
it_it: Non riesco a credere che l' [nurse] sia nuda sulle ginocchia davanti a me. Questo deve essere un sogno.

source: [_kate_] As promised — a blowjob.
fr_fr: [_kate_] Comme promis-une pipe.
it_it: [_kate_] Come promesso — un pompino.

source: [_mc_] You lost the bet, [kate]. Why are you still abusing her?
fr_fr: [_mc_] Vous avez perdu le pari, [kate]. Pourquoi l'abais-tu encore?
it_it: [_mc_] Hai perso la scommessa, [kate]. Perché la stai ancora abusando di lei?

source: [_kate_] So, you're saying no to a free blowjob?
fr_fr: [_kate_] Alors, vous dites non à une éruption gratuite?
it_it: [_kate_] Quindi, stai dicendo di no a un pompino gratuito?

source: [_kate_] You know these will cost you normally, right?
fr_fr: [_kate_] Vous savez que cela vous coûtera normalement, n'est-ce pas?
it_it: [_kate_] Sai che questi costeranno normalmente, giusto?

source: [_mc_] I'm not letting you control her anymore.
fr_fr: [_mc_] Je ne te laisserai plus la contrôler.
it_it: [_mc_] Non ti lascio più controllare lei.

source: [_kate_] Well, you're not getting a blowjob from me.
fr_fr: [_kate_] Eh bien, vous n'avez pas une pipe de moi.
it_it: [_kate_] Beh, non stai ricevendo un pompino da me.

source: [_kate_] It's this or nothing.
fr_fr: [_kate_] C'est ça ou rien.
it_it: [_kate_] È questo o niente.

source: [_mc_] Fine... I'll take the blowjob.
fr_fr: [_mc_] Amende ... Je vais prendre la pipe.
it_it: [_mc_] Fine... Prenderò il pompino.

source: [_kate_] A wise choice!
fr_fr: [_kate_] Un choix judicieux !
it_it: [_kate_] Una scelta saggia!

source: [_mc_] This is not happening.
fr_fr: [_mc_] Ce n'est pas le cas.
it_it: [_mc_] Questo non sta accadendo.

source: [_kate_] Your loss.
fr_fr: [_kate_] Votre perte.
it_it: [_kate_] La tua perdita.

source: [_nurse_s_blush_] Thank you, [mc]. That was very kind of you.
fr_fr: [_nurse_s_blush_] Merci, [mc]. C'était très gentile de vous.
it_it: [_nurse_s_blush_] Grazie, [mc]. Questo è stato molto gentile da parte vostra.

source: [_mc_] Don't be too quick to thank me.
fr_fr: [_mc_] Ne me dis pas trop vite pour me remercier.
it_it: [_mc_] Non essere troppo veloce per ringraziarmi.

source: [_mc_] You may be free from [kate], but I still have a very compromising photo of you.
fr_fr: [_mc_] Vous pouvez être libre de [kate], mais j'ai encore une photo très compromettant de vous.
it_it: [_mc_] You may be free from [kate], but I have still a very compromising photo of you.

source: [_nurse_s_concerned_] Oh, my goodness...
fr_fr: [_nurse_s_concerned_] Oh, ma bonté ...
it_it: [_nurse_s_concerned_] Oh, mia bontà...

source: [_mc_] That's right.
fr_fr: [_mc_] C'est vrai.
it_it: [_mc_] È giusto.

source: [_mc_] And I may come to collect at any time.
fr_fr: [_mc_] Et je suis peut-être venu à la collecte à tout moment.
it_it: [_mc_] E posso venire a raccogliere in qualsiasi momento.

source: [_nurse_s_blush_] Oh, dear. I don't know what to say...
fr_fr: [_nurse_s_blush_] Oh, ma chère. Je ne sais pas quoi dire ...
it_it: [_nurse_s_blush_] Oh, caro. Non so cosa dire...

source: [_mc_] You don't have to say anything, you just have to obey.
fr_fr: [_mc_] Vous n'avez rien à dire, il vous suffit d'obéir.
it_it: [_mc_] Non devi dire niente, devi solo obbedire.

source: [_mc_] I'll see you around.
fr_fr: [_mc_] Je vous verrai autour de vous.
it_it: [_mc_] ti vedrò in giro.

source: It feels good to finally have the [nurse] all to myself.
fr_fr: Il est bon de finalement avoir le [nurse] à moi-même.
it_it: Si sente bene avere finalmente la [nurse] tutto a me stesso.

source: This is going to be a good year...
fr_fr: Ça va être une bonne année ...
it_it: Questo sarà un buon anno...

source: [_mc_] Don't mention it!
fr_fr: [_mc_] Ne le mentionnez pas !
it_it: [_mc_] Non menzionarlo!

source: [_mc_] I'm not about to let tyranny run rampant here anymore.
fr_fr: [_mc_] Je ne suis pas sur le point de laisser la tyrannie courir ici maintenant.
it_it: [_mc_] Non sto più per lasciare che la tirannia corra più qui.

source: [_mc_] Consider yourself a free woman from now on.
fr_fr: [_mc_] Considérez-vous comme une femme libre à partir de maintenant.
it_it: [_mc_] Considerati una donna libera d'ora in avanti.

source: [_nurse_s_blush_] T-thank you. I don't know what else to say...
fr_fr: [_nurse_s_blush_] T-merci. Je ne sais pas quoi dire d'autre ...
it_it: [_nurse_s_blush_] T-grazie. Non so cos'altro dire...

source: [_nurse_s_blush_] If you ever need anything, let me know!
fr_fr: [_nurse_s_blush_] Si vous avez besoin de quoi que ce soit, laissez-moi savoir !
it_it: [_nurse_s_blush_] Se hai mai bisogno di qualcosa, fammi sapere!

source: [_mc_] Just doing my part.
fr_fr: [_mc_] Je fais ma part.
it_it: [_mc_] Basta fare la mia parte.

source: That felt great! I'm basically Parry Hotter now, releasing Dobbster.
fr_fr: C'était super ! Je suis essentiellement Parry Hotter, libérant Dobbster.
it_it: Che si sentiva bene! Sono fondamentalmente Parry Hotter ora, rilasciando Dobbster.

source: Maybe I should give her my sock and see what happens?
fr_fr: Peut-être que je devrais lui donner ma chaussette et voir ce qui se passe?
it_it: Forse dovrei darle il mio calzino e vedere cosa succede?

source: Anyway, a truly good deed done. Hopefully, the universe recognizes this change in me...
fr_fr: Quoi qu'il en soit, un acte vraiment bien fait. Espérons que l'univers reconnaît ce changement en moi ...
it_it: In ogni caso, un atto veramente buono. Speriamo che l'universo riconosca in me questo cambiamento...

source: [_kate_] Well, consider this a transfer of ownership...
fr_fr: [_kate_] Eh bien, considérons ce transfert de propriété ...
it_it: [_kate_] Beh, considera questo un trasferimento di proprietà...

source: [_nurse_s_blowjob_concerned_reveal_] W-what?
fr_fr: [_nurse_s_blowjob_concerned_reveal_] -Quoi?
it_it: [_nurse_s_blowjob_concerned_reveal_] W-cosa?

source: [_kate_] Quiet while the grown-ups talk.
fr_fr: [_kate_] Quiet pendant que les adultes parlent.
it_it: [_kate_] Tranquillo mentre gli adulti parlano.

source: [_nurse_s_blowjob_concerned_annoyed_reveal_] Yes, miss.
fr_fr: [_nurse_s_blowjob_concerned_annoyed_reveal_] Oui, rater.
it_it: [_nurse_s_blowjob_concerned_annoyed_reveal_] Sì, mancante.

source: [_mc_] Well, I still want the dirt you have on her.
fr_fr: [_mc_] Eh bien, je veux toujours la saleté que tu as sur elle.
it_it: [_mc_] Beh, voglio ancora la sporcizia che hai su di lei.

source: [_kate_] And what makes you think I have any?
fr_fr: [_kate_] Et qu'est-ce qui vous fait penser que j'en ai?
it_it: [_kate_] E cosa ti fa pensare che io abbia qualcuno?

source: [_kate_] She's a subby little exhibitionist. She gets off on doing what I tell her.{space=-25}
fr_fr: [_kate_] Elle est une petite exhibitionniste. Elle est en train de faire ce que je lui dis. { space=-25 }
it_it: [_kate_] Lei è una piccola esibizionista subby. Si scende a fare quello che le dico.{space=-25}

source: [_kate_] Maybe you're not as dumb as you look...
fr_fr: [_kate_] Peut-être que vous n'êtes pas aussi idiot que vous ...
it_it: [_kate_] Forse non sei così stupido come sembra...

source: [_kate_] Fine. Take it.
fr_fr: [_kate_] Fine. Prends ça.
it_it: [_kate_] Bene. Prendetelo.

source: [_kate_] Now, do you want the blowjob or not?
fr_fr: [_kate_] Maintenant, voulez-vous la pipe ou pas?
it_it: [_kate_] Ora, vuoi il pompino o no?

source: [_mc_] I think I just might.
fr_fr: [_mc_] Je pense que je pourrais.
it_it: [_mc_] Penso che potrei solo fare.

source: [_kate_] Just sit back and relax, then. I'll take care of this.
fr_fr: [_kate_] Il suffit de s'asseoir et de se détendre. Je vais m'en occuper.
it_it: [_kate_] Basta sedersi e rilassarsi, allora. Mi prenderò cura di questo.

source: [_nurse_s_blowjob_annoyed_reveal_] May I perform fellatio on you, [mc]?
it_it: [_nurse_s_blowjob_annoyed_reveal_] Posso eseguire fellatio su di te, [mc]?

source: [_kate_] Look at her beg! Isn't she cute?
fr_fr: [_kate_] Regarde sa mene ! N'est-elle pas mignonne?
it_it: [_kate_] Guardi il suo mendico! Non è carina?

source: [_nurse_] May I perform fellatio on you, [mc]? [nointeract]
it_it: [_nurse_] Posso eseguire fellatio su di te, [mc]? [nointeract]

source: [_mc_] Yes, you may.
fr_fr: [_mc_] Oui, vous pouvez.
it_it: [_mc_] Sì, puoi.

source: [_mc_] I'm not sure about this...
fr_fr: [_mc_] Je ne suis pas sûr de ça ...
it_it: [_mc_] Non sono sicuro di questo...

source: [_kate_] You asked for a blowjob as a forfeit. Don't pretend you have morals now.{space=-95}
fr_fr: [_kate_] Vous avez demandé une explosion comme une perte. Ne faites pas semblant d'avoir des mœurs maintenant. { space=-95 }
it_it: [_kate_] Hai chiesto un pompino come un perdente. Non fingere di avere la morale ora.{space=-95}

source: [_mc_] I just don't find you forcing her that hot.
fr_fr: [_mc_] Je ne trouve pas que vous la forcez à faire chaud.
it_it: [_mc_] Semplicemente non trovo che la forzi quel caldo.

source: [_kate_] Who says I'm forcing her?
fr_fr: [_kate_] Qui dit que je la force?
it_it: [_kate_] Chi dice che la sto forzando?

source: [_nurse_s_blowjob_encouragement_] Err, no! Not at all! I'm here of my own free will.
fr_fr: [_nurse_s_blowjob_encouragement_] Err, non ! Pas du tout ! Je suis ici de ma propre volonté.
it_it: [_nurse_s_blowjob_encouragement_] Err, no! Non affatto! Sono qui della mia libera volontà.

source: [_kate_] See?
fr_fr: [_kate_] Voir?
it_it: [_kate_] Vedi?

source: [_mc_] Very well, then...
fr_fr: [_mc_] Très bien, alors ...
it_it: [_mc_] Molto bene, allora...

source: [_mc_] I don't believe that for a second.
fr_fr: [_mc_] Je ne crois pas ça pour une seconde.
it_it: [_mc_] Non credo che per un secondo.

source: [_mc_] I'm out of here.
fr_fr: [_mc_] Je suis hors d'ici.
it_it: [_mc_] Sono fuori da qui.

source: [_kate_] Well, your loss.
fr_fr: [_kate_] Puits, votre perte.
it_it: [_kate_] Beh, la tua perdita.

source: [kate] needs to be stopped. This is getting absurd.
fr_fr: [kate] doit être arrêté. Cela devient absurde.
it_it: [kate] deve essere fermato. Questo è sempre assurdo.

source: Not sure how or when I'll do it... but damn it I will.
fr_fr: Je ne sais pas comment ou quand je vais le faire ... mais je le ferai.
it_it: Non so come o quando lo farò... ma maledetto lo farò.

source: [_kate_] Come on, piggy. Don't be shy now.
fr_fr: [_kate_] Come on, piggy. Ne soit pas timide maintenant !
it_it: [_kate_] Avanti, maialino. Non essere timido adesso.

source: It's like she has trained her to be completely docile.
fr_fr: C'est comme si elle l'avait entraînée à être complètement docile.
it_it: È come lei l'ha addestrata ad essere completamente docile.

source: There's a sheen in her eyes. It's like she's in a trance or something...
fr_fr: Il y a un reflet dans ses yeux. C'est comme si elle était dans une transe ou quelque chose ...
it_it: C'è una lucentezza negli occhi. È come se fosse in trance o in qualcosa...

source: Maybe this is what subspace looks like?
fr_fr: Peut-être que c'est à quoi ressemble le sous-espace?
it_it: Forse questo è il sotto-spazio assomiglia?

source: Seeing her naked and meek awakens stirs something in me.
fr_fr: La voir nue et éveiller les éveillons m'éveille quelque chose en moi.
it_it: Vedendo la sua nuda e mite risveglia qualcosa in me.

source: A very special kind of excitement...
fr_fr: Une sorte d'excitation très particulière ...
it_it: Un tipo di eccitazione molto speciale...

source: My pants suddenly feel pretty cramped...
fr_fr: Mes pantalons se sentent soudain à l'étroit ...
it_it: I miei pantaloni improvvisamente si sentono piuttosto crampi...

source: [_nurse_s_blowjob_dick_out_] Oh, my goodness.
fr_fr: [_nurse_s_blowjob_dick_out_] Oh, ma bonté.
it_it: [_nurse_s_blowjob_dick_out_] Oh, la mia bontà.

source: [_kate_] Look at that! A special treat for a special pig.
fr_fr: [_kate_] Regarde ça ! Un traitement spécial pour un porc spécial.
it_it: [_kate_] Guardatelo! Un piacere speciale per un maiale speciale.

source: [kate] is really turning up the humiliation...
fr_fr: [kate] est vraiment en train de transformer l'humiliation ...
it_it: [kate] sta davvero alzando l'umiliazione...

source: The [nurse] seems nervous, but also excited.
fr_fr: Le [nurse] semble nerveux, mais aussi excité.
it_it: La [nurse] sembra nervosa, ma anche eccitata.

source: I wonder what's going through her head.
fr_fr: Je me demande ce qui se passe dans sa tête.
it_it: Mi chiedo cosa stia attraversando la sua testa.

source: Is the [nurse] straight, bi, or gay? Is she even turned on by a sucking a dick?
fr_fr: Le [nurse] est-il droit, bi ou gay? Est-elle même tournée par un sucer une bite?
it_it: La [nurse] è dritta, bi, o gay? È persino accesa da un succhiare un cazzo?

source: Perhaps it's [kate]'s dominance over her that is the turn-on?
fr_fr: Peut-être que c'est la domination de [kate]sur elle qui est le tour?
it_it: Forse è il dominio di [kate]su di lei che è il turn-on?

source: [_kate_] Come on, piggy! Get in there!
fr_fr: [_kate_] Come on, piggy ! Va-y !
it_it: [_kate_] Vieni su, maiale! Entra lì!

source: Her face brushes against my cock and that somehow makes it even harder.
fr_fr: Son visage brosses contre ma bite et cela rend encore plus difficile.
it_it: Il suo viso pennelli contro il mio cazzo e che in qualche modo lo rende ancora più difficile.

source: Or perhaps I'm enjoying [kate]'s display of authority over her pet?
fr_fr: Ou peut-être que je suis en train de profiter de l'autorité de [kate]sur son animal de compagnie?
it_it: O forse mi sto godendo la visualizzazione di [kate]di autorità sul suo animale domestico?
