Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_over_isabelle.po
Languages: fr_fr, it_it

source: ?kate.lust>=2@[kate.lust]/2|{image= kate contact_icon}|{image= stats lust_3}|"Please, ma'am... could you... um... maybe, take off your shoe?"
fr_fr: ? kate.lust> =2@[kate.lust]/2 | { image= kate contact_icon } | { image= stats lust_ 3 } | "Please, ma'am ... could you ... um ... peut-être, take off your shoe?"
it_it: ?kate.lust>=2@[kate.lust]/2<unk> {image= kate contact_icon}<unk> {image= stats lust_3}<unk> "Please, ma'am... potrebbe... um... forse, decollare la scarpa?"

source: "Thank you for showing me my place, ma'am!"
fr_fr: "Merci de m'avoir montré ma place, madame !"
it_it: "Grazie per avermi mostrato il mio posto, ma'am!"

source: [_isabelle_s_annoyed_left_] Screw you, [kate]!
it_it: [_isabelle_s_annoyed_left_] A vite, [kate]!

source: [_kate_s_smile_right_] Keep dreaming, sweetheart.
it_it: [_kate_s_smile_right_] Continuate a sognare, innamorati.

source: [_kate_s_neutral_] Now, cut the crap and tell me about [isabelle].
it_it: [_kate_s_neutral_] Ora, tagliate il crap e raccontatemi di [isabelle].
