Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_over_isabelle.po
Languages: fr_fr, it_it

source: [_kate_s_confident_] You're going to keep an eye on her and report back to me.
fr_fr: [_kate_s_confident_] Vous allez garder un oeil sur elle et me rendre compte.
it_it: [_kate_s_confident_] La terrà d'occhio e riferirmi.

source: [_mc_] Okay...
fr_fr: [_mc_] Ok ...

source: Sounds like she has some elaborate revenge plan in mind.
fr_fr: On dirait qu'elle a un plan de vengeance élaboré à l'esprit.
it_it: Suona come lei ha in mente qualche elaborato piano di vendetta.

source: [_kate_s_thinking_] To start with, I want to know what classes she picks and what her favorite drink is. Earn her trust.
fr_fr: [_kate_s_thinking_] Pour commencer, je veux savoir quelles classes elle choisit et quelle est sa boisson préférée. Gagnez sa confiance.
it_it: [_kate_s_thinking_] Per cominciare, voglio sapere quali classi lei sceglie e qual è la sua bevanda preferita. Guadagna la sua fiducia.

source: [_kate_s_thinking_] Think you can handle that?
fr_fr: [_kate_s_thinking_] Vous pensez que vous pouvez gérer ça?
it_it: [_kate_s_thinking_] Pensa di poterlo gestire?

source: [_mc_] Yes, ma'am.
fr_fr: [_mc_] Oui, madame.
it_it: [_mc_] Sì, ma'am.

source: [_kate_s_blush_] That has a nice ring to it!
fr_fr: [_kate_s_blush_] Ça a une jolie bague !
it_it: [_kate_s_blush_] Che ha un bel anello ad esso!

source: [_kate_s_blush_] Call me "ma'am" from now on.
fr_fr: [_kate_s_blush_] Appelez-moi "ma'am" à partir de maintenant.
it_it: [_kate_s_blush_] Chiamami "ma'am" da ora in poi.

source: [_mc_] Of course, ma'am.
fr_fr: [_mc_] Bien sûr, madame.
it_it: [_mc_] Certo, ma'am.

source: [_kate_s_afraid_] Don't talk to me again unless you have the information.
fr_fr: [_kate_s_afraid_] Ne me parlez pas à nouveau si vous n'avez pas l'information.
it_it: [_kate_s_afraid_] Non parlarmi di nuovo a meno che tu non abbia le informazioni.

source: Never had much pride to swallow in the first place, and if throwing [isabelle] under the bus will get me out of bullying, then that's how it's going to be.
fr_fr: N'a jamais eu beaucoup de fierté à avalez en premier lieu, et si jeter [isabelle] sous le bus va me sortir de l'intimidation, alors c'est comme ça que ça va être.
it_it: Mai ha avuto molto orgoglio di ingoiare in primo luogo, e se lanciando [isabelle] sotto l'autobus mi farà uscire dal bullismo, allora è così che sta per essere.

source: [_mc_] No, you should leave her alone.
fr_fr: [_mc_] Non, vous devriez la laisser tranquille.
it_it: [_mc_] No, dovresti lasciarla da sola.

source: [_kate_s_laughing_] Leave her alone? No one talks to me like that and gets away with it!
fr_fr: [_kate_s_laughing_] Laisse-elle seule? Personne ne me parle comme ça et s'en sort !
it_it: [_kate_s_laughing_] La lasci da sola? Nessuno mi parla così e se ne va via!

source: [_kate_s_confident_] It's better she learns that sooner rather than later.
fr_fr: [_kate_s_confident_] C'est mieux qu'elle apprend que tôt ou tard.
it_it: [_kate_s_confident_] È meglio che lei lo apprenda prima piuttosto che dopo.

source: [_mc_] If you try anything, I'll report it to the principal.
fr_fr: [_mc_] Si vous essayez quelque chose, je vais le signaler au directeur.
it_it: [_mc_] Se provi qualcosa, lo segnalerò al committente.

source: [_kate_s_eyeroll_] You're going to tell on me?
fr_fr: [_kate_s_eyeroll_] Vous allez me le dire?
it_it: [_kate_s_eyeroll_] Dirò su di me?

source: [_kate_s_eyeroll_] Jesus, what a pushover... you've only just met this girl and you're already trying to be her white knight.
fr_fr: [_kate_s_eyeroll_] Jésus, ce qu'un pushover ... vous venez de rencontrer cette fille et vous essayez déjà d'être son chevalier blanc.
it_it: [_kate_s_eyeroll_] Gesù, che spingere... hai appena incontrato questa ragazza e stai già cercando di essere il suo cavaliere bianco.

source: [_kate_s_excited_] Well, I'm going to ruin her, and there's nothing you can do about it.
fr_fr: [_kate_s_excited_] Eh bien, je vais la ruine, et il n'y a rien que vous puissiez faire à ce sujet.
it_it: [_kate_s_excited_] Beh, la rovinerò, e non c'è niente che tu possa fare al riguardo.

source: [_kate_s_annoyed_] Get lost, worm.
fr_fr: [_kate_s_annoyed_] Se perdre, ver.
it_it: [_kate_s_annoyed_] Perderiti, verme.

source: [_mc_] What's in it for me?
fr_fr: [_mc_] Qu'est-ce que c'est pour moi?
it_it: [_mc_] Cosa c'è in esso per me?

source: [_kate_s_neutral_] What do you mean? For once in your life, you get to be part of something!
fr_fr: [_kate_s_neutral_] Que voulez-vous dire? Pour une fois dans votre vie, vous devez faire partie de quelque chose !
it_it: [_kate_s_neutral_] Che cosa intendi? Per una volta nella tua vita, fai parte di qualcosa!

source: [_kate_s_laughing_] Or do you prefer being a lonely loser for the rest of your life?
fr_fr: [_kate_s_laughing_] Ou préférez-vous être un grand perdant pour le reste de votre vie?
it_it: [_kate_s_laughing_] O preferisci essere un perdente solitario per il resto della tua vita?

source: [_mc_] Okay, what's the plan?
fr_fr: [_mc_] Ok, quel est le plan?
it_it: [_mc_] Okay, qual è il piano?

source: [_kate_s_confident_] Okay, so here's what's going to happen...
fr_fr: [_kate_s_confident_] D'accord, voici ce qui va se passer ...
it_it: [_kate_s_confident_] Okay, ecco cosa succederà...

source: [_mc_] Not good enough.
fr_fr: [_mc_] Pas assez bon.
it_it: [_mc_] Non abbastanza buono.

source: [_kate_s_smile_] You think you have a bargaining chip here?
fr_fr: [_kate_s_smile_] Vous pensez avoir une monnaie d'échange ici?
it_it: [_kate_s_smile_] Tu pensi di avere un chip di contrattazione qui?

source: [_mc_] Yes, I do think that. You've already wasted your chances with her.
fr_fr: [_mc_] Oui, je le pense. Vous avez déjà perdu vos chances avec elle.
it_it: [_mc_] Sì, penso che tu abbia già sprecato le tue possibilità con lei.

source: [_mc_] [isabelle] doesn't seem like the type to care about words or insults.
fr_fr: [_mc_] [isabelle] ne semble pas être le type pour s'occuper des mots ou des insultes.
it_it: [_mc_] [isabelle] non sembra il tipo a cui preoccuparsi di parole o insulti.

source: [_mc_] If you want to take her down, you'll need someone to earn her trust... and she's not going to go near you or any of your cheerleader friends.
fr_fr: [_mc_] Si vous voulez la retirer, vous aurez besoin de quelqu'un pour gagner sa confiance ... et elle ne va pas vous approcher de vous ou de vos amis cheerleaders.
it_it: [_mc_] Se vuoi abbassarla, avrai bisogno di qualcuno per guadagnare la sua fiducia. . e non si avvicinerà a te o a nessuno dei tuoi amici cheerleader.

source: [_kate_s_neutral_] ...Maybe you have a point for once.
fr_fr: [_kate_s_neutral_] ...Peut-être que vous avez un point pour une fois.
it_it: [_kate_s_neutral_] ... Forse hai un punto per una volta.

source: [_kate_s_neutral_] Okay, what do you want?
fr_fr: [_kate_s_neutral_] Ok, que voulez-vous?
it_it: [_kate_s_neutral_] Okay, cosa vuoi?

source: [_mc_] I want to be left alone.
fr_fr: [_mc_] Je veux être laissé seul.
it_it: [_mc_] voglio essere lasciato da solo.

source: [_kate_s_smile_] That's it?
fr_fr: [_kate_s_smile_] C'est ça?
it_it: [_kate_s_smile_] È vero?

source: [_mc_] Yes, that's it. No jocks. No nothing.
fr_fr: [_mc_] Oui, c'est ça. Pas d'horloge. Pas rien.
it_it: [_mc_] Sì, è questo. Niente jock. Niente.

source: [_kate_s_laughing_] I'll let them know you're my little doggy now! As long as you do tricks for me, you'll be safe.
fr_fr: [_kate_s_laughing_] Je leur ferai savoir que vous êtes mon petit dogme maintenant ! Tant que tu fais des tours pour moi, tu seras en sécurité.
it_it: [_kate_s_laughing_] li farò sapere che ora sei la mia piccola pecorina! Finché farai dei trucchi per me, sarai al sicuro.

source: [_mc_] I want to see her humiliated!
fr_fr: [_mc_] Je veux la voir humiliée !
it_it: [_mc_] La voglio vedere umiliata!

source: [_kate_s_laughing_] Trust me, I'll make it into a spectacle for the entire school.
fr_fr: [_kate_s_laughing_] Croit-moi, je vais faire un spectacle pour toute l'école.
it_it: [_kate_s_laughing_] Fidati di me, lo farò in uno spettacolo per tutta la scuola.

source: [_mc_] On second thought... fuck you.
fr_fr: [_mc_] Sur la seconde pensée ... vous baisez.
it_it: [_mc_] Al secondo pensiero... ti scopa.

source: [_kate_s_skeptical_] Is this the cockroach uprising?
fr_fr: [_kate_s_skeptical_] Est-ce le soulèvement des cafards?
it_it: [_kate_s_skeptical_] È questo lo scarafaggio che solleva?

source: [_kate_s_skeptical_] No wonder you don't have any friends.
fr_fr: [_kate_s_skeptical_] Pas étonnant que vous n'avez pas d'amis.
it_it: [_kate_s_skeptical_] Non c'è da meravigliarsi che tu non abbia amici.

source: [_kate_s_cringe_] Apart from the smell of sweat and failure, you're also a massive pussy.
fr_fr: [_kate_s_cringe_] En dehors de l'odeur de la sueur et de l'échec, vous êtes aussi une grande chatte.
it_it: [_kate_s_cringe_] Oltre all'odore del sudore e del fallimento, sei anche una figa massiccia.

source: [_kate_s_eyeroll_] You're just one of those losers who will live in your mom's basement until you're thirty, and then put a shotgun in your mouth and blow your brains out.
fr_fr: [_kate_s_eyeroll_] Vous n'êtes qu'un des perdants qui vivront dans le sous-sol de votre mère jusqu'à ce que vous soyez trente, et que vous mettriez un fusil dans la bouche et souffrez vos cerveaux.
it_it: [_kate_s_eyeroll_] Sei solo uno di quei perdenti che vivranno nel seminterrato di tua mamma fino a quando non avrai trent'anni, e poi mettere un fucile in bocca e soffiare il cervello fuori.

source: [_kate_s_excited_] Unless you're too much of a wimp for that, too!
fr_fr: [_kate_s_excited_] À moins que vous ne soyez trop d'un wimp pour ça aussi !
it_it: [_kate_s_excited_] A meno che non siate troppo di un wimp per quello, troppo!

source: If only [kate] knew how true that is, maybe she wouldn't say it... but knowing her, she probably would anyway, and then gloat about being right.
fr_fr: Si seulement [kate] savait à quel point c'est vrai, peut-être qu'elle ne le dirait pas ... mais la connaissant, elle le ferait probablement de toute façon, et alors gloat d'être juste.
it_it: Se solo [kate] sapesse quanto sia vero, forse non lo direbbe... ma conoscendola, probabilmente lo farebbe comunque, e poi si lamentava di avere ragione.

source: The sad thing is, when high school ends, she'll still be just as popular and successful.
fr_fr: Ce qui est triste, c'est que quand le lycée se termine, elle sera encore aussi populaire et réussie.
it_it: La cosa triste è, quando il liceo finisce, lei sarà ancora altrettanto popolare e di successo.

source: For years, I used to stalk her on Twitter just to see what kind of person she'd become.
fr_fr: Pendant des années, j'ai eu l'habitude de la harceler sur Twitter juste pour voir quel genre de personne elle allait devenir.
it_it: Per anni, ho usato per stalk lei su Twitter solo per vedere che tipo di persona lei sarebbe diventato.

source: I was there when she started her business, married her husband, and had her first kid.
fr_fr: J'étais là quand elle a commencé son affaire, elle a épousé son mari, et elle a eu son premier enfant.
it_it: Ero lì quando ha iniziato la sua attività, ha sposato suo marito, e aveva il suo primo figlio.

source: Life's just unfair.
fr_fr: La vie est juste injuste.
it_it: La vita è semplicemente ingiusta.

source: [_mc_] You'll name your son Achilles. And you'll fill your instagram with happy pictures of him. And everyone will leave comments saying you're an amazing mother.
fr_fr: [_mc_] Vous nommerez votre fils Achille. Et vous remplirez votre instagram avec de joyeux photos de lui. Et tout le monde va laisser des commentaires dire que tu es une mère incroyable.
it_it: [_mc_] Chiamerai tuo figlio Achille. E riempirai il tuo instagramma con foto felici di lui. E tutti lasceranno commenti dicendo che sei una madre incredibile.

source: [_kate_s_afraid_] What are you even on about?
fr_fr: [_kate_s_afraid_] Qu'est-ce que vous en êtes?
it_it: [_kate_s_afraid_] Di che cosa stai ancora parlando?

source: [_kate_s_thinking_] Actually, I don't want to know.
fr_fr: [_kate_s_thinking_] En fait, je ne veux pas savoir.
it_it: [_kate_s_thinking_] In realtà, non voglio sapere.

source: [_kate_s_afraid_] Get lost, weirdo!
fr_fr: [_kate_s_afraid_] Va perdu, weirdo !
it_it: [_kate_s_afraid_] Perderiti, strani!

source: Not sure what my plan was with that, but it did stop [kate] in her tracks for a moment...
fr_fr: Pas sûr de ce que mon plan était avec ça, mais il a arrêté [kate] dans ses pistes pour un moment ...
it_it: Non sicuro che cosa il mio piano era con quello, ma ha fermato [kate] nelle sue tracce per un momento...

source: She probably doesn't think much of her future. Things just work out for people like her.
fr_fr: Elle ne pense probablement pas beaucoup de son avenir. Les choses ne fonctionnent que pour des gens comme elle.
it_it: Probabilmente non pensa molto al suo futuro. Le cose funzionano solo per le persone come lei.

source: But maybe she has a diary somewhere with the name Achilles penned down?
fr_fr: Mais peut-être qu'elle a un journal quelque part avec le nom d'Achille en bas?
it_it: Ma forse lei ha un diario da qualche parte con il nome di Achille scritto giù?

source: That would explain her reaction.
fr_fr: Cela expliquerait sa réaction.
it_it: Questo spiegherebbe la sua reazione.

source: [_mc_] You know, I've always found the way you talk to people repulsive.
fr_fr: [_mc_] Vous savez, j'ai toujours trouvé la façon dont vous parlez aux gens répulsifs.
it_it: [_mc_] Sai, ho sempre trovato il modo in cui parli con le persone ripugnanti.

source: [_kate_s_skeptical_] The opinion of a cockroach is worth nothing to me.
fr_fr: [_kate_s_skeptical_] L'opinion d'un cafard ne vaut rien pour moi.
it_it: [_kate_s_skeptical_] L'opinione di uno scarafaggio non vale nulla per me.

source: [_kate_s_cringe_] And for the record, I find everything about you repulsive.
fr_fr: [_kate_s_cringe_] Et pour le record, je trouve tout à propos de vous répulsif.
it_it: [_kate_s_cringe_] E per la cronaca, trovo tutto su di voi ripugnante.

source: [_kate_s_cringe_] The greasy hair, the smell of sweat and failure, and most of all... the empty stare.
fr_fr: [_kate_s_cringe_] Les cheveux gras, l'odeur de la sueur et de l'échec, et la plupart de tous ... les stare vides.
it_it: [_kate_s_cringe_] I capelli grassi, l'odore del sudore e del fallimento, e soprattutto la stalla vuota.

source: [_mc_] You'll name your son Achilles. And you'll fill your Instagram with happy pictures of him. And everyone will leave comments saying you're an amazing mother.
fr_fr: [_mc_] Vous nommerez votre fils Achille. Et vous remplirez votre Instagram avec de joyeux photos de lui. Et tout le monde va laisser des commentaires dire que tu es une mère incroyable.
it_it: [_mc_] nominerai tuo figlio Achille. E riempirai la tua Instagram con foto felici di lui. E tutti lasceranno commenti dicendo che sei una madre incredibile.

source: [_kate_s_confident_] So, when it actually came down to it, you decided to pick the winning side? Not a bad move.
fr_fr: [_kate_s_confident_] Alors, quand il s'est réellement arrêté, vous avez décidé de choisir le côté gagnant? Pas une mauvaise chose.
it_it: [_kate_s_confident_] Così, quando in realtà è venuto giù ad esso, hai deciso di scegliere il lato vincente? Non è una mossa male.

source: [_kate_s_confident_] Spineless, sure... but not a bad move.
fr_fr: [_kate_s_confident_] Spineless, sure ... mais pas une mauvaise bouée.
it_it: [_kate_s_confident_] Spinless, sicuro... ma non una mossa cattiva.

source: [_mc_] I never said anything about picking sides.
fr_fr: [_mc_] Je n'ai jamais rien dit sur la cueillette.
it_it: [_mc_] Non ho mai detto nulla sulla scelta dei lati.

source: [_kate_s_gushing_] But anyone would be lucky to have you on their side!
fr_fr: [_kate_s_gushing_] Mais n'importe qui aurait de la chance de vous avoir de leur côté !
it_it: [_kate_s_gushing_] Ma chiunque sarebbe fortunato ad avervi dalla loro parte!

source: [_kate_s_gushing_] You bring so much to the table! You're not just a pretty face!
fr_fr: [_kate_s_gushing_] Vous amenez tellement à la table ! Tu n'es pas juste un joli visage !
it_it: [_kate_s_gushing_] Portate così tanto al tavolo! Non sei solo una bella faccia!

source: God... out of all things, her sarcasm somehow hurts the most. It's like she can't even be bothered to insult you in earnest.
fr_fr: Dieu ... de toutes choses, son sarcasme blesse d'une façon ou d'une autre le plus. C'est comme si elle ne pouvait même pas être dérangéer pour vous insulter sérieusement.
it_it: Dio... da tutte le cose, il suo sarcasmo in qualche modo fa più male. È come lei non può nemmeno essere preoccupata di insultarti seriamente.

source: [_kate_s_laughing_] You should see the look on your face!
fr_fr: [_kate_s_laughing_] Vous devriez voir le regard sur votre visage !
it_it: [_kate_s_laughing_] Dovresti vedere lo sguardo sul tuo viso!

source: Staying with [kate] was perhaps not the best idea after all. All these years haven't changed a thing...
fr_fr: Rester avec [kate] n'était peut-être pas la meilleure idée après tout. Toutes ces années n'ont pas changé une chose ...
it_it: Rimanere con [kate] forse non era l'idea migliore dopo tutto. Tutti questi anni non hanno cambiato una cosa...

source: All those moments in the shower, rewriting history in my head, planning scenes of revenge...
fr_fr: Tous ces moments dans la douche, réécrire l'histoire dans ma tête, planifier des scènes de vengeance ...
it_it: Tutti quei momenti nella doccia, riscrivendo la storia nella mia testa, progettando scene di vendetta...

source: Her presence makes every letter of my carefully prepared comebacks fade off the page. In reality, the script is useless.
fr_fr: Sa présence fait chaque lettre de mes comdos soigneusement préparés s'efflfois de la page. En réalité, le script est inutile.
it_it: La sua presenza fa sbiadire ogni lettera dei miei comeback accuratamente preparati. In realtà, lo script è inutile.

source: Still, the way she carries herself is intoxicating. She's the worst kind of person, but that unshakable confidence is so hot...
fr_fr: Pourtant, la façon dont elle se porte est enivrante. C'est le pire genre de personne, mais cette confiance inébranle est si chaude ...
it_it: Tuttavia, il modo in cui si porta è inebriante, è il peggior tipo di persona, ma quella fiducia incrollabile è così calda...

source: How could I possibly side with [isabelle] in this? She's cute, but still a nobody.
fr_fr: Comment pourrais-je me côté du [isabelle] dans ça? Elle est mignonne, mais toujours personne.
it_it: Come potrei fare da parte di [isabelle] in questo? Lei è carina, ma ancora un nessuno.

source: And at the same time, siding with [kate] is nothing short of reckless... if anyone could crush me even more, it's her.
fr_fr: Et en même temps, le côté du [kate] n'est rien de moins qu'imprudent ... si quelqu'un pouvait m'écraser encore plus, c'est elle.
it_it: E allo stesso tempo, schierarsi con [kate] è a dir poco spericolato... se qualcuno potesse schiacciarmi ancora di più, è lei.

source: [_kate_s_confident_] Whenever you're done sniffing my perfume, you're free to leave.
fr_fr: [_kate_s_confident_] À chaque fois que vous reniflez mon parfum, vous êtes libre de partir.
it_it: [_kate_s_confident_] Ogni volta che hai fatto sniffare il mio profumo, sei libero di andartene.

source: [_mc_] I wasn't...
fr_fr: [_mc_] Je n'étais pas ...
it_it: [_mc_] non eravo...

source: [_kate_s_neutral_] Then why are you still here? Do you have something else to say?
fr_fr: [_kate_s_neutral_] Alors pourquoi êtes-vous encore là? Avez-vous quelque chose d'autre à dire?
it_it: [_kate_s_neutral_] Allora perché sei ancora qui? Hai qualcos'altro da dire?

source: [_kate_s_neutral_] What?
fr_fr: [_kate_s_neutral_] Quoi?
it_it: [_kate_s_neutral_] Cosa?

source: [_mc_] I've got the information you asked for...
fr_fr: [_mc_] J'ai les informations que vous avez demandé ...
it_it: [_mc_] Ho le informazioni che hai chiesto...

source: [_kate_s_confident_] Really? That went faster than expected.
fr_fr: [_kate_s_confident_] Vraiement? Cela a été plus rapide que prévu.
it_it: [_kate_s_confident_] Davvero? È andato più veloce del previsto.

source: [_mc_] I'd hate to keep you waiting, ma'am.
fr_fr: [_mc_] Je détesterais vous garder en attente, madame.
it_it: [_mc_] odierei tenerti in attesa, ma'am.

source: [_kate_s_flirty_] That's a good boy.
fr_fr: [_kate_s_flirty_] C'est un bon garçon.
it_it: [_kate_s_flirty_] È un bravo ragazzo.

source: [_mc_] Thank you, ma'am! Your praise means everything to me.
fr_fr: [_mc_] Merci, madame ! Ton louange signifie tout pour moi.
it_it: [_mc_] Grazie, ma'am! La tua lode significa tutto per me.

source: [_kate_s_neutral_] Okay, enough groveling. Out with it.
fr_fr: [_kate_s_neutral_] Ok, assez groveling. En dehors de ça.
it_it: [_kate_s_neutral_] Okay, abbastanza groveling. Uscita con esso.

source: [_mc_] [isabelle]'s focus classes are English, Art, and Gym.
fr_fr: [_mc_] Les classes de focus [isabelle]sont l'anglais, l'art et le Gym.
it_it: I corsi di focus di [_mc_] [isabelle]sono inglese, arte e palestra.

source: [_mc_] Her favorite drink is ice tea.
fr_fr: [_mc_] Sa boisson préférée est le thé glacé.
it_it: [_mc_] La sua bevanda preferita è il tè di ghiaccio.

source: [_kate_s_laughing_] What a nerd!
fr_fr: [_kate_s_laughing_] Quel nerd !
it_it: [_kate_s_laughing_] Che nerd!

source: [_kate_s_smile_right_] Okay, let me think...
fr_fr: [_kate_s_smile_right_] Ok, laisse-moi penser ...
it_it: [_kate_s_smile_right_] Okay, lasciami pensare...

source: [_kate_s_confident_] Bring me a pair of handcuffs, a dog collar, a bottle of ice tea, and some sleeping pills.
fr_fr: [_kate_s_confident_] Apportez-moi une paire de menottes, un collier de chien, une bouteille de thé glacé et quelques somnifères.
it_it: [_kate_s_confident_] Portami un paio di manette, un colletto per cani, una bottiglia di tè al ghiaccio e alcune pillole per dormire.

source: [_kate_s_confident_] And schedule a meeting with [maxine] for me.
fr_fr: [_kate_s_confident_] Et programmer une rencontre avec [maxine] pour moi.
it_it: [_kate_s_confident_] E pianifica un incontro con [maxine] per me.

source: [_kate_s_neutral_] Think you can handle that?
fr_fr: [_kate_s_neutral_] Vous pensez que vous pouvez gérer ça?
it_it: [_kate_s_neutral_] Pensa di poterlo gestire?

source: Those items... [kate] sure isn't messing around. I knew she had a mean streak, but this is some real dominatrix shit.
fr_fr: Ces articles ... [kate] ne sont pas en désordre. Je savais qu'elle avait une bande moyenne, mais c'est une vraie merde de dominatrice.
it_it: Quegli oggetti... [kate] non scherza di certo. Sapevo che aveva una vena cattiva, ma questa è roba da vera dominatrice.

source: [isabelle] is so screwed...
fr_fr: [isabelle] est si vissé ...
it_it: [isabelle] è così stridere...

source: [_mc_] Yes, ma'am! I'm on it.
fr_fr: [_mc_] Oui, madame ! Je suis sur.
it_it: [_mc_] Sì, ma'am! Sono su di esso.

source: [_kate_s_laughing_] Well, then. Go fetch!
fr_fr: [_kate_s_laughing_] Eh bien, alors. Va chercher !
it_it: [_kate_s_laughing_] Beh, allora. Vai a recuperare!

source: This feels all sorts of wrong... but at the same time, it's [kate]. She can do whatever she wants to me.
fr_fr: Ça sent toutes sortes de mal ... mais en même temps, c'est [kate]. Elle peut faire ce qu'elle veut.
it_it: Questo si sente ogni sorta di sbagliato... ma allo stesso tempo è [kate]. Può fare quello che mi vuole.

source: [_mc_] Do you have a reward for me?
fr_fr: [_mc_] Avez-vous une récompense pour moi?
it_it: [_mc_] Hai una ricompensa per me?
