Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_stepping.po
Languages: fr_fr, it_it

source: Heat radiates off [isabelle]'s ass from the harsh spanking.
fr_fr: La chaleur rayonne de [isabelle]'s à partir de la sévère spanking.
it_it: Il calore irradia il culo di [isabelle]dalla aspra sculacciata.

source: Her sphincter, winking and red from [kate]'s strap-on, beckons me.
fr_fr: Son sphincter, treking et rouge du bracelet [kate]'s, me fait signe.
it_it: Il suo sfintere, l'ammiccante e il rosso dal cinturino di [kate]mi invita.

source: It is indeed a prize, one that most can only dream of.
fr_fr: C'est en effet un prix, dont la plupart ne peuvent que rêver.
it_it: Si tratta infatti di un premio, che la maggior parte può solo sognare.

source: At first, a shock tightens her back as the tip of my dick meets her abused asshole.
fr_fr: Au début, un choc se resserre le dos alors que la pointe de ma bite rencontre son connard abusé.
it_it: All'inizio, uno shock stringe la schiena come la punta del mio cazzo incontra il suo culo abusato.

source: A gargle escapes her mouth as the strap-on domesticates her throat.
fr_fr: Un gargle s'échappe de sa bouche alors que la sangle lui a tranché la gorge.
it_it: Un gargarro sfugge alla bocca mentre il strap-on le addomestica la gola.

source: The girls hold her down, making sure she knows her place.
fr_fr: Les filles l'ont retenue, en faisant en sorte qu'elle connaisse sa place.
it_it: Le ragazze la tengono giù, facendo in modo che lei conosce il suo posto.

source: And my brain completely floods with lust chemicals as I break through her backdoor.
fr_fr: Et mon cerveau est complètement inondés de produits chimiques de la poussière pendant que je traverse sa porte.
it_it: E il mio cervello completamente inonda di sostanze chimiche lussuriose mentre mi sbatto attraverso il suo backdoor.

source: Her ass tightens around my cock, trying to push it out...
fr_fr: Son cul se resserre autour de ma bite, essayant de la pousser ...
it_it: Il suo culo stringe intorno al mio cazzo, cercando di spingerlo fuori...

source: But that only makes me want to go deeper.
fr_fr: Mais cela ne fait que me faire envie d'aller plus loin.
it_it: Ma questo mi fa solo volere andare più in profondità.

source: It's a losing battle for [isabelle], and slowly but surely her defiance melts away.
fr_fr: C'est une bataille perdue pour [isabelle], et lentement mais sûrement son défi fond.
it_it: È una battaglia perdente per [isabelle]e lentamente ma sicuramente la sua sfida si scioglie.

source: She expected to get fucked by [kate], but she didn't think I would also have my way with her.
fr_fr: Elle s'attendait à être baisée de [kate], mais elle ne pensait pas que j'aurais aussi mon chemin avec elle.
it_it: Si aspettava di farsi scopare da [kate], ma non pensava che avrei anche avuto la mia strada con lei.

source: Nevertheless, she has little choice but to accept me into the hottest, most forbidden place in her body.
fr_fr: Néanmoins, elle n'a pas d'autre choix que de m'accepter dans l'endroit le plus chaud et le plus interdit de son corps.
it_it: Tuttavia, ha poca scelta, ma di accettarmi nel più caldo, più proibito posto nel suo corpo.

source: My hips slam into her bruised ass, forcing the strap-on deeper down her throat.
fr_fr: Mes hanches slam dans son cul brutalisé, forçant la sangle sur sa gorge.
it_it: I miei fianchi sbattere nel suo culo livido, costringendo il strap-on più in profondità la sua gola.

source: [kate] isn't letting up, and neither am I.
fr_fr: [kate] ne se laisse pas monter, et je ne suis pas non plus.
it_it: [kate] non si sta lasciando, e non sono io.

source: She pushes [isabelle] back onto my cock, and I push her forward onto hers.
fr_fr: Elle repousse le [isabelle] sur ma queue, et je la pousse vers l'avant.
it_it: Spinge [isabelle] di nuovo sul mio cazzo e la spingo in avanti su di lei.

source: After a while, our paces start to match.
fr_fr: Après un certain temps, nos lacets commencent à correspondre.
it_it: Dopo un po ', i nostri ritmi iniziano ad abbinare.

source: We push into [isabelle] at the same time.
fr_fr: Nous nous repoussons en [isabelle] en même temps.
it_it: Spingiamo in [isabelle] allo stesso tempo.

source: Her teary eyes bulge, she squirms, but the cheerleaders keep her in place.
fr_fr: Ses yeux fatigueux renflent, elle écureuil, mais les cheerleaders gardent son en place.
it_it: Le sue lacrime gli occhi, lei schizza, ma gli cheerleaders la mantengono al suo posto.

source: [_lacey_] Stay, bitch!
fr_fr: [_lacey_] Restez, salope !
it_it: [_lacey_] Sta, cagna!

source: [_casey_] Yeah! Stay!
fr_fr: [_casey_] Oui ! Reste !
it_it: [_casey_] Sì! Sta!

source: [kate] just smiles smugly, and smacks [isabelle] in the face with the strap-on.
fr_fr: [kate] juste sourit en contrebande, et smacks [isabelle] dans le visage avec la sangle.
it_it: [kate] sorride appena sorridendo e smacks [isabelle] in faccia con il cinturino.

source: [_kate_s_spitroast_penetration1_squeeze1_strap_on_stacy_backfoot_isabelle_crying_] Are you enjoying yourself?
fr_fr: [_kate_s_spitroast_penetration1_squeeze1_strap_on_stacy_backfoot_isabelle_crying_] Êtes-vous en train de vous amuser?
it_it: [_kate_s_spitroast_penetration1_squeeze1_strap_on_stacy_backfoot_isabelle_crying_] Ti stai divertendo?

source: It's hard to say who the question is pointed at. Maybe it's me, maybe it's [isabelle].
fr_fr: C'est difficile de dire qui est la question. Peut-être que c'est moi, peut-être [isabelle].
it_it: È difficile dire a chi la domanda è puntata. Forse sono io, forse è [isabelle].

source: Her juices drip in strings down onto the gym floor, creating a small puddle.
fr_fr: Ses jus sont à la dérive sur le plancher de la salle de gym, créant une petite flaque.
it_it: I suoi succhi gocciolano in corde giù sul pavimento della palestra, creando un piccolo pozzetto.

source: Her pussy is flexing, and so is her ass. She's close to orgasming, I can feel it...
fr_fr: Sa chatte est en flexion, et c'est son cul. Elle est proche de l'orgasme, Je peux le sentir ...
it_it: La sua figa è in flessione, e così è il suo culo. È vicina all'orgasmo, posso sentirlo...

source: And me...
fr_fr: Et moi ...
it_it: E io...

source: All at once the pleasure rips through me, this is going to be my best—{space=-40}
fr_fr: Tout à la fois, le plaisir me traverse, ce sera mon meilleur-{ space=-40 }
it_it: Tutto in una volta il piacere mi strappa, questo sarà il mio meglio—{space=-40}

source: Just as orgasm hits me, [lacey] pushes me back.
fr_fr: Tout comme l'orgasme me frappe, [lacey] me repousse.
it_it: Proprio come mi colpisce l'orgasmo, [lacey] mi spinge indietro.

source: My dick erupts, but it's less than a whimper of the titanic eruption I was about to release...
fr_fr: Ma bite éclate, mais c'est moins qu'un coup de fouet de l'éruption titanesque que j'étais sur le point de libérer ...
it_it: Il mio cazzo erutta, ma è meno di un capriccio dell'eruzione titanica stavo per rilasciare...

source: Less satisfying.
fr_fr: Moins satisfaisant.
it_it: Meno soddisfacente.

source: [_kate_s_spitroast_strap_on_isabelle_nervous_] Now, I usually don't make first-time pets do this...
fr_fr: [_kate_s_spitroast_strap_on_isabelle_nervous_] Maintenant, je ne fais habituellement pas d'animaux de compagnie pour la première fois ...
it_it: [_kate_s_spitroast_strap_on_isabelle_nervous_] Ora, di solito non faccio gli animali domestici per la prima volta...

source: [_kate_s_spitroast_blowjob1_isabelle_eyes_closed_] Isn't that the taste of utter defeat?
fr_fr: [_kate_s_spitroast_blowjob1_isabelle_eyes_closed_] N'est-ce pas le goût de la défaite totale?
it_it: [_kate_s_spitroast_blowjob1_isabelle_eyes_closed_] Non è forse il gusto della totale sconfitta?

source: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] You like that vibrator?
fr_fr: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] Vous aimez ce vibrateur?
it_it: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] Ti piace quel vibratore?

source: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] I thought it would be fitting for you to orgasm while tasting your ass.{space=-20}
fr_fr: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] Je pensais qu'il vous serait approprié d'orgasme en dégustant votre cul. { space=-20 }
it_it: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] Ho pensato che sarebbe adatto per voi per l'orgasmo durante la degustazione del vostro culo.{space=-20}

source: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] So, go on, enjoy it.
fr_fr: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] Alors, allez-y, appréciez-le.
it_it: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] Quindi, continuate, godetelo.

source: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] It might be your last orgasm in the foreseeable future.
fr_fr: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] C'est peut-être votre dernier orgasme dans un avenir prévisible.
it_it: [_kate_s_spitroast_blowjob1_lacey_vibrator1_stacy_backfoot_isabelle_looking_up_] Potrebbe essere il vostro ultimo orgasmo nel prossimo futuro.

source: Despite her total degradation, [isabelle]'s body is responding to the touch of the vibrator.
fr_fr: Malgré sa dégradation totale, le corps de [isabelle]réagit au toucher du vibrateur.
it_it: Nonostante la sua degradazione totale, il corpo di [isabelle]risponde al tocco del vibratore.

source: Eyes downcast in shame, she cleans her ass off of [kate]'s strap-on.
fr_fr: Eyes déclassante de honte, elle nettoie son cul de la sangle de [kate]'s.
it_it: Occhi abbattuti nella vergogna, lei pulisce il suo culo dal cinturino di [kate].

source: Her cheeks burn, while waves of pleasure start to roll through her.
fr_fr: Ses joues brûle, tandis que les vagues de plaisir commencent à rouler à travers elle.
it_it: Le sue guance bruciano, mentre le onde di piacere iniziano a rotolare attraverso di lei.

source: It must be so humiliating to get dominated like this, and then be forced to enjoy it...
fr_fr: Il doit être si humiliant de se faire dominer comme ça, et ensuite être forcé de l'apprécier ...
it_it: Deve essere così umiliante per farsi dominare in questo modo, e poi essere costretti a goderla...

source: She bobs her head up and down, grimacing from the taste, but also from the building lust.
fr_fr: Elle bobs la tête en haut et en bas, grimacée du goût, mais aussi de la poussière de bâtiment.
it_it: Lei spola la sua testa su e giù, smorzando dal gusto, ma anche dalla concupiscenza dell'edificio.

source: Her abdomen spasms hard, her pussy leaks down her thighs.
fr_fr: Son abdomen spasme dur, sa chatte fuit ses cuisses.
it_it: Il suo addome spasmi duro, la sua figa perde le cosce.

source: It's only a matter of time before she tips over the edge.
fr_fr: Ce n'est qu'une question de temps avant qu'elle ne donne des conseils sur le bord.
it_it: È solo una questione di tempo prima che lei punta oltre il bordo.

source: Her hips move on instinct, trying to hump the vibrator...
fr_fr: Ses hanches se déplacent sur l'instinct, en essayant de bosse le vibrateur ...
it_it: I suoi fianchi si muovono sull'istinto, cercando di urtare il vibratore...

source: Her breath quickens...
fr_fr: Son haleine s'accélère ...
it_it: Il suo respiro acceso...

source: It builds and it builds...
fr_fr: Il construit et construit ...
it_it: Costruisce e costruisce...

source: Then suddenly, her eyes open wide, her muscles go stiff...
fr_fr: Puis soudainement, ses yeux s'ouvrent de large, ses muscles vont raides ...
it_it: Poi improvvisamente, i suoi occhi si aprono largamente, i suoi muscoli vanno rigidi...

source: A final gasp fills her lungs...
fr_fr: Un dernier gasp remplit ses poumons ...
it_it: Una benzina finale riempie i suoi polmoni...

source: Before [lacey] calmly turns off the vibrator.
fr_fr: Avant le [lacey] , éteins calmement le vibrateur.
it_it: Prima di [lacey] spegne tranquillamente il vibratore.

source: [_isabelle_] Noooooooooo!
it_it: [_isabelle_] Noooooooo!

source: [isabelle] isn't as lucky.
fr_fr: [isabelle] n'est pas aussi chanceux.
it_it: [isabelle] non è fortunato.

source: The stimulus of my dick is lost at the very brink of her orgasm.
fr_fr: Le stimulus de ma bite est perdu au bord de son orgasme.
it_it: Lo stimolo del mio cazzo si perde all'orlo del suo orgasmo.

source: She struggles against her bonds in utter frustration. The cheerleaders{space=-45} just laugh.
fr_fr: Elle lutte contre ses liens de frustration. Les cheerleaders { space=-45 } viennent de rire.
it_it: Lotta contro i suoi legami in totale frustrazione. Gli cheerleaders{space=-45} appena ridere.

source: [isabelle] struggles against her bonds in utter frustration. The cheerleaders just laugh.
fr_fr: [isabelle] lutte contre ses liens de frustration. Les cheerleaders se moque de rire.
it_it: [isabelle] lotta contro i suoi legami in totale frustrazione. Gli cheerleader solo ridere.

source: The cruelty has reached a new high...
fr_fr: La cruauté a atteint un nouveau haut ...
it_it: La crudeltà ha raggiunto un nuovo alto...

source: [_kate_s_spitroast_strap_on_isabelle_crying_] Silly girl! Did you really think we'd let you orgasm?
fr_fr: [_kate_s_spitroast_strap_on_isabelle_crying_] Silly girl ! Avez-vous vraiment pensé que nous vous laisseriez orgasme?
it_it: [_kate_s_spitroast_strap_on_isabelle_crying_] Silly girl! Pensavi davvero che ti avremmo lasciato orgasmo?

source: Before she can fully gather herself from the denied orgasm, [stacy] pulls out a new item.
fr_fr: Avant qu'elle puisse se réunir complètement à partir de l'orgasme refusé, le [stacy] sort un nouvel article.
it_it: Prima che lei possa completamente raccogliere se stessa dal negato orgasmo, [stacy] tira fuori un nuovo oggetto.

source: [_stacy_] The final piece of your costume.
fr_fr: [_stacy_] Le dernier morceau de votre costume.
it_it: [_stacy_] Il pezzo finale del tuo costume.

source: [isabelle] just bows her head in submission. There's no fight left in her.
fr_fr: [isabelle] vient juste de la tête dans la soumission. Il n'y a pas de combat à gauche en elle.
it_it: [isabelle] si inchina la sua testa in sottomissione. Non c'è combattimento lasciato in lei.

source: It's almost like she presents her ass for [stacy].
fr_fr: C'est presque comme si elle lui présente le cul pour le [stacy].
it_it: È quasi come lei presenta il suo culo per [stacy].

source: As the plug slides home, and her face turns even redder, the girls all cheer.
fr_fr: Alors que la fiche glisse à la maison, et son visage devient encore plus rouge, les filles cheer.
it_it: Come la spina scivola a casa, e il suo viso diventa ancora più rossa, le ragazze tutte allegria.

source: [_kate_s_spitroast_strap_on_isabelle_pleading_buttplug_] Moving forward, will you bark for me like a dog, or purr for me like a kitten?
fr_fr: [_kate_s_spitroast_strap_on_isabelle_pleading_buttplug_] Pour aller de l'avant, aborez-vous pour moi comme un chien, ou pour moi comme un chaton?
it_it: [_kate_s_spitroast_strap_on_isabelle_pleading_buttplug_] Andare avanti, abbaierai per me come un cane, o una purr per me come un gattino?

source: [_kate_s_spitroast_strap_on_isabelle_pleading_buttplug_] Those are your options, and I'm excited to see what kind of pet you'll be for me.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_pleading_buttplug_] Ce sont vos options, et je suis excité de voir quel genre d'animal vous serez pour moi.
it_it: [_kate_s_spitroast_strap_on_isabelle_pleading_buttplug_] Queste sono le tue opzioni e sono entusiasta di vedere che tipo di animale domestico sarai per me.

source: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] I know it's a hard choice. You're both catty and a total bitch.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Je sais que c'est un choix difficile. Tu es à la fois catty et salope.
it_it: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] So che è una scelta difficile. Sei sia catty che una cagna totale.

source: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Make your choice.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Faites votre choix.
it_it: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Fai la tua scelta.

source: [_isabelle_] A... dog...
fr_fr: [_isabelle_] A. .. chien ...
it_it: [_isabelle_] A... cane...

source: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] What was that?
fr_fr: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Qu'est-ce que c'était?
it_it: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Cos'era quello?

source: [_isabelle_] A dog... ma'am...
fr_fr: [_isabelle_] Un chien ... ma'am ...
it_it: [_isabelle_] Un cane... ma'am...

source: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Oh, a good choice!
fr_fr: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Oh, un bon choix !
it_it: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Oh, una buona scelta!

source: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Let's hear it, then. Bark for me.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Commençons par l'entendre. Bark pour moi.
it_it: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Lo sentiamo, allora. Corteccia per me.

source: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Bark for me, or we'll bring out the paddle again.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Bark pour moi, ou nous sortons la pagaie à nouveau.
it_it: [_kate_s_spitroast_strap_on_isabelle_head_down_buttplug_] Corteccia per me, o faremo uscire di nuovo la pagaia.

source: [_kate_s_spitroast_strap_on_isabelle_shock_buttplug_] Again.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_shock_buttplug_] Encore.
it_it: [_kate_s_spitroast_strap_on_isabelle_shock_buttplug_] Di nuovo.

source: [_kate_s_spitroast_strap_on_isabelle_crying_buttplug_] Heel, whore.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_crying_buttplug_] Heel, putain.
it_it: [_kate_s_spitroast_strap_on_isabelle_crying_buttplug_] Tallone, puttana.

source: As [kate] leads [isabelle] out of the gym for a victory lap around the school, I rest my back against the bleachers.
fr_fr: Alors que [kate] mène [isabelle] hors de la salle de gym pour un tour de victoire autour de l'école, je me repose contre les gradins.
it_it: Come [kate] conduce [isabelle] fuori dalla palestra per un giro di vittoria intorno alla scuola, resto la schiena contro i candeggianti.

source: It's been an interesting first quarter of the school year...
fr_fr: C'est un premier trimestre intéressant de l'année scolaire ...
it_it: E 'stato un interessante primo trimestre dell'anno scolastico...

source: Already, things are going better than last time.
fr_fr: Déjà, les choses vont mieux que la dernière fois.
it_it: Le cose stanno già andando meglio della scorsa volta.

source: My problem was always meekness and inhibition.
fr_fr: Mon problème était toujours l'insensibilité et l'inhibition.
it_it: Il mio problema era sempre la mitezza e l'inibizione.

source: Perhaps, taking what you want is how you get it.
fr_fr: Peut-être, en prenant ce que vous voulez, c'est comment vous l'avez.
it_it: Forse, prendere quello che si desidera è come si ottiene.

source: If you're not a pussy, you get pussy.
fr_fr: Si tu n'es pas une chatte, tu as la chatte.
it_it: Se non sei una figa, si ottiene la figa.

source: Maybe that's the law of the universe. Pussy comes to those in need.
fr_fr: C'est peut-être la loi de l'univers. Pussy vient à ceux qui en ont besoin.
it_it: Forse questa è la legge dell'universo. La figa viene a coloro che ne hanno bisogno.

source: It's hard to say if [kate] will tame [isabelle] completely...
fr_fr: Il est difficile de dire si [kate] va tame [isabelle] complètement ...
it_it: È difficile dire se [kate] domerà [isabelle] completamente...

source: Maybe it's exactly what [isabelle] was looking for, and it's a lesbian match made in heaven?
fr_fr: Peut-être que c'est exactement ce que le [isabelle] était à la recherche, et c'est un match de lesbiennes dans le ciel?
it_it: Forse è esattamente quello che [isabelle] stava cercando, ed è una partita lesbica fatta in cielo?

source: Perhaps [isabelle] will get her revenge?
fr_fr: Peut-être que [isabelle] va se venger?
it_it: Forse [isabelle] la vendicerà?

source: All I know is that I'm going to enjoy the autumn holidays.
fr_fr: Tout ce que je sais c'est que je vais profiter des vacances d'automne.
it_it: Tutto quello che so è che mi piaceranno le vacanze autunnali.

source: This takedown has given me all sorts of fapping material.
fr_fr: Cette prise de contrôle m'a donné toutes sortes de matériaux de fapping.
it_it: Questo takedown mi ha dato tutti i tipi di materiale di mappatura.

source: Maybe I'll even call [kate] and see if I can borrow [isabelle]...
fr_fr: Peut-être que je vais appeler [kate] et voir si je peux emprunter [isabelle]...
it_it: Forse chiamerò [kate] e vedrò se posso prendere in prestito [isabelle]...

source: She probably won't let me, but perhaps I can come watch?
fr_fr: Elle ne me laissera probablement pas, mais peut-être que je peux venir regarder?
it_it: Probabilmente non mi lascerà, ma forse posso venire a guardare?

source: "Nothing, just admiring your perfect hair."
fr_fr: "Rien, juste en admirant tes cheveux parfaits."
it_it: "Niente, solo ammirando i vostri capelli perfetti."

source: "I was hoping for a reward."
fr_fr: "J'espérais une récompense."
it_it: "Stavo sperando in una ricompensa."

source: ?mc.strength>=6@[mc.strength]/6|{image=stats str}|"Allow me to clear a path for you."{space=-30}
fr_fr: ? mc.renforc> =6@[mc.strength]/6 | { image=stats str } | "Permettez-moi d'effacer un chemin pour vous." { space=-30 }
it_it: ?mc.strength>=6@[mc.strength]/6<unk> {image=stats str}<unk> "Permetti di cancellare un percorso per te."{space=-30}

source: "Just remember that we're partners."
fr_fr: "Rappelez-vous que nous sommes des partenaires."
it_it: "Ricorda che siamo partner."

source: ?mc.intellect>=4@[mc.intellect]/4|{image=stats int}|"You absolutely shouldn't, but this isn't my opinion."
fr_fr: ? mc.intellect> =4@[mc.intellect]/4 | { image=stats int } | "Vous ne devriez absolument pas, mais ce n'est pas mon opinion."
it_it: ?mc.intellect>=4@[mc.intellect]/4<unk> {image=stats int}<unk> "Non dovresti assolutamente fare, ma questa non è la mia opinione."

source: "Because it's the truth!"
fr_fr: "Parce que c'est la vérité !"
it_it: "Perché è la verità!"

source: "I was just trying to be nice!"
fr_fr: "J'essayais juste d'être gentile !"
it_it: "Stavo solo cercando di essere gentile!"

source: "Sorry, ma'am."
fr_fr: "Désolé, madame."
it_it: "Mi dispiace, signora."

source: "I think you're being unfair."
fr_fr: "Je pense que vous êtes injuste."
it_it: "Penso che tu sia ingiusto."

source: "It's not really arguing..."
fr_fr: "Ce n'est pas vraiment de discuter ..."
it_it: "Non è davvero litigare..."

source: "A hug."
fr_fr: "Un câbeux."
it_it: "Un abbraccio."

source: "Your panties."
fr_fr: "Vos cultes."
it_it: "I tuoi pantaloni."

source: ?mc.lust>=3@[mc.lust]/3|{image=stats lust}|"A slap in the face, please."
fr_fr: ? mc.lust> =3@[mc.lust]/3 | { image=stats lust } | "Une gifle dans le visage , s'il vous plaît."
it_it: ?mc.lust>=3@[mc.lust]/3<unk> {image=stats lust}<unk> "Uno schiaffo in faccia , per favore."

source: "I'm just making sure it's locked."
fr_fr: "Je suis juste en train de m'assurer qu'il est verrouillé."
it_it: "Sto solo facendo in modo che sia bloccato."
