Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_wicked.po
Languages: fr_fr, it_it

source: [_jo_s_confident_] Very diligent! Okay, I'll let the [guard] know that you're staying late.
fr_fr: [_jo_s_confident_] Très diligent ! Ok, je vais laisser le [guard] savoir que tu restes en retard.
it_it: [_jo_s_confident_] Molto diligente! Ok, farò sapere alla [guard] che stai tardi.

source: [_jo_s_confident_] Here's the key to the classroom. You know we lock them up after dark.
fr_fr: [_jo_s_confident_] Voici la clé de la salle de classe. Vous savez que nous les verrouisons après la tombée de la nuit.
it_it: [_jo_s_confident_] Ecco la chiave per l'aula. Sai che li blocchiamo dopo il buio.

source: [_mc_] Thanks, [jo]!
fr_fr: [_mc_] Merci, [jo]!
it_it: [_mc_] Grazie, [jo]!

source: [_jo_s_confident_] You're very welcome. See you after school!
fr_fr: [_jo_s_confident_] Vous êtes les bienvenus. À la fin de l'école !
it_it: [_jo_s_confident_] Sei il benvenuto. Ci vediamo dopo la scuola!

source: [_mc_] It did, yes.
fr_fr: [_mc_] C'est vrai, oui.
it_it: [_mc_] Lo ha fatto, sì.

source: [_mc_] Can you tell me why you couldn't just pick up the key yourself?
fr_fr: [_mc_] Pouvez-vous me dire pourquoi vous n'avez pas pu prendre la clé vous-même?
it_it: [_mc_] Puoi dirmi perché non sei riuscito a prendere la chiave da sola?

source: [_kate_s_confident_] I needed to sneak into [jo]'s office to cancel all the music classes that day.
fr_fr: [_kate_s_confident_] J'avais besoin d'entrer dans le bureau [jo]pour annuler toutes les classes de musique ce jour-là.
it_it: [_kate_s_confident_] avevo bisogno di entrare nell'ufficio di [jo]per annullare tutte le lezioni di musica quel giorno.

source: [_kate_s_confident_] A party doesn't prepare itself.
fr_fr: [_kate_s_confident_] Une partie ne se prépare pas elle-même.
it_it: [_kate_s_confident_] Una festa non si prepara.

source: [_mc_] Right.
fr_fr: [_mc_] Droit.
it_it: [_mc_] Destra.

source: [_kate_s_neutral_] So, did you get the key?
fr_fr: [_kate_s_neutral_] Alors, avez-vous obtenu la clé?
it_it: [_kate_s_neutral_] Quindi, hai ottenuto la chiave?

source: [_mc_] Yes, ma'am. Here you go.
fr_fr: [_mc_] Oui, madame. Ici vous allez.
it_it: [_mc_] Sì, ma'am. Qui vai.

source: [_kate_s_blush_] Very good.
fr_fr: [_kate_s_blush_] Très bien.
it_it: [_kate_s_blush_] Molto buono.

source: [_mc_] What about my reward?
fr_fr: [_mc_] Qu'en est-il de ma récompense?
it_it: [_mc_] E la mia ricompensa?

source: [_kate_s_thinking_] What reward?
fr_fr: [_kate_s_thinking_] Quelle récompense?
it_it: [_kate_s_thinking_] Che ricompensa?

source: [_mc_] You said that there would be a reward for helping you.
fr_fr: [_mc_] Vous avez dit qu'il y aurait une récompense pour vous aider.
it_it: [_mc_] Hai detto che ci sarebbe stata una ricompensa per aiutarti.

source: [_kate_s_thinking_] Did I? Well...
fr_fr: [_kate_s_thinking_] Ai-je? Eh bien ...
it_it: [_kate_s_thinking_] Io? Bene...

source: [_kate_s_blush_] I guess I have one of these to spare.
fr_fr: [_kate_s_blush_] Je suppose que j'ai une de ces pièces à épargner.
it_it: [_kate_s_blush_] Immagino di avere uno di questi da risparmiare.

source: [_kate_s_blush_] Congratulations! Here's your reward!
fr_fr: [_kate_s_blush_] Félicitations ! Voilà votre récompense !
it_it: [_kate_s_blush_] Congratulazioni! Ecco la tua ricompensa!

source: [_kate_s_excited_] You could use some new clothes. Or maybe a mask to hide your face.
fr_fr: [_kate_s_excited_] Vous pourriez utiliser de nouveaux vêtements. Ou peut-être un masque pour cacher votre visage.
it_it: [_kate_s_excited_] Potresti usare alcuni vestiti nuovi. O forse una maschera per nascondere il tuo viso.

source: Ugh, I should've known it was all just a ploy to humiliate me...
fr_fr: Ugh, j'aurais dû savoir que c'était juste un stratagème pour m'humilier ...
it_it: Ugh, avrei dovuto sapere che era tutto solo un disegno per umiliarmi...

source: How does [kate] even come up with this stuff?
fr_fr: Comment [kate] est-il venu avec ce truc?
it_it: Come fa [kate] persino a venire con questa roba?

source: [_kate_s_skeptical_] Aren't you going to thank me?
fr_fr: [_kate_s_skeptical_] N'allez-vous pas me remercier?
it_it: [_kate_s_skeptical_] non mi ringrazierete?

source: [_mc_] Thanks...
fr_fr: [_mc_] Merci ...
it_it: [_mc_] Grazie...

source: [_kate_s_excited_] Don't look so sad! You needed the makeover.
fr_fr: [_kate_s_excited_] N'a pas l'air si triste ! Tu as eu besoin de la fortune.
it_it: [_kate_s_excited_] Non sembri così triste! Ti serviva il rifacimento.

source: [_kate_s_excited_] Anyhow! I have a party to plan. Smell you later!
fr_fr: [_kate_s_excited_] Anyhow ! J'ai une partie à planifier. Tu te saute plus tard !
it_it: [_kate_s_excited_] Anyhow! Ho una festa da pianificare. Ti annusare più tardi!

source: [_mc_] You said there was something in it for me...
fr_fr: [_mc_] Vous avez dit qu'il y avait quelque chose pour moi ...
it_it: [_mc_] Hai detto che c'era qualcosa in esso per me...

source: [_kate_s_eyeroll_] Are you always this greedy? Why can't you do something just to be nice?
fr_fr: [_kate_s_eyeroll_] Êtes-vous toujours ce cupide? Pourquoi tu ne peux pas faire quelque chose juste pour être gentile?
it_it: [_kate_s_eyeroll_] Sei sempre questa avidità? Perché non puoi fare qualcosa solo per essere gentile?

source: [_mc_] You promised!
fr_fr: [_mc_] Vous avez promis !
it_it: [_mc_] Hai promesso!

source: [_kate_s_skeptical_] I didn't promise anything.
fr_fr: [_kate_s_skeptical_] Je n'ai rien promis.
it_it: [_kate_s_skeptical_] non ho promesso niente.

source: [_kate_s_excited_] But! I do have something that you might like... or not. I mean, it's hard to read your kind.
fr_fr: [_kate_s_excited_] Mais ! J'ai quelque chose que vous aimeriez ... ou pas. Je veux dire, c'est dur de lire ton genre.
it_it: [_kate_s_excited_] Ma! Ho qualcosa che ti potrebbe piacere... o no. Voglio dire, è difficile leggere il tuo genere.

source: [_mc_] Fine, what is it?
fr_fr: [_mc_] Amende, qu'est-ce que c'est?
it_it: [_mc_] Bene, che cos'è?

source: [_kate_s_excited_] First, give me the key.
fr_fr: [_kate_s_excited_] Tout d'abord, donnez-moi la clé.
it_it: [_kate_s_excited_] Primo, dammi la chiave.

source: [_mc_] Here you go...
fr_fr: [_mc_] Ici, vous allez ...
it_it: [_mc_] Qui vai...

source: [_kate_s_gushing_] With that out of the way... here's your reward!
fr_fr: [_kate_s_gushing_] Avec ça hors de la route ... voilà votre récompense !
it_it: [_kate_s_gushing_] Con quello fuori strada... ecco la tua ricompensa!

source: [_kate_s_gushing_] I had a few of these to spare. I'm sure you'll find something in the costume shop that will improve your looks!
fr_fr: [_kate_s_gushing_] J'en avais quelques-uns à épargner. Je suis sûr que vous trouverez quelque chose dans la boutique de costumes qui améliorera votre apparence !
it_it: [_kate_s_gushing_] Ho avuto alcuni di questi da risparmiare. Sono sicuro che troverai qualcosa nel negozio di costumi che migliorerà il tuo look!

source: [_kate_s_gushing_] Maybe a set of fake teeth or a clown nose!
fr_fr: [_kate_s_gushing_] Peut-être un jeu de fausses dents ou un nez clown !
it_it: [_kate_s_gushing_] Forse un set di denti falsi o un naso clown!

source: That's messed up, even for [kate].
fr_fr: C'est désorbé, même pour [kate].
it_it: Questo è inconveniente, anche per [kate].

source: Why would she go through the trouble of getting this just to humiliate me?
fr_fr: Pourquoi a-t-elle eu la peine de faire ça juste pour m'humilier?
it_it: Perché sarebbe andare attraverso il problema di ottenere questo solo per umiliarmi?

source: Maybe she's getting off on it, somehow...
fr_fr: Peut-être qu'elle s'en va, d'une manière ou d'une autre ...
it_it: Forse sta scendendo su di esso, in qualche modo...

source: Or maybe... her party is a costume party?
fr_fr: Ou peut-être ... son parti est une fête costuelle?
it_it: O forse... la sua festa è una festa in costume?

source: That must be it!
fr_fr: Ça doit être ça !
it_it: Questo deve esserlo!

source: [_kate_s_laughing_] What do you say?
fr_fr: [_kate_s_laughing_] Que dis-tu?
it_it: [_kate_s_laughing_] Che cosa dite?

source: [_kate_s_smile_] Good. Now if you'll excuse me, I have a party to plan.
fr_fr: [_kate_s_smile_] Bon. Si vous voulez bien m'excuser, j'ai une partie à planifier.
it_it: [_kate_s_smile_] Bene. Ora se mi scusi, ho una festa da pianificare.

source: [_mc_] Yes, but she said I couldn't give it away.
fr_fr: [_mc_] Oui, mais elle a dit que je ne pouvais pas l'abandonner.
it_it: [_mc_] Sì, ma lei ha detto che non riuscivo a darla via.

source: [_kate_s_skeptical_] What's that supposed to mean?
fr_fr: [_kate_s_skeptical_] Qu'est-ce que c'est censé vouloir dire?
it_it: [_kate_s_skeptical_] Che cosa dovrebbe significare?

source: [_mc_] It means that I need to come and unlock the music classroom for you at the start of the party.
fr_fr: [_mc_] Cela signifie que j'ai besoin de venir et de débloquer la salle de classe musicale pour vous au début de la fête.
it_it: [_mc_] Significa che ho bisogno di venire a sbloccare l'aula di musica per voi all'inizio della festa.

source: [_kate_s_skeptical_] You're bluffing...
fr_fr: [_kate_s_skeptical_] Vous bluffez ...
it_it: [_kate_s_skeptical_] Stai bluffando...

source: [_mc_] Why would I? It's not like I want to stop by the school after dark, just to unlock a door to a party that I'm not invited to.
fr_fr: [_mc_] Pourquoi? Ce n'est pas comme si je voulais m'arrêter à l'école après la tombée de la nuit, juste pour déverrouiller une porte à une fête que je ne suis pas invitée.
it_it: [_mc_] Perché Io? Non è come se mi fermassi a scuola dopo il buio, solo per sbloccare una porta a una festa a cui non sono invitato.

source: [_kate_s_eyeroll_] Fine... just make sure you're not late.
fr_fr: [_kate_s_eyeroll_] Fine ... assurez-vous que vous n'êtes pas en retard.
it_it: [_kate_s_eyeroll_] Fine... assicurati solo di non essere in ritardo.

source: [_kate_s_skeptical_] The party is in two days. Write it down!
fr_fr: [_kate_s_skeptical_] Le parti est en deux jours. Écrivez-le !
it_it: [_kate_s_skeptical_] Il party è in due giorni. Scrivilo!

source: [_kate_s_skeptical_] And don't you dare mess this up. Get lost now.
fr_fr: [_kate_s_skeptical_] Et n'osez pas gâcher ça. Va perdu maintenant.
it_it: [_kate_s_skeptical_] E non osate disprezzare questo. Perdetevi adesso.

source: So, two days from now, I have the chance to either help her or ruin [kate]'s party...
fr_fr: Donc, deux jours à partir de maintenant, j'ai la chance de l'aider ou de ruine [kate]'s ...
it_it: Così, due giorni da ora, ho la possibilità di aiutare lei o rovina la festa di [kate]...

source: The power is exhilarating!
fr_fr: Le pouvoir est exaltant !
it_it: Il potere è esilarante!

source: Right, I better get out of here before—
fr_fr: Bien, je vais mieux sortir d'ici avant-
it_it: A destra, meglio uscire da qui prima—

source: Huh? She must've dropped this on her way out...
fr_fr: Huh? Elle doit l'avoir laissé tomber sur sa sortie ...
it_it: Huh? Deve aver lasciato cadere questo sulla sua via d'uscita...

source: It looks like a voucher of some sort.
fr_fr: Ça ressemble à un bon de quelque sorte.
it_it: Sembra un buono di qualche tipo.

source: Oh, it's for a costume shop! She's probably hosting a costume party!
fr_fr: Oh, c'est pour une boutique de costumes ! Elle est probablement l'hôte d'une fête costumon !
it_it: Oh, è per un negozio di costumi! Probabilmente sta ospitando una festa in costume!

source: All right, let's see what this site is about...
fr_fr: Très bien, voyons ce que ce site est sur ...
it_it: Bene, vediamo di che cosa questo sito è...

source: They have all sorts of interesting stuff.
fr_fr: Ils ont toutes sortes de choses intéressantes.
it_it: Hanno tutti i tipi di roba interessante.

source: A knight costume would certainly impress [lindsey]...
fr_fr: Un costume de knight impress certainement [lindsey]...
it_it: Un costume da cavaliere avrebbe sicuramente impressionato [lindsey]...

source: But this voucher only covers small items...
fr_fr: Mais ce bon ne couvre que les petits articles ...
it_it: Ma questo buono copre solo piccoli oggetti...

source: Oh! They have the pig mask that [isabelle] asked for! Let's go with that!
fr_fr: Oh ! Ils ont le masque de porc que le [isabelle] a demandé ! Allons avec ça !

source: Guess I'll just go with the pig mask. It's a classic.
fr_fr: Je vais juste aller avec le masque de porc. C'est un classique.
it_it: Immagino che andrò solo con la maschera di maiale. È un classico.

source: Okay, order placed!
fr_fr: Ok, commande passée !
it_it: Ok, ordine effettuato!

source: Now to wait for the delivery...
fr_fr: Maintenant, d'attendre la livraison ...
it_it: Ora di aspettare la consegna...

source: [_kate_s_neutral_] You there.
fr_fr: [_kate_s_neutral_] Vous y.
it_it: [_kate_s_neutral_] Tu lì.

source: [_kate_s_confident_] Yes, I'm talking to you.
fr_fr: [_kate_s_confident_] Oui, je vous parle.
it_it: [_kate_s_confident_] Sì, sto parlando con te.

source: [_kate_s_confident_] I get it. It's a big day for someone like you to talk to someone like me in such a public setting.
fr_fr: [_kate_s_confident_] Je l'ai. C'est un grand jour pour quelqu'un comme vous pour parler à quelqu'un comme moi dans un tel contexte public.
it_it: [_kate_s_confident_] lo ottengo. È un grande giorno per qualcuno come te parlare con qualcuno come me in un ambiente così pubblico.

source: [_kate_s_laughing_] Just try not to wet yourself over it.
fr_fr: [_kate_s_laughing_] Essayez de ne pas vous mouiller dessus.
it_it: [_kate_s_laughing_] Basta provare a non bagnarsi sopra di esso.

source: [_mc_] I'll do my best...
fr_fr: [_mc_] Je ferai de mon mieux ...
it_it: [_mc_] Farò del mio meglio...

source: [_kate_s_cringe_] That is a loser's attitude.
fr_fr: [_kate_s_cringe_] C'est l'attitude d'un perdant.
it_it: [_kate_s_cringe_] Questo è l'atteggiamento di un perdente.

source: [_kate_s_cringe_] Trying is what matters, isn't that right? Applauding failure. Pathetic.
fr_fr: [_kate_s_cringe_] C'est ce qui importe, ce n'est pas vrai? Echec de l'applet. Pathétique.
it_it: [_kate_s_cringe_] Provare è quello che conta, non è quello giusto? Applauding failure. Pathetic.

source: [_kate_s_excited_] Anyway, tonight is my party.
fr_fr: [_kate_s_excited_] Quoi qu'il en soit, ce soir est mon parti.
it_it: [_kate_s_excited_] Comunque, stasera è la mia festa.

source: [_kate_s_excited_] When school ends today, I expect to find you next to the music classroom with your little key and ready to open the door for me.
fr_fr: [_kate_s_excited_] Quand l'école se termine aujourd'hui, je m'attends à vous trouver à côté de la salle de classe avec votre petite clé et prête à ouvrir la porte pour moi.
it_it: [_kate_s_excited_] Quando la scuola finisce oggi, Mi aspetto di trovarvi accanto all'aula di musica con la vostra chiave piccola e pronta ad aprirmi la porta.

source: [_kate_s_excited_] Am I making myself clear?
fr_fr: [_kate_s_excited_] Je me fais clairement savoir?
it_it: [_kate_s_excited_] Mi sto rendendo chiaro?

source: [_mc_] Yes, ma'am. I'll be there.
fr_fr: [_mc_] Oui, madame. Je serai là.
it_it: [_mc_] Sì, ma'am. Sarò lì.

source: [_kate_s_flirty_] Good. You're like a little puppy.
fr_fr: [_kate_s_flirty_] Bon. Tu es comme un petit chiot.
it_it: [_kate_s_flirty_] Bene. Sei come un piccolo cucciolo.

source: [_kate_s_flirty_] I should train you to do more tricks for me.
fr_fr: [_kate_s_flirty_] Je devrais vous entraîner à faire plus de trucs pour moi.
it_it: [_kate_s_flirty_] Dovrei addestrarti a fare più trucchi per me.

source: [_mc_] Thanks... I guess?
fr_fr: [_mc_] Merci ... Je suppose?
it_it: [_mc_] Grazie... Immagino?

source: [_kate_s_neutral_] Uh-uh. Try again.
fr_fr: [_kate_s_neutral_] Uh-uh. Essayez à nouveau.
it_it: [_kate_s_neutral_] Uh-uh. Riprova.

source: [_mc_] Thank you, ma'am.
fr_fr: [_mc_] Merci, madame.
it_it: [_mc_] Grazie, ma'am.

source: [_kate_s_confident_] Better.
fr_fr: [_kate_s_confident_] Meilleure.
it_it: [_kate_s_confident_] Meglio.

source: [_kate_s_confident_] Okay, run along now.
fr_fr: [_kate_s_confident_] Ok, exécutez maintenant.
it_it: [_kate_s_confident_] Okay, corri ora.

source: [_mc_] Why in the music classroom?
fr_fr: [_mc_] Pourquoi dans la salle de classe?
it_it: [_mc_] Perché nell'aula di musica?

source: [_kate_s_neutral_] What?
fr_fr: [_kate_s_neutral_] Quoi?
it_it: [_kate_s_neutral_] Cosa?

source: [_mc_] Why not have the party somewhere else?
fr_fr: [_mc_] Pourquoi ne pas avoir le parti ailleurs?
it_it: [_mc_] Perché non avere il partito da qualche altro?

source: [_kate_s_confident_] Anyone can organize a party at the beach or in the backyard.
fr_fr: [_kate_s_confident_] Toute personne peut organiser une fête à la plage ou dans la cour.
it_it: [_kate_s_confident_] Chiunque può organizzare una festa in spiaggia o nel cortile.

source: [_kate_s_confident_] A party at school after dark, on the other hand...
fr_fr: [_kate_s_confident_] Une fête à l'école après la tombée de la nuit, d'autre part ...
it_it: [_kate_s_confident_] Una festa a scuola dopo il buio, sull'altra mano...

source: [_kate_s_confident_] That'll be a hot topic long after we graduate.
fr_fr: [_kate_s_confident_] Ce sera un sujet brûlera longtemps après notre diplôme.
it_it: [_kate_s_confident_] Sarà un argomento caldo molto tempo dopo la laurea.

source: [_mc_] I meant, why not at the pool or something? Why the music classroom?{space=-55}
fr_fr: [_mc_] Je voulais dire, pourquoi pas à la piscine ou quelque chose? Pourquoi la salle de classe? { space=-55 }
it_it: [_mc_] Voglio dire, perché non in piscina o qualcosa? Perché l'aula di musica?{space=-55}

source: [_kate_s_laughing_] Because, my little idiot, music is central to any party.
fr_fr: [_kate_s_laughing_] Parce que mon petit idiot, la musique est au cœur de toute fête.
it_it: [_kate_s_laughing_] Perché, il mio piccolo idiota, la musica è centrale per qualsiasi partito.

source: [_mc_] Sure, but you can bring music to the pool. You can't, however, bring the pool to the music classroom.
fr_fr: [_mc_] Sure, mais vous pouvez apporter de la musique à la piscine. Vous ne pouvez cependant pas apporter la piscine à la salle de classe.
it_it: [_mc_] Certo, ma puoi portare musica in piscina. Non puoi però portare la piscina in aula musicale.

source: [_kate_s_thinking_] You're not wrong...
fr_fr: [_kate_s_thinking_] Vous n'avez pas tort ...
it_it: [_kate_s_thinking_] Non hai torto...

source: [_kate_s_blush_] I'll save that idea for later. Maybe you're not as dumb as you look.
fr_fr: [_kate_s_blush_] Je sauterai cette idée plus tard. Peut-être que vous n'êtes pas aussi idiot que vous.
it_it: [_kate_s_blush_] salverò quell'idea per dopo. Forse non sei così stupido come sembri.

source: [_mc_] Gee, thanks.
fr_fr: [_mc_] Gee, merci.
it_it: [_mc_] Gee, grazie.

source: [_kate_s_embarrassed_] Don't give me attitude.
fr_fr: [_kate_s_embarrassed_] Ne me donnez pas d'attitude.
it_it: [_kate_s_embarrassed_] Non darmi atteggiamento.

source: [_kate_s_embarrassed_] And don't be late tonight.
fr_fr: [_kate_s_embarrassed_] Et ne faites pas tard ce soir.
it_it: [_kate_s_embarrassed_] E non essere in ritardo stasera.

source: It's getting late. [kate] told me to meet her next to the music classroom.
fr_fr: Il est en retard. [kate] m'a dit de la rencontrer à côté de la salle de classe.
it_it: Sta diventando in ritardo. [kate] mi ha detto di incontrarla accanto all'aula di musica.

source: [_guard_s_suspicious_flashlight_] I'm making my final rounds now.
fr_fr: [_guard_s_suspicious_flashlight_] Je fais mes derniers tours maintenant.
it_it: [_guard_s_suspicious_flashlight_] sto facendo i miei giri finali ora.

source: [_guard_s_suspicious_flashlight_] I want you out of here when I return.
fr_fr: [_guard_s_suspicious_flashlight_] Je veux que vous soriez d'ici quand je revierai.
it_it: [_guard_s_suspicious_flashlight_] Ti voglio fuori da qui quando torno.

source: Whatever, dude.
fr_fr: Quoi qu'il en soit, mec.
it_it: Qualunque sia il debito.

source: Where the hell is [kate]?
fr_fr: Où est l'enfer [kate]?
it_it: Dove l'inferno è [kate]?

source: I swear this is just some prank to get me into trouble...
fr_fr: Je jure que c'est juste une farce pour me faire des ennuis ...
it_it: Giuro questo è solo un po 'di scherzo per farmi nei guai...

source: Wow. Look at her.
fr_fr: Wow. Regarde elle.
it_it: Wow. Guardatela.

source: Now that's an ironic costume...
fr_fr: C'est un costume ironique ...
it_it: Ora questo è un costume ironico...

source: But somehow she still pulls it off in her own twisted angelic way.
fr_fr: Mais d'une certaine façon, elle le tire encore de sa propre façon angélique tordue.
it_it: Ma in qualche modo lo tira ancora fuori nel suo modo angelico contorto.

source: Lucifer was an angel, after all.
fr_fr: Lucifer était un ange, après tout.
it_it: Lucifero era un angelo, dopo tutto.

source: And in [kate]'s case... a damn sexy one.
fr_fr: Et dans le cas de [kate]'s ... un damn sexy.
it_it: E nel caso di [kate]... un maledetto sexy.

source: [_kate_s_confident_] What are you waiting for?
fr_fr: [_kate_s_confident_] Qu'est-ce que vous attendez?
it_it: [_kate_s_confident_] Cosa stai aspettando?

source: [_kate_s_confident_] You have a door to open for me, remember?
fr_fr: [_kate_s_confident_] Vous avez une porte à ouvrir pour moi, rappelez-vous?
it_it: [_kate_s_confident_] Hai una porta da aprire per me, ricordi?

source: Locked. But why does it sound like someone is moaning inside?
fr_fr: Verrouillé. Mais pourquoi est-ce que ça ressemble à quelqu'un qui gémit à l'intérieur?
it_it: Bloccato. Ma perché sembra che qualcuno stia gemendo dentro?

source: Nah, it must be my imagination...
fr_fr: Nah, ça doit être mon imagination ...
it_it: Nah, deve essere la mia immaginazione...

source: Locked. I'm not sure why, though.
fr_fr: Verrouillé. Je ne sais pas pourquoi.
it_it: Bloccato. Non sono sicuro del perché, però.

source: Nothing in this room is really worth stealing.
fr_fr: Rien dans cette pièce ne vaut vraiment la peine de voler.
it_it: Niente in questa stanza vale davvero la pena di rubare.

source: Locked. Also being renovated.
fr_fr: Verrouillé. Également en cours de rénovation.
it_it: Bloccato. Anche in fase di ristrutturazione.

source: Last time around, the library didn't open until Christmas.
fr_fr: La dernière fois, la bibliothèque n'a pas ouvert jusqu'à Noël.
it_it: L'ultima volta in giro, la biblioteca non si è aperta fino a Natale.

source: Locked. Damn it.
fr_fr: Verrouillé. Merde.
it_it: Bloccato. Dannazione.

source: I could've used some music right about now...
fr_fr: J'aurais pu utiliser de la musique ...
it_it: Avrei potuto usare un po' di musica in questo momento...

source: [_mc_] There you go...
fr_fr: [_mc_] Vous y allez ...
it_it: [_mc_] Lì vai...

source: [_kate_s_confident_] Good. Very good.
fr_fr: [_kate_s_confident_] Bon. Très bien.
it_it: [_kate_s_confident_] Bene. Molto buono.

source: [_kate_s_neutral_] Out with it. You're wasting my time with your stuttering.
fr_fr: [_kate_s_neutral_] Out with it. Tu gaspmes mon temps avec ton bégage.
it_it: [_kate_s_neutral_] Fuori con esso. Stai sprecando il mio tempo con la tua balbuzia.

source: [_mc_] I was wondering if I could join the party...
fr_fr: [_mc_] Je me demandais si je pouvais rejoindre le parti ...
it_it: [_mc_] Mi chiedevo se potessi unirmi alla festa...

source: [_mc_] Because... you know...
fr_fr: [_mc_] Parce que ... tu sais ...
it_it: [_mc_] Perché... sa...

source: [_mc_] I got the key for you and everything...
fr_fr: [_mc_] J'ai eu la clé pour toi et tout ...
it_it: [_mc_] Ho ottenuto la chiave per voi e tutto...

source: [_kate_s_smile_] No. Any other questions?
fr_fr: [_kate_s_smile_] Non Questions diverses?
it_it: [_kate_s_smile_] No. Altre domande?

source: [_mc_] I guess not...
fr_fr: [_mc_] Je suppose pas ...
it_it: [_mc_] Immagino di no...
