Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: [kate] sure won't be happy for a long time.
fr_fr: [kate] ne sera pas heureux pendant longtemps.
it_it: [kate] sicuro che non sarà felice per molto tempo.

source: Okay, time to tell the [nurse] the good news...
fr_fr: Ok, le temps de dire le [nurse] la bonne nouvelle ...
it_it: Va bene, è tempo di dire alla [nurse] la buona notizia...

source: [_kate_s_neutral_] Seriously?
fr_fr: [_kate_s_neutral_] Sérieusement?
it_it: [_kate_s_neutral_] Seriamente?

source: [_mc_] I want the dirt you have on the [nurse].
fr_fr: [_mc_] Je veux la saleté que vous avez sur le [nurse].
it_it: [_mc_] Voglio lo sporco che hai sulla [nurse].

source: [_kate_s_laughing_] From philanthropist to extortionist just like that?
fr_fr: [_kate_s_laughing_] De la philanthropie à l'extorsion comme ça?
it_it: [_kate_s_laughing_] Dal filantropo all'estorsionista proprio così?

source: [_kate_s_smile_] I knew you were just trying to impress the girls with the donation bullshit.{space=-110}
fr_fr: [_kate_s_smile_] Je savais que vous essayiez juste d'impressieriez les filles avec le don de conneries. { space=-110 }
it_it: [_kate_s_smile_] Sapevo che stavi solo cercando di impressionare le ragazze con la merda della donazione.{space=-110}

source: [_mc_] No, I'm very serious about that. But I also want something for myself.{space=-30}
fr_fr: [_mc_] Non, je suis très sérieux à ce sujet. Mais je veux aussi quelque chose pour moi. { space=-30 }
it_it: [_mc_] No, sono molto serio al riguardo. Ma voglio anche qualcosa per me.{space=-30}

source: [_mc_] So, hand over whatever dirt you have on her...
fr_fr: [_mc_] Donc, la main sur la saleté que tu as sur elle ...
it_it: [_mc_] Quindi, consegnare qualsiasi sporcizia che hai su di lei...

source: [_kate_s_neutral_] And what makes you think I have any?
fr_fr: [_kate_s_neutral_] Et qu'est-ce qui vous fait penser que j'en ai?
it_it: [_kate_s_neutral_] E cosa ti fa pensare che io abbia qualcuno?

source: [_kate_s_confident_] Maybe she just likes to be my little piggy?
fr_fr: [_kate_s_confident_] Peut-être qu'elle aime juste être ma petite pige?
it_it: [_kate_s_confident_] Forse le piace essere il mio piccolo maialino?

source: [_mc_] You must have something. You wouldn't risk treating a school staff member like that without any insurance.
fr_fr: [_mc_] Vous devez avoir quelque chose. Vous ne risiez pas de traiter un membre du personnel de l'école comme ça sans aucune assurance.
it_it: [_mc_] Devi avere qualcosa. Non rischieresti di trattare un membro del personale della scuola senza alcuna assicurazione.

source: [_kate_s_laughing_] Seems like you've given this a lot of thought.
fr_fr: [_kate_s_laughing_] On dirait que vous avez donné beaucoup de réflexion à ce sujet.
it_it: [_kate_s_laughing_] Sembra che tu abbia dato molto pensiero.

source: [_kate_s_smile_] Very well... enjoy.
fr_fr: [_kate_s_smile_] Très bien ... profitez.
it_it: [_kate_s_smile_] Molto bene... godere.

source: [_kate_s_neutral_] Later, you two-faced fuck.
fr_fr: [_kate_s_neutral_] Plus tard, vous avez une baise à deux face.
it_it: [_kate_s_neutral_] Più tardi, si scopa bifronte.

source: Meh, who cares what she thinks anyway?
fr_fr: Meh, qui se soucie de ce qu'elle pense de toute façon?
it_it: Meh, a chi importa quello che pensa comunque?

source: I helped others, but I also helped myself!
fr_fr: J'ai aidé d'autres, mais j'ai aussi aidé moi-même !
it_it: Ho aiutato gli altri, ma mi sono anche aiutato!

source: No one can blame me for not being entirely selfless.
fr_fr: Personne ne peut me reprocher de ne pas être totalement désintéressé.
it_it: Nessuno può biasimarmi di non essere del tutto egoista.

source: All right, time to pay the [nurse] a visit...
fr_fr: Très bien, le temps de payer le [nurse] une visite ...
it_it: Va bene, tempo per pagare la [nurse] una visita...

source: Quite the scalp to take so early in the year.
fr_fr: Le cuir chevelu le prend au début de l'année.
it_it: Abbastanza il cuoio capelluto di prendere così presto nell'anno.

source: This certainly changes things...
fr_fr: Cela change certainement les choses ...
it_it: Questo cambia certamente le cose...

source: Maybe it'll make [kate] respect me more?
fr_fr: Peut-être que ça va faire du [kate] le respect de moi plus?
it_it: Forse farà [kate] rispettarmi di più?

source: Maybe people won't think I'm a complete loser anymore?
fr_fr: Peut-être que les gens ne pensent plus que je suis un perdant complet?
it_it: Forse la gente non penserà più che io sia un perdente completo?

source: Either way, it feels fantastic to stick it to her and reclaim some of my humanity in the process.
fr_fr: Quoi qu'il en soit, c'est fantastique de la coller à elle et de récupérer une partie de mon humanité dans le processus.
it_it: In ogni caso, si sente fantastico attenersi a lei e reclamare una parte della mia umanità nel processo.

source: [_kate_s_sad_] He cheated.
fr_fr: [_kate_s_sad_] Il a triché.
it_it: [_kate_s_sad_] Ha imbrogliato.

source: [_mc_] I did not cheat... Stop being a sore loser, [kate].
fr_fr: [_mc_] Je n'ai pas tricha ... Stop being a sore loser, [kate].
it_it: [_mc_] non ho imbrogliato... Smettetela di essere un perdente dolorante, [kate].

source: [_stacy_s_neutral_] How did he cheat?
fr_fr: [_stacy_s_neutral_] Comment a-t-il tricha?
it_it: [_stacy_s_neutral_] Come ha imbrogliato?

source: [_kate_s_sad_] He got that bitchy exchange student to help him.
fr_fr: [_kate_s_sad_] Il a eu cet échange de bitchy pour l'aider.
it_it: [_kate_s_sad_] Ha ottenuto che lo studente di scambio cagnoloso per aiutarlo.

source: [_mc_] [isabelle] only grabbed it for me from the women's bathroom. I figured out the location on my own.
fr_fr: [_mc_] [isabelle] only grabbed it for me from the women's bathroom. J'ai trouvé l'endroit par moi-même.
it_it: [_mc_] [isabelle] lo afferrò solo per me dal bagno femminile. Ho capito la posizione da solo.

source: [_mc_] That's not against the rules.
fr_fr: [_mc_] Ce n'est pas contre les règles.
it_it: [_mc_] Non è contro le regole.

source: [_mc_] Besides, [kate] followed me around for the entire challenge — that's even worse.
fr_fr: [_mc_] En plus, [kate] m'a suivi pour tout le défi-c'est encore pire.
it_it: [_mc_] Inoltre, [kate] mi ha seguito per tutta la sfida — è ancora peggio.

source: [_casey_] I don't know... I think you played a bit unfair...
fr_fr: [_casey_] Je ne sais pas ... Je pense que tu as joué un peu injuste ...
it_it: [_casey_] Non lo so... penso che tu abbia giocato un po' ingiusto...

source: [_stacy_] Yeah, I feel like you should've picked up the star on your own...
fr_fr: [_stacy_] Oui, j'ai l'impression que vous auriez dû prendre l'étoile sur votre propre ...
it_it: [_stacy_] Sì, mi sento come si sarebbe dovuto prendere la stella da sola...

source: [_mc_] You said that we have to figure out where the stars are, and then bring them all to you.
fr_fr: [_mc_] Vous avez dit que nous devons trouver où sont les étoiles, et ensuite vous les apporter tous.
it_it: [_mc_] Tu hai detto che dobbiamo capire dove sono le stelle, e poi portarle tutte a te.

source: [_mc_] That's what I did.
fr_fr: [_mc_] C'est ce que j'ai fait.
it_it: [_mc_] È quello che ho fatto.

source: [_kate_s_confident_paddle_] All right, [mc], pull your pants down and bend over.
fr_fr: [_kate_s_confident_paddle_] Très bien, [mc], tirez votre pantalon vers le bas et pliez.
it_it: [_kate_s_confident_paddle_] All right, [mc], tirare giù i pantaloni e piegarsi.

source: [_kate_s_confident_paddle_] This is going to hurt.
fr_fr: [_kate_s_confident_paddle_] Cela va faire mal.
it_it: [_kate_s_confident_paddle_] Questo farà del male.

source: Is she serious?
fr_fr: Est-elle sérieuse?
it_it: Lei è seria?

source: [_kate_s_neutral_paddle_] Get down!
fr_fr: [_kate_s_neutral_paddle_] Descent !
it_it: [_kate_s_neutral_paddle_] Scendi giù!

source: [_casey_s_neutral_paddle_s_flip_] Assume the position!
fr_fr: [_casey_s_neutral_paddle_s_flip_] Assumer la position !
it_it: [_casey_s_neutral_paddle_s_flip_] Assumi la posizione!

source: [_stacy_s_neutral_paddle_] Down, bitch!
fr_fr: [_stacy_s_neutral_paddle_] , salope !
it_it: [_stacy_s_neutral_paddle_] Giù, cagna!

source: [_lacey_s_neutral_paddle_] On all fours!
fr_fr: [_lacey_s_neutral_paddle_] À quatre pattes !
it_it: [_lacey_s_neutral_paddle_] Su tutti i quattro!

source: Shit, there's too many of them...
fr_fr: Merde, il y en a trop ...
it_it: Merda, ce ne sono troppi...

source: [_kate_s_spanking_bend_over_] Now, isn't this so much better?
fr_fr: [_kate_s_spanking_bend_over_] Maintenant, n'est-ce pas tellement mieux?
it_it: [_kate_s_spanking_bend_over_] Ora, non è così meglio?

source: [_kate_s_spanking_bend_over_] Finally, at our feet where you belong.
fr_fr: [_kate_s_spanking_bend_over_] Enfin, à nos pieds où vous appartenez.
it_it: [_kate_s_spanking_bend_over_] Infine, ai nostri piedi dove appartenete.

source: Crap. This is not good.
fr_fr: Crap. Ce n'est pas bon.
it_it: Crap. Questo non va bene.

source: [_stacy_] Answer her!
fr_fr: [_stacy_] Réponse elle !
it_it: [_stacy_] Rispondi a lei!

source: [_mc_] Yes, ma'am. This is better...
fr_fr: [_mc_] Oui, madame. C'est mieux ...
it_it: [_mc_] Sì, ma'am. Questo è meglio...

source: [_casey_] Oh, he agrees! You've trained him well!
fr_fr: [_casey_] Oh, il est d'accord ! Vous l'avez bien formé !
it_it: [_casey_] Oh, è d'accordo! Lo hai addestrato bene!

source: God, this is so humiliating... I'm completely at their mercy.
fr_fr: Dieu, c'est tellement humiliant ... Je suis complètement à leur merci.
it_it: Dio, questo è così umiliante... Sono completamente alla loro misericordia.

source: [_kate_s_spanking_bend_over_] So, girls, how many swats does he deserve?
fr_fr: [_kate_s_spanking_bend_over_] Alors, les filles, combien de swats mérite-t-il?
it_it: [_kate_s_spanking_bend_over_] Dunque, ragazze, quanti swats si merita?

source: [_lacey_] Like, ten at least!
fr_fr: [_lacey_] Comme, dix au moins !
it_it: [_lacey_] Mi piace, almeno dieci!

source: [_casey_] Come on, [lacey].
it_it: [_casey_] Avanti, [lacey].

source: [_lacey_] What?
fr_fr: [_lacey_] Quoi?
it_it: [_lacey_] Cosa?

source: That's probably as high as she can count...
fr_fr: C'est probablement aussi élevé qu'elle peut compter ...
it_it: Probabilmente è alto come lei può contare...

source: [_kate_s_spanking_bend_over_] The answer is... all of them.
fr_fr: [_kate_s_spanking_bend_over_] La réponse est ... tous.
it_it: [_kate_s_spanking_bend_over_] La risposta è... tutti loro.

source: Shit. Fuck. Cock.
fr_fr: Merde. Putain. Cock.
it_it: Mossa. Cazzo. Cazzo.

source: [_kate_] Don't you agree, [mc]?
fr_fr: [_kate_] N'êtes-vous pas d'accord, [mc]?
it_it: [_kate_] Non sei d'accordo, [mc]?

source: [_mc_] Yes, ma'am. All of them...
fr_fr: [_mc_] Oui, madame. Tous ces ...
it_it: [_mc_] Sì, ma'am. Tutti loro...

source: [_stacy_] Oh, this is exciting! He's such a little bitch boy!
fr_fr: [_stacy_] Oh, c'est excitant ! C'est un petit garçon salope !
it_it: [_stacy_] Oh, questo è emozionante! È un ragazzo così piccolo!

source: [_kate_s_spanking_bend_over_] Oh, he will be a total bitch after this, won't he?
fr_fr: [_kate_s_spanking_bend_over_] Oh, il sera une salope totale après ça, n'est-ce pas?
it_it: [_kate_s_spanking_bend_over_] Oh, sarà una cagna totale dopo questo, vero?

source: [_lacey_] He better be!
fr_fr: [_lacey_] Il vaut mieux être !
it_it: [_lacey_] Egli è meglio!

source: [_kate_s_spanking_bend_over_] Pants down, bitch.
fr_fr: [_kate_s_spanking_bend_over_] Pantalon, salope.
it_it: [_kate_s_spanking_bend_over_] Pantaloni giù, cagna.

source: I better do as they say...
fr_fr: Je ferais mieux qu'ils disent ...
it_it: Meglio fare come si dicono...

source: [_lacey_] He totally did it!
fr_fr: [_lacey_] Il l'a totalement fait !
it_it: [_lacey_] l'ha fatto totalmente!

source: [_kate_s_spanking_pants_down_] Of course he did. He knows he's not the one wearing the pants in this scenario.
fr_fr: [_kate_s_spanking_pants_down_] Bien sûr qu'il l'a fait. Il sait qu'il n'est pas celui qui porte le pantalon dans ce scénario.
it_it: [_kate_s_spanking_pants_down_] Naturalmente lo ha fatto. Sa che non è quello che indossa i pantaloni in questo scenario.

source: [_casey_] Are you ready for your forfeit, [mc]?
fr_fr: [_casey_] Êtes-vous prêt pour votre confiscation, [mc]?
it_it: [_casey_] Sei pronto per il tuo annullamento, [mc]?

source: [_kate_s_spanking_pants_down_] Then, why aren't your shorts down too?
fr_fr: [_kate_s_spanking_pants_down_] Alors, pourquoi pas tes shorts aussi?
it_it: [_kate_s_spanking_pants_down_] Poi, perché non sono anche i tuoi pantaloncini?

source: Oh, god. They'll see everything!
fr_fr: Oh, mon dieu. Ils vont tout voir !
it_it: Oh, dio. Vedranno tutto!

source: [_stacy_] Do as you're told, bitch.
fr_fr: [_stacy_] Faites comme on vous dit, salope.
it_it: [_stacy_] Fate come vi è stato detto, cagna.

source: Crap, this is not the right time to freeze up...
fr_fr: Crap, ce n'est pas le bon moment pour geler ...
it_it: Crap, questo non è il momento giusto per congelare...

source: [_kate_s_spanking_pants_down_] I think he's nervous...
fr_fr: [_kate_s_spanking_pants_down_] Je pense qu'il est nerveux ...
it_it: [_kate_s_spanking_pants_down_] Penso che sia nervoso...

source: [_kate_s_spanking_pants_down_] [stacy], can you hold him?
fr_fr: [_kate_s_spanking_pants_down_] [stacy], pouvez-vous le tenir?
it_it: [_kate_s_spanking_pants_down_] [stacy], puoi tenerlo?

source: [_stacy_] With pleasure!
fr_fr: [_stacy_] Avec plaisir !
it_it: [_stacy_] Con piacere!

source: [_kate_s_spanking_chair_] Are you nervous, [mc]?
fr_fr: [_kate_s_spanking_chair_] Êtes-vous nerveux, [mc]?
it_it: [_kate_s_spanking_chair_] Sei nervoso, [mc]?

source: [_mc_] Y-yes...
fr_fr: [_mc_] Y-oui ...
it_it: [_mc_] Y-sì...

source: [_kate_s_spanking_chair_] Yes, what?
fr_fr: [_kate_s_spanking_chair_] Oui, quoi?
it_it: [_kate_s_spanking_chair_] Sì, cosa?

source: [_kate_s_spanking_chair_] Don't forget it again or we'll be here all night.
fr_fr: [_kate_s_spanking_chair_] Ne l'oubliez pas ou nous serons là toute la nuit.
it_it: [_kate_s_spanking_chair_] Non dimenticarlo di nuovo o saremo qui per tutta la notte.

source: [_mc_] Sorry, ma'am.
fr_fr: [_mc_] Désolé, madame.
it_it: [_mc_] Spiacenti, signora.

source: [_kate_s_spanking_chair_] Now, pull those shorts down. I won't ask you again.
fr_fr: [_kate_s_spanking_chair_] Maintenant, tirez ces shorts. Je ne vous demanderai plus.
it_it: [_kate_s_spanking_chair_] Adesso, tira giù quei pantaloni. Non ti chiederò più.

source: Oh, fuck. This is happening.
fr_fr: Oh, merde. C'est ce qui se passe.
it_it: Oh, cazzo. Questo sta succedendo.

source: On some level I thought it was a joke, but clearly they mean business...
fr_fr: A un certain niveau, j'ai pensé que c'était une blague, mais il est clair qu'ils veulent dire ...
it_it: Su un certo livello ho pensato che fosse una battuta, ma chiaramente significano affari...

source: [_kate_s_spanking_kate1_] Look at that juicy ass, just begging for some good discipline.
fr_fr: [_kate_s_spanking_kate1_] Regarde ce cul juteux, mendiant pour une bonne discipline.
it_it: [_kate_s_spanking_kate1_] Guardate quel culo succoso, pregando solo qualche buona disciplina.

source: [_lacey_] He looks scared!
fr_fr: [_lacey_] Il a l'air effrayé !
it_it: [_lacey_] Sembra spaventato!

source: [_casey_] He should be!
fr_fr: [_casey_] Il devrait être !
it_it: [_casey_] Dovrebbe essere!

source: [_kate_s_spanking_kate1_] You don't mind if I hit as hard as I can, right?
fr_fr: [_kate_s_spanking_kate1_] Vous n'avez pas l'esprit si j'ai frappé aussi dur que je le peux, n'est-ce pas?
it_it: [_kate_s_spanking_kate1_] Non ti dispiace se ho colpito il più duro possibile, giusto?

source: [_stacy_] Speak clearly!
fr_fr: [_stacy_] Parlez clairement !
it_it: [_stacy_] Parla chiaramente!

source: [_kate_s_spanking_kate2_] We'll see about that...
fr_fr: [_kate_s_spanking_kate2_] Nous verrons à ce sujet ...
it_it: [_kate_s_spanking_kate2_] Vedremo a questo proposito...

source: [_mc_] Fuck me!
it_it: [_mc_] Cazzo me!

source: [_stacy_] Not likely!
fr_fr: [_stacy_] Peu probable !
it_it: [_stacy_] Non è probabile!

source: Each hit of the paddles sends shockwaves through my core...
fr_fr: Chaque coup de pagaies envoie des ondes de choc à travers mon coeur ...
it_it: Ogni colpo delle pagaie invia onde d'urto attraverso il mio core...

source: Instant pain. Lingering heat. An odd pleasure.
fr_fr: Douleur instantanée. La chaleur de Lingering. Un plaisir étrange.
it_it: Dolore istantaneo. Calore ingerente. Un piacere strano.

source: Stacy sits on my back, holding me down, while [kate] brings the pain.{space=-5}
fr_fr: Stacy est assise sur mon dos, me tenant en bas, tandis que [kate] apporte la douleur. { space=-5 }
it_it: Stacy si siede sulla schiena, tenendomi giù, mentre [kate] porta il dolore.{space=-5}

source: The heat from my ass flows through my skin and hits my face as well.{space=-40}
fr_fr: La chaleur de mon cul passe par ma peau et touche aussi mon visage. { space=-40 }
it_it: Il calore dal mio culo scorre attraverso la mia pelle e colpisce anche il mio viso.{space=-40}

source: But perhaps that's just the embarrassment of being spanked by a group of hot cheerleaders?
fr_fr: Mais peut-être que c'est juste l'embarras d'être filé par un groupe de cheerleaders chauds?
it_it: Ma forse è solo l'imbarazzo di essere spanked da un gruppo di cheerleader caldo?

source: [_kate_s_spanking_stacy_up_next_] How's that, [mc]?
fr_fr: [_kate_s_spanking_stacy_up_next_] Comment est ce, [mc]?
it_it: [_kate_s_spanking_stacy_up_next_] Com'è quello, [mc]?

source: [_mc_] It... burns...
fr_fr: [_mc_] Il ... brûle ...
it_it: [_mc_] E... masterizza...

source: [_lacey_] He forgot again!
fr_fr: [_lacey_] Il a oublié de nouveau !
it_it: [_lacey_] Ha dimenticato di nuovo!

source: [_casey_] Address us with respect, you maggot!
fr_fr: [_casey_] Adresse-nous avec respect, vous mouche !
it_it: [_casey_] Ci rivolga con rispetto, tu maggot!

source: [_mc_] I'm sorry, ma'am!
fr_fr: [_mc_] Je suis désolé, madame !
it_it: [_mc_] Mi dispiace, ma'am!

source: [_mc_] C-can I go now?
fr_fr: [_mc_] C-Puis-je partir maintenant?
it_it: [_mc_] C-posso andare adesso?

source: [_kate_s_spanking_stacy_up_next_] Are you being serious right now?
fr_fr: [_kate_s_spanking_stacy_up_next_] Êtes-vous sérieux maintenant?
it_it: [_kate_s_spanking_stacy_up_next_] Sei serio in questo momento?

source: [_kate_s_spanking_stacy_up_next_] No, you can't go!
fr_fr: [_kate_s_spanking_stacy_up_next_] Non, vous ne pouvez pas y aller !
it_it: [_kate_s_spanking_stacy_up_next_] No, non puoi andare!

source: [_kate_s_spanking_stacy_up_next_] But what you can do is ask for more...
fr_fr: [_kate_s_spanking_stacy_up_next_] Mais ce que vous pouvez faire, c'est demander plus ...
it_it: [_kate_s_spanking_stacy_up_next_] Ma quello che puoi fare è chiedere di più...

source: Oh, god...
fr_fr: Oh, mon dieu ...
it_it: Oh, dio...

source: [_mc_] Please, ma'am, can I have some more?
fr_fr: [_mc_] S'il vous plaît, madame, puis-je en avoir d'autres?
it_it: [_mc_] Per favore, ma'am, posso avere un po 'di più?

source: [_kate_s_spanking_stacy_up_next_] You absolutely can.
fr_fr: [_kate_s_spanking_stacy_up_next_] Vous pouvez absolument.
it_it: [_kate_s_spanking_stacy_up_next_] È assolutamente possibile.

source: [_stacy_] My turn, then...
fr_fr: [_stacy_] Mon tour, alors ...
it_it: [_stacy_] Il mio turno, allora...

source: [_mc_] Please, no more...
fr_fr: [_mc_] S'il vous plaît, pas plus ...
it_it: [_mc_] Per favore, non più...

source: [_casey_] That is not what any of us want to hear.
fr_fr: [_casey_] Ce n'est pas ce que nous voulons entendre.
it_it: [_casey_] Questo non è ciò che nessuno di noi vuole sentire.

source: [_lacey_] Nuh-uh! I haven't had my turn yet.
fr_fr: [_lacey_] Nuh-uh ! Je n'ai pas encore eu mon tour.
it_it: [_lacey_] Nuh-uh! Non ho ancora avuto il mio turno.

source: [_kate_s_spanking_stacy_up_next_] Maybe he'll be more agreeable after another round?
fr_fr: [_kate_s_spanking_stacy_up_next_] Peut-être qu'il sera plus agréable après un autre tour?
it_it: [_kate_s_spanking_stacy_up_next_] Forse sarà più piacevole dopo un altro turno?

source: [_stacy_] I think you're right.
fr_fr: [_stacy_] Je pense que vous avez raison.
it_it: [_stacy_] penso che tu abbia ragione.

source: [_stacy_] Would you mind holding him down for me, [kate]?
fr_fr: [_stacy_] Voudriez-vous le retenir pour moi, [kate]?
it_it: [_stacy_] Ti dispiacerebbe tenerlo giù per me, [kate]?

source: [_kate_s_spanking_stacy_up_next_] With pleasure!
fr_fr: [_kate_s_spanking_stacy_up_next_] Avec plaisir !
it_it: [_kate_s_spanking_stacy_up_next_] Con piacere!

source: [_stacy_] The summer is way too long... I always miss putting losers back in their place.
fr_fr: [_stacy_] L'été est bien trop long ... Il me manque toujours de remettre les perdants à leur place.
it_it: [_stacy_] L'estate è troppo lunga... mi manca sempre di rimettere i perdenti al loro posto.

source: [_mc_] Ow! Ow! Ow!
it_it: [_mc_] Ow! Ow! Ow! Ow!

source: God, that hurt! She's not hitting as hard as [kate], but her technique is painfully good...
fr_fr: Dieu, ça fait mal ! Elle ne frappe pas aussi dur que [kate], mais sa technique est indolore ...
it_it: Dio, che fa male! Non sta colpendo duramente come [kate], ma la sua tecnica è dolorosamente buona...

source: My ass is on fire!
fr_fr: Mon cul est en feu !
it_it: Il mio culo è in fiamme!

source: But the shame is much worse than the pain...
fr_fr: Mais la honte est bien pire que la douleur ...
it_it: Ma la vergogna è molto peggio del dolore...

source: [_stacy_] You won't be able to sit for a week after this!
fr_fr: [_stacy_] Vous ne pourrez pas vous asseoir une semaine après ça !
it_it: [_stacy_] Non sarai in grado di sederti una settimana dopo questo!

source: Each stroke of the paddle puts me further and further under their control...
fr_fr: Chaque coup de la pagaie me place plus loin et plus loin sous leur contrôle ...
it_it: Ogni tratto della pagaia mi mette più lontano e più lontano sotto il loro controllo...

source: The pain fuels the lust of submission...
fr_fr: La douleur alimente le désir de soumission ...
it_it: Il dolore alimenta la lussuria della presentazione...

source: If I don't put a stop to this, I'll be their plaything for the rest of the year...{space=-90}
fr_fr: Si je n'arrête pas ça, je serai leur jouet pour le reste de l'année ... { space=-90 }
it_it: Se non metto fine a questo, sarò il loro gioco per il resto dell'anno...{space=-90}

source: [_kate_s_spanking_redder_casey_up_next_] You got him really good, [stacy]!
fr_fr: [_kate_s_spanking_redder_casey_up_next_] Vous l'avez vraiment bien, [stacy]!
it_it: [_kate_s_spanking_redder_casey_up_next_] Lo hai fatto davvero bene, [stacy]!

source: [_stacy_] As good as he deserves.
fr_fr: [_stacy_] Aussi bon qu'il mérite.
it_it: [_stacy_] Bene come si merita.

source: [_lacey_] Look at that red ass! Say something, [mc]!
fr_fr: [_lacey_] Regarde ce cul rouge ! Dites quelque chose, [mc]!
it_it: [_lacey_] Guarda quel culo rosso! Dì qualcosa, [mc]!

source: [_kate_s_spanking_redder_casey_up_next_] Not animal noises. Thank [stacy] for setting you straight with the paddle.{space=-75}
fr_fr: [_kate_s_spanking_redder_casey_up_next_] Pas de bruits animaux. Merci [stacy] pour la mise en ligne droite avec la pagaie. { space=-75 }
it_it: [_kate_s_spanking_redder_casey_up_next_] Non rumori animali. Grazie [stacy] per averti impostato direttamente con la pagaia.{space=-75}

source: [_mc_] T-thanks... for setting me straight, ma'am...
fr_fr: [_mc_] T-merci ... pour me faire droit, madame ...
it_it: [_mc_] T-thanks... per avermi impostato dritto, ma'am...
