Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_stepping.po
Languages: fr_fr, it_it

source: [_kate_s_strap_on_penetration1_isabelle_pain_] I'm going to get every last inch of it inside you.
fr_fr: [_kate_s_strap_on_penetration1_isabelle_pain_] Je vais vous mettre chaque centimètre de l'intérieur.
it_it: [_kate_s_strap_on_penetration1_isabelle_pain_] Ho intenzione di ottenere ogni ultimo pollice di esso dentro di voi.

source: [_kate_s_strap_on_penetration1_isabelle_pain_] And then, I'm going to fuck you until you come.
fr_fr: [_kate_s_strap_on_penetration1_isabelle_pain_] Et puis, je vais vous baiser jusqu'à ce que vous venez.
it_it: [_kate_s_strap_on_penetration1_isabelle_pain_] E poi, ti farò scopare fino a quando non verrai.

source: [_kate_s_strap_on_penetration1_isabelle_pain_] And then, if you ask nicely, I'm going to let you clean it with your mouth.
fr_fr: [_kate_s_strap_on_penetration1_isabelle_pain_] Et puis, si vous demandez gentiment, je vais vous laisser le nettoyer avec votre bouche.
it_it: [_kate_s_strap_on_penetration1_isabelle_pain_] E poi, se ti chiedi bene, ti lascerò pulire con la tua bocca.

source: [_kate_s_strap_on_penetration2_isabelle_pain_] Let me in, bitch.
fr_fr: [_kate_s_strap_on_penetration2_isabelle_pain_] Laisser moi, salope.
it_it: [_kate_s_strap_on_penetration2_isabelle_pain_] Mi lasci entrare, cagna.

source: [_lacey_] Make room for the queen!
fr_fr: [_lacey_] Faites de la place à la reine !
it_it: [_lacey_] Fai spazio per la regina!

source: Fitting that whole thing inside her ass seems impossible, but [kate] seems very determined.
fr_fr: Fitting que tout ce truc à l'intérieur de son cul semble impossible, mais le [kate] semble très déterminé.
it_it: Montare tutta quella cosa dentro il suo culo sembra impossibile, ma [kate] sembra molto determinato.

source: And unfortunately for [isabelle], [kate] usually gets what she wants...
fr_fr: Et malheureusement pour [isabelle], [kate] reçoit habituellement ce qu'elle veut ...
it_it: E purtroppo per [isabelle], [kate] di solito ottiene quello che vuole...

source: [_kate_s_strap_on_penetration3_isabelle_pain_] Hold her down!
fr_fr: [_kate_s_strap_on_penetration3_isabelle_pain_] La retenir !
it_it: [_kate_s_strap_on_penetration3_isabelle_pain_] La tenga giù!

source: [_casey_] Be still and take it, bitch. [withvpunch]
fr_fr: [_casey_] Soyez toujours et prenez, salope. [withvpunch]
it_it: [_casey_] Sii fermo e prenderlo, cagna. [withvpunch]

source: [_stacy_] Do as you're told!
fr_fr: [_stacy_] Faites comme on vous dit !
it_it: [_stacy_] Fai come ti è stato detto!

source: [_lacey_] Give in!
it_it: [_lacey_] Dai!

source: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] [isabelle], I'm going to give you two more inches now.
fr_fr: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] [isabelle], je vais vous donner deux pouces de plus.
it_it: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] [isabelle], ora ti darò altri due pollici.

source: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] Are you going to be a good girl for me?
fr_fr: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] Tu vas être une bonne fille pour moi?
it_it: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] Sarai una brava ragazza per me?

source: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] No? You want to be my bad girl, then?
fr_fr: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] Non? Tu veux être ma mauvaise fille, alors?
it_it: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] No? Vuoi essere la mia brutta ragazza, allora?

source: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] I'm okay with that.
fr_fr: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] Je vais bien avec ça.
it_it: [_kate_s_strap_on_penetration3_isabelle_pain_casey_leash_pull_] sto bene con quello.

source: [_kate_s_strap_on_penetration4_isabelle_pain_] Almost there...
fr_fr: [_kate_s_strap_on_penetration4_isabelle_pain_] Presque là ...
it_it: [_kate_s_strap_on_penetration4_isabelle_pain_] Quasi lì...

source: [_kate_s_strap_on_penetration4_isabelle_pain_] Considering the size of the stick you usually keep up your ass, I'm surprised you're even protesting.
fr_fr: [_kate_s_strap_on_penetration4_isabelle_pain_] Compte tenu de la taille du bâton que vous gardez habituellement le cul, je suis surpris que vous manifesiez même.
it_it: [_kate_s_strap_on_penetration4_isabelle_pain_] Considerando le dimensioni del bastone che di solito mantieni il tuo culo, sono sorpreso che tu stia persino protestando.

source: [_stacy_] Come on, [kate], put her in her place!
it_it: [_stacy_] Vieni, [kate], mettila al suo posto!

source: [_casey_] Make her take it all!
fr_fr: [_casey_] Fais-le tout prendre !
it_it: [_casey_] La faccia prendere tutto!

source: [_kate_s_strap_on_penetration4_isabelle_pain_] Oh, I'm planning on it. I just want to enjoy the moment.
fr_fr: [_kate_s_strap_on_penetration4_isabelle_pain_] Oh, j'ai l'intention de le faire. Je veux juste profiter du moment.
it_it: [_kate_s_strap_on_penetration4_isabelle_pain_] Oh, sto pianificando su di esso. Voglio solo godermi il momento.

source: [_kate_s_strap_on_penetration4_isabelle_pain_] I find it so funny that she walked up to me that day, trying to start shit.
fr_fr: [_kate_s_strap_on_penetration4_isabelle_pain_] Je trouve ça si drôle qu'elle m'ait marché ce jour-là, en essayant de commencer la merde de .
it_it: [_kate_s_strap_on_penetration4_isabelle_pain_] Lo trovo così divertente che lei ha camminato fino a me quel giorno, cercando di iniziare merda.

source: [_kate_s_strap_on_penetration4_isabelle_pain_] And now she's here, with my strap-on up her ass.
fr_fr: [_kate_s_strap_on_penetration4_isabelle_pain_] Et maintenant, elle est là, avec ma sangle, sur son cul.
it_it: [_kate_s_strap_on_penetration4_isabelle_pain_] Ed ora è qui, con il mio strap-on sul suo culo.

source: [_kate_s_strap_on_penetration4_isabelle_pain_] That's a powerful statement if I ever saw one!
fr_fr: [_kate_s_strap_on_penetration4_isabelle_pain_] C'est une déclaration puissante si j'en ai vu un !
it_it: [_kate_s_strap_on_penetration4_isabelle_pain_] Questa è una dichiarazione potente se ne vidi mai una!

source: [_kate_s_strap_on_penetration4_isabelle_pain_] Anyway, are you ready for the last inches, bitch?
fr_fr: [_kate_s_strap_on_penetration4_isabelle_pain_] En tout cas, êtes-vous prêt pour les derniers pouces, salope?
it_it: [_kate_s_strap_on_penetration4_isabelle_pain_] Comunque, sei pronto per gli ultimi pollici, cagna?

source: [_kate_s_strap_on_penetration4_isabelle_head_down_] Hey, don't look so crestfallen. That's no fun.
fr_fr: [_kate_s_strap_on_penetration4_isabelle_head_down_] Hey, ne regarde pas si cresttombées. Ce n'est pas marrant.
it_it: [_kate_s_strap_on_penetration4_isabelle_head_down_] Hey, non sembri così crestato. Non è divertente.

source: [_kate_s_strap_on_penetration4_isabelle_head_down_] I want you to submit as I fuck your ass.
fr_fr: [_kate_s_strap_on_penetration4_isabelle_head_down_] Je veux que vous soumettes que je vous faise le cul.
it_it: [_kate_s_strap_on_penetration4_isabelle_head_down_] Voglio che tu invii mentre cazzo il tuo culo.

source: [_kate_s_strap_on_penetration4_isabelle_head_down_] Here it comes...
fr_fr: [_kate_s_strap_on_penetration4_isabelle_head_down_] Ici, il vient ...
it_it: [_kate_s_strap_on_penetration4_isabelle_head_down_] Ecco...

source: [_isabelle_] Mmmmmmmmmmmmmmmmph!
it_it: [_isabelle_] Mmmmmmmmmmmmmmmmmmph!

source: [_kate_s_strap_on_penetration5_isabelle_crying_] There it is. Perfection.
fr_fr: [_kate_s_strap_on_penetration5_isabelle_crying_] Voilà. Perfection.
it_it: [_kate_s_strap_on_penetration5_isabelle_crying_] lì. Perfezione.

source: I can't believe it. [kate] somehow got the entire length of that monster inside [isabelle]'s ass.
fr_fr: Je n'arrive pas à le croire. [kate] a obtenu toute la longueur de ce monstre à l'intérieur du cul de [isabelle].
it_it: Non riesco a crederci. [kate] in qualche modo ha ottenuto tutta la lunghezza di quel mostro dentro il culo di [isabelle].

source: [_kate_s_strap_on_entire_length_] God, it must be all the way up in your colon.
fr_fr: [_kate_s_strap_on_entire_length_] Dieu, il doit être tout le chemin dans votre côlon.
it_it: [_kate_s_strap_on_entire_length_] Dio, deve essere tutta la strada nel tuo colon.

source: [_kate_s_strap_on_entire_length_] Tell me, how does it feel to be so thoroughly owned?
fr_fr: [_kate_s_strap_on_entire_length_] Dites-moi, comment se sent-elle si bien détenue?
it_it: [_kate_s_strap_on_entire_length_] Dimmi, come si sente di essere talmente posseduto?

source: [_kate_s_strap_on_entire_length_] You're sweating and crying from the pain, but how does it feel on a psychological level?
fr_fr: [_kate_s_strap_on_entire_length_] Vous transpirez et vous pleurez de la douleur, mais comment se sent-il à un niveau psychologique?
it_it: [_kate_s_strap_on_entire_length_] Stai sudando e piangendo dal dolore, ma come si sente a livello psicologico?

source: [_kate_s_strap_on_entire_length_] Yeah, I don't imagine you have much to say now.
fr_fr: [_kate_s_strap_on_entire_length_] Oui, je n'imagine pas que vous avez beaucoup à dire maintenant.
it_it: [_kate_s_strap_on_entire_length_] Sì, non immagino che tu abbia molto da dire ora.

source: [_kate_s_strap_on_entire_length_] You saw me as a rival. As your equal, in a way.
fr_fr: [_kate_s_strap_on_entire_length_] Vous m'avez vu comme un rival. Comme votre égal, d'une certaine façon.
it_it: [_kate_s_strap_on_entire_length_] Mi hai visto come un rivale. Come il tuo pari, in un certo senso.

source: [_kate_s_strap_on_entire_length_] But we're not equals, are we?
fr_fr: [_kate_s_strap_on_entire_length_] Mais nous ne sommes pas égaux, sommes-nous?
it_it: [_kate_s_strap_on_entire_length_] Ma non siamo uguali, vero?

source: [_casey_] No way, you're not!
fr_fr: [_casey_] Non, vous n'êtes pas !
it_it: [_casey_] In nessun modo, non sei!

source: [_stacy_] One is a bitch, the other is a queen.
fr_fr: [_stacy_] L'une est une salope, l'autre est une reine.
it_it: [_stacy_] Uno è una cagna, l'altro è una regina.

source: [_lacey_] Yeah! You're the bitch, [isabelle]! [kate]'s the queen!
fr_fr: [_lacey_] Oui ! Tu es la salope, [isabelle]! [kate]'s la reine !
it_it: [_lacey_] Yeah! Sei la cagna, [isabelle]! [kate]è la regina!

source: [_kate_s_strap_on_penetration5_isabelle_head_down_] I'm going to master you, [isabelle]. And you will submit to me.
fr_fr: [_kate_s_strap_on_penetration5_isabelle_head_down_] Je vais vous maîtriser, [isabelle]. Et vous me soumettez-moi.
it_it: [_kate_s_strap_on_penetration5_isabelle_head_down_] ti padronerò, [isabelle]. E tu mi invierai.

source: [_kate_s_strap_on_penetration5_isabelle_head_down_] Tell me, are you ready to submit?
fr_fr: [_kate_s_strap_on_penetration5_isabelle_head_down_] Dites-moi, êtes-vous prêt à vous soumettre?
it_it: [_kate_s_strap_on_penetration5_isabelle_head_down_] Dimmi, sei pronto per inviare?

source: [_kate_s_strap_on_penetration5_isabelle_head_down_] I think you're ready, but I'm still going to make sure...
fr_fr: [_kate_s_strap_on_penetration5_isabelle_head_down_] Je pense que vous êtes prêt, mais je vais encore m'assurer ...
it_it: [_kate_s_strap_on_penetration5_isabelle_head_down_] Penso che tu sia pronto, ma continuerò ad assicurarsi...

source: Each thrust from that cock sends a shock wave of pain and pleasure through [isabelle]'s core.
fr_fr: Chaque poussée de cette queue envoie une onde de choc de douleur et de plaisir à travers le cœur de [isabelle].
it_it: Ogni spinta da quel cazzo invia un'onda d'urto di dolore e piacere attraverso il nucleo di [isabelle].

source: No one has probably ever been as fucked as she is now...
fr_fr: Personne n'a probablement jamais été aussi foutu qu'elle est maintenant ...
it_it: Nessuno probabilmente è mai stato scopato come lei è ora...

source: [_kate_s_strap_on_penetration1_isabelle_pain_] Do you know what I like the most about this?
fr_fr: [_kate_s_strap_on_penetration1_isabelle_pain_] Est-ce que vous savez ce que j'aime le plus?
it_it: [_kate_s_strap_on_penetration1_isabelle_pain_] Sai cosa mi piace di più?

source: [_kate_s_strap_on_penetration1_isabelle_pain_] I'm fucking you, but there's zero pleasure for you.
fr_fr: [_kate_s_strap_on_penetration1_isabelle_pain_] Je te foutte, mais il n'y a pas de plaisir pour toi.
it_it: [_kate_s_strap_on_penetration1_isabelle_pain_] Ti sto scopando, ma per te c'è un piacere zero.

source: [_kate_s_strap_on_penetration1_isabelle_pain_] And there's almost zero physical pleasure for me.
fr_fr: [_kate_s_strap_on_penetration1_isabelle_pain_] Et il y a presque zéro plaisir physique pour moi.
it_it: [_kate_s_strap_on_penetration1_isabelle_pain_] E c'è quasi zero piacere fisico per me.

source: [_kate_s_strap_on_penetration1_isabelle_pain_] It's all about me asserting my dominance over your ass, and you submitting to it.
fr_fr: [_kate_s_strap_on_penetration1_isabelle_pain_] Tout est à propos de moi qui affirme ma domination sur votre cul, et que vous lui soumettez.
it_it: [_kate_s_strap_on_penetration1_isabelle_pain_] È tutto su di me affermando il mio dominio sul tuo asino, e tu ti sottometti ad esso.

source: [_kate_s_strap_on_penetration1_isabelle_pain_] It's kind of twisted, but the real pleasure is in the power exchange.
fr_fr: [_kate_s_strap_on_penetration1_isabelle_pain_] C'est une sorte de torsadée, mais le vrai plaisir est dans l'échange de pouvoir.
it_it: [_kate_s_strap_on_penetration1_isabelle_pain_] È una sorta di contorto, ma il vero piacere è nello scambio di potere.

source: Wow, [kate] is really giving it to her...
fr_fr: Wow, [kate] lui donne vraiment ...
it_it: Wow, [kate] è davvero darlo a lei...

source: She moves her hips back, adding more power to each thrust.
fr_fr: Elle remonte les hanches, ajoutant plus de puissance à chaque poussée.
it_it: Si muove i fianchi indietro, aggiungendo più potere ad ogni spinta.

source: Whenever I watch porn, girls always struggle to thrust their hips right while fucking someone with a strap-on.
fr_fr: Chaque fois que je regarde le porno, les filles ont toujours du mal à chevaucher leurs hanches tout en baisant quelqu'un avec un sangle.
it_it: Ogni volta che guardo il porno, le ragazze lottano sempre per spingere i fianchi a destra mentre scopa qualcuno con un strap-on.

source: But [kate] is an expert at it. She's as skilled at fucking people as any guy.
fr_fr: Mais le [kate] est un expert. Elle est aussi habile à baiser les gens que n'importe quel type.
it_it: Ma [kate] è un'esperta di esso. Lei è abile a scopare persone come qualsiasi ragazzo.

source: Which I guess shouldn't come as a surprise...
fr_fr: Ce qui ne devrait pas être une surprise ...
it_it: Che immagino non dovrebbe venire come una sorpresa...

source: Fucking people, in every sense of the word, is one of her favorite hobbies.
fr_fr: La putain de gens, dans tous les sens du mot, est l'un de ses passe-temps favoris.
it_it: Cazzo persone, in ogni senso della parola, è uno dei suoi hobby preferiti.

source: [_kate_s_strap_on_penetration1_isabelle_crying_] Come on, [isabelle], don't hold back.
it_it: [_kate_s_strap_on_penetration1_isabelle_crying_] Avanti, [isabelle], non trattenerti.

source: [_kate_s_strap_on_penetration1_isabelle_crying_] I want to hear you scream.
fr_fr: [_kate_s_strap_on_penetration1_isabelle_crying_] Je veux t'entendre hurle.
it_it: [_kate_s_strap_on_penetration1_isabelle_crying_] Voglio sentirvi urlare.

source: [_casey_] Scream for us, bitch!
fr_fr: [_casey_] Cri pour nous, salope !
it_it: [_casey_] Urlate per noi, cagna!

source: [_lacey_] Yeah, scream!
fr_fr: [_lacey_] Oui, hurle !
it_it: [_lacey_] Sì, urla!

source: [_kate_s_strap_on_penetration5_isabelle_crying_] Maybe it's time to remove the gag...
fr_fr: [_kate_s_strap_on_penetration5_isabelle_crying_] Peut-être qu'il est temps de supprimer le gag ...
it_it: [_kate_s_strap_on_penetration5_isabelle_crying_] Forse è il momento di rimuovere il gag...

source: [_kate_s_strap_on_penetration5_isabelle_crying_] Will you be on your best behavior if I take it out?
fr_fr: [_kate_s_strap_on_penetration5_isabelle_crying_] Est-ce que vous serez sur votre meilleur comportement si je le prends?
it_it: [_kate_s_strap_on_penetration5_isabelle_crying_] Sarai sul tuo miglior comportamento se lo prendo?

source: [_stacy_] Bitch, answer her!
fr_fr: [_stacy_] Bitch, répondez !
it_it: [_stacy_] Bitch, risponde!

source: [_casey_] Sounds like she'll be a good girl for us now.
it_it: [_casey_] Suona come lei sarà una buona ragazza per noi ora.

source: [_kate_s_strap_on_penetration5_isabelle_crying_] It does, indeed.
fr_fr: [_kate_s_strap_on_penetration5_isabelle_crying_] C'est effectivement le cas.
it_it: [_kate_s_strap_on_penetration5_isabelle_crying_] Lo fa, davvero.

source: [_kate_s_strap_on_penetration5_isabelle_crying_] Now, when I unmuzzle you, I want to hear gratitude.
fr_fr: [_kate_s_strap_on_penetration5_isabelle_crying_] Maintenant, quand je vous moufle, je veux entendre ma gratitude.
it_it: [_kate_s_strap_on_penetration5_isabelle_crying_] Ora, quando ti svuoto, voglio sentire la gratitudine.

source: [_kate_s_strap_on_entire_length_no_ballgag_] What do you say, [isabelle]?
fr_fr: [_kate_s_strap_on_entire_length_no_ballgag_] Qu'est-ce que vous dites, [isabelle]?
it_it: [_kate_s_strap_on_entire_length_no_ballgag_] Cosa dici, [isabelle]?

source: [_isabelle_] Thank... you... ma'am...
fr_fr: [_isabelle_] Merci ... vous ...
it_it: [_isabelle_] Grazie... ma'am...

source: [_kate_s_strap_on_entire_length_no_ballgag_] For what?
fr_fr: [_kate_s_strap_on_entire_length_no_ballgag_] Pour quoi?
it_it: [_kate_s_strap_on_entire_length_no_ballgag_] Per cosa?

source: [_isabelle_] For... setting me straight...
fr_fr: [_isabelle_] Pour ... me réglage droit ...
it_it: [_isabelle_] Per... impostami dritto...

source: [_kate_s_strap_on_entire_length_no_ballgag_] It was about time someone did, right?
fr_fr: [_kate_s_strap_on_entire_length_no_ballgag_] Il était temps que quelqu'un l'ait fait, n'est-ce pas?
it_it: [_kate_s_strap_on_entire_length_no_ballgag_] Era tempo che qualcuno facesse, giusto?

source: [_kate_s_strap_on_entire_length_no_ballgag_] I already like your attitude better.
fr_fr: [_kate_s_strap_on_entire_length_no_ballgag_] J'aime déjà mieux votre attitude.
it_it: [_kate_s_strap_on_entire_length_no_ballgag_] Mi piace già meglio il tuo atteggiamento.

source: [_kate_s_strap_on_entire_length_no_ballgag_] You're going to be obedient now, aren't you?
fr_fr: [_kate_s_strap_on_entire_length_no_ballgag_] Vous allez être obéissants maintenant, n'est-ce pas?
it_it: [_kate_s_strap_on_entire_length_no_ballgag_] Ora sarai ubbidiente, vero?

source: [_isabelle_] Yes, ma'am...
fr_fr: [_isabelle_] Oui, madame ...
it_it: [_isabelle_] Sì, ma'am...

source: [_kate_s_strap_on_entire_length_no_ballgag_] Good girl.
fr_fr: [_kate_s_strap_on_entire_length_no_ballgag_] Bonne fille.
it_it: [_kate_s_strap_on_entire_length_no_ballgag_] Buona ragazza.

source: [_kate_s_strap_on_entire_length_no_ballgag_] I know. It's a bit gross, but he did play a part in your capture.
fr_fr: [_kate_s_strap_on_entire_length_no_ballgag_] Je sais. C'est un peu brut, mais il a joué un rôle dans votre capture.
it_it: [_kate_s_strap_on_entire_length_no_ballgag_] lo so. È un po 'grossolano, ma ha giocato un ruolo nella tua cattura.

source: [_kate_s_strap_on_entire_length_no_ballgag_] And just like Judas, he'll get paid in full.
fr_fr: [_kate_s_strap_on_entire_length_no_ballgag_] Et comme Judas, il sera payé en entier.
it_it: [_kate_s_strap_on_entire_length_no_ballgag_] E proprio come Giuda, verrà pagato per intero.

source: [_kate_s_strap_on_entire_length_no_ballgag_] [mc], come on over here.
fr_fr: [_kate_s_strap_on_entire_length_no_ballgag_] [mc], viens ici.
it_it: [_kate_s_strap_on_entire_length_no_ballgag_] [mc], vieni qui sopra.

source: Finally, the moment I've been waiting for!
fr_fr: Enfin, le moment que j'attends !
it_it: Finalmente, il momento che ho aspettato!

source: [_kate_s_spitroast_strap_on_isabelle_nervous_] You can fuck her in the ass as well.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_nervous_] Vous pouvez la baiser dans le cul aussi.
it_it: [_kate_s_spitroast_strap_on_isabelle_nervous_] Si può scopare nel culo pure.

source: [_kate_s_spitroast_strap_on_isabelle_nervous_] I haven't decided yet if I'll let her take dicks in her pussy again.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_nervous_] Je n'ai pas encore décidé si je la laisserai prendre des dicks dans sa chatte à nouveau.
it_it: [_kate_s_spitroast_strap_on_isabelle_nervous_] Non ho ancora deciso se la lascerò prendere di nuovo dei cazzi nella sua figa.

source: [_kate_s_spitroast_strap_on_isabelle_nervous_] Maybe she'll be an ass-only girl from now on.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_nervous_] Peut-être qu'elle sera une fille à cul-de-cul à partir de maintenant.
it_it: [_kate_s_spitroast_strap_on_isabelle_nervous_] Forse da ora in poi lei sarà una ragazza di soli assi.

source: As long as I get to fuck her, I'm happy.
fr_fr: Tant que je vais la baiser, je suis heureuse.
it_it: Finché arriverò a scoparla, sono felice.

source: Buggers can't be choosers, as the gay men say in England.
fr_fr: Les Buggers ne peuvent pas être des choeurs, comme disent les hommes homosexuels en Angleterre.
it_it: I buggers non possono essere sceglienti, come dicono gli uomini gay in Inghilterra.

source: [_kate_s_spitroast_strap_on_isabelle_nervous_] Just one more thing before we start.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_nervous_] Encore une chose avant de commencer.
it_it: [_kate_s_spitroast_strap_on_isabelle_nervous_] Ancora una cosa prima di iniziare.

source: [_kate_s_spitroast_strap_on_isabelle_nervous_] I usually don't make first-time pets do this...
fr_fr: [_kate_s_spitroast_strap_on_isabelle_nervous_] En général, je ne fais pas ça pour la première fois ...
it_it: [_kate_s_spitroast_strap_on_isabelle_nervous_] Di solito non faccio gli animali domestici per la prima volta...

source: [_kate_s_spitroast_strap_on_isabelle_nervous_] But I think you deserve to taste your own ass, [isabelle].
fr_fr: [_kate_s_spitroast_strap_on_isabelle_nervous_] Mais je pense que vous méritez de goûter votre propre cul, [isabelle].
it_it: [_kate_s_spitroast_strap_on_isabelle_nervous_] Ma penso che meriti di assaggiare il tuo asino, [isabelle].

source: [_kate_s_spitroast_strap_on_isabelle_nervous_] Wouldn't you agree?
fr_fr: [_kate_s_spitroast_strap_on_isabelle_nervous_] N'êtes-vous pas d'accord?
it_it: [_kate_s_spitroast_strap_on_isabelle_nervous_] Non saresti d'accordo?

source: [_kate_s_spitroast_strap_on_isabelle_nervous_] Good girl. Open your mouth.
fr_fr: [_kate_s_spitroast_strap_on_isabelle_nervous_] Bonne fille. Ouvre la bouche.
it_it: [_kate_s_spitroast_strap_on_isabelle_nervous_] Buona ragazza. Apri la bocca.

source: [_kate_s_spitroast_blowjob1_isabelle_eyes_closed_] Now, isn't that the taste of utter defeat?
fr_fr: [_kate_s_spitroast_blowjob1_isabelle_eyes_closed_] Maintenant, n'est-ce pas le goût de la défaite totale?
it_it: [_kate_s_spitroast_blowjob1_isabelle_eyes_closed_] Ora, non è che il gusto della totale sconfitta?

source: Fuck, that's twisted, but also stupid hot...
fr_fr: Putain, c'est tordu, mais aussi stupide sexy ...
it_it: Scopo, che è contorto, ma anche stupido caldo...

source: [_mc_] Can I fuck her now?
fr_fr: [_mc_] Puis-je la baiser maintenant?
it_it: [_mc_] La posso scopare adesso?

source: [_kate_s_spitroast_blowjob1_isabelle_eyes_closed_] Yeah, go ahead. Claim your prize.
fr_fr: [_kate_s_spitroast_blowjob1_isabelle_eyes_closed_] Oui, allez-y. Revendez votre prix.
it_it: [_kate_s_spitroast_blowjob1_isabelle_eyes_closed_] Sì, vai avanti. Richiedi il tuo premio.
