Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_stepping.po
Languages: fr_fr, it_it

source: [_mc_] How about—
fr_fr: [_mc_] À propos de-
it_it: [_mc_] Come—

source: [_mc_] What about—
fr_fr: [_mc_] Quoi de-
it_it: [_mc_] Che dire—

source: [_kate_s_neutral_] Stop.
fr_fr: [_kate_s_neutral_] Arrêt.
it_it: [_kate_s_neutral_] Ferma.

source: [_kate_s_neutral_] Go back the other way some.
fr_fr: [_kate_s_neutral_] Retourne l'autre façon.
it_it: [_kate_s_neutral_] Torna indietro in un altro modo.

source: Sisyphus had nothing on me...
fr_fr: Sisyphe n'avait rien sur moi ...
it_it: Sisifo non aveva nulla su di me...

source: [_kate_s_thinking_] There.
fr_fr: [_kate_s_thinking_].
it_it: [_kate_s_thinking_] Lì.

source: [_kate_s_thinking_] And make sure it's straight, unlike you.
fr_fr: [_kate_s_thinking_] Et assurez-vous que c'est tout droit, contrairement à vous.
it_it: [_kate_s_thinking_] E assicurati che sia dritto, a differenza di te.

source: [_mc_] I am straight!
fr_fr: [_mc_] Je suis droit !
it_it: [_mc_] Sono dritto!

source: [_kate_s_embarrassed_] Well, my poster isn't!
fr_fr: [_kate_s_embarrassed_] Eh bien, mon affiche n'est pas !
it_it: [_kate_s_embarrassed_] Beh, il mio poster non è!

source: An artist's final touches... a year's worth of sweat, bloody, and dying arms...
fr_fr: Une touche finale de l'artiste ... une année de sueur, d'armes sanglantes et mourantes ...
it_it: I tocchi finali di un artista... un anno di sudore, sanguinoso e morente braccia...

source: In the end, I'm not even sure I moved it at all.
fr_fr: En fin de compte, je ne suis même pas sûr que je l'ai déplacée du tout.
it_it: Alla fine, non sono nemmeno sicuro di averlo mosso affatto.

source: [_kate_s_blush_] That'll do. Paste it on.
fr_fr: [_kate_s_blush_] Ça fera. Collez le sur.
it_it: [_kate_s_blush_] Che farà. Incollalo su.

source: Finally, the poster sticks to the wall, and a sigh of relief fills my lungs with fresh air.
fr_fr: Enfin, l'affiche colle au mur, et un soupir de soulagement remplit mes poumons d'air frais.
it_it: Infine, il poster si attacca al muro, e un sospiro di sollievo riempie i miei polmoni di aria fresca.

source: [_kate_s_blush_] I look great, don't I?
it_it: [_kate_s_blush_] Ho un bell'aspetto, vero?

source: [_kate_s_blush_] Good boy.
fr_fr: [_kate_s_blush_] Bon garçon.
it_it: [_kate_s_blush_] Buon ragazzo.

source: [_mc_] Can we go to that meeting with [maxine] now?
fr_fr: [_mc_] Peut-on aller à cette réunion avec [maxine] maintenant?
it_it: [_mc_] Possiamo andare a quell'incontro con [maxine] ora?

source: [_kate_s_excited_] Since you're asking so nicely.
fr_fr: [_kate_s_excited_] Puisque vous vous demandez si bien.
it_it: [_kate_s_excited_] Siccome lo stai chiedendo così bene.

source: [_kate_s_skeptical_] What exactly are you doing?
fr_fr: [_kate_s_skeptical_] Que faites-vous exactement?
it_it: [_kate_s_skeptical_] Cosa stai facendo esattamente?

source: [_mc_] This is the only way...
fr_fr: [_mc_] C'est la seule façon ...
it_it: [_mc_] Questo è l'unico modo...

source: [_kate_s_skeptical_] I'm not climbing that rope, you idiot.
fr_fr: [_kate_s_skeptical_] Je ne monte pas cette corde, idiot.
it_it: [_kate_s_skeptical_] Non sto arrampicando quella corda, sei idiota.

source: [_kate_s_excited_] Do you see these nails? I had them done this morning.
fr_fr: [_kate_s_excited_] Vous voyez ces clous? Je les ai fait ce matin.
it_it: [_kate_s_excited_] Vedete questi chiodi? Li avevo fatti questa mattina.

source: [_kate_s_eyeroll_] Just make her come down.
it_it: [_kate_s_eyeroll_] Basta farla scendere.

source: Some things in life just aren't worth it.
fr_fr: Certaines choses dans la vie ne le valent pas.
it_it: Alcune cose nella vita semplicemente non ne valgono la pena.

source: One of them is ending up on [kate]'s kill list for going back on my word.
fr_fr: L'un d'entre eux se termine sur la liste des morts de [kate]pour revenir sur le .
it_it: Uno di loro sta finendo nella lista di uccisioni di [kate]per tornare su la mia parola.

source: [_maxine_s_thinking_] Yes?
fr_fr: [_maxine_s_thinking_] Oui?
it_it: [_maxine_s_thinking_] Sì?

source: [_mc_] Hey, [maxine]. Do you have time for a meeting with me and [kate]?
fr_fr: [_mc_] Hey, [maxine]. Avez-vous le temps d'une rencontre avec moi et [kate]?
it_it: [_mc_] Hey, [maxine]. Hai tempo per un incontro con me e [kate]?

source: [_maxine_s_thinking_] I most certainly don't.
fr_fr: [_maxine_s_thinking_] Je ne le fais certainement pas.
it_it: [_maxine_s_thinking_] Certamente no.

source: [_mc_] But you promised!
fr_fr: [_mc_] Mais vous avez promis !
it_it: [_mc_] Ma hai promesso!

source: [_maxine_s_sad_] I have no such memory.
fr_fr: [_maxine_s_sad_] Je n'ai pas de mémoire de ce genre.
it_it: [_maxine_s_sad_] Non ho tale memoria.

source: [_mc_] Remember when I took that picture of the glowing spider eggs for you?
fr_fr: [_mc_] Rappelez-vous quand j'ai pris cette photo des oeufs d'araignée brillant pour vous?
it_it: [_mc_] Ricordati quando ho scattato quella foto delle uova di ragno incandescente per te?

source: [_maxine_s_excited_] Why, of course!
fr_fr: [_maxine_s_excited_] Pourquoi, bien sûr !
it_it: [_maxine_s_excited_] Perché, ovviamente!

source: [_mc_] Why did I do that?
fr_fr: [_mc_] Pourquoi ai-je fait ça?
it_it: [_mc_] Perché l'ho fatto?

source: [_maxine_s_excited_] Because I asked you to.
fr_fr: [_maxine_s_excited_] Parce que je vous ai demandé.
it_it: [_maxine_s_excited_] Perché ti ho chiesto.

source: [_mc_] And under what conditions did I agree to do it?
fr_fr: [_mc_] Et dans quelles conditions ai-je accepté de le faire?
it_it: [_mc_] E a quali condizioni ho accettato di farlo?

source: [_maxine_s_excited_] I believe it was a sunny day with an eastern breeze.
fr_fr: [_maxine_s_excited_] Je crois que c'était une journée ensoleillée avec une brise de l'est.
it_it: [_maxine_s_excited_] Credo che sia stata una giornata di sole con una brezza orientale.

source: [_mc_] You will honor your deal even if I have to tie you up and drag you to [kate].
fr_fr: [_mc_] Vous respectez votre accord même si je dois vous lier et vous faire glisser les au [kate].
it_it: [_mc_] onorerai il tuo affare anche se dovessi legarti e trascinarti su [kate].

source: [_maxine_s_concerned_] Honor is a dead concept.
fr_fr: [_maxine_s_concerned_] L'honneur est un concept mort.
it_it: [_maxine_s_concerned_] Honor è un concetto morto.

source: [_mc_] Why do you always have to be so difficult? I did what you asked for!{space=-10}
fr_fr: [_mc_] Pourquoi tu dois toujours être si difficile? J'ai fait ce que vous avez demandé ! { space=-10 }
it_it: [_mc_] Perché devi essere sempre così difficile? Ho fatto quello che hai chiesto!{space=-10}

source: [_maxine_s_skeptical_] But did you do what I didn't ask for?
fr_fr: [_maxine_s_skeptical_] Mais avez-vous fait ce que je n'ai pas demandé?
it_it: [_maxine_s_skeptical_] Ma hai fatto quello che non ho chiesto?

source: [_maxine_s_confident_] Well, there you have it.
fr_fr: [_maxine_s_confident_] Eh bien, vous l'avez.
it_it: [_maxine_s_confident_] Beh, lì ce l'hai.

source: [_mc_] How can I do something you didn't ask for? Pure chance?
fr_fr: [_mc_] Comment puis-je faire quelque chose que vous n'avez pas demandé? Pure chance?
it_it: [_mc_] Come posso fare qualcosa che non hai chiesto? Pura possibilità?

source: [_maxine_s_confident_] By reading the room.
fr_fr: [_maxine_s_confident_] En lisant la chambre.
it_it: [_maxine_s_confident_] Leggendo la stanza.

source: [_mc_] Well, I'm reading the room right now, and the only thing I'm getting is the urge to knock you out.
fr_fr: [_mc_] Eh bien, je lis la pièce en ce moment, et la seule chose que je reçois est l'envie de vous frapper.
it_it: [_mc_] Beh, sto leggendo la stanza in questo momento, e l'unica cosa che sto ricevendo è la voglia di buttarti fuori.

source: [_maxine_s_thinking_] Violent fantasies beget violent actions.
fr_fr: [_maxine_s_thinking_] Des fantasmes violents engendrent des actions violentes.
it_it: [_maxine_s_thinking_] Fantasie violente generano azioni violente.

source: [_mc_] You're asking for it...
fr_fr: [_mc_] Vous le demandez ...
it_it: [_mc_] Lo stai richiedendo...

source: [_maxine_s_thinking_] I thought we established that I was, in fact, not asking for it.
fr_fr: [_maxine_s_thinking_] Je croyais que nous avions établi que j'étais en fait à ne pas le demander.
it_it: [_maxine_s_thinking_] Ho pensato che abbiamo stabilito che ero di fatto non chiederlo.

source: [_maxine_s_confident_phone_] Oh, it seems I have a meeting to attend to! If you'll excuse me.
fr_fr: [_maxine_s_confident_phone_] Oh, il semble que j'ai une réunion pour y assister ! Si vous m'excuserez.
it_it: [_maxine_s_confident_phone_] Oh, sembra che io abbia una riunione a cui partecipare! Se mi scusi.

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?
it_it: [_mc_] Seriamente?

source: [_maxine_s_confident_phone_] Sorry, it's mildly important.
fr_fr: [_maxine_s_confident_phone_] Désolé, c'est légèrement important.
it_it: [_maxine_s_confident_phone_] Siamo spiacenti, è leggermente importante.

source: Great. Just great.
fr_fr: Super. C'est super.
it_it: Grande. Semplicemente.

source: [_maxine_s_neutral_] There you are, [mc]. You're late for the meeting.
fr_fr: [_maxine_s_neutral_] Vous êtes, [mc]. Vous êtes en retard pour la réunion.
it_it: [_maxine_s_neutral_] Ci sei, [mc]. Sei in ritardo per la riunione.

source: Are you fucking kidding me?
fr_fr: Es-tu putain de m'enlever?
it_it: Mi stai scherzando?

source: [_kate_s_laughing_] He always was a bit slow.
fr_fr: [_kate_s_laughing_] Il a toujours été un peu lent.
it_it: [_kate_s_laughing_] Era sempre un po' lento.

source: [_maxine_s_angry_] Now, I'm a very busy lady and I would appreciate it if you would stop wasting everyone's time.
fr_fr: [_maxine_s_angry_] Maintenant, je suis une dame très occupée et j'apprécierais que vous arrêteriez de perdre le temps de tout le monde.
it_it: [_maxine_s_angry_] Ora, sono una signora molto impegnata e sarei grato se si smettesse di sprecare il tempo di tutti.

source: [_kate_s_smile_] You heard her.
fr_fr: [_kate_s_smile_] Vous l'avez entendue.
it_it: [_kate_s_smile_] L'hai sentita.

source: [_mc_] Fine. I'm ready.
fr_fr: [_mc_] Fine. Je suis prêt.
it_it: [_mc_] Bene. Sono pronto.

source: [_kate_s_blush_] Okay, so here's the deal, Max.
fr_fr: [_kate_s_blush_] Ok, voici l'accord, Max.
it_it: [_kate_s_blush_] Okay, quindi ecco l'affare, Max.

source: [_kate_s_blush_] I have a massive story for you.
fr_fr: [_kate_s_blush_] J'ai une histoire massive pour vous.
it_it: [_kate_s_blush_] Ho una storia enorme per te.

source: [_maxine_s_confident_hands_down_] I'm listening.
fr_fr: [_maxine_s_confident_hands_down_] Je suis à l'écoute.
it_it: [_maxine_s_confident_hands_down_] sto ascoltando.

source: [_kate_s_embarrassed_] I don't know if you've heard, but there's a perverted flasher running around the school.
fr_fr: [_kate_s_embarrassed_] Je ne sais pas si vous avez entendu, mais il y a un flasher perverti qui tourne autour de l'école.
it_it: [_kate_s_embarrassed_] Non so se hai sentito, ma c'è un flasher pervertito che corre intorno alla scuola.

source: [_maxine_s_skeptical_] Hmm... I can't say I have.
fr_fr: [_maxine_s_skeptical_] Hmm ... Je ne peux pas dire que j'ai.
it_it: [_maxine_s_skeptical_] Hmm... Non posso dire di avere.

source: [_maxine_s_skeptical_] What about you, [mc]?
fr_fr: [_maxine_s_skeptical_] Qu'en est-il de vous, [mc]?
it_it: [_maxine_s_skeptical_] Che ne dici di te, [mc]?

source: [_mc_] Uh, yeah... the flasher, of course! Who hasn't?
fr_fr: [_mc_] Uh, ouais ... le flasher, bien sûr ! Qui n'en a pas?
it_it: [_mc_] Uh, sì... la flasher, naturalmente! Chi non ha?

source: [_maxine_s_annoyed_] I'm highly skeptical of this. Very little escapes my watchful eye.
fr_fr: [_maxine_s_annoyed_] Je suis très sceptique à ce sujet. Très peu échappe à mon œil vigilant.
it_it: [_maxine_s_annoyed_] sono molto scettico su questo. Molto poco sfugge il mio occhio vigile.

source: [_mc_] Seriously, it's a real thing. I've gotten flashed like three times already.{space=-25}
fr_fr: [_mc_] Sérieusement, c'est une chose réelle. Je me suis écrasé comme trois fois déjà. { space=-25 }
it_it: [_mc_] Seriamente, è una cosa reale. Mi sono fatto lampeggiare già tre volte.{space=-25}

source: [_kate_s_thinking_] I wouldn't make this up, okay?
fr_fr: [_kate_s_thinking_] Je ne ferais pas ça, d'accord?
it_it: [_kate_s_thinking_] Non farei questo, ok?

source: [_maxine_s_skeptical_] How come no one has reported this person yet?
fr_fr: [_maxine_s_skeptical_] Comment personne n'a encore rapporté cette personne?
it_it: [_maxine_s_skeptical_] Come mai nessuno ha ancora segnalato questa persona?

source: [_mc_] Because it's a woman. And the dudes like it.
fr_fr: [_mc_] Parce que c'est une femme. Et les dudes comme ça.
it_it: [_mc_] Perché è una donna. E ai tizi piace.

source: [_kate_s_thinking_] She's also wearing a mask, so you can't identify her.
fr_fr: [_kate_s_thinking_] Elle porte aussi un masque, donc vous ne pouvez pas l'identifier.
it_it: [_kate_s_thinking_] Lei sta indossando anche una maschera, quindi non puoi identificarla.

source: [_mc_] I haven't heard of them either. Sounds made up.
fr_fr: [_mc_] Je n'en ai pas entendu parler non plus. Des sons ont été faits.
it_it: [_mc_] non ne ho nemmeno sentiti. I suoni sono stati composti.

source: [_kate_s_eyeroll_] You're just never in the gym or sports wing.
fr_fr: [_kate_s_eyeroll_] Vous n'êtes jamais dans le gymnase ou l'aile sportive.
it_it: [_kate_s_eyeroll_] Non sei mai in palestra o nell'ala sportiva.

source: [_mc_] Is it the [nurse]?
fr_fr: [_mc_] Est-ce le [nurse]?
it_it: [_mc_] È la [nurse]?

source: [_kate_s_skeptical_] No, you idiot.
fr_fr: [_kate_s_skeptical_] Non, idiot.
it_it: [_kate_s_skeptical_] No, idiota.

source: [_mc_] Well, who is it, then?
fr_fr: [_mc_] Eh bien, qui est-il alors?
it_it: [_mc_] Beh, chi è, allora?

source: [_kate_s_annoyed_] If I'd known you'd be such a nuisance, I would've left you by the door.{space=-30}
fr_fr: [_kate_s_annoyed_] Si je vous avais su que vous seriez une nuisance, je vous aurais laissé par la porte. { space=-30 }
it_it: [_kate_s_annoyed_] Se sapessi che saresti stato così fastidioso, ti avrei lasciato dalla porta.{space=-30}

source: [_maxine_s_skeptical_] Since the person hasn't been caught or reported, I assume that they{space=-10} keep their identity secret in some way?
fr_fr: [_maxine_s_skeptical_] Comme la personne n'a pas été attrape ou déclarée, je suppose qu'ils { space=-10 } gardent leur identité secrète d'une façon ou d'une autre?
it_it: [_maxine_s_skeptical_] Dal momento che la persona non è stata catturata o segnalata, suppongo che {space=-10} mantengano la loro identità segreta in qualche modo?

source: [_kate_s_excited_] Yes, she's wearing a mask.
fr_fr: [_kate_s_excited_] Oui, elle porte un masque.
it_it: [_kate_s_excited_] Sì, sta indossando una maschera.

source: [_maxine_s_sad_] You understand that I'm going to need proof, right?
fr_fr: [_maxine_s_sad_] Vous comprenez que je vais avoir besoin de preuves, non?
it_it: [_maxine_s_sad_] Capisci che ho bisogno di prove, giusto?

source: [_kate_s_excited_] That won't be an issue. We'll get you a good picture for the front page.
fr_fr: [_kate_s_excited_] Ce ne sera pas un problème. Nous vous ferons une bonne photo de la page de front .
it_it: [_kate_s_excited_] Questo non sarà un problema. Ti forniremo una buona foto per la prima pagina .

source: [_maxine_s_thinking_] If it's a bigger story than the soap goblins, sure. I'll be the judge of that.
fr_fr: [_maxine_s_thinking_] Si c'est une histoire plus grande que les gobelets de savon, bien sûr. Je serai le juge .
it_it: [_maxine_s_thinking_] Se si tratta di una storia più grande dei goblin del sapone, sicuramente. Sarò il giudice .

source: [_kate_s_skeptical_] Of course it's bigger than some dumb soap goblins!
fr_fr: [_kate_s_skeptical_] Bien sûr, c'est plus gros que certains savons idiots !
it_it: [_kate_s_skeptical_] Naturalmente è più grande di alcuni goblins di sapone muto!

source: [_maxine_s_thinking_] Do you think it's bigger than the soap goblin story, [mc]?
fr_fr: [_maxine_s_thinking_] Tu crois que c'est plus gros que l'histoire du savon, [mc]?
it_it: [_maxine_s_thinking_] Pensi che sia più grande della storia del sapone goblin, [mc]?

source: [_kate_s_eyeroll_] Why are you asking him...?
fr_fr: [_kate_s_eyeroll_] Pourquoi vous le demandez ...?
it_it: [_kate_s_eyeroll_] Perché gli stai chiedendo...?

source: [_mc_] What the hell is a soap goblin?
fr_fr: [_mc_] Qu'est-ce qu'un savon gobelin?
it_it: [_mc_] Che diavolo è un goblin di sapone?

source: [_maxine_s_concerned_] Are you telling me you haven't seen them?
fr_fr: [_maxine_s_concerned_] Vous me dites que vous ne les avez pas vus?
it_it: [_maxine_s_concerned_] Mi stai dicendo che non li hai visti?

source: [_mc_] Can't say I have.
fr_fr: [_mc_] Je ne peux pas dire que j'ai.
it_it: [_mc_] Non posso dire di avere.

source: [_maxine_s_concerned_] Oh, dear.
fr_fr: [_maxine_s_concerned_] Oh, ma chère.
it_it: [_maxine_s_concerned_] Oh, caro.

source: [_maxine_s_excited_] Luckily, I have a big exposé lined up.
fr_fr: [_maxine_s_excited_] Heureusement, j'ai un gros exposé en ligne.
it_it: [_maxine_s_excited_] Fortunatamente, ho una grande esposizione allineata.

source: [_kate_s_embarrassed_] The soap goblins will have to wait. I need that front-page coverage.
fr_fr: [_kate_s_embarrassed_] Les gobelets de savon devront attendre. J'ai besoin de cette couverture.
it_it: [_kate_s_embarrassed_] I goblin del sapone dovranno aspettare. Ho bisogno di quella copertina di prima pagina.

source: [_maxine_s_concerned_] This is a public matter, I'm afraid I can't jeopardize the school.
fr_fr: [_maxine_s_concerned_] C'est une affaire publique, je crains de ne pas pouvoir compromettre l'école.
it_it: [_maxine_s_concerned_] Questa è una questione pubblica, temo di non poter compromettere la scuola.

source: [_kate_s_angry_] Listen, you weirdo. You'll run my story or I'm having your little newspaper thrown out.
fr_fr: [_kate_s_angry_] Écoute, tu weiras. Tu vas faire mon histoire ou j'ai ton petit journal jeté dehors.
it_it: [_kate_s_angry_] Ascolta, sei strano. Correggerai la mia storia o sto facendo buttare via il tuo piccolo giornale.

source: Uh-oh. [kate] is getting pissed.
fr_fr: Uh-oh. [kate] est en train de se pisser.
it_it: Uh-oh. [kate] si sta baciando.

source: [_maxine_s_laughing_] I knew this day would come!
fr_fr: [_maxine_s_laughing_] Je savais que ce jour viendra !
it_it: [_maxine_s_laughing_] Sapevo che questo giorno sarebbe venuto!

source: That's... not the response I was expecting...
fr_fr: C'est ... pas la réponse que j'attendais ...
it_it: Questo... non la risposta che mi aspettavo...

source: [_kate_s_skeptical_] What day?
fr_fr: [_kate_s_skeptical_] Quel jour?
it_it: [_kate_s_skeptical_] Che giorno?

source: [_maxine_s_laughing_] The day my integrity as a journalist would be tested.
fr_fr: [_maxine_s_laughing_] Le jour où mon intégrité en tant que journaliste serait mise à l'épreuve.
it_it: [_maxine_s_laughing_] Il giorno in cui la mia integrità di giornalista sarebbe stata testata.

source: [_maxine_s_laughing_] You can try to take away my voice, but the truth will always prevail.
fr_fr: [_maxine_s_laughing_] Vous pouvez essayer d'enlever ma voix, mais la vérité l'emportera toujours.
it_it: [_maxine_s_laughing_] Puoi provare a togliere la mia voce, ma la verità prevarrà sempre.

source: [_kate_s_eyeroll_] [mc], get her to cooperate.
fr_fr: [_kate_s_eyeroll_] [mc], l'amener à coopérer.
it_it: [_kate_s_eyeroll_] [mc], farla collaborare.

source: [_mc_] What makes you think she'll listen to me?
fr_fr: [_mc_] Qu'est-ce qui vous fait penser qu'elle m'écoutera?
it_it: [_mc_] Cosa ti fa pensare che mi ascolterà?

source: [_kate_s_eyeroll_] What use are you to me if you can't?
fr_fr: [_kate_s_eyeroll_] Quel est votre usage si vous ne le pouvez pas?
it_it: [_kate_s_eyeroll_] A cosa serve per me se puoi?

source: [_mc_] [maxine], would you run the story if it's bigger than the glowing spider eggs?
fr_fr: [_mc_] [maxine], est-ce que vous exécutez l'histoire si elle est plus grande que celle des oeufs d'araignée?
it_it: [_mc_] [maxine], correresti la storia se fosse più grande delle uova di ragno incandescenti?

source: [_maxine_s_smile_] Naturally. If it's front-page material, I would be a lousy editor to not treat it as such.
fr_fr: [_maxine_s_smile_] Naturellement. Si c'est du matériel de première page, je serais un rédacteur en chef pour ne pas le traiter comme tel.
it_it: [_maxine_s_smile_] Naturalmente. Se è materiale di prima pagina, sarei un editor lousy per non trattarlo come tale.

source: [_mc_] There you go, [kate]. That's the best deal you'll get.
fr_fr: [_mc_] Vous y allez, [kate]. C'est le meilleur accord que tu auras.
it_it: [_mc_] Lì vai, [kate]. Questo è il miglior affare che ottieni.

source: [_kate_s_skeptical_] Fine. We're done here, then.
fr_fr: [_kate_s_skeptical_] Fine. On est fait ici, alors.
it_it: [_kate_s_skeptical_] Bene. Abbiamo finito qui, allora.

source: [_kate_s_skeptical_] [mc], meet me in the gym.
fr_fr: [_kate_s_skeptical_] [mc], rencontre-moi dans la salle de gym.
it_it: [_kate_s_skeptical_] [mc], incontrami in palestra.

source: [_mc_] Oh, yeah. Definitely bigger than that.
fr_fr: [_mc_] Oh, oui. Définitivement plus grand que ça.
it_it: [_mc_] Oh, sì. Sicuramente più grande di quello.

source: [_mc_] It's probably even bigger than the glowing spider eggs story.
fr_fr: [_mc_] C'est probablement encore plus grand que l'histoire des oeufs d'araignée.
it_it: [_mc_] Probabilmente è ancora più grande della storia delle uova di ragno incandescenti.

source: [_maxine_s_excited_] Whoa! Okay, now I'm interested!
fr_fr: [_maxine_s_excited_] Whoa ! Ok, maintenant je suis intéressé !
it_it: [_maxine_s_excited_] Whoa! Ok, ora sono interessato!

source: [_kate_s_neutral_] So, do we have a deal?
fr_fr: [_kate_s_neutral_] Alors, avons-nous un accord?
it_it: [_kate_s_neutral_] Quindi, abbiamo un accordo?

source: [_maxine_s_blush_] If the story is bigger, the story is bigger.
fr_fr: [_maxine_s_blush_] Si l'histoire est plus grande, l'histoire est plus grande.
it_it: [_maxine_s_blush_] Se la storia è più grande, la storia è più grande.

source: [_kate_s_confident_] Good. We're done here, then.
fr_fr: [_kate_s_confident_] Bon. On est fait ici, alors.
it_it: [_kate_s_confident_] Bene. Abbiamo finito qui, allora.

source: [_kate_s_confident_] [mc], meet me in the gym.
fr_fr: [_kate_s_confident_] [mc], rencontre-moi dans la salle de gym.
it_it: [_kate_s_confident_] [mc], incontrami in palestra.

source: [_casey_s_neutral_s_flip_] What is he doing here?
fr_fr: [_casey_s_neutral_s_flip_] Qu'est-ce qu'il fait ici?
it_it: [_casey_s_neutral_s_flip_] Che cosa sta facendo qui?

source: [_kate_s_confident_] He's going to help us bring [isabelle] to her knees. Aren't you, [mc]?
fr_fr: [_kate_s_confident_] Il va nous aider à mettre le [isabelle] à genoux. N'êtes-vous pas, [mc]?
it_it: [_kate_s_confident_] Ci aiuterà a portare [isabelle] in ginocchio. Non sei tu, [mc]?

source: [_lacey_s_confident_] Well, are you?
fr_fr: [_lacey_s_confident_] Eh bien, vous?
it_it: [_lacey_s_confident_] Beh, vero?

source: [_mc_] I guess so...
fr_fr: [_mc_] Je suppose que ...
it_it: [_mc_] Immagino così...

source: [_stacy_s_confident_] You guess?
fr_fr: [_stacy_s_confident_] Vous devinez?
it_it: [_stacy_s_confident_] Hai indovinato?

source: [_casey_s_confident_s_flip_] He looks nervous.
fr_fr: [_casey_s_confident_s_flip_] Il semble nerveux.
it_it: [_casey_s_confident_s_flip_] Sembra nervoso.

source: [_kate_s_laughing_] Are you nervous?
fr_fr: [_kate_s_laughing_] Êtes-vous nerveux?
it_it: [_kate_s_laughing_] Sei nervoso?
