Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_stepping.po
Languages: fr_fr, it_it

source: [_kate_s_skeptical_] What have I told you about looking at me?
fr_fr: [_kate_s_skeptical_] Qu'est-ce que je vous ai dit de me regarder?
it_it: [_kate_s_skeptical_] Che cosa ti ho detto di guardarmi?

source: [_kate_s_skeptical_] Well, what do you want?
fr_fr: [_kate_s_skeptical_] Eh bien, que voulez-vous?
it_it: [_kate_s_skeptical_] Beh, cosa vuoi?

source: [_mc_] I've scheduled the meeting with [maxine].
fr_fr: [_mc_] J'ai programmé la réunion avec le [maxine].
it_it: [_mc_] Ho programmato l'incontro con [maxine].

source: [_kate_s_excited_] Good! Let's go, then!
fr_fr: [_kate_s_excited_] Bon ! Allons-y, alors !
it_it: [_kate_s_excited_] Buono! Andiamo, allora!

source: [_kate_s_eyeroll_] What is it, [mc]?
fr_fr: [_kate_s_eyeroll_] Qu'est-ce que c'est, [mc]?
it_it: [_kate_s_eyeroll_] Che cos'è, [mc]?

source: [_mc_] Nothing, just admiring your perfect hair.
fr_fr: [_mc_] Rien, juste en admirant vos cheveux parfaits.
it_it: [_mc_] Niente, solo ammirando i vostri capelli perfetti.

source: [_kate_s_skeptical_] Well, quit gawking and start walking. I don't have all day.
fr_fr: [_kate_s_skeptical_] Eh bien, arrêter de gawking et commencer à marcher. Je n'ai pas toute la journée.
it_it: [_kate_s_skeptical_] Beh, smettere di svegliare e iniziare a camminare. Non ho tutto il giorno.

source: [_mc_] Yes, ma'am...
fr_fr: [_mc_] Oui, madame ...
it_it: [_mc_] Sì, ma'am...

source: [_kate_s_excited_] Your compliments are useless, anyway. Why should I care about your opinion?
fr_fr: [_kate_s_excited_] Vos compliments sont inutiles, de toute façon. Pourquoi devrais-je m'occuper de ton opinion?
it_it: [_kate_s_excited_] I tuoi complimenti sono inutili, comunque. Perché dovrei preoccuparmi della tua opinione?

source: [_mc_] You absolutely shouldn't, but this isn't my opinion.
fr_fr: [_mc_] Vous ne devriez absolument pas, mais ce n'est pas mon opinion.
it_it: [_mc_] Non dovresti assolutamente fare, ma questa non è la mia opinione.

source: [_mc_] I was reading [flora]'s Cosmololitan last night and saw a model with your exact hairstyle, only less shiny.
it_it: [_mc_] Stavo leggendo Cosmololitan di [flora]ieri sera e ho visto un modello con l'acconciatura esatta, solo meno lucente.

source: [_mc_] It's been voted hairstyle of the year by a panel of distinguished fashion judges.
fr_fr: [_mc_] Il a été élu coiffeur de l'année par un panel de juges de mode distingués.
it_it: [_mc_] E 'stato votato acconciatura dell'anno da un panel di illustri giudici di moda.

source: [_kate_s_thinking_] Really?
fr_fr: [_kate_s_thinking_] Vraiement?
it_it: [_kate_s_thinking_] Davvero?

source: [_mc_] Yes, you're ahead of Paris in both style and glamour.
fr_fr: [_mc_] Oui, vous êtes en avance sur Paris dans le style et le glamour.
it_it: [_mc_] Sì, sei davanti a Parigi in stile e glamour.

source: [_kate_s_blush_] I like that! I want others to know about it too!
fr_fr: [_kate_s_blush_] J'aime ça ! Je veux que les autres le sachent aussi !
it_it: [_kate_s_blush_] Mi piace! Voglio che anche gli altri lo sappiano!

source: [_kate_s_blush_] Print up that article and post it on the notice board.
fr_fr: [_kate_s_blush_] Imprimez cet article et posez-le sur le tableau d'affichage.
it_it: [_kate_s_blush_] Stampa questo articolo e inseriscilo sulla bacheca.

source: [_mc_] Yes, ma'am. How about I take a photo of you and post it right next to it?
fr_fr: [_mc_] Oui, madame. Et je prends une photo de toi et l'affiche juste à côté de ça?
it_it: [_mc_] Sì, ma'am. Che ne dici di scattare una foto di voi e di postarla a destra accanto a esso?

source: [_kate_s_gushing_] Yes! I want you to merge a photo of me with the article.
fr_fr: [_kate_s_gushing_] Oui ! Je veux que vous fusionniez une photo de moi avec l'article.
it_it: [_kate_s_gushing_] Sì! Voglio che unisci una foto di me con l'articolo.

source: [_kate_s_gushing_] Take out your phone right now.
fr_fr: [_kate_s_gushing_] Prenez votre téléphone en ce moment.
it_it: [_kate_s_gushing_] Togli il telefono in questo momento.

source: [_kate_s_posing_] One picture should be enough. It'll look fabulous regardless.
fr_fr: [_kate_s_posing_] Une image devrait suffire. Ça aura l'air fabuleux.
it_it: [_kate_s_posing_] Una foto dovrebbe essere sufficiente. Sembrerà favoloso indifferente.

source: [_kate_s_posing_] Go on, get the shot!
fr_fr: [_kate_s_posing_] Allez, obtenez le coup !
it_it: [_kate_s_posing_] Vai su, ottieni lo sparo!

source: [_mc_] Got it!
it_it: [_mc_] Ho capito!

source: [_kate_s_blush_] Make sure you get that professionally edited. I deserve the best, don't you agree?
fr_fr: [_kate_s_blush_] Assurez-vous que vous obtenez cette édition professionnelle. Je mérite le meilleur, n'êtes-vous pas d'accord?
it_it: [_kate_s_blush_] Assicurati di ottenere questo professionalmente modificato. Mi merito il meglio, non sei d'accordo?

source: [_mc_] Naturally, ma'am.
fr_fr: [_mc_] Naturellement, madame.
it_it: [_mc_] Naturalmente, ma'am.

source: [_kate_s_blush_] I expect to see it on a school wall somewhere soon. Right above the newspapers would be fine.
fr_fr: [_kate_s_blush_] Je m'attends à le voir bientôt sur un mur de l'école. Juste au-dessus des journaux serait bien.
it_it: [_kate_s_blush_] Mi aspetto di vederlo su un muro scolastico da qualche parte presto. Proprio sopra i giornali sarebbe bene.

source: Hopefully, [flora] still has that magazine somewhere. Reading it last night was a bit of a lie.
fr_fr: Heureusement, [flora] a toujours ce magazine quelque part. La lecture de la nuit dernière était un peu un mensonge.
it_it: Speriamo che [flora] abbia ancora quella rivista da qualche parte.Leggendola ieri sera era un po' una menzogna.

source: [_kate_s_blush_] We're not going to that meeting until you've taken care of this.
fr_fr: [_kate_s_blush_] Nous n'allons pas à cette réunion tant que vous n'aurez pas pris soin de ça.
it_it: [_kate_s_blush_] Non andremo a quella riunione fino a quando non ti sei preso cura di questo.

source: [_mc_] Because it's the truth!
fr_fr: [_mc_] Parce que c'est la vérité !
it_it: [_mc_] Perché è la verità!

source: [_kate_s_neutral_] I already know it's the truth. Do you really think I need {i}you{/} to tell me that?
fr_fr: [_kate_s_neutral_] Je sais déjà que c'est la vérité. Pensez-vous vraiment que j'ai besoin de {i}vous { / } au me dire ça?
it_it: [_kate_s_neutral_] So già che è la verità. Pensi davvero di aver bisogno di {i}tu{/} per dirmelo così?

source: [_mc_] I guess not...
fr_fr: [_mc_] Je suppose pas ...
it_it: [_mc_] Immagino di no...

source: [_kate_s_neutral_] So, unless I ask for your opinion in the future, you're going to do what?
fr_fr: [_kate_s_neutral_] Donc, à moins que je ne demande votre avis dans le futur, vous allez au faire quoi?
it_it: [_kate_s_neutral_] Quindi, a meno che non chieda la tua opinione in futuro, stai andando a fare cosa?

source: [_mc_] Be quiet?
fr_fr: [_mc_] Soyez silencieux?
it_it: [_mc_] Sii tranquillo?

source: [_kate_s_confident_] Yes, a bad breath counts as air pollution.
fr_fr: [_kate_s_confident_] Oui, une mauvaise haleine compte comme la pollution de l'air.
it_it: [_kate_s_confident_] Sì, un fiato cattivo conta come inquinamento atmosferico.

source: [_mc_] Sorry, ma'am.
fr_fr: [_mc_] Désolé, madame.
it_it: [_mc_] Spiacenti, signora.

source: [_kate_s_confident_] It's okay. Just let me do the talking in the meeting with [maxine].
fr_fr: [_kate_s_confident_] C'est bon. Laissez-moi vous parler au cours de la réunion avec le [maxine].
it_it: [_kate_s_confident_] Va bene. Lasciatemi solo parlare nell'incontro con [maxine].

source: [_mc_] I was just trying to be nice!
fr_fr: [_mc_] J'essayais juste d'être gentile !
it_it: [_mc_] stavo solo cercando di essere gentile!

source: [_kate_s_skeptical_] Don't give me attitude. I don't care for it one bit.
fr_fr: [_kate_s_skeptical_] Ne me donnez pas d'attitude. Je m'en fiche un peu.
it_it: [_kate_s_skeptical_] Non mi dia atteggiamento. Non mi importa un po'.

source: [_kate_s_neutral_] There'll be no more of that.
fr_fr: [_kate_s_neutral_] Il n'y en aura plus.
it_it: [_kate_s_neutral_] Non ce ne sarà più.

source: [_kate_s_neutral_] What do you have to say for yourself?
fr_fr: [_kate_s_neutral_] Qu'avez-vous à dire vous-même?
it_it: [_kate_s_neutral_] Che cosa hai da dire da solo?

source: [_mc_] That was very rude of me. I'll behave from now on.
fr_fr: [_mc_] C'était très grossier de moi. Je vais me comporter maintenant.
it_it: [_mc_] È stato molto maleducato da parte mia. Mi comporterò d'ora in avanti.

source: [_kate_s_confident_] Good. Thank me for setting you straight.
fr_fr: [_kate_s_confident_] Bon. Je vous remercie de vous avoir fait droit.
it_it: [_kate_s_confident_] Bene. Grazie per averti impostato dritto.

source: [_mc_] Thanks for setting me straight, ma'am.
fr_fr: [_mc_] Merci de me faire droit, madame.
it_it: [_mc_] Grazie per avermi impostato dritto, ma'am.

source: [_kate_s_confident_] That's better. Now move.
fr_fr: [_kate_s_confident_] C'est mieux. Maintenant, bouchez.
it_it: [_kate_s_confident_] È meglio. Ora mosse.

source: Giving in to [kate] feels natural. She is always so controlled and sure of herself. I love it.
fr_fr: Donner le [kate] se sent naturel. Elle est toujours contrôlée et sûre d'elle-même. J'adore ça.
it_it: Dare dentro ad [kate] si sente naturale. È sempre così controllata e sicura di se stessa.

source: [_mc_] I think you're being unfair.
fr_fr: [_mc_] Je pense que vous êtes injuste.
it_it: [_mc_] Penso che tu sia ingiusto.

source: [_kate_s_eyeroll_] If I want your opinion, I'll ask for it.
fr_fr: [_kate_s_eyeroll_] Si je veux votre avis, je le demanderai.
it_it: [_kate_s_eyeroll_] Se voglio la tua opinione, la chiederò.

source: [_mc_] It was just a compliment...
fr_fr: [_mc_] C'était juste un compliment ...
it_it: [_mc_] È stato solo un complimento...

source: [_kate_s_annoyed_] You're really starting to get on my nerves.
fr_fr: [_kate_s_annoyed_] Vous avez vraiment commencé à me mettre sur mes nerfs.
it_it: [_kate_s_annoyed_] Stai davvero iniziando a mettermi sui nervi.

source: [_mc_] You could've just said, "Thank you."
fr_fr: [_mc_] Vous auriez pu juste dire, "Merci."
it_it: [_mc_] Avresti potuto dire: "Grazie".

source: [_kate_s_angry_] Are you going to keep arguing?
fr_fr: [_kate_s_angry_] Vous allez continuer à vous disputer?
it_it: [_kate_s_angry_] Continuerai a litigare?

source: [_kate_s_neutral_] Good. Apologize.
fr_fr: [_kate_s_neutral_] Bon. Apologiser.
it_it: [_kate_s_neutral_] Bene. Apologize.

source: [_mc_] I'm sorry, ma'am.
fr_fr: [_mc_] Je suis désolé, madame.
it_it: [_mc_] mi dispiace, signora.

source: [_kate_s_neutral_] We understand each other, then?
fr_fr: [_kate_s_neutral_] Nous nous comprenons, alors?
it_it: [_kate_s_neutral_] Ci comprendiamo l'un l'altro, allora?

source: [_mc_] Yes, ma'am.
fr_fr: [_mc_] Oui, madame.
it_it: [_mc_] Sì, ma'am.

source: God, it's so hard to get a word in with [kate]. She absolutely dominates the conversation.
fr_fr: Mon Dieu, c'est si dur d'avoir un mot avec le [kate]. Elle domine absolument la conversation.
it_it: Dio, è così difficile ottenere una parola con [kate]. Lei domina assolutamente la conversazione.

source: Even when she's in the wrong, she handles it perfectly.
fr_fr: Même quand elle est dans le mauvais, elle s'en occupe parfaitement.
it_it: Anche quando è nel torto, lo gestisce perfettamente.

source: It feels like every conversation puts me deeper under her spell...
fr_fr: J'ai l'impression que chaque conversation me rend plus profonde sous son sort ...
it_it: Si sente come ogni conversazione mi mette più in profondità sotto il suo incantesimo...

source: Obeying is just so much easier than standing up for myself.
fr_fr: Obeying est tellement plus facile que de se lever pour moi-même.
it_it: L'obbedire è molto più facile che stare in piedi per me stesso.

source: [_mc_] It's not really arguing...
fr_fr: [_mc_] Ce n'est pas vraiment de discuter ...
it_it: [_mc_] Non è davvero in discussione...

source: [_kate_s_embarrassed_] That's it. I'm going to the meeting alone.
fr_fr: [_kate_s_embarrassed_] C'est tout. Je vais à la réunion seule.
it_it: [_kate_s_embarrassed_] Questo è tutto. Vado alla riunione da sola.

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_kate_s_embarrassed_] You clearly don't know how to behave, so I can't bring you along.
fr_fr: [_kate_s_embarrassed_] Vous ne savez clairement pas comment se comporter, alors je ne peux pas vous emmener.
it_it: [_kate_s_embarrassed_] chiaramente non sai come comportarti, quindi non posso portarti con te.

source: [_kate_s_embarrassed_] You're not trained properly, and we'll have to correct that first.
fr_fr: [_kate_s_embarrassed_] Vous n'êtes pas formés correctement, et nous allons devoir corriger cela en premier.
it_it: [_kate_s_embarrassed_] Non sei addestrato correttamente, e dovremo prima correggerlo.

source: [_kate_s_embarrassed_] Meet me in the gym for an attitude adjustment.
fr_fr: [_kate_s_embarrassed_] Rencontrez-moi dans la salle de gym pour un ajustement d'attitude.
it_it: [_kate_s_embarrassed_] Incontrami in palestra per una regolazione di atteggiamento.

source: [_mc_] Look, [kate], I set up the meeting and I'm going to it now. You can come with me or not.
fr_fr: [_mc_] Look, [kate], I set up the meeting and I'm going to it now. Tu peux venir avec moi ou pas.
it_it: [_mc_] Guarda, [kate], ho impostato la riunione e sto andando a farlo ora. Puoi venire con me o no.

source: [_kate_s_angry_] You're going to regret this...
fr_fr: [_kate_s_angry_] Vous allez le regretter ...
it_it: [_kate_s_angry_] te ne pentirai...

source: [_mc_] I was hoping for a reward.
fr_fr: [_mc_] J'espérais une récompense.
it_it: [_mc_] speravo in una ricompensa.

source: [_kate_s_skeptical_] Why am I not surprised?
fr_fr: [_kate_s_skeptical_] Pourquoi ne suis-je pas surpris?
it_it: [_kate_s_skeptical_] Perché non sono sorpreso?

source: [_kate_s_excited_] Fine. I suppose you've been quite good.
fr_fr: [_kate_s_excited_] Fine. Je suppose que tu as été assez bonne.
it_it: [_kate_s_excited_] Bene. Suppongo che tu sia stato abbastanza buono.

source: [_kate_s_excited_] What do you want, then?
fr_fr: [_kate_s_excited_] Que voulez-vous, alors?
it_it: [_kate_s_excited_] Che cosa vuoi, allora?

source: [_kate_s_blush_] That's adorable.
fr_fr: [_kate_s_blush_] C'est adorable.
it_it: [_kate_s_blush_] È adorabile.

source: [_kate_s_embarrassed_] It's also revolting. I'm not touching you.
fr_fr: [_kate_s_embarrassed_] C'est aussi révoltant. Je ne te touche pas.
it_it: [_kate_s_embarrassed_] È anche rivoltante. Non ti tocco.

source: Oh, well. Didn't hurt to try.
fr_fr: Oh, bien. N'a pas fait de mal à essayer.
it_it: Oh, bene. Non ha fatto male a provare.

source: Maybe hugs are [kate]'s weakness? Showing genuine affection is probably something she's incapable of.
fr_fr: Peut-être que les hugs sont la faiblesse du [kate]? L'affection sincère est probablement quelque chose qu'elle est incapable de faire.
it_it: Forse gli abbracci sono la debolezza di [kate]? Mostrare l'affetto genuino è probabilmente qualcosa di cui lei è incapace.

source: [_mc_] I feel sorry for you.
fr_fr: [_mc_] Je suis désolé pour vous.
it_it: [_mc_] mi dispiace per te.

source: [_kate_s_eyeroll_] I don't give a shit about your feelings.
fr_fr: [_kate_s_eyeroll_] Je ne donne pas de merde à propos de vos sentiments.
it_it: [_kate_s_eyeroll_] Non faccio una merda sui tuoi sentimenti.

source: [_kate_s_eyeroll_] Let's just go.
fr_fr: [_kate_s_eyeroll_] Allons-y.
it_it: [_kate_s_eyeroll_] Andiamo e basta.

source: [_mc_] Your panties.
fr_fr: [_mc_] Vos cultes.
it_it: [_mc_] Le tue mutandine.

source: [_kate_s_flirty_] Who says I'm wearing any?
fr_fr: [_kate_s_flirty_] Qui dit que je porte n'importe quoi?
it_it: [_kate_s_flirty_] Chi dice che sto indossando qualcuno?

source: [_kate_s_laughing_] Forget it, weirdo.
fr_fr: [_kate_s_laughing_] Oublie ça, weirdo.
it_it: [_kate_s_laughing_] Dimenticatelo, strano.

source: Crap. For a moment I thought... ugh, never lucky...
fr_fr: Crap. Pour un moment, j'ai pensé ... ugh, jamais chanceux ...
it_it: Crap. Per un attimo ho pensato... brutto, mai fortunato...

source: [_kate_s_laughing_] So, you're not just dense and ugly, you're also poor?
fr_fr: [_kate_s_laughing_] Alors, vous n'êtes pas seulement dense et laid, vous êtes aussi pauvre?
it_it: [_kate_s_laughing_] Quindi, non sei solo denso e brutto, sei anche povero?

source: [_kate_s_laughing_] Luckily for you, I'm a very charitable person. Here you go.
fr_fr: [_kate_s_laughing_] Heureusement pour vous, je suis une personne très charitable. Ici vous allez.
it_it: [_kate_s_laughing_] Fortunatamente per te, sono una persona molto caritatevole.

source: [_kate_s_neutral_] What do you say?
fr_fr: [_kate_s_neutral_] Que dis-tu?
it_it: [_kate_s_neutral_] Che cosa dite?

source: [_mc_] Thanks, ma'am.
fr_fr: [_mc_] Merci, madame.
it_it: [_mc_] Grazie, ma'am.

source: [_kate_s_confident_] That's better. Let's go to that meeting, you little gold digger.
fr_fr: [_kate_s_confident_] C'est mieux. Allons à cette réunion, vous avez peu de digeur d'or.
it_it: [_kate_s_confident_] È meglio. Andiamo a quell'incontro, tu piccolo scavatore d'oro.

source: [_mc_] A slap in the face, please.
fr_fr: [_mc_] Une gifle au visage, s'il vous plaît.
it_it: [_mc_] Uno schiaffo in faccia, per favore.

source: [_kate_s_flirty_] That'd be a good reward for someone like you.
fr_fr: [_kate_s_flirty_] Ce serait une bonne récompense pour quelqu'un comme vous.
it_it: [_kate_s_flirty_] Sarebbe una buona ricompensa per qualcuno come te.

source: [_kate_s_flirty_] I'd be more than happy to give it to you... hard.
fr_fr: [_kate_s_flirty_] Je serais plus qu'heureux de vous le donner ... difficile.
it_it: [_kate_s_flirty_] Sarei più che felice di darlo a te... duro.

source: [_kate_s_neutral_slap_] Present your cheek.
fr_fr: [_kate_s_neutral_slap_] Présentez votre joue.
it_it: [_kate_s_neutral_slap_] Presenta la guancia.

source: [_kate_s_neutral_slap_] What do you say?
fr_fr: [_kate_s_neutral_slap_] Que dis-tu?
it_it: [_kate_s_neutral_slap_] Che cosa dite?

source: [_mc_] T-thank you, ma'am...
fr_fr: [_mc_] T-Merci, madame ...
it_it: [_mc_] T-grazie, ma'am...

source: [_kate_s_confident_] Good boy.
fr_fr: [_kate_s_confident_] Bon garçon.
it_it: [_kate_s_confident_] Buon ragazzo.

source: [_kate_s_confident_] Okay, let's get this meeting over with.
fr_fr: [_kate_s_confident_] Ok, voyons cette réunion avec.
it_it: [_kate_s_confident_] Okay, otteniamo questo incontro con.

source: [_mc_] Allow me to clear a path for you.
fr_fr: [_mc_] Permettez-moi d'établir un chemin pour vous.
it_it: [_mc_] Permettetemi di cancellare un percorso per voi.

source: [_kate_s_laughing_] Do I look like I need help with that?
fr_fr: [_kate_s_laughing_] Ai-je besoin d'aide pour cela?
it_it: [_kate_s_laughing_] Sembra che io abbia bisogno di aiuto con questo?

source: [_mc_] Of course not!
fr_fr: [_mc_] Bien sûr que non !
it_it: [_mc_] Naturalmente no!

source: [_kate_s_neutral_] People scurry out of my way if I give them a stern look.
fr_fr: [_kate_s_neutral_] Les gens s'en sortent si je leur donne un look sévère.
it_it: [_kate_s_neutral_] La gente si sbriga fuori dalla mia strada se do loro uno sguardo di poppa.

source: [_mc_] I know, ma'am. I just thought you might want to relax for a moment and let me do all the work.
fr_fr: [_mc_] Je sais, madame. Je pensais juste que tu pourrais vouloir me détendre un instant et me laisser faire tout le travail.
it_it: [_mc_] Lo so, ma'am. Ho appena pensato che si potrebbe desiderare di rilassarsi per un attimo e lasciarmi fare tutto il lavoro.

source: [_kate_s_confident_] Those hours at the gym did you some good, didn't they? You're no longer a complete wimp.
fr_fr: [_kate_s_confident_] Ces heures au gymnase vous ont fait du bien, n'est-ce pas? Tu n'es plus un wimp complet.
it_it: [_kate_s_confident_] Quelle ore in palestra ti hanno fatto un po' bene, vero? Non sei più un wimp.

source: [_kate_s_confident_] I actually have to make a call on the way there. Make sure these idiots keep quiet.
fr_fr: [_kate_s_confident_] En fait, je dois faire un appel en ce sens. Assurez-vous que ces idiots restent silencieux.
it_it: [_kate_s_confident_] in realtà devo fare una chiamata sulla strada lì. Assicurati che questi idioti tengano tranquilli.

source: [_mc_] Absolutely, ma'am.
fr_fr: [_mc_] Absolument, madame.
it_it: [_mc_] Assolutamente, signora.

source: [_mc_] Just remember that we're partners.
fr_fr: [_mc_] Rappelez-vous que nous sommes des partenaires.
it_it: [_mc_] Ricorda che siamo partner.

source: [_kate_s_laughing_] Partners! Whoa! That's the funniest thing I've heard!
fr_fr: [_kate_s_laughing_] Partenaires ! Whoa ! C'est la chose la plus funeste que j'ai entendue !
it_it: [_kate_s_laughing_] Partners! Choa! È la cosa più divertente che abbia sentito!

source: [_mc_] Ugh, let's just get this over with...
fr_fr: [_mc_] Ugh, faisons simplement ça avec ...
it_it: [_mc_] Ugh, cerchiamo di superare questo...

source: [_kate_s_smile_] Are you sure?
fr_fr: [_kate_s_smile_] Etes-vous sûr?
it_it: [_kate_s_smile_] Sei sicuro?

source: [_mc_] I got you the meeting and all the items you asked for. And I've earned [isabelle]'s trust.
fr_fr: [_mc_] Je vous ai obtenu la réunion et tous les éléments que vous avez demandés. Et j'ai gagné la confiance de [isabelle].
it_it: [_mc_] ti ho ricevuto la riunione e tutti gli oggetti che hai chiesto. E ho guadagnato la fiducia di [isabelle].

source: [_kate_s_neutral_] Do you want a medal? Is that what this is about?
fr_fr: [_kate_s_neutral_] Voulez-vous une médaille? Est-ce de cela qu'il s'agit?
it_it: [_kate_s_neutral_] Vuoi una medaglia? È questo che si tratta?

source: [_mc_] No, but I would appreciate it if you stopped being a bitch.
fr_fr: [_mc_] Non, mais j'apprécierais que vous arrêteriez d'être une salope.
it_it: [_mc_] No, ma sarei grato se si smettesse di essere una cagna.

source: [_kate_s_neutral_] As soon as you stop being an ugly loser, which I doubt will happen any time soon.
fr_fr: [_kate_s_neutral_] Dès que vous cessez d'être un sale loser, ce qui, je le doute, arrivera bientôt.
it_it: [_kate_s_neutral_] Non appena smettete di essere un brutto perdente, che dubito accadrà in qualsiasi momento presto.

source: [_kate_s_confident_] What? Are you out of jokes already?
fr_fr: [_kate_s_confident_] Quoi? Es-tu déjà en blagues?
it_it: [_kate_s_confident_] Cosa? Sei già fuori dalle battute?

source: [_kate_s_confident_] I knew you were a shitty comedian.
fr_fr: [_kate_s_confident_] Je savais que vous étiez un comédien shitty.
it_it: [_kate_s_confident_] Sapevo che eravate un comico merda.

source: [_mc_] Let's just go...
it_it: [_mc_] Andiamo...

source: [_mc_] Please?
fr_fr: [_mc_] S'il vous plaît?
it_it: [_mc_] Per favore?

source: [_kate_s_confident_] Since you're asking so nicely.
fr_fr: [_kate_s_confident_] Puisque vous vous demandez si bien.
it_it: [_kate_s_confident_] Siccome lo stai chiedendo così bene.

source: There's no way I'll be able to break two pacts, six laws, and nine treaties when [flora] is right there.
fr_fr: Je ne serai pas en mesure de briser deux pactes, six lois, et neuf traités quand [flora] est juste là.
it_it: Non c'è modo di rompere due patti, sei leggi, e nove trattati quando [flora] è proprio lì.

source: Opening this door and setting foot inside the unhallowed ground of [flora]'s domain is how you end up as the sacrifice of a dark ritual.
fr_fr: Ouvrir cette porte et mettre le pied à l'intérieur du terrain non-halé du domaine [flora]'s est la façon dont vous finitiez comme le sacrifice d'un rituel sombre.
it_it: Aprire questa porta e posizionare il piede all'interno del terreno non permesso del dominio di [flora]è come si finisce per essere il sacrificio di un rituale scuro.
