Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: ?mrsl.lust>=4@[mrsl.lust]/4|{image= mrsl contact_icon}|{image= stats lust_3}|"I was looking at you from across the room..."
it_it: ?mrsl.lust>=4@[mrsl.lust]/4<unk> {image= mrsl contact_icon}<unk> {image= stats lust_3}<unk> "Ti stavo guardando dall'altra parte della stanza..."

source: "It's all [kate]'s fault!"
fr_fr: "C'est la faute de [kate]!"
it_it: "È tutta colpa di [kate]!"

source: "And you look amazing!"
fr_fr: "Et tu as l'air incroyable !"
it_it: "E sembri incredibile!"

source: "And you look lost."
fr_fr: "Et vous avez l'air perdu."
it_it: "E sembri perduto."

source: "That's because I know what's coming..."
fr_fr: "C'est parce que je sais ce qui arrive ..."
it_it: "Questo perché so cosa sta arrivando..."

source: ?quest.kate_over_isabelle.started and not quest.kate_over_isabelle.failed@|{image=isabelle_photo_small}|"I mean, those are some nice shoes..."{space=-60}
fr_fr: ? quest.kate_over_isabelle.started et non quest.kate_over_isabelle.failed @ | { image=isabelle_photo_small } | "Je veux dire, ce sont de belles chaussures ..." { space=-60 }
it_it: ?quest.kate_over_isabelle.started e non quest.kate_over_isabelle.failed@<unk> {image=isabelle_photo_small}<unk> "Voglio dire, quelle sono delle belle scarpe..."{space=-60}

source: ?quest.kate_over_isabelle.started and not quest.kate_over_isabelle.failed@|{image=isabelle_photo_small}|"I mean, those are some nice feet..."{space=-35}
fr_fr: ? quest.kate_over_isabelle.started et non quest.kate_over_isabelle.failed @ | { image=isabelle_photo_small } | "Je veux dire, ce sont des feet..." { space=-35 }
it_it: ?quest.kate_over_isabelle.started e non quest.kate_over_isabelle.failed@<unk> {image=isabelle_photo_small}<unk> "Voglio dire, questi sono dei bei piedi..."{space=-35}

source: ?quest.isabelle_over_kate.started and not quest.isabelle_over_kate.failed@|{image=kate_photo_small}|"You live in a fantasy world, [kate]."{space=-10}
it_it: ?quest.isabelle_over_kate.started e non quest.isabelle_over_kate.failed@<unk> {image=kate_photo_small}<unk> "Vivete in un mondo fantasy, [kate]."{space=-10}

source: "Yes, take a good look..."
fr_fr: "Oui, regardez bien ..."
it_it: "Sì, date un buon aspetto..."

source: "Nope. I don't think so."
fr_fr: " Non. Je ne le pense pas. "
it_it: "No, non credo così."

source: ?mc.intellect>=8 and mc.check_phone_contact('isabelle')@[mc.intellect]/8|{image=stats int}|{color=#fefefe}+{/}|{image= isabelle contact_icon}|{space=-10}{image= contact_info_call}|"Ladies and gentlemen of the jury."
fr_fr: ? mc.intellect> =8 et mc.check_phone_contact ('isabelle') @[mc.intellect]/8 | { image=stats int } | { color=#fefefe} + { / } | { image= isabelle contact_icon } | { space=-10 } { image= contact_info_call } | "Mesdames et messieurs de le jury."
it_it: ?mc.intellect>=8 e mc.check_phone_contact('isabelle')@[mc.intellect]/8<unk> {image=stats int}<unk> {color=#fefefe}+{/}<unk> {image= isabelle contact_icon}<unk> {space=-10}{image= contact_info_call}<unk> "Ladies and gentlemen of the jury."

source: "I want you to volunteer for the art class."
fr_fr: " Je veux que vous vous bériez pour la classe d'art.
it_it: "Voglio che tu faccia volontariato per la classe d'arte."

source: "I want a blowjob."
fr_fr: "Je veux une pipe."
it_it: "Voglio un pompino."

source: "I want you to donate to a charity."
fr_fr: " Je veux que vous donniez à un organisme de bienfaisance.
it_it: "Voglio che tu doni ad una beneficenza."

source: "Yes, I do!"
fr_fr: "Oui, je le fais !"
it_it: "Sì, lo faccio!"

source: "On second thought, no..."
fr_fr: "Sur la seconde pensée, non ..."
it_it: "Al secondo pensiero, no..."

source: "Fine... I'll take the blowjob."
fr_fr: " Amende ... Je vais prendre la pipe. "
it_it: "Fine... Prenderò il pompino."

source: "This is not happening."
fr_fr: "Ce n'est pas le cas."
it_it: "Questo non sta accadendo."

source: "Yes, you may."
fr_fr: "Oui, vous pouvez."
it_it: "Sì, puoi."

source: "I'm not sure about this..."
fr_fr: "Je ne suis pas sûr de ça ..."
it_it: "Non sono sicuro di questo..."

source: "I don't believe that for a second."
fr_fr: "Je ne crois pas cela pour une seconde."
it_it: "Non credo che per un secondo."

source: "Very well, then..."
fr_fr: "Très bien, alors ..."
it_it: "Molto bene, allora..."

source: "Kiss my dick."
fr_fr: "Baiser ma bite."
it_it: "Baciate il mio cazzo."

source: "Lick my dick."
fr_fr: "Lick ma bite."
it_it: "Leccare il mio cazzo."

source: "Stop wasting time and put it in your mouth, bitch!"
fr_fr: "Arrêtez de perdre du temps et mettrez-le dans la bouche, salope !"
it_it: "Smettila di perdere tempo e mettila in bocca, cagna!"

source: "Please, ma'am, can I have some more?"
fr_fr: "S'il vous plaît, madame, puis-je en avoir d'autres?"
it_it: "Per favore, ma'am, posso averne di più?"

source: "Please, no more..."
fr_fr: "S'il vous plaît, pas plus ..."
it_it: "Per favore, non più..."

source: "Please, Miss [casey], can I have some more?"{space=-35}
fr_fr: "S'il vous plaît, Mlle [casey], puis-je en avoir plus?" { space=-35 }
it_it: "Per favore, Miss [casey], posso avere qualcosa di più?"{space=-35}

source: "This is humiliating enough! I won't ask for more..."{space=-120}
fr_fr: " C'est assez humiliant ! Je ne demanderai pas ... " { space=-120 }
it_it: "Questo è abbastanza umiliante! Non chiederò di più..."{space=-120}

source: "Can I please have some more, Miss [lacey]?"{space=-30}
fr_fr: "Puis-je en avoir plus, Mlle [lacey]?" { space=-30 }
it_it: "Posso averne di più, Miss [lacey]?"{space=-30}

source: "This has gone way too far!"
fr_fr: "Cela est allé trop loin !"
it_it: "Questo è andato troppo lontano!"

source: ?kate.lust>=6@[kate.lust]/6|{image= kate contact_icon}|{image= stats lust_3}|"P-please..."
it_it: ?kate.lust>=6@[kate.lust]/6<unk> {image= kate contact_icon}<unk> {image= stats lust_3}<unk> "P-please..."

source: [kate]. Oh, crap.
fr_fr: [kate]. Oh, merde.

source: [_mc_] Before this interaction, I had about a 4.2%% chance.
fr_fr: [_mc_] Avant cette interaction, j'avais environ 4,2% de chance.

source: [_kate_] How dare—
fr_fr: [_kate_] Comment oser-

source: [_mc_] Hi, [mrsl]!
fr_fr: [_mc_] Bonjour, [mrsl]!

source: Fuck!
fr_fr: Putain !

source: [_mc_] Um... not exactly...
fr_fr: [_mc_] Um ... pas exactement ...

source: [_mc_] Oh, nevermind.
fr_fr: [_mc_] Oh, bien sûr.

source: [kate] doesn't like getting owned.
fr_fr: [kate] n'aime pas être propriétaire.

source: [_mc_] No, ma'am...
fr_fr: [_mc_] Non, madame ...

source: [_lacey_s_neutral_] What is [kate] doing?
fr_fr: [_lacey_s_neutral_] Qu'est-ce que le [kate]?

source: [_kate_] Ask [mc] if you can suck his dick.
fr_fr: [_kate_] Demandez [mc] si vous pouvez sucer sa bite.

source: [_kate_] Am I forcing you, little piggy?
fr_fr: [_kate_] Je vous force, petit porcelet?

source: God, the [nurse] looks so submissive. What has [kate] done to her?
fr_fr: Dieu, le [nurse] a l'air si submissive. Qu'est-ce que [kate] lui a fait?

source: [_nurse_s_blowjob_scolding_deepthroat5_] {i}I... I get p-punished...{/}
fr_fr: [_nurse_s_blowjob_scolding_deepthroat5_] {i}I ... Je suis puni ... { / }

source: [_lacey_s_neutral_] Cheater!
fr_fr: [_lacey_s_neutral_] Chèque !

source: [_mc_] No, ma'am!
fr_fr: [_mc_] Non, madame !

source: [_casey_] I'll happily oblige.
fr_fr: [_casey_] Je serai heureux d'y répondre.

source: [_mc_] Sorry—
fr_fr: [_mc_] Désolé-

source: [_mc_] No!
fr_fr: [_mc_] Non !

source: Running. Running. Running.
fr_fr: Exécution. Exécution. Exécution.

source: [_nurse_s_thinking_] Oh, okay...
fr_fr: [_nurse_s_thinking_] Oh, ok ...

source: [_lacey_s_confident_] Woo! Queen!
fr_fr: [_lacey_s_confident_] Woo ! Reine !

source: "No, ma'am..."
fr_fr: "Non, madame ..."

source: "No!"
fr_fr: "Non !"
