Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: [_kate_s_blush_] You're the perfect level of pathetic for the job. Don't be surprised if I make you do my laundry in the future.
fr_fr: [_kate_s_blush_] Vous êtes le niveau parfait de pathétique pour le travail. Ne soyez pas surpris si je vous fais faire mon linge à l'avenir.
it_it: [_kate_s_blush_] Sei il livello perfetto di patetica per il lavoro. Non stupirti se ti faccio la lavanderia in futuro.

source: [_kate_s_blush_] I can picture you on your knees in my basement, wringing the water out by hand...
fr_fr: [_kate_s_blush_] Je peux vous faire une photo à genoux dans mon sous-sol, arrhez l'eau à la main ...
it_it: [_kate_s_blush_] Ti posso immaginare sulle tue ginocchia nel mio seminterrato, strizzando l'acqua a mano...

source: [_kate_s_blush_] You would like that, wouldn't you?
fr_fr: [_kate_s_blush_] Vous aimeriez cela, n'est-ce pas?
it_it: [_kate_s_blush_] Ti piacerebbe quello, vero?

source: She can probably see it in my face. This blush hides no secrets.
fr_fr: Elle peut le voir dans mon visage. Cette broussée ne cache pas de secrets.
it_it: Probabilmente può vederlo in faccia. Questo rossore non nasconde segreti.

source: There's something highly erotic about being walked all over by someone like [kate].
fr_fr: Il y a quelque chose de très érotique sur le fait d'être surmonté par quelqu'un comme [kate].
it_it: C'è qualcosa di altamente erotico di essere camminato dappertutto da qualcuno come [kate].

source: I hope she doesn't notice how hard I am right now...
fr_fr: J'espère qu'elle ne remarqua pas à quel point je suis dur maintenant ...
it_it: Spero che lei non si accorga di quanto sono difficile in questo momento...

source: [_kate_s_skeptical_] Answer me.
fr_fr: [_kate_s_skeptical_] Répondez-moi.
it_it: [_kate_s_skeptical_] Rispondimi.

source: [_mc_] Yes, ma'am.
fr_fr: [_mc_] Oui, madame.
it_it: [_mc_] Sì, ma'am.

source: [_kate_s_excited_] That's what I thought.
fr_fr: [_kate_s_excited_] C'est ce que j'ai pensé.
it_it: [_kate_s_excited_] È quello che pensavo.

source: [_mc_] I'm going to enjoy owning you.
fr_fr: [_mc_] Je vais vous être propriétaire.
it_it: [_mc_] Mi piacerà possederti.

source: [_kate_s_laughing_] Oh, yeah? That's what you think will happen?
fr_fr: [_kate_s_laughing_] Oh, oui? C'est ce que vous pensez arriver?
it_it: [_kate_s_laughing_] Oh, sì? È quello che pensi che accadrà?

source: [_kate_s_smile_] Are you sure you won't trip over your own shoelaces and pee yourself, like in freshman year?
fr_fr: [_kate_s_smile_] Etes-vous sûr de ne pas vous rendre sur vos propres lacets et vous faire pipi vous-même, comme en année de fraîcheur?
it_it: [_kate_s_smile_] Sei sicuro di non andare sopra le tue scarpette e pisciare te stesso, come nell'anno della matricola?

source: Ugh, the only reason that happened was because the strawberry juice was free that day...
fr_fr: Ugh, la seule raison qui s'est produite était que le jus de fraise était libre ce jour-là ...
it_it: Ugh, l'unica ragione che è successo è stato perché il succo di fragola era libero quel giorno...

source: Can you really fault me for trying to stay hydrated?
fr_fr: Peux-tu me faudraer vraiment pour essayer de rester hydraté?
it_it: Mi puoi davvero colpire per aver provato a rimanere idratato?

source: [_kate_s_laughing_] What's wrong? Did you lose your voice already?
fr_fr: [_kate_s_laughing_] Qu'est-ce qui ne va pas? Avez-vous déjà perdu votre voix?
it_it: [_kate_s_laughing_] Cosa c'è di sbagliato? Hai già perso la voce?

source: [_mc_] No, I just thought back on all the times you were a bitch to me.
fr_fr: [_mc_] Non, j'ai juste pensé à toutes les fois où vous étiez une salope pour moi.
it_it: [_mc_] No, ho appena pensato a tutte le volte che eri una troia per me.

source: [_mc_] Your reckoning is at hand.
fr_fr: [_mc_] Votre jugement est à portée de main.
it_it: [_mc_] Il tuo calcolo è a portata di mano.

source: [_kate_s_eyeroll_] You sound like a total nerd, you know?
fr_fr: [_kate_s_eyeroll_] Vous avez l'image d'un nerd total, vous savez?
it_it: [_kate_s_eyeroll_] Sembri un nerd totale, sa?

source: I was going for a righteous knight, ready to vanquish evil.
fr_fr: Je pars pour un bon chevalier, prêt à vaincre le mal.
it_it: Stavo andando per un cavaliere giusto, pronto a sconfiggere il male.

source: If that's nerdy, I don't want to be cool.
fr_fr: Si c'est le nerdy, je ne veux pas être cool.
it_it: Se è nerdy, non voglio essere cool.

source: [_kate_s_excited_] So, [mc], how confident are you?
fr_fr: [_kate_s_excited_] Alors, [mc], quel est votre confiance?
it_it: [_kate_s_excited_] Allora, [mc], quanto sei sicuro?

source: [_mc_] I don't even know the challenge.
fr_fr: [_mc_] Je ne connais même pas le défi.
it_it: [_mc_] Non conosco nemmeno la sfida.

source: [_kate_s_excited_] Well, you did show up. Was that just to sniff my perfume?
fr_fr: [_kate_s_excited_] Eh bien, vous avez bien montré. C'était juste pour renifler mon parfum?
it_it: [_kate_s_excited_] Beh, ti sei presentato. È stato solo per soffiare il mio profumo?

source: [_mc_] No, but you do smell nice.
fr_fr: [_mc_] Non, mais vous sentez bon.
it_it: [_mc_] No, ma hai un buon odore.

source: [_stacy_s_confident_mocking_] Check out Mr. Charmer!
it_it: [_stacy_s_confident_mocking_] Dai un'occhiata al signor Charmer!

source: [_kate_s_flirty_] Sorry, Mr. Charmer, but I'm unavailable.
fr_fr: [_kate_s_flirty_] Désolé, M. Charmer, mais je ne suis pas disponible.
it_it: [_kate_s_flirty_] Mi dispiace, signor Charmer, ma non sono disponibile.

source: [_kate_s_laughing_] For you!
fr_fr: [_kate_s_laughing_] Pour vous !
it_it: [_kate_s_laughing_] Per te!

source: [_mc_] Can we start?
fr_fr: [_mc_] Pouvons-nous commencer?
it_it: [_mc_] Possiamo iniziare?

source: [_kate_s_neutral_] So impatient...
fr_fr: [_kate_s_neutral_] Donc impatient ...
it_it: [_kate_s_neutral_] Così impaziente...

source: [_kate_s_confident_] Okay, girls, take it away.
fr_fr: [_kate_s_confident_] Ok, les filles, reprenez ça.
it_it: [_kate_s_confident_] Okay, ragazze, portarlo via.

source: [_mc_] Let's up the stakes.
fr_fr: [_mc_] Laissons les enjeux.
it_it: [_mc_] Saliamo la puntata.

source: [_kate_s_excited_] I guess the answer is, "overconfident."
fr_fr: [_kate_s_excited_] Je suppose que la réponse est, "trop confiant".
it_it: [_kate_s_excited_] Credo che la risposta sia "troppo fiduciosa".

source: [_kate_s_excited_] What do you have in mind?
fr_fr: [_kate_s_excited_] Qu'est-ce que vous avez en tête?
it_it: [_kate_s_excited_] Che cosa hai in mente?

source: [_mc_] Let's do the challenge in our underwear.
fr_fr: [_mc_] Faisons le défi dans nos sous-vêtements.
it_it: [_mc_] Facciamo la sfida nella nostra biancheria intima.

source: If [kate] is going to humiliate me, at least I'll have a good view...
fr_fr: Si le [kate] va m'humilier, au moins j'aurai une bonne vue ...
it_it: Se [kate] mi umilierà, almeno avrò una buona vista...

source: [_kate_s_flirty_] I knew you were a raging pervert.
fr_fr: [_kate_s_flirty_] Je savais que vous étiez un pervers rager.
it_it: [_kate_s_flirty_] Sapevo che eravate un perverso infuriante.

source: [_kate_s_flirty_] How are you going to hide your boner?
fr_fr: [_kate_s_flirty_] Comment allez-vous cacher votre boneur?
it_it: [_kate_s_flirty_] Come nasconderai il tuo boner?

source: [_mc_] Who says I want to hide it?
fr_fr: [_mc_] Qui dit que je veux le cacher?
it_it: [_mc_] Chi dice che voglio nasconderlo?

source: [_kate_s_laughing_] Very well... I'm not afraid of showing a little skin. I look stunning regardless.
fr_fr: [_kate_s_laughing_] Très bien ... Je n'ai pas peur de montrer un peu de peau. J'ai l'air sensationnel, peu importe.
it_it: [_kate_s_laughing_] Molto bene... non ho paura di mostrare un po 'di pelle.

source: Goddamn. She's so hot.
fr_fr: Goddamn. Elle est si chaude.
it_it: Goddamn. È così calda.

source: If only I had the balls to make her mine...
fr_fr: Si seulement j'avais les couilles pour faire sa mine ...
it_it: Se solo avessi le palle per farle mie...

source: [_kate_s_confident_] Your turn, loser.
fr_fr: [_kate_s_confident_] Votre tour, loser.
it_it: [_kate_s_confident_] Il tuo turno, perdente.

source: Here goes nothing...
fr_fr: Ici ne va rien ...
it_it: Qui non va niente...

source: [_kate_s_laughing_] Ew! Why did I agree to this?
fr_fr: [_kate_s_laughing_] Ew ! Pourquoi ai-je accepté cela?
it_it: [_kate_s_laughing_] Ew! Perché ho accettato questo?

source: [_kate_s_laughing_] I guess I'll make the jocks happy... and you, [mc], try not to make anyone throw up.
fr_fr: [_kate_s_laughing_] Je suppose que je vais rendre les jocks heureux ... et vous, [mc], essayez de ne pas faire vominer qui que ce soit.
it_it: [_kate_s_laughing_] Immagino che renderò felici i jocks... e tu, [mc], provi a non far saltare nessuno.

source: [_kate_s_smile_] Okay, girls, take it away.
fr_fr: [_kate_s_smile_] Ok, les filles, reprenez ça.
it_it: [_kate_s_smile_] Okay, ragazze, portarlo via.

source: [_mc_] Please, go easy on me...
fr_fr: [_mc_] S'il vous plaît, allez facile sur moi ...
it_it: [_mc_] Per favore, vai facile su di me...

source: [_kate_s_neutral_] Go easy? We both know you don't want that.
fr_fr: [_kate_s_neutral_] Allez-y? Nous savons tous les deux que vous ne le voulez pas.
it_it: [_kate_s_neutral_] Vai facile? Sappiamo entrambi che non lo vuoi.

source: [_kate_s_neutral_] You want me to be merciless.
fr_fr: [_kate_s_neutral_] Vous voulez que je soit impitoyable.
it_it: [_kate_s_neutral_] Vuoi che io sia spietato.

source: [_kate_s_confident_] And I will be. Don't you worry about that.
fr_fr: [_kate_s_confident_] Et je serai. Ne vous inquiétez pas pour ça.
it_it: [_kate_s_confident_] E sarò io. Non vi preoccupate.

source: Deep down, maybe that is what I want?
fr_fr: Au fond, peut-être que c'est ce que je veux?
it_it: Profondo, forse questo è quello che voglio?

source: I probably would never have challenged [kate] if my goal was to actually win.
fr_fr: Je n'aurais probablement jamais défié [kate] si mon but était de gagner.
it_it: Probabilmente non avrei mai sfidato [kate] se il mio obiettivo fosse stato quello di vincere.

source: Maybe, subconsciously, my goal was to just get stepped on all along?{space=-40}
fr_fr: Peut-être que, sous-consciemment, mon but était de s'en sortir tout le long? { space=-40 }
it_it: Forse, inconsciamente, il mio obiettivo è stato quello di ottenere solo un passo su tutto il lungo?{space=-40}

source: [_mc_] Well, err... bring it!
fr_fr: [_mc_] Puits, err ... apporter !
it_it: [_mc_] Beh, errore... portalo!

source: [_kate_s_laughing_] Don't get too cocky now!
fr_fr: [_kate_s_laughing_] Ne vous préltez pas trop maintenant !
it_it: [_kate_s_laughing_] Non farti troppo cazzeggiare adesso!

source: [_stacy_s_confident_] Okay, this is how the challenge will work.
fr_fr: [_stacy_s_confident_] Ok, c'est comme ça que le défi va fonctionner.
it_it: [_stacy_s_confident_] Okay, questo è come la sfida funzionerà.

source: [_stacy_s_confident_] There are five hidden stars in the school. You each have to figure out where they are.
fr_fr: [_stacy_s_confident_] Il y a cinq étoiles cachées dans l'école. Vous devez tous savoir où ils sont.
it_it: [_stacy_s_confident_] Ci sono cinque stelle nascoste nella scuola. Ognuno di voi deve capire dove sono.

source: [_stacy_s_confident_] On the back of each star there's a clue to the next star.
fr_fr: [_stacy_s_confident_] Sur le dos de chaque étoile il y a un indice à l'étoile suivante.
it_it: [_stacy_s_confident_] Sul retro di ogni stella c'è un indizio per la stella successiva.

source: [_casey_s_confident_s_flip_] The first person to return here with all five stars is the winner!
fr_fr: [_casey_s_confident_s_flip_] La première personne à retourner ici avec les cinq étoiles est le gagnant !
it_it: [_casey_s_confident_s_flip_] La prima persona a tornare qui con tutte e cinque le stelle è il vincitore!

source: [_mc_] So, it's like Super Mario?
fr_fr: [_mc_] Alors, c'est comme Super Mario?
it_it: [_mc_] Quindi, è come Super Mario?

source: [_lacey_s_neutral_] What the hell is that?
fr_fr: [_lacey_s_neutral_] Qu'est-ce que c'est que ça?
it_it: [_lacey_s_neutral_] Qual è l'inferno?

source: [_casey_s_confident_s_flip_] Some kind of nerd game. My five year old cousin plays it.
fr_fr: [_casey_s_confident_s_flip_] Une sorte de jeu de nerd. Mon cousin de cinq ans le joue.
it_it: [_casey_s_confident_s_flip_] Qualche tipo di gioco nerd. Il mio cugino di cinque anni lo gioca.

source: [_lacey_s_confident_] This is a challenge of wits and stamina, not some stupid video game.{space=-20}
fr_fr: [_lacey_s_confident_] C'est un défi de wits et d'endurance, pas un jeu vidéo stupide. { space=-20 }
it_it: [_lacey_s_confident_] Questa è una sfida di vesti e resistenza, non un gioco video stupido.{space=-20}

source: [_kate_s_confident_] And the loser does a forfeit... winner's choice.
fr_fr: [_kate_s_confident_] Et le perdant fait un déchet ... le choix du gagnant.
it_it: [_kate_s_confident_] E il perdente fa una perduta... scelta del vincitore.

source: [_mc_] What kind of forfeit?
fr_fr: [_mc_] Quel genre de confiscation?
it_it: [_mc_] Che tipo di permesso?

source: [_kate_s_flirty_] I'm a nice girl, so it won't be too painful or humiliating for you.
fr_fr: [_kate_s_flirty_] Je suis une jolie fille, donc ça ne sera pas trop douloureux ou humiliant pour toi.
it_it: [_kate_s_flirty_] Sono una bella ragazza, quindi non sarà troppo dolorosa o umiliante per te.

source: [_mc_] And what if I win?
fr_fr: [_mc_] Et si je gagne?
it_it: [_mc_] E se vinco?

source: [_kate_s_laughing_] You won't, silly!
fr_fr: [_kate_s_laughing_] Vous ne le ferez pas, idiot !
it_it: [_kate_s_laughing_] Non lo farai, sciocco!

source: [_stacy_s_confident_] Are you both ready for the first clue?
fr_fr: [_stacy_s_confident_] Êtes-vous prêt pour le premier indice?
it_it: [_stacy_s_confident_] Siete entrambi pronti per il primo indizio?

source: Man, they've probably rigged this somehow, but at least it's not sports.{space=-70}
fr_fr: L'homme, ils ont probablement truqué ça, mais au moins ce n'est pas du sport. { space=-70 }
it_it: Uomo, probabilmente hanno truccato questo in qualche modo, ma almeno non è sport.{space=-70}

source: [_kate_s_smile_] I doubt there'll be much of a challenge, but let's go.
fr_fr: [_kate_s_smile_] Je doute qu'il y ait beaucoup de défis, mais allons-y.
it_it: [_kate_s_smile_] Dubito che ci sarà molta sfida, ma andiamo.

source: [_mc_] I guess.
fr_fr: [_mc_] Je suppose.
it_it: [_mc_] immagino.

source: [_stacy_s_confident_] Okay. First clue...
fr_fr: [_stacy_s_confident_] Ok. Premier indice ...
it_it: [_stacy_s_confident_] Okay. Primo indizio...

source: [_stacy_s_confident_] {i}"When you're waiting for the principal, bored enough to moan."{/}
fr_fr: [_stacy_s_confident_] {i}"Quand vous attendez le principal, vous êtes assez ennuyeux pour moy." { / }
it_it: [_stacy_s_confident_] {i}"Quando stai aspettando il committente, annoiato abbastanza per gemere."{/}

source: [_stacy_s_confident_] {i}"Come look at me! I host a school of my own."{/}
fr_fr: [_stacy_s_confident_] {i}" Venez me regarder ! J'accueille une école du mien. " { / }
it_it: [_stacy_s_confident_] {i}"Vieni a guardarmi! Ospito una mia scuola."{/}

source: [_kate_s_blush_s_flip_] Well, that's easy! Gotta run!
fr_fr: [_kate_s_blush_s_flip_] Eh bien, c'est facile ! Gotta court !
it_it: [_kate_s_blush_s_flip_] Beh, è facile! Gotta run!

source: Shit. Okay, better put my thinking cap on...
fr_fr: Merde. Ok, mieux mettre mon chapeau de réflexion sur ...
it_it: Merda. Ok, meglio mettere il mio cappello pensante...

source: Ah, got it — an aquarium holds a school of fish!
fr_fr: Ah, il y a un aquarium qui possède une école de poissons !
it_it: Ah, l'ha ottenuto — un acquario tiene una scuola di pesce!

source: There's the star too!
fr_fr: Il y a aussi l'étoile !
it_it: C'è anche la stella!

source: Seems like [kate] already picked up hers... Gotta get a move on.
fr_fr: On dirait que [kate] a déjà ramassé des hers ... J'ai un mouvement.
it_it: Sembra che [kate] già raccolto lei... Gotta ottenere una mossa.

source: The next clue should be on the backside.
fr_fr: Le prochain indice devrait être sur le dos.
it_it: Il prossimo indizio dovrebbe essere sul retro.

source: This has to be it...
fr_fr: Ça doit être ça ...
it_it: Questo deve esserlo...

source: Big, long, gives rides...
fr_fr: Big, long, donne des manèges ...
it_it: Grande, lungo, dà giostre...

source: Surely, this is it...
fr_fr: Sûrement, c'est ça ...
it_it: Sicuramente, questo è questo...

source: [_kate_s_confident_] So, that's where it was. Thanks for finding it.
fr_fr: [_kate_s_confident_] Alors, c'est là que c'était. Merci de la trouver.
it_it: [_kate_s_confident_] Quindi, ecco dove si trovava. Grazie per averlo trovato.

source: [_mc_] You followed me?
fr_fr: [_mc_] Vous m'avez suivi?
it_it: [_mc_] Mi hai seguito?

source: [_kate_s_smile_right_] Yeah, I felt like grabbing a snack from the cafeteria.
fr_fr: [_kate_s_smile_right_] Oui, j'ai eu l'impression d'attraper une collation de la cafétéria.
it_it: [_kate_s_smile_right_] Sì, mi sentivo come prendere uno spuntino dalla caffetteria.

source: [_kate_s_laughing_] I can't believe it took you this long to find it, though!
fr_fr: [_kate_s_laughing_] Je n'arrive pas à croire qu'il vous ait fallu autant de temps pour le trouver !
it_it: [_kate_s_laughing_] Non riesco a credere che ci sia voluto così tanto per trovarlo, però!

source: [_mc_] You're welcome...
fr_fr: [_mc_] Vous êtes les bienvenus ...
it_it: [_mc_] Sei il benvenuto...

source: [_kate_s_confident_] So, what's next, Sherlock?
fr_fr: [_kate_s_confident_] Alors, quel est le prochain, Sherlock?
it_it: [_kate_s_confident_] Allora, cosa c'è dopo, Sherlock?

source: [_mc_] This is cheating!
fr_fr: [_mc_] C'est triche !
it_it: [_mc_] Questo sta imbrogliando!

source: [_kate_s_neutral_] No, this is me making you do all the work. Get used to it.
fr_fr: [_kate_s_neutral_] Non, c'est moi qui fais tout le travail. On s'y sert.
it_it: [_kate_s_neutral_] No, questo è me che ti fa fare tutto il lavoro. Ti abitui.

source: [_mc_] What do you mean by that?
fr_fr: [_mc_] Que voulez-vous dire par là?
it_it: [_mc_] Che cosa intendete con quello?

source: [_kate_s_neutral_] You're lazy.
fr_fr: [_kate_s_neutral_] Vous êtes paresseux.
it_it: [_kate_s_neutral_] è pigra.

source: [_kate_s_neutral_] I'm planning to put you to work this year. Hard labor.
fr_fr: [_kate_s_neutral_] Je compte vous mettre au travail cette année. Travail dur.
it_it: [_kate_s_neutral_] Ho intenzione di metterti al lavoro quest'anno. Lavoro duro.

source: [_kate_s_confident_] Crack that whip!
fr_fr: [_kate_s_confident_] Crack que whip !
it_it: [_kate_s_confident_] Crack quella frusta!

source: [_kate_s_flirty_] You would like that, wouldn't you?
fr_fr: [_kate_s_flirty_] Vous aimeriez cela, n'est-ce pas?
it_it: [_kate_s_flirty_] Ti piacerebbe quello, vero?

source: [_mc_] Yes, ma'am...
fr_fr: [_mc_] Oui, madame ...
it_it: [_mc_] Sì, ma'am...

source: [_kate_s_laughing_] Go on, then, bitch. Get to work!
fr_fr: [_kate_s_laughing_] Allez, puis salope. Va travailler !
it_it: [_kate_s_laughing_] Vai su, poi, cagna. Vai al lavoro!

source: [_mc_] We'll see who holds the whip this year.
fr_fr: [_mc_] Nous verrons qui détient le fouet cette année.
it_it: [_mc_] Vedremo chi tiene la frusta quest'anno.

source: [_kate_s_eyeroll_] You're being a complete nuisance right now.
fr_fr: [_kate_s_eyeroll_] Vous êtes une nuisance complète en ce moment.
it_it: [_kate_s_eyeroll_] Sei un fastidio completo in questo momento.

source: [_kate_s_eyeroll_] Why won't you just give in and accept your fate?
fr_fr: [_kate_s_eyeroll_] Pourquoi ne pas vous donner et accepter votre destin?
it_it: [_kate_s_eyeroll_] Perché non ti arrenderai e accetterai il tuo destino?

source: [_mc_] I have other things in mind, that's all.
fr_fr: [_mc_] J'ai d'autres choses à l'esprit, c'est tout.
it_it: [_mc_] Ho in mente altre cose, è tutto.

source: [_kate_s_skeptical_] Whatever, loser.
fr_fr: [_kate_s_skeptical_] Quel que soit le perdant.
it_it: [_kate_s_skeptical_] Qualunque cosa perda.

source: [_mc_] I don't know. I need to read the backside of the star...
fr_fr: [_mc_] Je ne sais pas. J'ai besoin de lire le dos de l'étoile ...
it_it: [_mc_] Non lo so. Ho bisogno di leggere il retro della stella...

source: [_kate_s_neutral_] Well, what are you waiting for?
fr_fr: [_kate_s_neutral_] Eh bien, que vous attendez?
it_it: [_kate_s_neutral_] Beh, cosa stai aspettando?

source: [_kate_s_laughing_] You're illiterate, aren't you?
fr_fr: [_kate_s_laughing_] Vous êtes analphabètes, n'est-ce pas?
it_it: [_kate_s_laughing_] Sei analfabeta, vero?

source: [_mc_] Yes... would you mind helping me out?
fr_fr: [_mc_] Oui ... est-ce que vous voulez m'aider?
it_it: [_mc_] Sì... ti dispiacerebbe aiutarmi fuori?

source: [_kate_s_smile_] You're pathetic, aren't you?
fr_fr: [_kate_s_smile_] Vous êtes pathétique, n'est-ce pas?
it_it: [_kate_s_smile_] Sei patetico, vero?

source: [_mc_] Very much so.
fr_fr: [_mc_] Très bien.
it_it: [_mc_] Molto così.

source: [_kate_s_blush_] All right. I'll help you with this one.
fr_fr: [_kate_s_blush_] Très bien. Je vous aiderai avec celui-ci.
it_it: [_kate_s_blush_] Va bene. Ti aiuterò con questo.

source: [_kate_s_thinking_] {i}"Touch me once—"{/}
fr_fr: [_kate_s_thinking_] {i}"Touche-moi une fois-" { / }
it_it: [_kate_s_thinking_] {i}"Toccarmi una volta—"{/}

source: I can't believe [kate] fell for the oldest trick in the book!
fr_fr: Je ne peux pas croire que [kate] est tombé pour le plus vieux truc dans le livre !
it_it: Non riesco a credere che [kate] sia caduto per il trucco più antico del libro!

source: Now, I have a head start for the next clue...
fr_fr: Maintenant, j'ai une tête de tête pour le prochain indice ...
it_it: Ora, ho un inizio testa per il prossimo indizio...

source: [_mc_] Is following me around the best idea you've got?
fr_fr: [_mc_] Est-ce que vous me suivrez la meilleure idée que vous avez?
it_it: [_mc_] Mi sta seguendo intorno all'idea migliore che avete?

source: [_kate_s_skeptical_] I got here way before you did.
fr_fr: [_kate_s_skeptical_] Je suis arrivé ici avant vous.
it_it: [_kate_s_skeptical_] Sono arrivato qui molto prima di te.

source: [_mc_] How come you didn't pick up the star, then?
fr_fr: [_mc_] Comment tu viens pas chercher l'étoile, alors?
it_it: [_mc_] Come mai non hai preso la stella, allora?

source: [_kate_s_eyeroll_] I wanted to give you a chance.
fr_fr: [_kate_s_eyeroll_] Je voulais vous donner une chance.
it_it: [_kate_s_eyeroll_] Volevo darti una possibilità.

source: [_mc_] That's very stupid of you.
fr_fr: [_mc_] C'est très stupide de vous.
it_it: [_mc_] È molto stupido da parte vostra.

source: [_mc_] Because if I win this, I'm going to—
fr_fr: [_mc_] Parce que si je gagne, je vais-
it_it: [_mc_] Perché se vinco questo, vado a—

source: [_kate_s_excited_] Win? You think you can actually win?
fr_fr: [_kate_s_excited_] Win? Vous pensez que vous pouvez gagner?
it_it: [_kate_s_excited_] Win? Pensi che si può effettivamente vincere?

source: [_mc_] I've made the calculations. I have a 9.7%% chance of winning.
fr_fr: [_mc_] J'ai fait les calculs. J'ai une chance de gagner 9,7%.
it_it: [_mc_] Ho fatto i calcoli. Ho una 9.7%% possibilità di vincere.

source: [_kate_s_excited_] That doesn't sound like very good odds.
fr_fr: [_kate_s_excited_] Cela ne semble pas très bon.
it_it: [_kate_s_excited_] Quella non sembra delle ottime quote.

source: [_mc_] Oh, they're fine odds... about a one in ten chance.
fr_fr: [_mc_] Oh, ils vont bien ... environ un sur dix.
it_it: [_mc_] Oh, sono belle disparità... circa uno su dieci occasione.
