Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_trick.po
Languages: fr_fr, it_it

source: [_mc_] There's more of the anatomy I'd like to explore.
fr_fr: [_mc_] Il y a plus d'anatomie que j'aimerais explorer.
it_it: [_mc_] C'è più dell'anatomia che vorrei esplorare.

source: I drop her leg back down to the mat and take hold of her hips, pulling her closer to me.
fr_fr: Je ramène sa jambe sur le tapis et je prends ses hanches pour me rapprocher de moi.
it_it: Gocco la gamba indietro verso il tappetino e tengo in mano i fianchi, tirandola più vicino a me.

source: Her ass — teasing me this whole time — sways in front of me, juicy and full.
fr_fr: Son cul-me taquinant tout ce temps-sways devant moi, juteux et plein.
it_it: Il suo culo - mi prende in giro tutto questo tempo - si strappa di fronte a me, succosa e piena.

source: I take a handful, squeeze hard.
fr_fr: Je prends une poignée, pressez dur.
it_it: Io prendo una manciata, spremetto duramente.

source: With her face glowing pink and sweat beading on her forehead, she continues to watch me.
fr_fr: Avec son visage brillant rose et la sueur sur son front, elle continue à me regarder.
it_it: Con il suo viso incandescente rosa e sudore perline sulla fronte, lei continua a guardarmi.

source: [_mc_] My favorite part of the human body.
fr_fr: [_mc_] Ma partie préférée du corps humain.
it_it: [_mc_] La mia parte preferita del corpo umano.

source: [_nurse_] Gracious... I'm not so sure about this...
fr_fr: [_nurse_] Gracieuse ... Je ne suis pas si sûr de ça ...
it_it: [_nurse_] Gracious... Non sono così sicuro di questo...

source: With her face glowing pink and sweat beading on her forehead, she trembles under my touch.
fr_fr: Avec son visage brillant rose et la sueur sur son front, elle tremble sous ma touche.
it_it: Con il suo viso incandescente rosa e sudore che perla sulla fronte, trema sotto il mio tocco.

source: She's begging for it with her eyes, so I eagerly give it to her.
fr_fr: Elle en supplia les yeux, alors j'ai hâte de lui donner.
it_it: Lo sta implorando con gli occhi, quindi lo do con impazienza a lei.

source: [_mc_] There's a good girl. I'll give you what you want.
fr_fr: [_mc_] Il y a une bonne fille. Je vous donnerai ce que vous voulez.
it_it: [_mc_] C'è una brava ragazza. Ti darò quello che vuoi.

source: She doesn't struggle, despite her words. Her eyes are practically begging for it.
fr_fr: Elle ne lutte pas, malgré ses paroles. Ses yeux en suppliant pratiquement.
it_it: Lei non lotta, nonostante le sue parole. I suoi occhi lo stanno praticamente supplicando.

source: In one swift movement, I slip my fingers into the waistband of her pants and yank them down.
fr_fr: Dans un mouvement rapide, je me glissais les doigts dans la ceinture de son pantalon et je les yais.
it_it: In un movimento rapido, scivolavo le dita nella cintura dei pantaloni e li yank giù.

source: [_mc_] Here's the real workout lesson.
fr_fr: [_mc_] Voici la vraie leçon de travail.
it_it: [_mc_] Ecco la vera lezione di allenamento.

source: Before she can protest or let out another whimper, I push her panties aside, and thrust into her pussy, hard.
fr_fr: Avant qu'elle puisse protester ou laisser une autre foueteuse, je pousse ses cultes de côté, et elle se met dans sa chatte, dure.
it_it: Prima che lei possa protestare o lasciare fuori un altro capriccio, io spingo le mutandine da parte, e spinto nella sua figa, duro.

source: Before she can try uttering another weak protest, I push her panties aside, and thrust into her pussy.
fr_fr: Avant qu'elle puisse essayer de faire une autre protestation faible, je pousse ses cultes de côté, et je me lance dans sa chatte.
it_it: Prima che lei possa provare a pronunciare un'altra debole protesta, io spingo le mutandine da parte, e spinto nella sua figa.

source: When I'm halfway in, I place both hands on her hips once more and pull her back into me.
fr_fr: Quand je suis à mi-chemin, je mets les deux mains sur ses hanches une fois de plus et je la tire vers moi.
it_it: Quando sono a metà strada, metto entrambe le mani sui fianchi ancora una volta e la tiro indietro dentro di me.

source: With a grunt, I push myself in the rest of the way.
fr_fr: Avec un grunt, je me pousse dans le reste du chemin.
it_it: Con un grunt, mi spingo nel resto della strada.

source: [_mc_] I thought I told you to keep quiet.
fr_fr: [_mc_] Je pensais vous avoir dit de garder le silence.
it_it: [_mc_] pensavo di averti detto di stare tranquillo.

source: She moans and it turns into a little whine as she adjusts to me being inside of her.
fr_fr: Elle se moque et elle se transforme en un petit peu comme elle s'ajuste à moi d'être à l'intérieur d'elle.
it_it: Lei geme e si trasforma in un piccolo pianto mentre si adatta a me di essere dentro di lei.

source: [_mc_] Goddamn, that feels good.
fr_fr: [_mc_] Goddamn, qui se sent bien.
it_it: [_mc_] Goddamn, che si sente bene.

source: This is the physical activity all these muscles were made for. Just pure, primal fucking.
fr_fr: C'est l'activité physique pour tous ces muscles. Juste purs, putain de putain.
it_it: Questa è l'attività fisica di tutti questi muscoli sono stati fatti per.

source: The smell of the sweat and desire already fills the gym.
fr_fr: L'odeur de la sueur et du désir remplit déjà la salle de gym.
it_it: L'odore del sudore e del desiderio riempie già la palestra.

source: Her body gives way beneath mine, giving in to my commands.
fr_fr: Son corps donne de la place sous la mienne, donnant à mes commandements.
it_it: Il suo corpo cede sotto il mio e cede ai miei comandamenti.

source: Her body gives way beneath mine.
fr_fr: Son corps donne de la place sous la mienne.
it_it: Il suo corpo cede sotto il mio.

source: After I adjust, I withdraw some, then slam my dick home again.
fr_fr: Après que je m'ajuste, je retire certains, puis je claque ma bite à nouveau.
it_it: Dopo che ho regolato, ne ritiro alcuni, poi sbattere di nuovo il mio cazzo a casa.

source: Rocking her ass into my pelvis.
fr_fr: Rocking son cul dans mon bassin.
it_it: Scolpire il suo culo nel mio bacino.

source: The [nurse] is trying her best not to scream out, to let the words leave her lips.
fr_fr: Le [nurse] essaie sa meilleure façon de ne pas crini, de laisser les mots quitter ses lèvres.
it_it: La [nurse] sta cercando di non urlare, per lasciare che le parole lasciino le labbra.

source: She just continues to kneel there on all fours, taking whatever I choose to give her.
fr_fr: Elle continue à s'agenouiller à quatre pattes, en prenant ce que j'ai choisi de lui donner.
it_it: Lei continua solo a inginocchiarsi lì su tutti i quattro, prendendo tutto quello che scelgo di darle.

source: [_nurse_] Oh, gggod! This is...
fr_fr: [_nurse_] Oh, gggod ! C'est ...
it_it: [_nurse_] Oh, gggod! Questo è...

source: [_nurse_] We shouldn't be... not here...
fr_fr: [_nurse_] Nous ne devrions pas être ... pas ici ...
it_it: [_nurse_] Non dovremmo essere... non qui...

source: Despite her obvious wetness, the [nurse] still tries to maintain an innocent act.
fr_fr: Malgré son humilité évidente, le [nurse] tente toujours de maintenir un acte innocent.
it_it: Nonostante la sua palese umidità, la [nurse] cerca ancora di mantenere un atto innocente.

source: So, I reach out and grab her by the hair, twist a fistful of her dark locks around my fingers and yank her head back.
fr_fr: Donc, je l'attraperai et je l'attraperai par les cheveux, torpille une fisteuse de ses serrures foncées autour de mes doigts et lui crie la tête.
it_it: Quindi, io mi rivolgo e la afferro per i capelli, torcere un pugno delle sue serrature scure intorno alle dita e yank la testa indietro.

source: [_mc_] I know you're loving this. Such a good treat for a good dog.
fr_fr: [_mc_] Je sais que tu aimes ça. Un bon plaisir pour un bon chien.
it_it: [_mc_] So che stai amando questo. Un tal buon piacere per un bravo cane.

source: I hold her there like that, angling her head upwards with one hand, the other still holding her body in place.
fr_fr: Je la tiens là-bas, comme ça, la tête à la tête vers le haut d'une main, l'autre qui tient son corps en place.
it_it: Io la tengo laggiù così, angolando la testa verso l'alto con una mano, l'altra tenendo ancora il suo corpo al suo posto.

source: I use my hold on her as leverage to go faster, to drive myself in harder.
fr_fr: Je l'utilise comme levier pour aller plus vite, pour me conduire plus dur.
it_it: Io uso la mia presa su di lei come leva per andare più veloce, per guidare me stesso più duramente.

source: The sound of our flesh smacking together mixes with her little cries.{space=-10}
fr_fr: Le son de notre chair cassant les mélanges avec ses petits cris. { space=-10 }
it_it: Il suono della nostra carne si mescola con i suoi piccoli gridi.{space=-10}

source: Everything outside of this moment disappears.
fr_fr: Tout en dehors de ce moment disparaît.
it_it: Tutto al di fuori di questo momento scompare.

source: We're just two animals fucking on the floor.
fr_fr: Nous sommes juste deux animaux baiser sur le sol.
it_it: Siamo solo due animali che scopano sul pavimento.

source: Her tongue hangs out of her mouth as her pants and gasps get louder.
fr_fr: Sa langue se tient à l'extérieur de sa bouche alors que ses pantalons et ses gaz se font plus fort.
it_it: La sua lingua esce dalla sua bocca mentre i suoi pantaloni e i suoi gasps diventano più forti.

source: [_nurse_] P-please...
fr_fr: [_nurse_] P-SVP ...
it_it: [_nurse_] P-per favore...

source: [_mc_] What's that? You want some more?
fr_fr: [_mc_] Qu'est-ce que c'est? Vous voulez plus?
it_it: [_mc_] Cos'è? Ne vuoi di più?

source: [_mc_] I'll give you more.
fr_fr: [_mc_] Je vais vous donner plus.
it_it: [_mc_] ti darò di più.

source: Each word is punctuated by a thrust and I watch as my cock goes in and out, in and out.
fr_fr: Chaque mot est poncrée par une poussée et je regarde comme ma bite va dans et dehors, à l'extérieur et à l'extérieur.
it_it: Ogni parola è punteggiata da una spinta e guardo mentre il mio cazzo entra e fuori, dentro e fuori.

source: Finally, as I near the edge, I push her face down into the mat.
fr_fr: Enfin, alors que je m'approchez du bord, je pousse son visage dans le tapis.
it_it: Infine, mentre mi avvicino al bordo, la spingo verso il basso verso il basso.

source: She whimpers as I use the handles of her hips to brace myself.
fr_fr: Elle s'immole quand j'utilise les poignées de ses hanches pour me brasser.
it_it: Lei frusta mentre uso le maniglie dei suoi fianchi per corredarmi.

source: To go as deep as I can, until I bottom out on a final thrust.
fr_fr: Pour aller aussi loin que je le peux, jusqu'à ce que je parcourt une dernière poussée.
it_it: Per andare il più in profondità possibile, fino a quando ho fondo su una spinta finale.

source: She moans beneath me, her face stuck to the mat with her sweat and drool.
fr_fr: Elle me moque sous moi, son visage collé au tapis avec sa sueur et son drool.
it_it: Lei si lamenta sotto di me, il suo viso si incastra al tappetino con il suo sudore e il suo drool.

source: Her pussy spasms around my cock and I feel her juices soaking us, keeping us glued together.
fr_fr: Sa chatte spasmes autour de ma bite et je sens que ses jus nous apaisent, nous gardant collés ensemble.
it_it: La sua figa spasmi intorno al mio cazzo e sento i suoi succhi ci impregnano, tenendoci incollati insieme.

source: I throw my head back and groan as the dam breaks at last.
fr_fr: Je jette la tête et le groan au moment de la rupture du barrage.
it_it: Getto la testa indietro e gemito mentre la diga si rompe alla fine.

source: [_nurse_] Ooooh... yes!
fr_fr: [_nurse_] Ooooh ... oui !
it_it: [_nurse_] Ooooh... sì!

source: I refuse to let up. I couldn't even if I wanted to, with the way she's squeezing me tight.
fr_fr: Je refuse de me lâchez. Je ne pouvais pas, même si je le voulais, avec la façon dont elle me serrait serré.
it_it: Mi rifiuto di lasciare. Non potevo nemmeno se volessi, con il modo in cui mi sta stringendo stretto.

source: So as nature intended, I fill her up.
fr_fr: Donc, comme la nature l'a voulu, je la remplit.
it_it: Così come la natura intendeva, la riempio.

source: Releasing wave after wave of cum deep inside her.
fr_fr: Une vague de détente après une vague de foutre à l'intérieur d'elle.
it_it: Rilasciare onda dopo ondata di sperma profondo dentro di lei.

source: I ride the wave of pleasure, until there's nothing left.
fr_fr: Je suis la vague de plaisir, jusqu'à ce qu'il ne reste plus rien.
it_it: Io vado l'ondata di piacere, finché non c'è nulla di rimanente.

source: Then, as I finally catch my breath, I pull out and give her ass a light smack.
fr_fr: Puis, alors que j'attrapais enfin mon souffle, je me retirerai et je lui donnerai une odeur de lumière.
it_it: Poi, mentre finalmente colgo il mio respiro, tiro fuori e darle il culo un odore leggero.

source: [_mc_] Good girl.
fr_fr: [_mc_] Bonne fille.
it_it: [_mc_] Buona ragazza.

source: I'd say that was the kind of physical activity worthy of a good grade.
fr_fr: Je dirais que c'était le genre d'activité physique digne d'une bonne note.
it_it: Direi che questo è stato il tipo di attività fisica degna di un buon grado.

source: Now I just gotta tell [jo] how physical I've been and get the gym reopened...
fr_fr: Maintenant, je dois dire à [jo] comment j'ai été physique et que la salle de gym a été rouverte ...
it_it: Ora devo solo dire ad [jo] come fisico sono stato e ottenere la palestra riaperta...

source: I've finally managed to get in. No point in leaving before I get my gym grade.
fr_fr: J'ai finalement réussi à entrer. Pas de point à partir avant d'avoir mon grade de gym.
it_it: Finalmente sono riuscito ad entrare. Nessun punto a partire prima di ottenere il mio grado di palestra.

source: [_jo_s_sarcastic_] Hello, kiddo!
fr_fr: [_jo_s_sarcastic_] Bonjour, kiddo !
it_it: [_jo_s_sarcastic_] Ciao, ragazzo!

source: [_mc_] Hey, [jo]. How do I look?
fr_fr: [_mc_] Hey, [jo]. Comment est-ce que je regarde?
it_it: [_mc_] Hey, [jo]. Come posso guardare?

source: [_jo_s_flirty_hands_to_the_side_] Oh, darling, you always look handsome to me.
fr_fr: [_jo_s_flirty_hands_to_the_side_] Oh, chérie, tu as toujours l'air beau pour moi.
it_it: [_jo_s_flirty_hands_to_the_side_] Oh, tesoro, mi sembri sempre bello.

source: [_jo_s_laughing_] I see what this is about!
fr_fr: [_jo_s_laughing_] Je vois de quoi il s'agit !
it_it: [_jo_s_laughing_] Vedo di che cosa si tratta!

source: [_jo_s_excited_] Yes, I can see that you've been working out!
fr_fr: [_jo_s_excited_] Oui, je vois que vous avez travaillé !
it_it: [_jo_s_excited_] Sì, vedo che hai funzionato!

source: [_jo_s_excited_] Doesn't it feel good to get into shape?
fr_fr: [_jo_s_excited_] N'est-ce pas bon de se mettre en forme?
it_it: [_jo_s_excited_] Non si sente bene entrare in forma?

source: [_mc_] It does, but you also made a promise.
fr_fr: [_mc_] C'est le cas, mais vous avez aussi fait une promesse.
it_it: [_mc_] Lo fa, ma hai anche fatto una promessa.

source: [_jo_s_confident_] You're absolutely right.
fr_fr: [_jo_s_confident_] Vous avez absolument raison.
it_it: [_jo_s_confident_] Hai assolutamente ragione.

source: [_jo_s_confident_] Okay, I'm returning the gym schedule to normal.
fr_fr: [_jo_s_confident_] Ok, je retourne le calendrier de gym à la normale.
it_it: [_jo_s_confident_] Va bene, sto tornando la palestra al normale.

source: [_mc_] Thanks, [jo]!
fr_fr: [_mc_] Merci, [jo]!
it_it: [_mc_] Grazie, [jo]!

source: [_jo_s_smile_] Keep it up, kiddo.
fr_fr: [_jo_s_smile_] Continuez, kidnappez.
it_it: [_jo_s_smile_] Tienilo su, bambino.

source: [_mc_] Never mind...
fr_fr: [_mc_] Peu importe ...
it_it: [_mc_] Mai mente...

source: I'm clearly not buff enough to make an impression.
fr_fr: Je ne suis pas assez chamois pour faire une impression.
it_it: Chiaramente non sono abbastanza buff per fare un'impressione.

source: [_mc_] I wanted to talk to you about getting the gym schedule changed back, actually.
fr_fr: [_mc_] Je voulais vous parler de faire changer le calendrier de gym, en fait.
it_it: [_mc_] Volevo parlare con voi di ottenere il programma della palestra cambiato indietro, in realtà.

source: [_jo_s_afraid_] Oh? Did you make your grade, then?
fr_fr: [_jo_s_afraid_] Oh? As-tu fait ton grade, alors?
it_it: [_jo_s_afraid_] Oh? Hai fatto il tuo grado, allora?

source: [_mc_] Yep! Let's just say I'm at peak performance right now...
fr_fr: [_mc_] Yep ! Disons que je suis au pic de performance en ce moment ...
it_it: [_mc_] Yep! Diciamo che sono al massimo delle prestazioni in questo momento...

source: [_jo_s_laughing_] That's fantastic to hear!
fr_fr: [_jo_s_laughing_] C'est fantastique d'entendre !
it_it: [_jo_s_laughing_] È fantastico da sentire!

source: [_jo_s_excited_] You know, I'm proud of you. Taking your studies more seriously, and an active interest in the school.
fr_fr: [_jo_s_excited_] Tu sais, je suis fier de toi. En prenant vos études plus au sérieux, et un intérêt actif pour l'école.
it_it: [_jo_s_excited_] Sai, sono orgoglioso di te. Prendendo i tuoi studi più seriamente, e un interesse attivo per la scuola.

source: [_jo_s_excited_] Keep it up, kiddo.
fr_fr: [_jo_s_excited_] Continuez, kidnappez.
it_it: [_jo_s_excited_] Tienilo su, bambino.

source: [_isabelle_s_excited_] Sorry, [mc], I couldn't help but overhear your conversation with the principal.
fr_fr: [_isabelle_s_excited_] Désolé, [mc], je n'ai pas pu m'empêcher d'entendre votre conversation avec le le directeur.
it_it: [_isabelle_s_excited_] Mi dispiace, [mc], non ho potuto fare a meno di sentire troppo la tua conversazione con il principale.

source: [_isabelle_s_excited_] Is it happening, then? Are they going to fix the gym schedule?
fr_fr: [_isabelle_s_excited_] Est-ce que c'est le cas? Est-ce qu'ils vont réparer le calendrier du gymnase?
it_it: [_isabelle_s_excited_] Sta succedendo, allora? Correggeranno il calendario della palestra?

source: [_mc_] Yeah, it's true.
fr_fr: [_mc_] Oui, c'est vrai.
it_it: [_mc_] Sì, è vero.

source: [_isabelle_s_laughing_] I knew you could do it!
fr_fr: [_isabelle_s_laughing_] Je savais que tu pouvais le faire !
it_it: [_isabelle_s_laughing_] Sapevo che potevate farlo!

source: [_mc_] It was nothing, really...
fr_fr: [_mc_] Ce n'était rien, vraiment ...
it_it: [_mc_] Non era niente, veramente...

source: [_isabelle_s_confident_] So modest!
fr_fr: [_isabelle_s_confident_] Aussi modeste !
it_it: [_isabelle_s_confident_] Così modesto!

source: [_isabelle_s_confident_] Thank you so much for your help, truly. You really are one of a kind.
fr_fr: [_isabelle_s_confident_] Merci beaucoup pour votre aide, vraiment. Tu es vraiment un genre.
it_it: [_isabelle_s_confident_] Grazie mille per il tuo aiuto, veramente. Sei davvero uno di un genere.

source: [_mc_] You inspire me to be better. I'm just happy to be part of doing what's right.
fr_fr: [_mc_] Vous m'incitez à être meilleur. Je suis juste heureux de faire ce qui est juste.
it_it: [_mc_] Tu mi ispiri ad essere meglio. Sono solo felice di essere parte di fare ciò che è giusto.

source: [_isabelle_s_blush_] Aw, that's sweet.
fr_fr: [_isabelle_s_blush_] Aw, c'est gentil.
it_it: [_isabelle_s_blush_] Aw, è dolce.

source: [_isabelle_s_blush_] Now everyone has a fair and equal opportunity to get the education they deserve, thanks to you sticking it to that tyrant.
fr_fr: [_isabelle_s_blush_] Maintenant, chacun a une chance égale et équitable de recevoir l'éducation qu'il mérite, grâce à vous la coller à ce tyran.
it_it: [_isabelle_s_blush_] Ora ognuno ha un'opportunità giusta e uguale per ottenere l'educazione che meritano, grazie a voi attenersi a quel tiranno.

source: [_mc_] Nothing gets the blood pumping like sweet justice. That's the real workout.
fr_fr: [_mc_] Rien ne permet de pomper le sang comme la justice douce. C'est la vraie solution.
it_it: [_mc_] Nulla fa pompare il sangue come una dolce giustizia. Questo è il vero allenamento.

source: [_isabelle_s_excited_] You got that right!
fr_fr: [_isabelle_s_excited_] Vous avez eu ce droit !
it_it: [_isabelle_s_excited_] Hai capito bene!

source: [_isabelle_s_neutral_] I should probably get to class now. Thanks again for your help, [mc], it means a lot!
fr_fr: [_isabelle_s_neutral_] Je devrais probablement aller en classe maintenant. Merci encore pour votre aide, [mc], ça veut dire beaucoup !
it_it: [_isabelle_s_neutral_] Dovrei probabilmente arrivare a lezione ora. Grazie ancora per il tuo aiuto, [mc], significa molto!

source: [isabelle] is so sweet...
fr_fr: [isabelle] est si gentison ...
it_it: [isabelle] è così dolce...

source: It almost feels bad gaining her trust only to betray her later. But getting on [kate]'s good side is more important.
fr_fr: Elle se sent presque mal en train de gagner sa confiance seulement pour la trahir plus tard. Mais obtenir le bon côté de [kate]est plus important.
it_it: Si sente quasi male guadagnarsi la fiducia solo per tradirla più tardi. Ma ottenere sul lato positivo di [kate]è più importante.

source: "As the class president and the head cheerleader, it's [kate]'s job to ensure that the sports teams get their allotted time at the gym."
fr_fr: "En tant que président de la classe et leader, il est de [kate]'s pour assurer le que les équipes sportives reçoivent leur à la salle de gym", a-t-il ajouté.
it_it: "Come presidente di classe e il capo cheerleader, è compito di [kate]assicurarsi che le squadre sportive ottengano il loro tempo assegnato alla palestra."

source: "[kate] is right, and you need to start respecting her authority."
fr_fr: "[kate] a raison, et vous devez commencer à respecter son autorité. "
it_it: "[kate] ha ragione, e devi iniziare a rispettare la sua autorità."

source: "I can talk to her, but I doubt she'll listen."
fr_fr: "Je peux lui parler, mais je doute qu'elle écoutera."
it_it: "Posso parlare con lei, ma dubito che ascolterà."

source: "If the schedule has already been cleared, there's nothing I can do about it."
fr_fr: "Si le calendrier a déjà été autorisé, il n'y a rien que je puisse faire."
it_it: "Se il programma è già stato cancellato, non c'è nulla che posso fare al riguardo."

source: "I'm still working on it."
fr_fr: "Je travaille toujours sur ce sujet."
it_it: "Ci sto ancora lavorando."

source: "Only a couple things missing, ma'am."
fr_fr: "Seulement deux choses sont manquantes, madame."
it_it: "Mancano solo un paio di cose, ma'am."

source: ?mc.lust>=4@[mc.lust]/4|{image=stats lust}|"We'll have her leashed and potty trained in no time."
fr_fr: ? mc.lust> =4@[mc.lust]/4 | { image=stats lust } | "We'll have her leashed and potty formés in no time."
it_it: ?mc.lust>=4@[mc.lust]/4<unk> {image=stats lust}<unk> "Avremo il suo guinzaglio e il vasino addestrato in pochissimo tempo."

source: "I like picking the winning side."
fr_fr: "J'aime choisir le côté gagnant."
it_it: "Mi piace scegliere il lato vincente."

source: "That ship has sailed..."
fr_fr: "Ce navire a navigué ..."
it_it: "Quella nave ha navigato..."

source: "I have to agree with [kate] here."
fr_fr: "Je dois être d'accord avec [kate] ici."
it_it: "Devo essere d'accordo con [kate] qui."

source: "You have a point, [isabelle]."
fr_fr: "Vous avez un point, [isabelle]."
it_it: "Hai un punto, [isabelle]."

source: "That you're a loser."
fr_fr: "Que vous êtes un perdant."
it_it: "Quello è un perdente."

source: ?kate.lust>=6@[kate.lust]/6|{image=kate contact_icon}|{image=stats lust_3}|"That you need to bow before the queen."
it_it: ?kate.lust>=6@[kate.lust]/6<unk> {image=kate contact_icon}<unk> {image=stats lust_3}<unk> "Che devi inchinarti davanti alla regina."

source: "That was so hot! She's totally begging for it!"
fr_fr: " C'était si chaud ! Elle est en suppliant totalement ! "
it_it: "Era così caldo! Lei è totalmente supplicando!"

source: "I'm jealous, ma'am."
fr_fr: "Je suis jaloux, madame."
it_it: "Sono gelosa, ma'am."
