Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_search_for_nurse.po
Languages: fr_fr, it_it

source: [_kate_s_annoyed_right_] Well?
fr_fr: [_kate_s_annoyed_right_] Eh bien?
it_it: [_kate_s_annoyed_right_] Bene?

source: [_nurse_s_sad_] They get punished...
fr_fr: [_nurse_s_sad_] Ils sont punis ...
it_it: [_nurse_s_sad_] Essi vengono puniti...

source: Hold up! What did she just say?
fr_fr: Attends ! Qu'est-ce qu'elle a dit?
it_it: Tieniti! Che cosa ha appena detto?

source: [_kate_s_confident_] That's right.
fr_fr: [_kate_s_confident_] C'est vrai.
it_it: [_kate_s_confident_] È giusto.

source: [_mc_] Well, she did come willingly when I found her.
fr_fr: [_mc_] Eh bien, elle est venue volontairement quand je l'ai trouvée.
it_it: [_mc_] Beh, è venuta volentieri quando l'ho trovata.

source: [_kate_s_smile_] I guess good behavior should be rewarded.
fr_fr: [_kate_s_smile_] Je suppose que le bon comportement devrait être récompensé.
it_it: [_kate_s_smile_] Immagino che il buon comportamento dovrebbe essere ricompensato.

source: [_kate_s_smile_] I'll keep that in mind for later.
fr_fr: [_kate_s_smile_] Je garderai cela à l'esprit plus tard.
it_it: [_kate_s_smile_] lo terrò presente per più tardi.

source: [_mc_] What are you going to do?
fr_fr: [_mc_] Qu'est-ce que vous allez faire?
it_it: [_mc_] Che cosa farai?

source: [_kate_s_confident_] Oh, I'll figure something out. Maybe I'll let her give me a medical massage.
fr_fr: [_kate_s_confident_] Oh, je vais trouver quelque chose. Peut-être que je vais la laisser me donner un massage médical.
it_it: [_kate_s_confident_] Oh, capirò qualcosa. Forse mi lascerò dare un massaggio medico.

source: [_kate_s_excited_] You would like that, wouldn't you?
fr_fr: [_kate_s_excited_] Vous aimeriez cela, n'est-ce pas?
it_it: [_kate_s_excited_] Ti piacerebbe quello, vero?

source: [_nurse_s_blush_] Yes...
fr_fr: [_nurse_s_blush_] Oui ...
it_it: [_nurse_s_blush_] Sì...

source: [_kate_s_excited_] Okay, then. But for now...
fr_fr: [_kate_s_excited_] Ok, alors. Mais pour l'instant ...
it_it: [_kate_s_excited_] Okay, allora. Ma per ora...

source: [_mc_] I found evidence that suggests otherwise.
fr_fr: [_mc_] J'ai trouvé des preuves qui suggèrent le contraire.
it_it: [_mc_] Ho trovato prove che suggeriscono altrimenti.

source: [_kate_s_excited_] Oh? Let's see it.
fr_fr: [_kate_s_excited_] Oh? Voyons voir.
it_it: [_kate_s_excited_] Oh? Vediamolo.

source: [_mc_] When I found this stick, it was all sticky and wet.
fr_fr: [_mc_] Lorsque j'ai trouvé ce bâton, il était collant et mouillé.
it_it: [_mc_] Quando ho trovato questo bastone, era tutto appiccicoso e bagnato.

source: [_kate_s_laughing_] Brilliant! That sounds exactly like something she'd get up to. Fucking a stick!
fr_fr: [_kate_s_laughing_] Brilliant ! Ça sonne exactement comme quelque chose qu'elle pourrait atteindre. Fucking un bâton !
it_it: [_kate_s_laughing_] Brillante! Sembra esattamente come qualcosa che si sarebbe alzato. Cazzo un bastone!

source: [_kate_s_confident_right_] So, not only have you been hiding from me, you've also been naughty.
fr_fr: [_kate_s_confident_right_] Alors, non seulement vous vous êtes caché de moi, vous avez aussi été vilaineux.
it_it: [_kate_s_confident_right_] Così, non solo ti sei nascosto da me, anche tu sei stato cattivo.

source: [_nurse_s_afraid_] I'm really sorry, miss!
fr_fr: [_nurse_s_afraid_] Je suis vraiment désolé, raté !
it_it: [_nurse_s_afraid_] mi dispiace davvero, mancato!

source: [_kate_s_eyeroll_] What have I told you about calling me that when we have company?
fr_fr: [_kate_s_eyeroll_] Qu'est-ce que je vous ai dit de m'appeler ça quand nous avons une compagnie?
it_it: [_kate_s_eyeroll_] Che cosa vi ho detto di chiamarmi che quando abbiamo compagnia?

source: [_kate_s_eyeroll_] It's like you want to be exposed.
fr_fr: [_kate_s_eyeroll_] C'est comme si vous voulez être exposé.
it_it: [_kate_s_eyeroll_] È come se si desidera essere esposti.

source: [_kate_s_laughing_] Oh, I forgot. She does want that.
fr_fr: [_kate_s_laughing_] Oh, j'ai oublié. Elle le veut.
it_it: [_kate_s_laughing_] Oh, mi sono dimenticato. Lei lo vuole.

source: [_kate_s_laughing_] Anyway...
fr_fr: [_kate_s_laughing_] En tout cas ...
it_it: [_kate_s_laughing_] Comunque...

source: [_kate_s_neutral_] Strip.
fr_fr: [_kate_s_neutral_] Bande.
it_it: [_kate_s_neutral_] Striscia.

source: [_nurse_s_afraid_] W-what?
fr_fr: [_nurse_s_afraid_] -Quoi?
it_it: [_nurse_s_afraid_] W-cosa?

source: [_kate_s_eyeroll_] You heard me loud and clear. Do it. Let's give [mc] a reward for helping out.
fr_fr: [_kate_s_eyeroll_] Vous m'avez entendu haut et fort. Fais ça. Faisons [mc] une récompense pour aider.

source: [_nurse_s_sad_] Okay...
fr_fr: [_nurse_s_sad_] Ok ...

source: Wow, how the hell did [kate] get her to strip so easily?
fr_fr: Wow, comment diable l'enfer [kate] l'amener à se retirer si facilement?
it_it: Wow, come l'inferno ha fatto [kate] farla spogliare così facilmente?

source: It was like she snapped her fingers and the [nurse] obeyed immediately.
fr_fr: C'était comme si elle s'accrochait les doigts et le [nurse] obeyait immédiatement.
it_it: Era come lei si schiacciò le dita e l' [nurse] obbedì immediatamente.

source: Where do you learn techniques like this? Life would be so much easier.
fr_fr: Où vous apprenez des techniques comme celle-ci? La vie serait tellement plus facile.
it_it: Dove imparate tecniche come questa? La vita sarebbe molto più facile.

source: [_kate_s_neutral_] Don't cover yourself.
fr_fr: [_kate_s_neutral_] Ne vous couvrez pas.
it_it: [_kate_s_neutral_] Non coprirti.

source: [_nurse_s_sad_] Sorry.
fr_fr: [_nurse_s_sad_] Désolé.
it_it: [_nurse_s_sad_] Spiacente.

source: [_kate_s_confident_] Cat got your tongue, [mc]?
fr_fr: [_kate_s_confident_] Cat a votre langue, [mc]?
it_it: [_kate_s_confident_] Gatto ha avuto la lingua, [mc]?

source: [_mc_] Oh, god.
fr_fr: [_mc_] Oh, Dieu.
it_it: [_mc_] Oh, dio.

source: [_kate_s_laughing_] That's the reaction I was hoping for.
fr_fr: [_kate_s_laughing_] C'est la réaction que j'espérais.
it_it: [_kate_s_laughing_] Questa è la reazione che speravo.

source: [_kate_s_laughing_] Okay, are you ready for your physical?
fr_fr: [_kate_s_laughing_] Ok, êtes-vous prêt pour votre physique?
it_it: [_kate_s_laughing_] Okay, sei pronto per il tuo fisico?

source: [_nurse_s_surprised_] N-now?!
fr_fr: [_nurse_s_surprised_] N-maintenant? !
it_it: [_nurse_s_surprised_] N-ora?!

source: [_kate_s_eyeroll_] Why do you think we're here?
fr_fr: [_kate_s_eyeroll_] Pourquoi pensez-vous que nous sommes ici?
it_it: [_kate_s_eyeroll_] Perché pensi che siamo qui?

source: [_nurse_s_thinking_] But... [mc] is here.
fr_fr: [_nurse_s_thinking_] Mais ... [mc] est ici.
it_it: [_nurse_s_thinking_] Ma... [mc] è qui.

source: [_kate_s_annoyed_right_] Are you questioning me?
fr_fr: [_kate_s_annoyed_right_] Vous m'interrogez?
it_it: [_kate_s_annoyed_right_] Mi stai interrogando?

source: [_nurse_s_sad_] Sorry... no...
fr_fr: [_nurse_s_sad_] Désolé ... non ...
it_it: [_nurse_s_sad_] Mi dispiace... no...

source: [_kate_s_eyeroll_] Okay, bend over.
fr_fr: [_kate_s_eyeroll_] Ok, pliage.
it_it: [_kate_s_eyeroll_] Okay, piegarsi sopra.

source: Man, this is all sorts of messed up. [kate] must be blackmailing the [nurse]. Can't imagine what sort of things she has on her.
fr_fr: L'homme, c'est une sorte de désordre. [kate] doit être un chantage au [nurse]. Je ne peux pas imaginer ce genre de choses qu'elle a sur elle.
it_it: [kate] deve ricattare la [nurse]. Non si può immaginare che tipo di cose ha su di lei.

source: But maybe the [nurse] is enjoying it...
fr_fr: Mais peut-être que le [nurse] en profite ...
it_it: Ma forse la [nurse] si sta divertendo...

source: There was something about the look in her eyes when [kate] told her to strip. Like an ashamed glow of arousal.
fr_fr: Il y avait quelque chose sur le regard dans ses yeux quand [kate] lui a dit de se déshhacher. Comme un glow honteux de l'excitation.
it_it: C'era qualcosa sullo sguardo nei suoi occhi quando [kate] le disse di spogliare. Come un bagliore vergognato di eccitazione.

source: She didn't offer much resistance either, even when told to bend over.
fr_fr: Elle n'a pas offert beaucoup de résistance, même quand on lui a dit de se pencher.
it_it: Neanche lei ha offerto molta resistenza, anche quando ha detto di piegarsi.

source: [kate]'s always had this air of authority about her, and the [nurse] has always been timid. Maybe the match was inevitable.
fr_fr: [kate]'s a toujours eu cet air d'autorité à son sujet, et le [nurse] a toujours été timide. Peut-être que le match était inévitable.
it_it: [kate]ha sempre avuto questa aria di autorità su di lei, e la [nurse] è sempre stata timida. Forse la partita è stata inevitabile.

source: [_kate_] Spread your legs and your ass. You know better than anyone how this works.
fr_fr: [_kate_] Étendre vos jambes et votre cul. Tu sais mieux que quiconque comment ça marche.
it_it: [_kate_] Spargi le gambe e il tuo culo. Sai meglio di chiunque come questo funziona.

source: [_nurse_] Sorry, miss.
fr_fr: [_nurse_] Désolé, raté.
it_it: [_nurse_] Mi dispiace, manca.

source: [_kate_s_AnalExam02_] All right. That's better.
fr_fr: [_kate_s_AnalExam02_] Très bien. C'est mieux.
it_it: [_kate_s_AnalExam02_] Va bene. È meglio.

source: Her asshole just opened like a rosebud about to bloom. Twitching in anticipation.
fr_fr: Son connard s'est ouvert comme un bourgeon sur le point de fleurir. Twitching en anticipation.
it_it: Il suo culo appena aperto come un palude in procinto di fiorire. Twitching in anticipo.

source: Her dew-kissed pussy looks ready and excited. That delicious quiver in her labia, like vibrations through a jell-o pudding.
fr_fr: Sa chatte à rosée est prête et excitée. Ce délicieux frisson dans sa labie, comme des vibrations à travers un pudding jell-o.
it_it: La sua figa baciata di rugiada sembra pronta ed eccitata. Quella deliziosa farfalla nelle sue labbra, come le vibrazioni attraverso un budino di gelatina.

source: Her nervous eyes looking over her shoulder at [kate], who seems to be taking her sweet time.
fr_fr: Ses yeux nerveux regardant par-dessus son épaule au [kate], qui semble prendre son temps doux.
it_it: I suoi occhi nervosi guardano sopra la sua spalla alla [kate], che sembra prendersi il suo dolce tempo.

source: They're both clearly enjoying the moment in their own ways.
fr_fr: Ils sont tous deux clairement en train de profiter du moment à leurs propres moyens.
it_it: Stanno entrambi chiaramente godendo il momento a loro modo.

source: [kate]'s basking in the power, a wicked smile curling her lips.
fr_fr: [kate]'s se basent sur le pouvoir, un sourire méchant sur ses lèvres.
it_it: [kate]sta crogiolando nel potere, un sorriso malvagio arricciando le labbra.

source: The [nurse] sweats in humiliation, feeling the heat creep up on her cheeks and into her pussy.
fr_fr: Les [nurse] se moque de l'humiliation, senteurs que la chaleur s'est glissées sur ses joues et dans sa chatte.
it_it: La [nurse] suda in umiliazione, sentendo il calore strisciare sulle guance e nella sua figa.

source: [_kate_s_AnalExam02b_] [mc], do you think we should give her a rectal examination or a vaginal one?
fr_fr: [_kate_s_AnalExam02b_] [mc], pensez-vous que nous devrions lui donner un examen rectal ou un examen vaginal?
it_it: [_kate_s_AnalExam02b_] [mc], pensi che dovremmo darle un esame rettale o vaginale?

source: [_mc_] I'd say a rectal one is in order.
fr_fr: [_mc_] Je dirais qu'une rectale est dans l'ordre.
it_it: [_mc_] direi che uno rettale è in ordine.

source: [_kate_] You'd be absolutely right.
fr_fr: [_kate_] Vous auriez tout à fait raison.
it_it: [_kate_] Avresti assolutamente ragione.

source: [_kate_s_AnalExam02_] We have two medical professionals here in agreement, do you have any objections?
fr_fr: [_kate_s_AnalExam02_] Nous avons deux professionnels de la santé en accord, avez-vous des objections?
it_it: [_kate_s_AnalExam02_] Abbiamo due professionisti medici qui in accordo, hai qualche obiezione?

source: [_nurse_] No, miss.
fr_fr: [_nurse_] Non, rater.
it_it: [_nurse_] No, manca.

source: [_nurse_] If you both think it's required, then I trust your expertise.
fr_fr: [_nurse_] Si vous pensez tous les deux que c'est nécessaire, alors je fais confiance à votre expertise.
it_it: [_nurse_] Se entrambi pensate che sia necessario, allora mi fido della vostra esperienza.

source: [_nurse_] I'm just a school nurse.
fr_fr: [_nurse_] Je ne suis qu'une infirmière d'école.
it_it: [_nurse_] Sono solo un'infermiera scolastica.

source: [_kate_] That's correct.
fr_fr: [_kate_] C'est exact.
it_it: [_kate_] È corretto.

source: [_mc_] Her pussy seems to be dripping... might be a condition worth checking out.
fr_fr: [_mc_] Sa chatte semble être égouttée ... pourrait être une condition qui vaut la peine d'être écartée.
it_it: [_mc_] La sua figa sembra essere sgocciolando... potrebbe essere una condizione che vale la pena di verificare.

source: [_kate_] It's a condition, all right.
fr_fr: [_kate_] C'est une condition, d'accord.
it_it: [_kate_] È una condizione, va bene.

source: [_kate_] I find it disgusting that her pussy is drooling at the thought of a student giving her an exam.
fr_fr: [_kate_] Je trouve dégoûtant que sa chatte se droit à la pensée d'un étudiant qui lui donne un examen.
it_it: [_kate_] Trovo disgustoso che la sua figa stia sbavando al pensiero di una studentessa che le dia un esame.

source: [_kate_s_AnalExam02_] It's rather inappropriate, isn't it?
fr_fr: [_kate_s_AnalExam02_] C'est plutôt inapproprié, n'est-ce pas?
it_it: [_kate_s_AnalExam02_] È piuttosto inappropriato, vero?

source: [_nurse_] Yes, miss. I can't help it.
fr_fr: [_nurse_] Oui, rater. Je ne peux pas l'aider.
it_it: [_nurse_] Sì, manca. Non posso aiutarlo.

source: [_kate_] Well... in my medical opinion, there's little to be done about that.
fr_fr: [_kate_] Eh bien ... dans mon avis médical, il y a peu de choses à faire à ce sujet.
it_it: [_kate_] Beh, a mio parere medico, c'è poco da fare a riguardo.

source: [_kate_s_AnalExam02b_] Besides, her asshole is probably cleaner than her pussy at this point.
fr_fr: [_kate_s_AnalExam02b_] En plus, son asshole est probablement plus propre que sa chatte à ce point.
it_it: [_kate_s_AnalExam02b_] Inoltre, il suo buco del culo è probabilmente più pulito della sua figa a questo punto.

source: [_kate_] We're going with the anal exam.
fr_fr: [_kate_] Nous allons avec l'examen anal.
it_it: [_kate_] Stiamo andando con l'esame anale.

source: [_mc_] You know her medical history best.
fr_fr: [_mc_] Vous connaissez le mieux son histoire médicale.
it_it: [_mc_] Tu conosci meglio la sua storia medica.

source: [_kate_] It's good that you know who the resident doctor is here.
fr_fr: [_kate_] C'est bien que vous sachiez qui est le médecin résident.
it_it: [_kate_] È bene sapere chi è il medico residente.

source: [_kate_] You're merely here as a consultant.
fr_fr: [_kate_] Vous êtes ici en tant que consultant.
it_it: [_kate_] Sei solo qui come consulente.

source: [_kate_] I think her anal examination is long overdue.
fr_fr: [_kate_] Je pense que son examen anal est attendu depuis longtemps.
it_it: [_kate_] Penso che il suo esame anale sia atteso da tempo.

source: [_kate_s_AnalExam02_] Relax your sphincter.
fr_fr: [_kate_s_AnalExam02_] Détendez votre sphincter.
it_it: [_kate_s_AnalExam02_] Rilassati la tua sfintita.

source: [_kate_s_AnalExam03_] That's good. Your ass is getting quite loose in your old days. Barely needs any lube at all.
fr_fr: [_kate_s_AnalExam03_] C'est bon. Ton cul est en train de se perdre dans tes vieux jours. On a rarement besoin d'un lube.
it_it: [_kate_s_AnalExam03_] Questo è buono. Il tuo culo si sta perdendo abbastanza nei tuoi vecchi giorni. A malapena ha bisogno di alcun lubrificante.

source: [kate]'s fingers slipped right in.
fr_fr: [kate]'es doigts ont glissé à droite.
it_it: Le dita di [kate]sono scivolate a destra.

source: Can't even imagine the pain and embarrassment the [nurse] must be feeling.
fr_fr: On ne peut même pas imaginer la douleur et l'embarras que le [nurse] doit ressentir.
it_it: Non riesce nemmeno a immaginare il dolore e l'imbarazzo che l' [nurse] deve sentire.

source: But she seems to be taking it like a champ. It almost sounds like she's enjoying it.
fr_fr: Mais elle semble la prendre comme un champion. On dirait presque qu'elle en profite.
it_it: Ma sembra che lo stia prendendo come un campione. Sembra quasi che si stia divertendo.

source: [_kate_] Stop trying to squeeze out my fingers.
fr_fr: [_kate_] Arrme d'essayer de serrer mes doigts.
it_it: [_kate_] Smettetela di provare a spremere le dita.

source: [_nurse_] Sorry...
fr_fr: [_nurse_] Désolé ...

source: [_kate_] You know, I think we need to look a little deeper.
fr_fr: [_kate_] Vous savez, je pense que nous devons regarder un peu plus loin.
it_it: [_kate_] Sai, penso che dobbiamo guardare un po' più in profondità.

source: [_kate_] Standard procedure.
fr_fr: [_kate_] Procédure standard.
it_it: [_kate_] Procedura standard.

source: [_kate_] Are you ready to take the rest of my hand up your ass?
fr_fr: [_kate_] Êtes-vous prêt à prendre le reste de ma main dans votre cul?
it_it: [_kate_] Sei pronto a prendere il resto della mia mano sul tuo culo?

source: [_nurse_] Yes...
fr_fr: [_nurse_] Oui ...
it_it: [_nurse_] Sì...

source: [_kate_] Yes, what?
fr_fr: [_kate_] Oui, quoi?
it_it: [_kate_] Sì, cosa?

source: [_nurse_] Yes, miss!
fr_fr: [_nurse_] Oui, rater !
it_it: [_nurse_] Sì, mancato!

source: The [nurse] is so willing to take everything that [kate] is dishing out. That's the hottest part.
fr_fr: Le [nurse] est si prêt à tout prendre que [kate] se défait. C'est la partie la plus chaude.
it_it: La [nurse] è così disposta a prendere tutto ciò che [kate] sta staccando. Questa è la parte più calda.

source: It almost seems like her asshole is sucking her hand in.
fr_fr: Il semble presque que son connard lui suce la main.
it_it: Sembra quasi che il suo buco del culo stia succhiando la mano.

source: [_kate_s_AnalExam04_] Here it comes.
fr_fr: [_kate_s_AnalExam04_] Voilà.
it_it: [_kate_s_AnalExam04_] Qui arriva.

source: Can't believe her asshole swallowed [kate]'s whole hand!
fr_fr: Je ne peux pas croire que son asshole a avalé [kate]'s à la main !
it_it: Non si può credere che il suo buco stronzato [kate]sia tutta la mano!

source: What does the inside of an ass feel like?
fr_fr: À quoi ressemble l'intérieur d'un cul?
it_it: Come si sente l'interno di un asino?

source: Probably all warm and squishy? Maybe tight with muscles squeezing you.
fr_fr: Probablement tous les chauds et les cris? Peut-être serré avec les muscles qui vous serrez.
it_it: Probabilmente tutto caldo e squishy? Forse stretto con i muscoli spremitura.

source: Fucking an ass must be really different from fucking a pussy.
fr_fr: Fucking un cul doit être vraiment différent de putain de chatte.
it_it: Cazzo un culo deve essere davvero diverso da scopare una figa.

source: Anal sex is definitely put on a pedestal sometimes, but I'm sure it's amazing.
fr_fr: Le sexe d'Anal est parfois posé sur un piédestal, mais je suis sûr que c'est incroyable.
it_it: Il sesso anale è sicuramente messo su un piedistallo a volte, ma sono sicuro che è incredibile.

source: I can only imagine what it would do to my dick.
fr_fr: Je peux seulement imaginer ce qu'il ferait à ma bite.
it_it: Posso solo immaginare cosa farebbe al mio cazzo.

source: Pushing it inside her tight rectum. Seeing her sweat. Seeing her twist her face in pain and pleasure while taking it deep.
fr_fr: Le pousser à l'intérieur de son rectum serré. Voir sa sueur. La voir tordre son visage dans la douleur et le plaisir tout en la profondeur.
it_it: Spingendolo dentro il suo stretto retto. Vedendo il suo sudore, vedendo il suo voltare il viso con dolore e piacere mentre lo prende in profondità.

source: [_nurse_] God..
fr_fr: [_nurse_] Dieu ..
it_it: [_nurse_] Dio..

source: [_kate_] Your anal cavity seems fine.
fr_fr: [_kate_] Votre cavité anale semble bien.
it_it: [_kate_] La tua cavità anale sembra perfetta.

source: [_kate_] How about we check the entrance to your colon?
fr_fr: [_kate_] Comment vérifier l'entrée de votre côlon?
it_it: [_kate_] Che ne dici di controllare l'ingresso al tuo colon?

source: [_nurse_] I... umm... I don't know...
fr_fr: [_nurse_] I. .. umm ... Je ne sais pas ...
it_it: [_nurse_] Io... umm... Non lo so...

source: [_kate_s_AnalExam04b_] Okay, let's get a second opinion.
fr_fr: [_kate_s_AnalExam04b_] Ok, allons avoir un deuxième avis.
it_it: [_kate_s_AnalExam04b_] Okay, riceviamo una seconda opinione.

source: [_mc_] Doesn't hurt to be thorough.
fr_fr: [_mc_] Ne fait pas de mal à être complet.
it_it: [_mc_] Non fa male ad essere meticoloso.

source: [_kate_] Oh, it's definitely going to hurt.
fr_fr: [_kate_] Oh, ça va sûrement faire mal.
it_it: [_kate_] Oh, sicuramente farà del male.

source: [_nurse_] Oh, my...
fr_fr: [_nurse_] Oh, mon ...

source: [_mc_] Sometimes pain is part of the procedure.
fr_fr: [_mc_] La douleur fait parfois partie de la procédure.
it_it: [_mc_] A volte il dolore fa parte della procedura.

source: [_kate_] I couldn't agree more.
fr_fr: [_kate_] Je ne pourrais pas être plus d'accord.
it_it: [_kate_] non riuscivo ad essere più d'accordo.

source: [_kate_s_AnalExam04_] The medical board is in agreement.
fr_fr: [_kate_s_AnalExam04_] Le conseil médical est d'accord.
it_it: [_kate_s_AnalExam04_] La commissione medica è d'accordo.

source: [_kate_] This calls for a colonoscopy.
fr_fr: [_kate_] Cet appel pour une coloscopie.
it_it: [_kate_] Questo richiede una colonoscopia.

source: [_kate_s_AnalExam05_] Relax and let me work my way in.
fr_fr: [_kate_s_AnalExam05_] Relax et laissez-moi travailler mon chemin.
it_it: [_kate_s_AnalExam05_] Rilassatevi e lasciate che mi faccia entrare il mio cammino.

source: [_nurse_] Lord... almighty...
fr_fr: [_nurse_] Seigneur ... tout-puissant ...
it_it: [_nurse_] Signore... onnipotente...

source: [_kate_] Are you questioning my medical practices?
fr_fr: [_kate_] Est-ce que vous interrogez mes pratiques médicales?
it_it: [_kate_] Stai mettendo in discussione le mie pratiche mediche?

source: [_nurse_] No... miss...
fr_fr: [_nurse_] Nbre ...
it_it: [_nurse_] No... perso...

source: That's...
fr_fr: C'est ...
it_it: Questo...

source: Well, I've never seen someone take half an arm up her ass.
fr_fr: Eh bien, je n'ai jamais vu quelqu'un prendre un demi-bras son cul.
it_it: Beh, non ho mai visto qualcuno prendere mezzo braccio sul suo culo.

source: Behind that meek appearance, she's definitely hiding some talents.
fr_fr: Derrière cette apparence, elle cache définitivement certains talents.
it_it: Dietro quell'apparenza mite, sta sicuramente nascondendo alcuni talenti.

source: Must've taken her years to train her asshole to do that...
fr_fr: Doit avoir pris ses années pour entraîner son connard à faire ça ...
it_it: Avrebbe dovuto prendere i suoi anni per addestrare il suo culo per farlo...

source: I'd imagine screams of pain, but she's definitely taking it well.
fr_fr: J'imagine des cris de douleur, mais elle le prend vraiment bien.
it_it: Immaginerei grida di dolore, ma lo sta sicuramente prendendo bene.

source: She's only mildly flustered, and overall seems to be enjoying it.
fr_fr: Elle n'est que légèrement flusée et, dans l'ensemble, elle semble en profiter.
it_it: Lei è solo leggermente agguerrita, e nel complesso sembra divertirsi.

source: Or well, maybe not enjoying it, but at least enduring it.
fr_fr: Ou bien, peut-être pas en profiter, mais au moins durable.
it_it: O bene, forse non godendolo, ma almeno sopportandolo.
