Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: [_mc_] I'll take your freedom, your dignity, and maybe even your money.
fr_fr: [_mc_] Je prendrai ta liberté, ta dignité, et peut-être même ton argent.
it_it: [_mc_] prenderò la tua libertà, la tua dignità, e forse anche il tuo denaro.

source: [_mc_] It all depends on how well you behave from here on out.
fr_fr: [_mc_] Tout dépend de la façon dont vous vous comportez d'ici.
it_it: [_mc_] Tutto dipende da quanto bene ti comporti da qui in fuori.

source: [_nurse_s_blush_] Oh, my goodness...
fr_fr: [_nurse_s_blush_] Oh, ma bonté ...
it_it: [_nurse_s_blush_] Oh, mia bontà...

source: [_mc_] That sums it up quite well.
fr_fr: [_mc_] C'est assez bien.
it_it: [_mc_] Questo lo riassume abbastanza bene.

source: [_mc_] I'll be seeing you around.
fr_fr: [_mc_] Je vais vous revoir.
it_it: [_mc_] ti vedrò in giro.

source: [_mc_] We'll see about that. To start with, you'll do as I say.
fr_fr: [_mc_] Nous allons voir à ce sujet. Pour commencer, vous ferez ce que je dis.
it_it: [_mc_] Vedremo a questo proposito. Per cominciare, farai come dico.

source: [_nurse_s_sad_] This is blackmail!
fr_fr: [_nurse_s_sad_] C'est du chantage !
it_it: [_nurse_s_sad_] Questo è ricatto!

source: [_mc_] Damn straight. I'm looking forward to holding this over your head.
fr_fr: [_mc_] Damn droit. J'ai hâte de tenir ça au-dessus de votre tête.
it_it: [_mc_] Dannazione diretta. Non vedo l'ora di tenerlo sopra la tua testa.

source: [_mc_] For now, keep doing your job and everything will go swimmingly.
fr_fr: [_mc_] Pour l'instant, continuez à faire votre travail et tout ira bien.
it_it: [_mc_] Per ora, continua a fare il tuo lavoro e tutto andrà a nuotare.

source: [_mc_] Hey, don't look so distraught! [kate] said you like these sorts of games.{space=-45}
fr_fr: [_mc_] Hey, ne regardez pas si désemparé ! [kate] vous a dit que vous aimez ce genre de jeux. { space=-45 }
it_it: [_mc_] Hey, non sembri così distratto! [kate] ti ha detto che ti piacciono questi tipi di giochi.{space=-45}

source: [_nurse_s_blush_] I don't know about that...
fr_fr: [_nurse_s_blush_] Je ne sais pas ...
it_it: [_nurse_s_blush_] Non so quello...

source: [_mc_] Well, you better start liking it, then.
fr_fr: [_mc_] Eh bien, tu feras mieux de le aimer, alors.
it_it: [_mc_] Beh, è meglio iniziare a piacere, allora.

source: This is shaping up to be a great start to the school year...
fr_fr: Cela s'annonce comme un grand départ pour l'année scolaire ...
it_it: Questo si sta formando fino ad essere un grande inizio per l'anno scolastico...

source: I beat [kate] and got myself a new toy on the same day.
fr_fr: J'ai battu [kate] et j'ai eu un nouveau jouet le même jour.
it_it: Ho battuto [kate] e mi sono preso un nuovo giocattolo nello stesso giorno.

source: Great work me!
fr_fr: Super travail-moi !
it_it: Ottimo lavoro me!

source: [_stacy_s_neutral_] Back already? Are you done with the challenge?
fr_fr: [_stacy_s_neutral_] Retour déjà? Es-tu fait avec le défi?
it_it: [_stacy_s_neutral_] Indietro già? Hai finito con la sfida?

source: [_kate_s_confident_] Yes, [mc] has something to tell you...
fr_fr: [_kate_s_confident_] Oui, [mc] a quelque chose à vous dire ...
it_it: [_kate_s_confident_] Sì, [mc] ha qualcosa da dirti...

source: [_casey_s_neutral_s_flip_] We don't have all day.
fr_fr: [_casey_s_neutral_s_flip_] Nous n'avons pas toute la journée.
it_it: [_casey_s_neutral_s_flip_] Non abbiamo tutto il giorno.

source: [_lacey_s_neutral_] Yeah!
fr_fr: [_lacey_s_neutral_] Oui !
it_it: [_lacey_s_neutral_] Sì!

source: [_kate_s_confident_] Don't be shy. Tell them what you told me.
fr_fr: [_kate_s_confident_] Ne pas être timide. Dis-leur ce que tu m'as dit.
it_it: [_kate_s_confident_] Non siate timidi. Dite loro quello che mi avete detto.

source: [_mc_] I give up... [kate] is the winner.
fr_fr: [_mc_] Je donne ... [kate] est le gagnant.
it_it: [_mc_] Mi arrendo... [kate] è il vincitore.

source: [_kate_s_confident_] He knew he'd lose and probably wanted to get it over with.
fr_fr: [_kate_s_confident_] Il savait qu'il perdrait et qu'il voulait probablement l'obtenir.
it_it: [_kate_s_confident_] Sapeva che avrebbe perso e probabilmente voleva superarlo.

source: [_stacy_s_confident_] The loser mentality.
fr_fr: [_stacy_s_confident_] La mentalité loser.
it_it: [_stacy_s_confident_] La mentalità perdente.

source: [_casey_s_confident_s_flip_] Truly!
it_it: [_casey_s_confident_s_flip_] Vero!

source: [_kate_s_neutral_] All right, get on your knees while I decide your fate, [mc].
fr_fr: [_kate_s_neutral_] Très bien, se mettre à genoux pendant que je décide de votre sort, [mc].
it_it: [_kate_s_neutral_] Va bene, alzati in ginocchio mentre decido il tuo destino, [mc].

source: [_kate_s_cheerleader_feet_] That's much better.
fr_fr: [_kate_s_cheerleader_feet_] C'est beaucoup mieux.
it_it: [_kate_s_cheerleader_feet_] È molto meglio.

source: [_casey_] Yeah, down where you belong!
fr_fr: [_casey_] Oui, où vous appartenez !
it_it: [_casey_] Sì, giù dove apparteni!

source: [_kate_s_cheerleader_feet_] Now, what are we going to do with you?
fr_fr: [_kate_s_cheerleader_feet_] Maintenant, qu'allons-nous faire avec vous?
it_it: [_kate_s_cheerleader_feet_] Ora, che cosa faremo con te?

source: [_kate_s_cheerleader_feet_] Tsk, tsk... giving up early too...
fr_fr: [_kate_s_cheerleader_feet_] Tsk, tsk ... abandonner tôt aussi ...
it_it: [_kate_s_cheerleader_feet_] Tsk, tsk... arrendersi troppo presto...

source: [_kate_s_cheerleader_feet_] Maybe we should tie you up and leave you on the roof?
fr_fr: [_kate_s_cheerleader_feet_] Peut-être que nous devrions vous lier et vous laisser sur le toit?
it_it: [_kate_s_cheerleader_feet_] Forse dovremmo legarti e lasciarti sul tetto?

source: [_casey_] Or in the men's locker room!
fr_fr: [_casey_] Ou dans la salle des casiers pour hommes !
it_it: [_casey_] O nello spogliatoio maschile!

source: [_stacy_] Oh, yeah! Let Chad have his way with him!
fr_fr: [_stacy_] Oh, oui ! Que le Tchad ait son chemin avec lui !
it_it: [_stacy_] Oh, sì! Lascia che il Ciad abbia la sua strada con lui!

source: [_kate_s_cheerleader_feet_] Nah, I think we're going to go for something more... personal.
fr_fr: [_kate_s_cheerleader_feet_] Nah, je pense que nous allons aller pour quelque chose de plus ... personnel.
it_it: [_kate_s_cheerleader_feet_] Nah, penso che andremo per qualcosa di più... personale.

source: [_kate_s_cheerleader_feet_] I had a bunch of ideas, but I know exactly what I want now.
fr_fr: [_kate_s_cheerleader_feet_] J'avais un tas d'idées, mais je sais exactement ce que je veux maintenant.
it_it: [_kate_s_cheerleader_feet_] Ho avuto un sacco di idee, ma so esattamente quello che voglio ora.

source: [_kate_s_cheerleader_feet_] Get up.
fr_fr: [_kate_s_cheerleader_feet_] Se lever.
it_it: [_kate_s_cheerleader_feet_] alzati.

source: Ouch! Even walking hurts!
fr_fr: Ouch ! Même marcher mal !
it_it: Ouch! Anche camminare fa male!

source: They really did a number on me...
fr_fr: Ils ont vraiment fait un certain nombre sur moi ...
it_it: Hanno fatto davvero un numero su di me...

source: Hopefully, a cold glass of strawberry juice will ease—
fr_fr: Avec un peu de chance, un verre froid de jus de fraise sera facile.
it_it: Speriamo che un bicchiere freddo di succo di fragola sarà facile—

source: [_kate_s_confident_] How is your ass feeling?
fr_fr: [_kate_s_confident_] Comment votre cul est-il ressenti?
it_it: [_kate_s_confident_] Com'è la tua sensazione di asino?

source: [_kate_s_confident_] Pretty sore, I imagine.
fr_fr: [_kate_s_confident_] Pretty sore, j'imagine.
it_it: [_kate_s_confident_] Pretty sore, immagino.

source: [_kate_s_confident_] How about your balls?
fr_fr: [_kate_s_confident_] Comment se parle vos couilles?
it_it: [_kate_s_confident_] Che ne dici delle tue palle?

source: [_kate_s_laughing_] That bad?
fr_fr: [_kate_s_laughing_] C'est mauvais?
it_it: [_kate_s_laughing_] Che cattivo?

source: [_kate_s_smile_] Well, I enjoyed it.
fr_fr: [_kate_s_smile_] Eh bien, j'ai apprécié.
it_it: [_kate_s_smile_] Beh, mi è piaciuto.

source: [_mc_] Have you seriously just come to gloat?
fr_fr: [_mc_] Avez-vous pris au sérieux le pessimisme?
it_it: [_mc_] Sei seriamente appena venuto al globo?

source: [_kate_s_neutral_] Gloat? I would never.
fr_fr: [_kate_s_neutral_] Gloat? Je ne le ferais jamais.
it_it: [_kate_s_neutral_] Gloat? Non sarei mai.

source: [_kate_s_confident_] In fact, I'm here to collect my winnings of our little side wager.
fr_fr: [_kate_s_confident_] En fait, je suis ici pour recueillir mes gains de notre petite taille.
it_it: [_kate_s_confident_] Infatti, sono qui per raccogliere le mie vincite della nostra piccola scommessa laterale.

source: Okay, I think the coast is clear...
fr_fr: Ok, je pense que la côte est claire ...
it_it: Va bene, penso che la costa sia chiara...

source: [_kate_s_confident_] Hello, fugitive.
fr_fr: [_kate_s_confident_] Bonjour, fugitif.
it_it: [_kate_s_confident_] Ciao, fuggitivo.

source: [_kate_s_confident_] I didn't say we were done with you.
fr_fr: [_kate_s_confident_] Je n'ai pas dit que nous avions été faits avec vous.
it_it: [_kate_s_confident_] Non ho detto che fossimo stati fatti con te.

source: [_kate_s_neutral_] And on top of that, I broke a nail when you escaped.
fr_fr: [_kate_s_neutral_] Et en plus, j'ai cassé un clou quand tu as échappé.
it_it: [_kate_s_neutral_] E in cima a quello, ho rotto un chiodo quando sei scappato.

source: [_kate_s_neutral_] Your violence is going cost you.
fr_fr: [_kate_s_neutral_] Votre violence va vous coûter cher.
it_it: [_kate_s_neutral_] La tua violenza ti costerà.

source: [_mc_] Please, [kate]... I'm already going to be sore for days...
fr_fr: [_mc_] S'il vous plaît, [kate]... Je vais déjà me faire sore pendant des jours ...
it_it: [_mc_] Per favore, [kate]... Sarò già dolorante per giorni...

source: [_mc_] You said the forfeit wouldn't be too painful or humiliating...
fr_fr: [_mc_] Vous avez dit que la perte ne serait pas trop douloureuse ou humiliante ...
it_it: [_mc_] Hai detto che il perdono non sarebbe stato troppo doloroso o umiliante...

source: [_kate_s_neutral_] Fortunately for you, the girls have already gone to the showers. So, the payback will have to wait.
fr_fr: [_kate_s_neutral_] Heureusement pour vous, les filles sont déjà allées dans les douches. Donc, le remboursement devra attendre.
it_it: [_kate_s_neutral_] Fortunatamente per te, le ragazze sono già andate alle docce. Quindi, il rimborso dovrà aspettare.

source: [_kate_s_confident_] I'm here for a different reason.
fr_fr: [_kate_s_confident_] Je suis ici pour une autre raison.
it_it: [_kate_s_confident_] Sono qui per un motivo diverso.

source: [_kate_s_confident_] Remember our little side wager?
fr_fr: [_kate_s_confident_] Souviens-toi de notre petite taille?
it_it: [_kate_s_confident_] Ricordate il nostro piccolo lato scommesso?

source: [_kate_s_confident_] I believe you owe me dirt on [jo].
fr_fr: [_kate_s_confident_] Je crois que tu me dois de la saleté sur le [jo].
it_it: [_kate_s_confident_] Credo che tu mi debba sporcizia su [jo].

source: [_kate_s_confident_] I believe you owe me a nude of [maxine].
fr_fr: [_kate_s_confident_] Je crois que vous me devez un nu de [maxine].
it_it: [_kate_s_confident_] Credo che tu mi debba un nudo di [maxine].

source: [_mc_] Right, I forgot about that...
fr_fr: [_mc_] Droit, j'ai oublié que ...
it_it: [_mc_] Destra, ho dimenticato questo...

source: [_kate_s_laughing_] I'm sure you did. We got you good with those paddles, didn't we?
fr_fr: [_kate_s_laughing_] Je suis sûr que vous l'avez fait. Nous vous avons bien fait avec ces pagaies, n'est-ce pas?
it_it: [_kate_s_laughing_] Sono sicuro che hai fatto. Ti abbiamo fatto bene con quelle pagaie, vero?

source: [_kate_s_neutral_] Well, time to pay up.
fr_fr: [_kate_s_neutral_] Eh bien, le temps de payer.
it_it: [_kate_s_neutral_] Beh, è il momento di pagare.

source: [_mc_] I... don't actually have it yet...
fr_fr: [_mc_] Je ... ne l'avez pas encore ...
it_it: [_mc_] I... in realtà non ce l'ho ancora...

source: [_kate_s_annoyed_] Are you shitting me, [mc]?
fr_fr: [_kate_s_annoyed_] Vous me tirez, [mc]?
it_it: [_kate_s_annoyed_] Mi stai scuotendo, [mc]?

source: [_kate_s_annoyed_right_] I guess I'll have to go get the girls again...
fr_fr: [_kate_s_annoyed_right_] Je suppose que je vais aller chercher les filles à nouveau ...
it_it: [_kate_s_annoyed_right_] Immagino che dovrò andare a prendere di nuovo le bambine...

source: [_kate_s_annoyed_right_] I guess I'll have to go get the girls after all...
fr_fr: [_kate_s_annoyed_right_] Je suppose que je vais aller chercher les filles après tout ...
it_it: [_kate_s_annoyed_right_] Immagino che dovrò andare a prendere le ragazze dopo tutto...

source: [_mc_] N-no, don't! I'll get it! I promise!
fr_fr: [_mc_] Non, non ! Je vais l'obtenir ! Je promets !
it_it: [_mc_] N-no, no! Lo farò! Lo prometto!

source: [_kate_s_skeptical_] Yes, you will. And it better be soon... or else.
fr_fr: [_kate_s_skeptical_] Oui, vous le fera. Et il vaut mieux être bientôt ... ou d'autre.
it_it: [_kate_s_skeptical_] Sì, lo farai. E meglio essere presto... o altro.

source: God, I'm in so much trouble... and now, so is [jo]...
fr_fr: Mon Dieu, j'ai tellement de problèmes ... et maintenant, c'est le [jo]...
it_it: Dio, sono in tanti guai... e ora, così è [jo]...

source: Why don't I ever think things through?
fr_fr: Pourquoi je ne pense jamais aux choses?
it_it: Perché non penso mai alle cose?

source: [_mc_] Fine... here you go.
fr_fr: [_mc_] Amende ... ici vous allez.
it_it: [_mc_] Fine... qui vai.

source: [_kate_s_blush_] Well, would you look at that!
fr_fr: [_kate_s_blush_] Eh bien, regarderait ça !
it_it: [_kate_s_blush_] Beh, guarderesti quello!

source: [_kate_s_blush_] This is certainly going to come in handy.
fr_fr: [_kate_s_blush_] Cela va certainement être utile.
it_it: [_kate_s_blush_] Questo sarà sicuramente utile.

source: [_kate_s_blush_] Thanks, loser.
fr_fr: [_kate_s_blush_] Merci, loser.
it_it: [_kate_s_blush_] Grazie, perdente.

source: God, I'm so stupid. Why did I think I could beat [kate] in a challenge?
fr_fr: Mon Dieu, je suis si stupide. Pourquoi ai-je pensé que je pouvais battre [kate] dans un défi?
it_it: Dio, sono così stupido. Perché pensavo di poter battere [kate] in una sfida?

source: Hopefully, [maxine] doesn't find out that it was me who sold her out...
fr_fr: Heureusement, [maxine] n'a pas trouvé que c'était moi qui la vendait ...
it_it: Speriamo che [maxine] non scopra che sono stato io a venderla...

source: Oh, who am I kidding? She probably knew it before I did.
fr_fr: Oh, qui suis-je en blague? Elle le savait probablement avant moi.
it_it: Oh, chi sto scherzando? Probabilmente lo sapeva prima di me.

source: [_kate_s_skeptical_] Is this a joke? It's just a picture of a wrist!
fr_fr: [_kate_s_skeptical_] C'est une blague? C'est juste une photo d'un poignet !
it_it: [_kate_s_skeptical_] È una barzelletta? È solo una foto di un polso!

source: [_mc_] But... it's a nude wrist...
fr_fr: [_mc_] Mais ... c'est un poignet nu ...
it_it: [_mc_] Ma... è un polso nudo...

source: [_kate_s_annoyed_] You ripped me off!
fr_fr: [_kate_s_annoyed_] Vous m'avez arraché !
it_it: [_kate_s_annoyed_] Mi hai strappato!

source: [_kate_s_annoyed_] What the hell am I supposed to do with this?
fr_fr: [_kate_s_annoyed_] Qu'est-ce que je suis censé faire avec ça?
it_it: [_kate_s_annoyed_] Che diavolo dovrei fare con questo?

source: [_kate_s_annoyed_right_] Did we not discipline you enough today? I guess I'll have to get the girls again...
fr_fr: [_kate_s_annoyed_right_] N'avons-nous pas assez de discipline aujourd'hui? Je suppose que je vais devoir faire de nouveau les filles ...
it_it: [_kate_s_annoyed_right_] Non ti abbiamo disciplinato abbastanza oggi? Immagino che dovrò prendere di nuovo le bambine...

source: [_mc_] N-no, don't! I'll get you a different nude of [maxine]! I promise!
fr_fr: [_mc_] Non, non ! Je vais vous faire une nude différente de [maxine]! Je promets !
it_it: [_mc_] N-no, no! Ti prenderò un nudo diverso di [maxine]! Prometto!

source: Damn it, [maxine]! Why not send me an actual nude like a normal person?
fr_fr: Merde, [maxine]! Pourquoi ne pas m'envoyer un nu comme une personne normale?
it_it: Dannazione, [maxine]! Perché non mandarmi un nudo reale come una persona normale?

source: Hmm... wait a second...
fr_fr: Hmm ... Attends une seconde ...
it_it: Hmm... aspetta un secondo...

source: The backside has a scribbled message that reads: "dark chamber."
fr_fr: Le dos a un message griffé qui se lit comme suit: "chambre noire".
it_it: Il retro ha un messaggio scarabocchiato che recita: "camera scura".

source: Knowing her, it must have some sort of hidden meaning.
fr_fr: Connaissant elle, elle doit avoir une sorte de sens caché.
it_it: Conoscendola, deve avere una sorta di significato nascosto.

source: Maybe the internet knows?
fr_fr: Peut-être que l'internet sait?
it_it: Forse Internet lo sa?

source: Okay, let's check the dark web for... "dark chamber..."
fr_fr: Ok, allons vérifier le web sombre pour ... "Chambre noire ..."
it_it: Ok, cerchiamo di controllare la ragnatela scura per... "camera scura..."

source: Oh, it wasn't as cryptic as I thought — it's the latin word for camera!{space=-10}
fr_fr: Oh, ce n'était pas aussi cryptique que je le pensais-c'est le mot latin pour la caméra ! { space=-10 }
it_it: Oh, non era così criptico come pensavo — è la parola latina per la fotocamera!{space=-10}

source: Could [maxine] be hinting at the old one in her office?
fr_fr: Est-ce que le [maxine] pourrait faire allusion à l'ancienne dans son bureau?
it_it: [maxine] potrebbe essere accennato a quello vecchio nel suo ufficio?

source: [_mc_] Hey, [kate]! I have something for you.
fr_fr: [_mc_] Hey, [kate]! J'ai quelque chose pour toi.
it_it: [_mc_] Hey, [kate]! Ho qualcosa per te.

source: [_kate_s_laughing_] Is it your dignity? Oh, wait! I already took that.
fr_fr: [_kate_s_laughing_] Est-ce votre dignité? Oh, attends ! J'ai déjà pris cela.
it_it: [_kate_s_laughing_] È la tua dignità? Oh, aspetta! Ho già preso.

source: [_mc_] It's your winnings from our side wager...
it_it: [_mc_] Sono le tue vincite da parte nostra...

source: [_kate_s_confident_] Well, this is certainly going to come in handy.
fr_fr: [_kate_s_confident_] Bien, ça va certainement venir à la main.
it_it: [_kate_s_confident_] Beh, questo sarà sicuramente utile.

source: [_kate_s_confident_] I guess you are not so useless, after all.
fr_fr: [_kate_s_confident_] Je suppose que vous n'êtes pas inutile, après tout.
it_it: [_kate_s_confident_] Credo che voi non siate così inutili, dopo tutto.

source: [_kate_s_confident_] Buh-bye, now.
fr_fr: [_kate_s_confident_] Au revoir, maintenant.
it_it: [_kate_s_confident_] Buh-bye, ora.

source: Phew! That's one less problem for me to worry about.
fr_fr: Phew ! C'est un problème de moins pour moi.
it_it: Phew! Questo è un problema in meno per me di cui preoccuparmi.

source: "Sorry, but the truth is that successful and attractive people get away with things others don't."
fr_fr: "Désolé, mais la vérité, c'est que les gens qui réussissent et les gens séduisantes s'en éloignont avec les autres pas."
it_it: "Scusa, ma la verità è che le persone di successo e attraente ottenere via con le cose che gli altri non."

source: "I know it's not, but [kate] does have the entire school behind her. You only have me."{space=-25}
fr_fr: " Je sais que ce n'est pas le cas, mais le [kate] a toute l'école derrière elle. Vous n'avez que moi. " { space=-25 }
it_it: "So che non lo è, ma [kate] ha tutta la scuola dietro di lei. Hai solo me".{space=-25}

source: "Cut the crap, [kate]. Let's start the challenge."
fr_fr: " Coupez la merde, [kate]. Commençons le défi. "
it_it: "Tagliate la merda, [kate]. Iniziamo la sfida."

source: ?mc.owned_item('kate_socks_clean')@|{image=items kate_socks_clean}|"I've got something for you."
fr_fr: ? mc.owned_item ('kate_socks_clean') @ | { image = items kate_socks_clean } | "J'ai quelque chose pour vous."
it_it: ?mc.owned_item('kate_socks_clean')@<unk> {image=items kate_socks_clean}<unk> "Ho qualcosa per te."

source: "I'm going to enjoy owning you."
fr_fr: "Je vais vous être propriétaire."
it_it: "Mi piacerà possedervi."

source: "I don't even know the challenge."
fr_fr: "Je ne connais même pas le défi."
it_it: "Non conosco nemmeno la sfida."

source: ?kate.lust>=6@[kate.lust]/6|{image= kate contact_icon}|{image= stats lust_3}|"Let's up the stakes."
fr_fr: ? kate.lust> =6@[kate.lust]/6 | { image= kate contact_icon } | { image= stats lust_ 3 } | "up the pieux."
it_it: ?kate.lust>=6@[kate.lust]/6<unk> {image= kate contact_icon}<unk> {image= stats lust_3}<unk> "Let's up the stakes."

source: "Please, go easy on me..."
fr_fr: "S'il vous plaît, allez-y sur moi ..."
it_it: "Per favore, vai facile su di me..."

source: "This is cheating!"
fr_fr: "C'est triche !"
it_it: "Questo sta imbrogliando!"

source: "I don't know. I need to read the backside of the star..."
fr_fr: " Je ne sais pas. J'ai besoin de lire le dos de l'étoile ... "
it_it: "Non lo so. Ho bisogno di leggere il retro della stella..."

source: ?mc.intellect>=5@[mc.intellect]/5|{image=stats int}|"Is following me around the best idea you've got?"
fr_fr: ? mc.intellect> =5@[mc.intellect]/5 | { image=stats int } | "suit-moi la meilleure idée que vous avez?"
it_it: ?mc.intellect>=5@[mc.intellect]/5<unk> {image=stats int}<unk> "Mi sta seguendo la migliore idea che hai ricevuto?"

source: "Yes, ma'am..."
fr_fr: "Oui, madame ..."
it_it: "Sì, ma'am..."

source: "We'll see who holds the whip this year."
fr_fr: "Nous verrons qui détient le fouet cette année."
it_it: "Vedremo chi tiene la frusta quest'anno."

source: ?kate.lust>=8@[kate.lust]/8|{image= kate contact_icon}|{image= stats lust_3}|"I'm going to up the stakes."
fr_fr: ? kate.lust> =8@[kate.lust]/8 | { image= kate contact_icon } | { image= stats lust_ 3 } | "Je vais monter les enchères."
it_it: ?kate.lust>=8@[kate.lust]/8<unk> {image= kate contact_icon}<unk> {image= stats lust_3}<unk> "Sto andando su gli stakes."

source: ?mc.strength>=8@[mc.strength]/8|{image=stats str}|"I'm going to lock you up in the supply closet."
fr_fr: ? mc.renforc> =8@[mc.strength]/8 | { image=stats str } | "Je vais vous verrouiller dans le placard d'alimentation."
it_it: ?mc.strength>=8@[mc.strength]/8<unk> {image=stats str}<unk> "Ti bloccherò nell'armadio di fornitura."

source: "Who says I'm going to do anything?"
fr_fr: "Qui dit que je vais faire n'importe quoi?"
it_it: "Chi dice che farò qualcosa?"

source: "I want you to release her."
fr_fr: "Je veux que tu la libère."
it_it: "Voglio che la liberia."

source: "I want the dirt you have on her."
fr_fr: "Je veux la saleté que tu as sur elle."
it_it: "Voglio la sporcizia che hai su di lei."

source: "I'll get you dirt on [jo]."
fr_fr: "Je vais vous faire saleté sur le [jo]."
it_it: "Ti prenderò sporcizia su [jo]."

source: ?mc.owned_item('maxine_nude')@|{image=items maxine_nude}|"I'll get you a nude of [maxine]."
it_it: ?mc.owned_item('maxine_nude')@<unk> {image=items maxine_nude}<unk> "Ti prenderò un nudo di [maxine]."

source: ?mc.owned_item('maxine_other_nude')@|{image=items maxine_other_nude}|"I'll get you a nude of [maxine]."
it_it: ?mc.owned_item('maxine_other_nude')@<unk> {image=items maxine_other_nude}<unk> "Ti prenderò un nudo di [maxine]."

source: Lock that bitch up
fr_fr: Verrouiller cette salope
it_it: Blocca quella troia

source: Don't be stupid
fr_fr: Ne pas être stupide
it_it: Non essere stupido

source: "Fine, I give up..."
fr_fr: "Très bien, je donne ..."
it_it: "Bene, mi arrendo..."

source: "Never!"
fr_fr: "Jamais !"
it_it: "Mai!"
