Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_fate.po
Languages: fr_fr, it_it

source: [_mc_] Please tie me up...
fr_fr: [_mc_] S'il vous plaît, cravate ...
it_it: [_mc_] Per favore legami su...

source: [_kate_s_neutral_rope_] That's better.
fr_fr: [_kate_s_neutral_rope_] C'est mieux.
it_it: [_kate_s_neutral_rope_] È meglio.

source: [_kate_s_neutral_rope_] Hands behind your back, convict.
fr_fr: [_kate_s_neutral_rope_] Mains derrière votre dos, condamné.
it_it: [_kate_s_neutral_rope_] Mani dietro la schiena, convincente.

source: [_kate_s_neutral_] Now, on your stomach.
fr_fr: [_kate_s_neutral_] Maintenant, sur votre estomac.
it_it: [_kate_s_neutral_] Ora, sul tuo stomaco.

source: [_mc_] You better call your cronies, because I'm not going anywhere.
fr_fr: [_mc_] Vous ferez mieux d'appeler vos amis, parce que je ne vais nulle part.
it_it: [_mc_] È meglio chiamare i tuoi cronaci, perché non vado da nessuna parte.

source: [_kate_s_eyeroll_] You'll regret this.
fr_fr: [_kate_s_eyeroll_] Vous allez le regretter.
it_it: [_kate_s_eyeroll_] te ne pentirai.

source: [_kate_s_excited_] Girls! Get him!
fr_fr: [_kate_s_excited_] Filles ! Va-le !
it_it: [_kate_s_excited_] Ragazze! Portatelo!

source: [_kate_s_cheerleader_feet_] Down where you belong.
fr_fr: [_kate_s_cheerleader_feet_] A bas où vous appartenez.
it_it: [_kate_s_cheerleader_feet_] Giù dove appartieni.

source: [_kate_s_cheerleader_feet_] Did you really think you could be disrespectful and get away with it?{space=-10}
fr_fr: [_kate_s_cheerleader_feet_] Avez-vous vraiment pensé que vous pourriez être irrespectueux et s'en tirer? { space=-10 }
it_it: [_kate_s_cheerleader_feet_] Hai davvero pensato che potresti essere irrispettoso e farti via?{space=-10}

source: [_lacey_] He looks like a maggot!
fr_fr: [_lacey_] Il ressemble à un maggot !
it_it: [_lacey_] Sembra un maggot!

source: [_stacy_] He probably is one.
fr_fr: [_stacy_] Il en est probablement un.
it_it: [_stacy_] Probabilmente è uno.

source: [_casey_] Is there maggot DNA in you?
fr_fr: [_casey_] Y a-t-il de l'ADN du maggot?
it_it: [_casey_] C'è del DNA maggot in te?

source: [_kate_s_cheerleader_feet_] Answer her.
fr_fr: [_kate_s_cheerleader_feet_] Réponse elle.
it_it: [_kate_s_cheerleader_feet_] La Rispondi.

source: [_kate_s_cheerleader_feet_] No, what?
fr_fr: [_kate_s_cheerleader_feet_] Non, quoi?
it_it: [_kate_s_cheerleader_feet_] No, cosa?

source: [_kate_s_cheerleader_feet_] Better.
fr_fr: [_kate_s_cheerleader_feet_] Meilleure.
it_it: [_kate_s_cheerleader_feet_] Meglio.

source: [_casey_] You're so good at getting him in line, Katie!
fr_fr: [_casey_] Vous êtes si bon de le faire en ligne, Katie !
it_it: [_casey_] Sei così bravo a metterlo in linea, Katie!

source: [_kate_s_cheerleader_feet_] Hopefully, he's learning.
fr_fr: [_kate_s_cheerleader_feet_] J'espère qu'il apprend.
it_it: [_kate_s_cheerleader_feet_] Speriamo che stia imparando.

source: [_stacy_] Are you learning, little maggot?
fr_fr: [_stacy_] Etes-vous en apprentissage, petit maggot?
it_it: [_stacy_] Stai imparando, poco maggot?

source: [_kate_s_cheerleader_feet_] All right, we're going to get back to practice. You stay put, [mc].
fr_fr: [_kate_s_cheerleader_feet_] Très bien, nous allons revenir à la pratique. Vous restez, [mc].
it_it: [_kate_s_cheerleader_feet_] Va bene, torneremo alla pratica. Rimani messo, [mc].

source: Nothing to do but staying put, I guess.
fr_fr: Rien à faire, mais rester en place, je suppose.
it_it: Niente da fare se non rimanere messi, immagino.

source: Damn, these ropes are tight...
fr_fr: Merde, ces cordes sont serrées ...
it_it: Dannazione, queste corde sono strette...

source: [_mc_] No, you psychotic bitch.
fr_fr: [_mc_] Non, vous avez une salope psychotique.
it_it: [_mc_] No, tu la cagna psicotica.

source: [_stacy_] My god.
fr_fr: [_stacy_] Mon Dieu.
it_it: [_stacy_] Il mio dio.

source: [_casey_] How dare...
fr_fr: [_casey_] Comment oser ...
it_it: [_casey_] Come osare...

source: [_hidden_number_] Congratulations.
fr_fr: [_hidden_number_] Félicitations.
it_it: [_hidden_number_] Congratulazioni.

source: [_mc_] Congratulations?
fr_fr: [_mc_] Félicitations?
it_it: [_mc_] Congratulazioni?

source: [_hidden_number_] I watched you. You have altered your fate. You are on a good path.
fr_fr: [_hidden_number_] Je t'ai regardé. Vous avez modifié votre destin. Vous êtes sur une bonne voie.
it_it: [_hidden_number_] ti ho guardato. Hai alterato il tuo destino. Sei sulla buona strada.

source: [_mc_] Thanks, I guess...
fr_fr: [_mc_] Merci, je suppose ...
it_it: [_mc_] Grazie, immagino...

source: [_mc_] That's it? What's next?
fr_fr: [_mc_] C'est ça? Quoi de suite?
it_it: [_mc_] Quello? Cosa c'è dopo?

source: [_hidden_number_] I cannot tell you what lies ahead, but as long as you trust your heart, you will reach the other side.
fr_fr: [_hidden_number_] Je ne peux pas vous dire ce qui nous attend, mais tant que vous faites confiance à votre cœur, vous atteindrez l'autre face.
it_it: [_hidden_number_] Io non posso dirvi ciò che vi attende, ma finché vi fidate del vostro cuore, raggiungerete l'altro lato.

source: Great. Always cryptic, creepy, and crappy.
fr_fr: Super. Toujours cryptique, flirte et crappée.
it_it: Grande. Sempre criptico, raccapricciante e crappy.

source: Huh...? What time is it?
fr_fr: Huh ...? Quelle heure est-il?
it_it: Huh...? Che ora è?

source: The lights are off, so it's late.
fr_fr: Les lumières sont étees, alors il est tard.
it_it: Le luci sono spente, quindi è in ritardo.

source: Man, I'm getting hungry, and my leg is falling asleep...
fr_fr: J'ai faim, et ma jambe s'endort ...
it_it: Uomo, sto avendo fame, e la mia gamba sta addormentando...

source: Not exactly an emergency, though.
fr_fr: Mais pas exactement une urgence.
it_it: Ma non è esattamente un'emergenza.

source: Oh, fuck. Someone's coming!
fr_fr: Oh, merde. Quelqu'un vient !
it_it: Oh, scopa. Qualcuno sta arrivando!

source: Please not the [guard]...
fr_fr: S'il vous plaît pas le [guard]...
it_it: Per favore non la [guard]...

source: Please not [flora]...
fr_fr: Merci de ne pas [flora]...
it_it: Per favore non [flora]...

source: Please not [isabelle]...
fr_fr: Merci de ne pas [isabelle]...
it_it: Per favore non [isabelle]...

source: Please not—
fr_fr: Veuillez ne pas-
it_it: Non prego—

source: ??? [special_delimiter] What do you want now?
fr_fr: ??? [special_delimiter] Que voulez-vous maintenant?
it_it: ??? [special_delimiter] Cosa vuoi adesso?

source: [_mrsl_] We have a spider problem.
fr_fr: [_mrsl_] Nous avons un problème d'araignée.
it_it: [_mrsl_] Abbiamo un problema di ragno.

source: ??? [special_delimiter] I am well aware.
fr_fr: ??? [special_delimiter] Je sais bien.
it_it: ??? [special_delimiter] Sono ben consapevole.

source: [_mrsl_] Why haven't you fixed it, then?
fr_fr: [_mrsl_] Pourquoi ne l'avez-vous pas réparété, alors?
it_it: [_mrsl_] Perché non l'hai riparato, allora?

source: ??? [special_delimiter] Because most of my energy is spent watching you.
fr_fr: ??? [special_delimiter] Parce que la plus grande partie de mon énergie est consacrée à vous regarder.
it_it: ??? [special_delimiter] Perché la maggior parte della mia energia è spesa a guardarti.

source: [_mrsl_] Me? I haven't even done anything.
fr_fr: [_mrsl_] Me? Je n'ai même rien fait.
it_it: [_mrsl_] Me? Non ho nemmeno fatto nulla.

source: ??? [special_delimiter] The new art teacher...
fr_fr: ??? [special_delimiter] Le nouveau professeur d'art ...
it_it: ??? [special_delimiter] Il nuovo insegnante d'arte...

source: [_mrsl_] What about her?
fr_fr: [_mrsl_] Qu'en est-il de elle?
it_it: [_mrsl_] Che dire di lei?

source: ??? [special_delimiter] What kind of fool do you take me for?
fr_fr: ??? [special_delimiter] Quel genre de idiot prez-vous pour moi?
it_it: ??? [special_delimiter] Che tipo di pazzo mi prende?

source: [_mrsl_] Miss Hyde seems like a perfectly fine young woman to me.
fr_fr: [_mrsl_] Mlle Hyde me semble une très belle jeune femme.
it_it: [_mrsl_] Miss Hyde mi sembra una giovane donna perfetta.

source: ??? [special_delimiter] What did you do to Mrs. Bloomer?
fr_fr: ??? [special_delimiter] Qu'avez-vous fait à Mme Bloomer?
it_it: ??? [special_delimiter] Cosa hai fatto alla signora Bloomer?

source: [_mrsl_] Absolutely nothing.
fr_fr: [_mrsl_] Absolument rien.
it_it: [_mrsl_] Assolutamente nulla.

source: ??? [special_delimiter] Liar!
it_it: ??? [special_delimiter] Bugiardo!

source: [_mrsl_] What's with the accusations? Are you scared?
fr_fr: [_mrsl_] Qu'en est-il des accusations? Tu as peur?
it_it: [_mrsl_] Cosa c'è con le accuse? Hai paura?

source: ??? [special_delimiter] I know no fear, but I can smell a lie from a mile away.
fr_fr: ??? [special_delimiter] Je ne sais pas de peur, mais je peux sentir un mensonge à un kilomètre.
it_it: ??? [special_delimiter] Non conosco paura, ma posso odorare una bugia da un miglio di distanza.

source: [_mrsl_] I'm surprised you can smell anything at this point...
fr_fr: [_mrsl_] Je suis surpris que vous puissiez sentir quelque chose à ce point ...
it_it: [_mrsl_] Sono sorpreso che tu possa odorare qualsiasi cosa a questo punto...

source: ??? [special_delimiter] My senses are as sharp as ever.
fr_fr: ??? [special_delimiter] Mes sens sont aussi marqués que jamais.
it_it: ??? [special_delimiter] I miei sensi sono affilati come sempre.

source: [_mrsl_] If that's the case, how come there's a spider problem again?
fr_fr: [_mrsl_] Si c'est le cas, comment se présente-on à nouveau un problème d'araignée?
it_it: [_mrsl_] Se questo è il caso, come viene di nuovo un problema di ragno?

source: ??? [special_delimiter] I will need to look into it.
it_it: ??? [special_delimiter] dovrò guardare in esso.

source: [_mrsl_] You know what happened last time...
fr_fr: [_mrsl_] Vous savez ce qui s'est passé la dernière fois ...
it_it: [_mrsl_] Sai cosa è successo l'ultima volta...

source: ??? [special_delimiter] I took care of it last time.
fr_fr: ??? [special_delimiter] J'ai pris soin de la dernière fois.
it_it: ??? [special_delimiter] Mi sono preso cura di esso l'ultima volta.

source: [_mrsl_] Right. That's why there's a school and not a castle here.
fr_fr: [_mrsl_] Droit. C'est pourquoi il y a une école et pas un château ici.
it_it: [_mrsl_] destra. Ecco perché qui c'è una scuola e non un castello.

source: ??? [special_delimiter] I should have cut out your tongue when I had the chance...
fr_fr: ??? [special_delimiter] J'aurais dû couper votre langue quand j'ai eu la chance ...
it_it: ??? [special_delimiter] Avrei dovuto tagliare la tua lingua quando ho avuto la possibilità...

source: Sounds like they left.
fr_fr: On dirait qu'ils sont partis.
it_it: Suona come se se ne fossero andati.

source: What the hell was that about?
fr_fr: Qu'est-ce que c'était que ça?
it_it: Di che diavolo si trattava?

source: And who does the mysterious voice belong to?
fr_fr: Et à qui appartient la voix mystérieuse?
it_it: E a chi appartiene la voce misteriosa?

source: Spiders? Mrs. Bloomer? Castles? This all sounds like an interview with [maxine]...
fr_fr: Les araignées? Mme Bloomer? Des châteaux? Tout cela sonne comme une interview avec [maxine]...
it_it: Spiders? Signora Bloomer? Castelli? Tutto questo suona come un'intervista con [maxine]...

source: Why is [mrsl] in the school so late after dark?
fr_fr: Pourquoi le [mrsl] est-il à l'école si tard après la tombée de la nuit?
it_it: Perché [mrsl] nella scuola è così tardi dopo il buio?

source: If only I could get loose...
fr_fr: Si seulement je pouvais me perdre ...
it_it: Se solo potessi perdersi...

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] A whole night with my socks in your mouth! How does it feel?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Toute la nuit avec mes chaussettes dans la bouche ! Comment ça se sent?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Una notte intera con le mie calze in bocca! Come si sente?

source: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Did you like it?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Le saviez-vous?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Le è piaciuto?

source: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Well, I certainly did, and that's what matters.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Bien, je l'ai certainement fait, et c'est ce qui compte.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Beh, ho certamente fatto, ed è quello che conta.

source: Fuck... why am I getting hard again?
fr_fr: Fuck ... pourquoi je suis de plus en plus difficile?
it_it: Fuck... perché sono di nuovo difficile?

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Are you going to be a good boy if I take the socks out?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Est-ce que vous allez être un bon garçon si je prends les chaussettes?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Sarai un bravo ragazzo se prenderò le calze fuori?

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] I get that you're upset, but if you don't behave when I take them out, you're going to be sorry.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Je pense que vous êtes contrariété, mais si vous ne vous comportez pas quand je les prends, vous allez être désolé.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Ho capito che sei turbato, ma se non ti comporti quando li toglio, ti dispiacerai.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] And what do you say?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Et que dis-tu?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] E che cosa dite?

source: [_mc_] Thank you, ma'am...
fr_fr: [_mc_] Merci, madame ...
it_it: [_mc_] Grazie, ma'am...

source: Probably best not to mess with [kate] anymore.
fr_fr: Probablement mieux ne pas gâcher avec [kate] plus.
it_it: Probabilmente meglio non pasticciare con [kate] più.

source: If tonight has been an indication of things to come, it'd be risky to upset her.
fr_fr: Si ce soir a été une indication de choses à venir, il serait risqué de la perturber.
it_it: Se stasera fosse stato un indizio di cose a venire, sarebbe rischioso sconvolgerla.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] That's better.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] C'est mieux.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] È meglio.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] See? There's no need to be a brat about it. If you behave, I'll be nice.{space=-10}
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Voir? Il n'est pas nécessaire d'être un brat à ce sujet. Si vous vous comportez, je serai sympa. { space=-10 }
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Vedi? Non c'è bisogno di essere un reggiseno al riguardo. Se ti comporti, sarò gentile.{space=-10}

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Do you understand the dynamic here?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Est-ce que vous comprenez la dynamique ici?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Capisci la dinamica qui?

source: [_mc_] Yes...
fr_fr: [_mc_] Oui ...
it_it: [_mc_] Sì...

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Yes, what?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Oui, quoi?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Sì, cosa?

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] Very good!
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] Très bien !
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] Molto buono!

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Okay, what do you think we should do next?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] D'accord, que pensez-vous que nous devrions faire ensuite?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Okay, cosa pensi che dovremmo fare dopo?

source: [_mc_] Thanks for revealing your hand so early.
fr_fr: [_mc_] Merci d'avoir révélé votre main si tôt.
it_it: [_mc_] Grazie per aver rivelato la tua mano così presto.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Revealing my hand?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Révéler ma main?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Rivelare la mia mano?

source: [_mc_] It's early in the school year, and I thought I'd give you the chance to change this time around.
fr_fr: [_mc_] C'est au début de l'année scolaire, et je me suis dit que je vous donnerais la chance de changer cette fois-ci.
it_it: [_mc_] È all'inizio dell'anno scolastico e pensavo di darti la possibilità di cambiare questa volta.

source: [_mc_] But clearly you're the same old bitch you've always been. Irredeemable.
fr_fr: [_mc_] Mais il est clair que vous êtes la même vieille chienne que vous avez toujours été. Irrédempable.
it_it: [_mc_] Ma chiaramente sei la stessa vecchia cagna che sei sempre stata. Irredeemable.

source: [_mc_] This year, you'll be caught in the act and exposed.
fr_fr: [_mc_] Cette année, vous serez pris dans l'acte et exposé.
it_it: [_mc_] Quest'anno, sarai catturato nell'atto ed esposto.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Seems like you still haven't learned your lesson...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Seems like you still haven't learned your leçon ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Sembra che tu non abbia ancora imparato la tua lezione...

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] In it goes again!
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] In esso va di nuovo!

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] I like you better silent. Perhaps we should get a permanent muzzle for you?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Je vous aime le silence. Peut-être devrions-nous avoir un museau permanent pour vous?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Mi piace meglio silenziare. Forse dovremmo ottenere un muso permanente per te?

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] No one likes a dog that barks.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Personne n'aime un chien qui abote.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] A nessuno piace un cane che abbaia.

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] I was going to untie you, but I don't feel particularly gracious right now...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Je vais vous délier, mais je ne me sens pas particulièrement gracieuse en ce moment ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Stavo per sciogliervi, ma non mi sento particolarmente gentile in questo momento...

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] I have more important things to take care off. See you later.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] J'ai des choses plus importantes à prendre en charge. A plus tard.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Ho cose più importanti da prendermi cura di. Ci vediamo più tardi.

source: Fuck me... She actually left again.
fr_fr: Fuck-moi ... Elle est encore repartie.
it_it: Cazzo me... In realtà ha lasciato di nuovo.

source: [_isabelle_] [mc]?! Are you okay?
fr_fr: [_isabelle_] [mc]? ! Es-tu d'accord?
it_it: [_isabelle_] [mc]?! Stai bene?

source: Shit, I must've fallen asleep for a bit...
fr_fr: Merde, je dois m'endormissement pour un peu ...
it_it: Merda, devo addormentarmi per un po'...

source: [_isabelle_] Who did this to you?!
fr_fr: [_isabelle_] Qui t'a fait ça? !
it_it: [_isabelle_] Chi ti ha fatto questo?!

source: [_isabelle_] Here, let me untie you!
fr_fr: [_isabelle_] Ici, laissez-moi vous délier !
it_it: [_isabelle_] Qui, lasciatemi sciogliere!

source: [_isabelle_] Man, these knots are bloody tight...
fr_fr: [_isabelle_] Homme, ces noeuds sont ensanglants ...
it_it: [_isabelle_] Uomo, questi nodi sono sanguinosi stretti...

source: [_isabelle_s_concerned_] What happened here?
fr_fr: [_isabelle_s_concerned_] Que s'est-il passé ici?
it_it: [_isabelle_s_concerned_] Cos'è successo qui?

source: [_isabelle_s_skeptical_] It was [kate], wasn't it?
fr_fr: [_isabelle_s_skeptical_] C'était [kate], n'est-ce pas?
it_it: [_isabelle_s_skeptical_] Era [kate], vero?

source: [_isabelle_s_angry_] That repugnant twat!
fr_fr: [_isabelle_s_angry_] Ce ficat répugnant !
it_it: [_isabelle_s_angry_] Quel gemello ripugnante!

source: [_isabelle_s_angry_] Did she hurt you?
fr_fr: [_isabelle_s_angry_] Elle vous a fait du mal?
it_it: [_isabelle_s_angry_] Le ha fatto del male?

source: [_isabelle_s_skeptical_] But she did tie you up.
fr_fr: [_isabelle_s_skeptical_] Mais elle t'a cravate.
it_it: [_isabelle_s_skeptical_] Ma lei ti ha legato.

source: [_isabelle_s_concerned_] Have you lost the ability to speak?
fr_fr: [_isabelle_s_concerned_] Avez-vous perdu la capacité de parler?
it_it: [_isabelle_s_concerned_] Hai perso la capacità di parlare?

source: [_isabelle_s_concerned_] Yeah, I'd be speechless too...
fr_fr: [_isabelle_s_concerned_] Oui, je serais sans voix aussi ...
it_it: [_isabelle_s_concerned_] Sì, anche io sarei senza parole...

source: [_isabelle_s_neutral_] Okay, you look fine in spite of everything.
fr_fr: [_isabelle_s_neutral_] Ok, vous avez l'air bien malgré tout.
it_it: [_isabelle_s_neutral_] Va bene, si guarda bene nonostante tutto.

source: [_isabelle_s_neutral_] Let me talk to the principal. In the meantime, go and have a cup of tea in the cafeteria.
fr_fr: [_isabelle_s_neutral_] Laissez-moi parler au directeur. En attendant, aller prendre une tasse de thé à la cafétéria.
it_it: [_isabelle_s_neutral_] Permettetemi di parlare con il committente. Nel frattempo, andate a prendere una tazza di tè nella caffetteria.

source: Not sure why, but I feel like [isabelle] would've exploded if she learned about the socks...
fr_fr: Pas sûr pourquoi, mais j'ai l'impression que [isabelle] aurait explosé si elle avait appris les chaussettes ...
it_it: Non so perché, ma mi sento come [isabelle] sarebbe esplosa se avesse imparato a conoscere i calzini...

source: Some things are best kept from her.
fr_fr: Certaines choses sont mieux conservées d'elle.
it_it: Alcune cose sono meglio tenere da lei.

source: [_isabelle_s_concerned_left_] What the hell is that?
fr_fr: [_isabelle_s_concerned_left_] Qu'est-ce que c'est que ça?
it_it: [_isabelle_s_concerned_left_] Qual è l'inferno?

source: [_isabelle_s_afraid_] That is entirely unacceptable!
fr_fr: [_isabelle_s_afraid_] C'est tout à fait inacceptable !
it_it: [_isabelle_s_afraid_] Questo è del tutto inaccettabile!

source: [_isabelle_s_afraid_] Give me those! I'm taking this to the principal!
fr_fr: [_isabelle_s_afraid_] Donnez-moi ça ! Je prends ça au principal !
it_it: [_isabelle_s_afraid_] Dammi quelli! Sto portando questo al principato!
