Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: Whenever I see [kate] in the gym, my heart starts beating a little faster...
fr_fr: Chaque fois que je vois [kate] dans la salle de gym, mon cœur bat un peu plus vite ...
it_it: Ogni volta che vedo [kate] in palestra, il mio cuore inizia a battere un po 'più veloce...

source: I always thought it was fear, but maybe there's something else?
fr_fr: J'ai toujours pensé que c'était la peur, mais peut-être qu'il y a autre chose?
it_it: Ho sempre pensato che fosse paura, ma forse c'è qualcos'altro?

source: Maybe there's a need to have what's outside my reach.
fr_fr: Peut-être qu'il y a un besoin d'avoir ce qui est hors de ma portée.
it_it: Forse c'è bisogno di avere ciò che è fuori dalla mia portata.

source: To conquer my fears and demons.
fr_fr: Pour vaincre mes peurs et mes démons.
it_it: Per conquistare le mie paure e i miei demoni.

source: And mend the wounds she caused.
fr_fr: Et mend les blessures qu'elle a causées.
it_it: E riparare le ferite che ha causato.

source: To conquer her.
fr_fr: Pour la conquérir.
it_it: Per conquistarla.

source: Perhaps it's some newly awoken dark desire.
fr_fr: Peut-être que c'est un désir sombre qui vient d'être réveillé.
it_it: Forse è un desiderio oscuro appena risvegliato.

source: The need to give up control and let her have her way completely.
fr_fr: La nécessité d'abandonner le contrôle et de la laisser se faire complètement.
it_it: La necessità di rinunciare al controllo e lasciarla avere la sua strada completamente.

source: Maybe I fought it too hard last time around?
fr_fr: Peut-être que je me suis battu trop fort la dernière fois?
it_it: Forse l'ho combattuta troppo difficile l'ultima volta in giro?

source: Then again, maybe it's just my desire for revenge.
fr_fr: Encore une fois, peut-être que c'est juste mon désir de vengeance.
it_it: Poi ancora, forse è solo il mio desiderio di vendetta.

source: If I could prove to her and myself that I'm better than her at something...
fr_fr: Si je pouvais prouver à elle et moi que je suis meilleure qu'elle à quelque chose ...
it_it: Se potessi dimostrare a lei e a me stesso che sono meglio di lei a qualcosa...

source: Something that isn't video games...
fr_fr: Quelque chose qui n'est pas des jeux vidéo ...
it_it: Qualcosa che non è videogiochi...

source: Then maybe I could finally move on and put the years of misery behind me.
fr_fr: Alors peut-être que je pourrais enfin avancer et mettre les années de misère derrière moi.
it_it: Allora forse potrei finalmente andare avanti e mettere dietro di me gli anni della miseria.

source: [_kate_s_neutral_] What's with the sullen face?
fr_fr: [_kate_s_neutral_] Qu'est-ce que le visage du sullen?
it_it: [_kate_s_neutral_] Cosa c'è con il viso infangato?

source: [_mc_] This is how I usually look...
fr_fr: [_mc_] C'est comme ça que j'ai l'habitude de regarder ...
it_it: [_mc_] Questo è come di solito sembro...

source: [_kate_s_confident_] Okay, it's hard to argue with that.
fr_fr: [_kate_s_confident_] Ok, c'est difficile de discuter avec ça.
it_it: [_kate_s_confident_] Okay, è difficile discutere con quello.

source: [_kate_s_confident_] So, you've come back to tempt fate, haven't you?
fr_fr: [_kate_s_confident_] Alors, vous êtes revenu pour tenter le destin, n'est-ce pas?
it_it: [_kate_s_confident_] Quindi, sei tornato a tentare il destino, vero?

source: [_kate_s_neutral_] You got away last time. So, naturally we have some unfinished business.
fr_fr: [_kate_s_neutral_] Vous êtes parti pour la dernière fois. Donc, naturellement, nous avons des affaires inachevées.
it_it: [_kate_s_neutral_] L'ultima volta ti sei allontanato. Quindi, naturalmente, abbiamo alcuni affari incompiuti.

source: [_mc_] We're not going to do it your way this year, [kate].
fr_fr: [_mc_] Nous n'allons pas faire votre chemin cette année, [kate].
it_it: [_mc_] Non faremo il tuo modo quest'anno, [kate].

source: [_kate_s_confident_] We'll see about that...
fr_fr: [_kate_s_confident_] Nous verrons à ce sujet ...
it_it: [_kate_s_confident_] Vedremo a questo proposito...

source: [_kate_s_confident_] You've come back for more, haven't you?
fr_fr: [_kate_s_confident_] Vous êtes revenu pour plus, n'est-ce pas?
it_it: [_kate_s_confident_] Sei tornato per di più, vero?

source: [_mc_] More?
fr_fr: [_mc_] Plus?
it_it: [_mc_] Di Più?

source: [_kate_s_confident_] You liked getting tied up in the gym so much, so now you've come to provoke me.
fr_fr: [_kate_s_confident_] Vous avez tellement aimé être attaché dans la salle de gym, donc maintenant vous êtes venu pour me provoquer.
it_it: [_kate_s_confident_] Ti è piaciuto essere legato in palestra così tanto, quindi ora sei venuto a provocarmi.

source: Fuck. Talking to [kate] always makes me so nervous.
fr_fr: Putain. Parler à [kate] me rend toujours si nerveuse.
it_it: Scopata. Parlare con [kate] mi rende sempre così nervoso.

source: Maybe she's right...?
fr_fr: Peut-être qu'elle a raison ...?
it_it: Forse ha ragione...?

source: [_mc_] Actually, I've come to challenge you.
fr_fr: [_mc_] En fait, je suis venu vous défier.
it_it: [_mc_] In realtà, sono venuto a sfidarti.

source: [_kate_s_laughing_] Challenge me?!
fr_fr: [_kate_s_laughing_] Défi-moi?
it_it: [_kate_s_laughing_] Sfida me?!

source: [_kate_s_smile_] Wait, you're serious?!
fr_fr: [_kate_s_smile_] Attends, tu es sérieux?
it_it: [_kate_s_smile_] Aspetta, sei serio?!

source: [_mc_] Yes, I'm serious.
fr_fr: [_mc_] Oui, je suis sérieux.
it_it: [_mc_] Sì, sono serio.

source: [_kate_s_confident_] And what exactly are you going to challenge me in?
fr_fr: [_kate_s_confident_] Et qu'allez-vous vous défier exactement?
it_it: [_kate_s_confident_] E che cosa mi sfiderà esattamente?

source: [_mc_] I'll let you decide.
fr_fr: [_mc_] Je vous laisse décider.
it_it: [_mc_] ti lascerò decidere.

source: [_kate_s_confident_] This is among the most ridiculous things I've heard.
fr_fr: [_kate_s_confident_] C'est parmi les choses les plus ridicules que j'ai entendues.
it_it: [_kate_s_confident_] Questa è una delle cose più ridicole che ho sentito.

source: [_mc_] Are you scared?
fr_fr: [_mc_] Avez-vous peur?
it_it: [_mc_] Sei spaventata?

source: [_kate_s_neutral_] Fine. Meet me here again tomorrow and you'll have your challenge.
fr_fr: [_kate_s_neutral_] Fine. Rejoins-moi ici demain et tu auras ton défi.
it_it: [_kate_s_neutral_] Bene. Incontrami qui di nuovo domani e avrai la tua sfida.

source: [_kate_s_neutral_] Fine. Meet me in the gym tomorrow and you'll have your challenge.
fr_fr: [_kate_s_neutral_] Fine. Rejoins-moi dans la salle de gym demain et tu auras ton défi.
it_it: [_kate_s_neutral_] Bene. Incontrami in palestra domani e avrai la tua sfida.

source: [_kate_s_neutral_] Now, get lost.
fr_fr: [_kate_s_neutral_] Maintenant, se perdre.
it_it: [_kate_s_neutral_] Ora, perdersi.

source: This might be the dumbest thing I've done...
fr_fr: Ça pourrait être la chose la plus stupide que j'ai faite ...
it_it: Questa potrebbe essere la cosa più stupida che ho fatto...

source: But [isabelle] always says to take the bull by the horns, and this is the most head-on confrontation possible.
fr_fr: Mais [isabelle] dit toujours prendre le taureau par les cornes, et c'est la confrontation la plus frontale possible.
it_it: Ma [isabelle] dice sempre di prendere il toro per le corna, e questo è il confronto più frontale possibile.

source: Maybe I should ask her for advice?
fr_fr: Peut-être que je devrais lui demander conseil?
it_it: Forse le dovrei chiedere dei consigli?

source: [isabelle] looks like someone just stole her favorite chocolates...
fr_fr: [isabelle] ressemble à quelqu'un qui vient de lui avoir volé ses chocolats préférés ...
it_it: [isabelle] sembra che qualcuno abbia rubato i suoi cioccolatini preferiti...

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord?
it_it: [_mc_] Stai bene?

source: [_isabelle_s_annoyed_] Not quite.
fr_fr: [_isabelle_s_annoyed_] Pas tout à fait.
it_it: [_isabelle_s_annoyed_] Non è tranquillo.

source: [_isabelle_s_annoyed_left_] I told the principal about [kate]'s behavior.
it_it: [_isabelle_s_annoyed_left_] ho detto al preside circa il comportamento di [kate].

source: [_isabelle_s_annoyed_left_] I even showed her the wet socks.
fr_fr: [_isabelle_s_annoyed_left_] Je lui ai même montré les chaussettes mouillées.
it_it: [_isabelle_s_annoyed_left_] Le mostrai anche le calze bagnate.

source: [_mc_] And what did she say?
fr_fr: [_mc_] Et qu'a-t-elle dit?
it_it: [_mc_] E cosa ha detto?

source: [_isabelle_s_annoyed_] She said that [kate] is a model student and that the only one to surpass her in grades and extra credits is [maxine].
fr_fr: [_isabelle_s_annoyed_] Elle a dit que le [kate] est un étudiant modèle et que le seul à dépasser ses notes et ses crédits supplémentaires est le [maxine].
it_it: [_isabelle_s_annoyed_] Ha detto che [kate] è uno studente modello e che l'unico a superarla in gradi e crediti extra è [maxine].

source: [_mc_] That's probably true.
fr_fr: [_mc_] C'est probablement vrai.
it_it: [_mc_] Probabilmente è vero.

source: [_isabelle_s_angry_] Bloody hell! It's hardly the point, is it?
fr_fr: [_isabelle_s_angry_] Bloody enfer ! C'est à peine le point, n'est-ce pas?
it_it: [_isabelle_s_angry_] Inferno sanguinoso! È difficilmente il punto, vero?

source: [_mc_] Sorry, but the truth is that successful and attractive people get away with things others don't.
fr_fr: [_mc_] Désolé, mais la vérité, c'est que les gens qui réussissent et les gens séduisantes s'en éloignont avec les autres pas.
it_it: [_mc_] Ci dispiace, ma la verità è che le persone di successo e attraente ottenere via con le cose che gli altri no.

source: [_isabelle_s_sad_] I refuse to let that be the case.
fr_fr: [_isabelle_s_sad_] Je refuse que ce soit le cas.
it_it: [_isabelle_s_sad_] Mi rifiuto di lasciare che questo sia il caso.

source: [_isabelle_s_sad_] Equality means putting a stop to injustices like this.
fr_fr: [_isabelle_s_sad_] L'égalité signifie mettre un terme aux injustices comme celle-ci.
it_it: [_isabelle_s_sad_] Uguaglianza significa porre fine a ingiustizie come questa.

source: [_mc_] The best you can do is keep your head down... I believe I told you that on the first day here.
fr_fr: [_mc_] Le mieux que vous puissiez faire est de garder la tête vers le bas ... Je crois que je t'ai dit ça le premier jour ici.
it_it: [_mc_] Il meglio che puoi fare è mantenere la testa giù... Credo che ti ho detto che il primo giorno qui.

source: [_isabelle_s_angry_] I refuse! I refuse! I refuse!
fr_fr: [_isabelle_s_angry_] Je refuse ! Je refuse ! Je refuse !
it_it: [_isabelle_s_angry_] Rifiuto! Rifiuto! Rifiuto!

source: [_mc_] I know it's not, but [kate] does have the entire school behind her. You only have me.
fr_fr: [_mc_] Je sais que ce n'est pas le cas, mais [kate] a toute l'école derrière elle. Vous n'avez que moi.
it_it: [_mc_] So che non è così, ma [kate] ha tutta la scuola dietro di lei. Tu mi hai soltanto.

source: [_isabelle_s_blush_] Us against the world, eh?
fr_fr: [_isabelle_s_blush_] Us contre le monde, hein?
it_it: [_isabelle_s_blush_] Noi contro il mondo, eh?

source: [_isabelle_s_blush_] I still like our odds.
fr_fr: [_isabelle_s_blush_] J'aime encore nos chances.
it_it: [_isabelle_s_blush_] Mi piacciono ancora le nostre probabilità.

source: [_mc_] I don't, but at least our chances are twice as good.
fr_fr: [_mc_] Je ne le fais pas, mais au moins nos chances sont deux fois plus bonnes.
it_it: [_mc_] Non lo faccio, ma almeno le nostre probabilità sono due volte più buone.

source: [_isabelle_s_annoyed_] Maybe we just walk up to her and tell her off?
fr_fr: [_isabelle_s_annoyed_] Peut-être que nous nous en sommes juste à la lui dire et à la lui dire?
it_it: [_isabelle_s_annoyed_] Forse ci avviciniamo a lei e le diciamo di uscire?

source: [_mc_] Again? Hmm... no.
fr_fr: [_mc_] Encore une fois? Hmm ... non.
it_it: [_mc_] ancora? Hmm... no.

source: [_mc_] What's wrong?
fr_fr: [_mc_] Qu'est-ce qui ne va pas?
it_it: [_mc_] Cosa c'è di sbagliato?

source: [_isabelle_s_annoyed_left_] I somehow ended up with twelve assignments for [mrsl]'s class tomorrow.
fr_fr: [_isabelle_s_annoyed_left_] J'ai fini par douze affectations pour la classe [mrsl]demain.
it_it: [_isabelle_s_annoyed_left_] Ho in qualche modo finito con dodici incarichi per la classe di [mrsl]domani.

source: [_isabelle_s_annoyed_left_] If I hadn't checked my locker earlier, I would've missed it entirely.
fr_fr: [_isabelle_s_annoyed_left_] Si je n'avais pas vérifié mon casier plus tôt, je l'aurais manqué entièrement.
it_it: [_isabelle_s_annoyed_left_] Se non avessi controllato il mio armadietto prima, lo avrei perso completamente.

source: [_mc_] Twelve? That seems like a mixup.
fr_fr: [_mc_] Douze? Ça semble être un mélange.
it_it: [_mc_] Dodici? Sembra un mixup.

source: [_isabelle_s_sad_] You'd think, but when I talked to [mrsl] she said it was odd but correct...
fr_fr: [_isabelle_s_sad_] Vous penseriez, mais quand j'ai parlé au [mrsl] elle a dit que c'était bizarre mais correct ...
it_it: [_isabelle_s_sad_] Pensereste, ma quando ho parlato con [mrsl] ha detto che era strano ma corretto...

source: [_isabelle_s_sad_] I had to spend an hour waiting for the principal to get it sorted.
fr_fr: [_isabelle_s_sad_] J'ai dû passer une heure à attendre que le directeur soit trié.
it_it: [_isabelle_s_sad_] Ho dovuto trascorrere un'ora in attesa che il committente lo avesse ordinato.

source: [_mc_] That seems odd...
fr_fr: [_mc_] Cela semble étrange ...
it_it: [_mc_] Che sembra strano...

source: [_isabelle_s_annoyed_] It seems deliberate to me. [kate] is probably behind this as well.
fr_fr: [_isabelle_s_annoyed_] Cela me semble délibérer. [kate] est probablement à l'origine de cette situation.
it_it: [_isabelle_s_annoyed_] Mi sembra intenzionale. [kate] è probabilmente dietro anche questo.

source: [_isabelle_s_annoyed_] I'm going to have a word with her... a very sharp lethal word.
fr_fr: [_isabelle_s_annoyed_] Je vais avoir un mot avec elle ... un mot très prononcé.
it_it: [_isabelle_s_annoyed_] Avrò una parola con lei... una parola letale molto affilata.

source: [_mc_] What makes you think it's [kate]?
fr_fr: [_mc_] Qu'est-ce qui vous fait penser que c'est [kate]?
it_it: [_mc_] Cosa ti fa pensare che sia [kate]?

source: [_isabelle_s_angry_] Who else would it be?
fr_fr: [_isabelle_s_angry_] Qui d'autre serait?
it_it: [_isabelle_s_angry_] Chi altro sarebbe?

source: [_isabelle_s_angry_] I just need to gather evidence.
fr_fr: [_isabelle_s_angry_] J'ai juste besoin de rassembler des preuves.
it_it: [_isabelle_s_angry_] Ho solo bisogno di raccogliere le prove.

source: [_mc_] Sadly, I think you're attacking the problem from the wrong angle.
fr_fr: [_mc_] Malheureusement, je pense que vous attachez le problème du mauvais angle.
it_it: [_mc_] Purtroppo, penso che tu stia attaccando il problema dal punto di vista sbagliato.

source: [_mc_] Even if you do get [jo] to take action against [kate], the worst punishment she'll get is detention.
fr_fr: [_mc_] Même si vous obtenez [jo] pour prendre des mesures contre [kate], la pire punition qu'elle aura est la détention.
it_it: [_mc_] Anche se ottieni [jo] di agire contro [kate], la peggiore punizione che riceverà è la detenzione.

source: [_mc_] I have another idea...
fr_fr: [_mc_] J'ai une autre idée ...
it_it: [_mc_] Ho un'altra idea...

source: [_isabelle_s_concerned_] Another idea?
fr_fr: [_isabelle_s_concerned_] Une autre idée?
it_it: [_isabelle_s_concerned_] Un'altra idea?

source: [_mc_] Yeah, I challenged [kate] earlier and she accepted.
fr_fr: [_mc_] Oui, j'ai défié [kate] plus tôt et elle a accepté.
it_it: [_mc_] Sì, ho sfidato [kate] prima e ha accettato.

source: [_isabelle_s_concerned_] Challenged how?
fr_fr: [_isabelle_s_concerned_] Contestation de la façon?
it_it: [_isabelle_s_concerned_] Sfidato come?

source: [_mc_] I'm... not exactly sure yet.
fr_fr: [_mc_] Je suis ... pas encore sûr.
it_it: [_mc_] Io... non sono ancora esattamente sicuri.

source: [_mc_] But I thought maybe you can help me win it?
fr_fr: [_mc_] Mais j'ai pensé que vous pouvez m'aider à gagner?
it_it: [_mc_] Ma ho pensato che forse puoi aiutarmi a vincerlo?

source: [_isabelle_s_skeptical_] What will that accomplish?
fr_fr: [_isabelle_s_skeptical_] Qu'est-ce que cela va accomplir?
it_it: [_isabelle_s_skeptical_] Che cosa realizzerà?

source: [_mc_] See, the one thing [kate] cares about is her image. If I can somehow best her...
fr_fr: [_mc_] Voir, la seule chose [kate] se préoccupe de son image. Si je peux d'une façon ou d'une autre ...
it_it: [_mc_] Vedi, l'unica cosa che [kate] si preoccupa è la sua immagine. Se posso in qualche modo migliore...

source: [_isabelle_s_concerned_left_] Hmm... I see what you're saying. Maybe that slag will piss off for good...{space=-70}
fr_fr: [_isabelle_s_concerned_left_] Hmm ... Je vois ce que tu dis. Peut-être que le laitier va pisser pour le bon ... { space=-70 }
it_it: [_isabelle_s_concerned_left_] Hmm... Vedo quello che stai dicendo. Forse quella scoria si bacierà per bene... {space=-70}

source: [_isabelle_s_concerned_] When is this challenge taking place?
fr_fr: [_isabelle_s_concerned_] Quand ce défi est-il en cours?
it_it: [_isabelle_s_concerned_] Quando è in atto questa sfida?

source: [_mc_] Tomorrow in the gym.
fr_fr: [_mc_] Demain dans la salle de gym.
it_it: [_mc_] Domani in palestra.

source: [_isabelle_s_excited_] Okay, I'll see what I can do to help you!
fr_fr: [_isabelle_s_excited_] Ok, je vais voir ce que je peux faire pour vous aider !
it_it: [_isabelle_s_excited_] Okay, vedrò cosa posso fare per aiutarti!

source: Great! So, [isabelle] will also witness my humiliation.
fr_fr: Super ! Donc, [isabelle] sera aussi témoin de mon humiliation.
it_it: Grande! Così, [isabelle] sarà anche testimone della mia umiliazione.

source: She's smart, though... maybe she can actually help me somehow...
fr_fr: Elle est intelligente, bien qu'elle puisse peut-être m'aider d'une façon ou d'une autre ...
it_it: Lei è intelligente, però... forse può aiutarmi in qualche modo...

source: Well, better go home and rest so that I'm ready for the challenge.
fr_fr: Bien, mieux vaut rentrer à la maison et reposer pour que je sois prêt pour le défi.
it_it: Bene, meglio tornare a casa e riposare in modo che io sia pronto per la sfida.

source: I barely had time to rub the sand out of my eyes, and already the anxiety of facing her is hitting me hard.
fr_fr: J'ai à peine eu le temps de frotter le sable de mes yeux, et déjà l'anxiété de la faire face à elle me frappe durement.
it_it: Ho avuto a malapena il tempo di strofinare la sabbia dai miei occhi, e già l'ansia di affrontarla mi colpisce duramente.

source: Probably not the best idea to challenge her, but maybe it's the only way?{space=-90}
fr_fr: Probablement pas la meilleure idée de la contester, mais peut-être que c'est le seul moyen? { space=-90 }
it_it: Probabilmente non è l'idea migliore per sfidarla, ma forse è l'unico modo?{space=-90}

source: She has everything to lose and I... well, just my dignity, I guess...
fr_fr: Elle a tout à perdre et je ... bien, juste ma dignité, je suppose ...
it_it: Lei ha tutto da perdere e io...beh, solo la mia dignità, immagino...

source: Better get dressed.
fr_fr: Mieux vaut s'habiller.
it_it: Meglio vestirsi.

source: [_kate_s_confident_] Well, well, well, look who it is.
fr_fr: [_kate_s_confident_] Eh bien, bien, regardez qui c'est.
it_it: [_kate_s_confident_] Beh, beh, guardate chi è.

source: [_kate_s_confident_] Your head looks bigger than usual... I'm guessing it's that inflated ego.{space=-50}
fr_fr: [_kate_s_confident_] Votre tête a l'air plus grande que d'habitude ... Je suppose que c'est l'ego gonflé. { space=-50 }
it_it: [_kate_s_confident_] La tua testa sembra più grande del solito... Immagino che sia l'ego gonfiato.{space=-50}

source: [_kate_s_confident_] Luckily, my heels are sharp. I'll pop it like a zit if you bow down.
fr_fr: [_kate_s_confident_] Heureusement, mes talons sont tranchants. Je vais la pop comme un zit si vous vous inclinez.
it_it: [_kate_s_confident_] Per fortuna, i miei tacchi sono affilati. Lo pop come uno zit se ti inchini.

source: [_mc_] Cut the crap, [kate]. Let's start the challenge.
fr_fr: [_mc_] Couper la merde, [kate]. Commençons le défi.
it_it: [_mc_] Taglia la merda, [kate]. Iniziamo la sfida.

source: [_kate_s_neutral_] Watch your mouth, [mc].
fr_fr: [_kate_s_neutral_] Visionnez votre bouche, [mc].
it_it: [_kate_s_neutral_] Guarda la tua bocca, [mc].

source: [_kate_s_neutral_] Remember who you're talking to.
fr_fr: [_kate_s_neutral_] N'oubliez pas de qui vous parlez.
it_it: [_kate_s_neutral_] Ricordati di chi stai parlando.

source: [_casey_s_neutral_s_flip_] Yeah, show some respect, vermin.
fr_fr: [_casey_s_neutral_s_flip_] Oui, montre un peu de respect, vermine.
it_it: [_casey_s_neutral_s_flip_] Sì, mostra un certo rispetto, vermino.

source: [_mc_] Respect is earned.
fr_fr: [_mc_] Le respect est gagné.
it_it: [_mc_] Il rispetto è guadagnato.

source: [_kate_s_eyeroll_] No, respect is what those without power show those with power.
fr_fr: [_kate_s_eyeroll_] Non, le respect est ce que ceux qui n'ont pas le pouvoir montrent ceux qui ont le pouvoir.
it_it: [_kate_s_eyeroll_] No, il rispetto è quello che quelli senza potere mostrano quelli con il potere.

source: [_stacy_s_confident_] You tell him, girl!
fr_fr: [_stacy_s_confident_] Vous lui dites, fille !
it_it: [_stacy_s_confident_] Lo dici a lui, ragazza!

source: [_mc_] Let's just get this over with...
it_it: [_mc_] Cerchiamo di superare questo punto...

source: [_kate_s_skeptical_] Hey, now. You challenged me, remember?
fr_fr: [_kate_s_skeptical_] Hey, maintenant. Tu m'as défié, tu te souviens?
it_it: [_kate_s_skeptical_] Ehi, ora. Mi hai sfidato, ricorda?

source: [_kate_s_skeptical_] Be grateful I even deigned to consider it.
fr_fr: [_kate_s_skeptical_] Soyez reconnaissants que j'ai même démis de l'examiner.
it_it: [_kate_s_skeptical_] Siate grati che ho persino pensato di considerarlo.

source: [_casey_s_confident_s_flip_] Katie with the vocab smackdown!
fr_fr: [_casey_s_confident_s_flip_] Katie avec le vocab smackdown !
it_it: [_casey_s_confident_s_flip_] Katie con la voce smackdown!

source: [_casey_s_confident_s_flip_] [mc], you're lucky the challenge isn't an English test, because she would wreck you.
fr_fr: [_casey_s_confident_s_flip_] [mc], vous avez de la chance que le défi n'est pas un test en anglais, parce qu'elle vous détruirait.
it_it: [_casey_s_confident_s_flip_] [mc], sei fortunato che la sfida non sia un test di inglese, perché ti avrebbe distrutto.

source: [_mc_] I've got something for you.
fr_fr: [_mc_] J'ai quelque chose pour toi.
it_it: [_mc_] Ho qualcosa per te.

source: [_kate_s_thinking_] And what's that?
fr_fr: [_kate_s_thinking_] Et qu'est-ce que c'est?
it_it: [_kate_s_thinking_] E cos'è?

source: [_mc_] I cleaned your socks for you...
fr_fr: [_mc_] J'ai nettoyé vos chaussettes pour vous ...
it_it: [_mc_] Ho pulito i tuoi calzini per te...

source: [_kate_s_thinking_] Actually?
fr_fr: [_kate_s_thinking_] En fait?
it_it: [_kate_s_thinking_] In realtà?

source: [_mc_] Yes. Here you go. Sorry that I got drool on them.
fr_fr: [_mc_] Oui. Ici vous allez. Désolé que je me droie sur eux.
it_it: [_mc_] Sì. Qui vai. Mi dispiace che ho preso drool su di loro.

source: [_kate_s_blush_] I've always wanted a maid.
fr_fr: [_kate_s_blush_] J'ai toujours voulu une aide.
it_it: [_kate_s_blush_] ho sempre voluto una domestica.
