Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_trick.po
Languages: fr_fr, it_it

source: [_mc_] Great, so we'll both get something out of it!
fr_fr: [_mc_] Super, donc nous allons tous les deux sortir quelque chose !
it_it: [_mc_] Fantastico, quindi otterremo entrambi qualcosa da esso!

source: [_nurse_s_blush_] I don't—
fr_fr: [_nurse_s_blush_] Je ne sais pas.
it_it: [_nurse_s_blush_] non lo faccio—

source: [_mc_] Enough talking. Good dogs don't speak unless they're told.
fr_fr: [_mc_] Enough parlant. Les bons chiens ne parlent pas s'ils ne sont pas informés.
it_it: [_mc_] Basta parlare. I cani buoni non parlano a meno che non gli venga detto.

source: [_mc_] Perfect. Just like that.
fr_fr: [_mc_] Parfait. Tout comme ça.
it_it: [_mc_] Perfetto. Proprio così.

source: [_mc_] Now get down on your knees so I can put this collar on you.
fr_fr: [_mc_] Maintenant, descendu à genoux pour que je puisse mettre ce collet sur vous.
it_it: [_mc_] Ora scendete sulle vostre ginocchia in modo che io possa mettervi questo collare.

source: [_mc_] Good dog.
fr_fr: [_mc_] Bon chien.
it_it: [_mc_] Cane buono.

source: [_kate_s_neutral_] Again? You're not allowed in the gym anymore.
fr_fr: [_kate_s_neutral_] Encore une fois? Tu n'es plus autorisé dans la salle de gym.
it_it: [_kate_s_neutral_] ancora? Non sei più permesso in palestra.

source: [_kate_s_neutral_] How many times do I have to—
fr_fr: [_kate_s_neutral_] Combien de fois dois-je-
it_it: [_kate_s_neutral_] Quante volte devo fare—

source: There's something supremely satisfying about the [nurse] crawling after me, doing my bidding.
fr_fr: Il y a quelque chose de très satisfaisant pour les [nurse] qui ont rampé après moi, faisant mon appel d'offres.
it_it: C'è qualcosa di sommamente soddisfacente circa la [nurse] strisciare dopo di me, facendo la mia offerta.

source: Even better is the fact that [kate] is here, watching me use her little pet to meet my own needs.
fr_fr: Mieux encore est le fait que le [kate] est là, me voyant utiliser son petit animal de compagnie pour répondre à mes propres besoins.
it_it: Ancor meglio è il fatto che [kate] è qui, guardandomi usare il suo piccolo animale domestico per soddisfare le mie esigenze.

source: [_kate_] What the hell is this?
fr_fr: [_kate_] Qu'est-ce que c'est?
it_it: [_kate_] Che diavolo è questo?

source: [_mc_] What do you mean? It's just me walking my dog.
fr_fr: [_mc_] Que voulez-vous dire? C'est juste moi qui marche mon chien.
it_it: [_mc_] Che cosa intendi? È solo me camminare il mio cane.

source: [_kate_] Very funny.
fr_fr: [_kate_] Très drôle.
it_it: [_kate_] Molto divertente.

source: [_mc_] I don't see anything funny here. Just me going about my day.
fr_fr: [_mc_] Je ne vois rien de drôle ici. Juste moi en train de parler de ma journée.
it_it: [_mc_] Non vedo nulla di divertente qui. Solo che vado per la mia giornata.

source: [_kate_] Well, go about your day somewhere else.
fr_fr: [_kate_] Eh bien, allez à votre journée ailleurs.
it_it: [_kate_] Beh, vai per la tua giornata da qualche altra parte.

source: [_mc_] I will, right after I get my gym grade.
it_it: [_mc_] Io sarò, subito dopo aver ottenuto il mio grado di palestra.

source: [_mc_] Did you think you were the only one capable of this?
fr_fr: [_mc_] Avez-vous pensé que vous étiez le seul capable de cela?
it_it: [_mc_] Pensavi che tu fossi l'unico capace di questo?

source: [_kate_] What? Am I supposed to be impressed or something?
fr_fr: [_kate_] Quoi? Suis-je censé être impressionné ou quelque chose?
it_it: [_kate_] Cosa? Dovrei essere impressionato o qualcosa?

source: [_kate_] She's the easiest one I've met.
fr_fr: [_kate_] Elle est la plus facile que j'ai rencontré.
it_it: [_kate_] Lei è la più facile che abbia incontrato.

source: [_mc_] Hey, be nice to my dog!
fr_fr: [_mc_] Hé, être gentile avec mon chien !
it_it: [_mc_] Ehi, sii gentile con il mio cane!

source: [_kate_] Don't tell me what to do, else I'll make {i}you{/} my dog.
fr_fr: [_kate_] Ne me dites pas quoi faire, sinon je ferai {i}vous { / } mon chien.
it_it: [_kate_] Non dirmi cosa fare, altrimenti farò {i}tu{/} mio cane.

source: [_mc_] As interesting as that would be, I have a gym grade to get right now.{space=-10}
fr_fr: [_mc_] Aussi intéressant que cela puisse être, j'ai une salle de gym pour aller à l'instant. { space=-10 }
it_it: [_mc_] Per quanto sarebbe interessante, ho un grado di palestra per ottenere subito.{space=-10}

source: [_mc_] I'm looking for another bitch. Are you interested?
fr_fr: [_mc_] Je cherche une autre salope. Es-tu intéressé?
it_it: [_mc_] Sto cercando un'altra cagna. Sei interessato?

source: [_kate_] You sure have a lively fantasy.
fr_fr: [_kate_] Vous avez un fantasme vif.
it_it: [_kate_] Sei sicuro di avere una fantasia vivace.

source: [_mc_] Are you blushing a little? Maybe that's secretly {i}your{/} fantasy?
fr_fr: [_mc_] Est-ce que vous rougez un peu? Peut-être que c'est secrètement {i}votre { / } fantasme?
it_it: [_mc_] Stai arrossendo un po'? Forse è segretamente {i}la tua fantasia {/}?

source: [_kate_] You need to get your eyes checked, you dumb clown.
fr_fr: [_kate_] Vous devez faire vérifier vos yeux, vous avez le clown idiot.
it_it: [_kate_] Devi controllare gli occhi, muti il clown.

source: [_kate_] Get the fuck out of here before I call the girls over.
fr_fr: [_kate_] Va partir d'ici avant d'appeler les filles.
it_it: [_kate_] Prendi la scopata fuori di qui prima di chiamare le ragazze.

source: [_mc_] Sorry, no can do. I actually have a gym grade to get.
fr_fr: [_mc_] Désolé, non. J'ai en fait un gymnase pour obtenir.
it_it: [_mc_] Mi dispiace, non posso fare. In realtà ho un grado di palestra da ottenere.

source: [_mc_] Please, step out of the way.
fr_fr: [_mc_] S'il vous plaît, pas à pas.
it_it: [_mc_] Per favore, esci dalla strada.

source: [_kate_] The gym is closed. C-l-o-s-e-d. Got it?
fr_fr: [_kate_] La salle de sport est fermée. C-l-o-s-e-d. C'est ça?
it_it: [_kate_] La palestra è chiusa. C-l-o-s-e-d. È arrivata?

source: [_mc_] Not according to the Newfall Constitution on Animal Rights, Chapter 87, subsection D.
fr_fr: [_mc_] Non conforme à la nouvelle Constitution sur les droits des animaux, chapitre 87, sous-section D.
it_it: [_mc_] Non secondo la costituzione della Newfall sui diritti degli animali, capitolo 87, sottosezione D.

source: [_kate_] What are you talking about?
fr_fr: [_kate_] De quoi parlez-vous?
it_it: [_kate_] Di cosa stai parlando?

source: [_mc_] Oh, could it be that you're not familiar with the county rules?
fr_fr: [_mc_] Oh, est-ce que vous ne connaissez pas les règles du comté?
it_it: [_mc_] Oh, potrebbe essere che non hai familiarità con le regole della contea?

source: [_mc_] Please, do look it up. I'll wait.
fr_fr: [_mc_] S'il vous plaît, examinez-le. J'attendrai.
it_it: [_mc_] Per favore, guardatelo. Aspetterò.

source: [_kate_] Seriously?
fr_fr: [_kate_] Sérieusement?
it_it: [_kate_] Seriamente?

source: [_mc_] Seriously.
fr_fr: [_mc_] Sérieusement.
it_it: [_mc_] Seriamente.

source: Man, I sure hope [maxine] didn't make this up...
fr_fr: J'espère que le [maxine] n'a pas fait ça ...
it_it: Uomo, sono sicuro che [maxine] non ha fatto questo...

source: [_kate_] What the fuck?
fr_fr: [_kate_] Quelle est la merde?
it_it: [_kate_] Che cazzo fa?

source: [_mc_] See? You're legally required to let me in.
fr_fr: [_mc_] Voir? Vous êtes légalement tenu de me laisser.
it_it: [_mc_] Vedi? Sei legalmente tenuto a farmi entrare.

source: [_kate_] This is not a dog, though! She doesn't even bark!
fr_fr: [_kate_] Ce n'est pas un chien, cependant ! Elle n'aboie même pas !
it_it: [_kate_] Questo non è un cane, però! Lei non abbaia!

source: [_mc_] Move or I'll get the [guard]. I know he's been looking to bust you ever since you put that special glaze on his doughnuts.
fr_fr: [_mc_] Déplacer ou je vais obtenir le [guard]. Je sais qu'il a cherché à vous dégoût depuis que vous avez mis cette glaçure spéciale sur ses beignes.
it_it: [_mc_] Move or I'll get the [guard]. So che sta cercando di busto da quando hai messo lo smalto speciale sulle sue ciambelle.

source: [_kate_] This is not over, [mc]!
fr_fr: [_kate_] Ce n'est pas terminé, [mc]!
it_it: [_kate_] Questo non è finito, [mc]!

source: [_kate_] And you... you're in big trouble.
fr_fr: [_kate_] Et vous ... vous êtes en grande difficulté.
it_it: [_kate_] E tu... sei in grossi guai.

source: [_mc_] Good girl! You did great.
fr_fr: [_mc_] Bonne fille ! Vous avez fait grand.
it_it: [_mc_] Buona ragazza! Hai fatto grande.

source: [_mc_] People really need to stand up to [kate] more often.
fr_fr: [_mc_] Les gens ont vraiment besoin de se lever au [kate] plus souvent.
it_it: [_mc_] Le persone hanno davvero bisogno di resistere a [kate] più spesso.

source: And speaking of meeting needs... I think I'll get a little more use out of this situation.
fr_fr: Et parler des besoins de la réunion ... Je pense que je vais avoir un peu plus d'usage de cette situation.
it_it: E parlando di soddisfare le esigenze... Penso che otterrò un po 'di più da questa situazione.

source: [_kate_s_neutral_] How many times do I have to tell you?
fr_fr: [_kate_s_neutral_] Combien de fois dois-je vous dire?
it_it: [_kate_s_neutral_] Quante volte devo dirle?

source: [_mc_] Actually, according to the Newfall Constitution on Animal Rights, Chapter 87—
fr_fr: [_mc_] En fait, selon la nouvelle Constitution sur les droits des animaux, Chapitre 87-
it_it: [_mc_] In realtà, secondo la costituzione della Newfall sui diritti degli animali, capitolo 87—

source: [_hati_s_neutral_] Roar! [withvpunch]
it_it: [_hati_s_neutral_] Ruggito! [withvpunch]

source: Damn. There's always a bigger, badder wolf.
fr_fr: Merde. Il y a toujours un loup plus gros, le loup.
it_it: Dannazione. C'è sempre un lupo più grande e più cattivo.

source: Hopefully, [kate] remembers that.
fr_fr: Heureusement, [kate] se souvient que.
it_it: Speriamo che [kate] lo ricordi.

source: [_nurse_s_blush_] Oh, my. That is a big dog...
fr_fr: [_nurse_s_blush_] Oh, mon. C'est un grand chien ...
it_it: [_nurse_s_blush_] Oh, mio. Questo è un grande cane...

source: [_flora_s_laughing_] Don't worry, he's just a big fluff ball!
fr_fr: [_flora_s_laughing_] Ne vous inquiétez pas, il n'est qu'une grosse boule de neige !
it_it: [_flora_s_laughing_] Non ti preoccupare, è solo una grande palla fluff!

source: [_mc_] Yeah, a big fluff ball with five-inch fangs.
fr_fr: [_mc_] Oui, une grosse boule de fluff avec des crocs de cinq pouces.
it_it: [_mc_] Sì, una grande palla fluff con cinque pollici zampe.

source: [_flora_s_thinking_leash_] Anyway, I should probably get him back to the internship now.
fr_fr: [_flora_s_thinking_leash_] Quoi qu'il en soit, je devrais probablement le ramener au stage maintenant.
it_it: [_flora_s_thinking_leash_] Comunque, probabilmente dovrei riportarlo allo stage ora.

source: [_mc_] Thanks for the help, [flora]! I appreciate it.
fr_fr: [_mc_] Merci pour l'aide, [flora]! Je l'apprécie.
it_it: [_mc_] Grazie per l'aiuto, [flora]! Lo apprezzo.

source: [_mc_] Before you go, could I borrow his collar for a bit?
fr_fr: [_mc_] Avant de partir, pourrais-je emprunter son col pour un peu?
it_it: [_mc_] Prima di andare, potrei prendere in prestito il suo collare per un po'?

source: [_flora_s_worried_leash_] What? Why?
fr_fr: [_flora_s_worried_leash_] Quoi? Pourquoi?
it_it: [_flora_s_worried_leash_] Cosa? Perché?

source: [_mc_] Because I need it to impress [kate] and make her my wife.
fr_fr: [_mc_] Parce que j'ai besoin que j'impresse [kate] et que j'en fasse ma femme.
it_it: [_mc_] Perché ne ho bisogno per impressionare [kate] e farle mia moglie.

source: [_flora_s_laughing_leash_] Nice joke.
fr_fr: [_flora_s_laughing_leash_] Nice blague.
it_it: [_flora_s_laughing_leash_] Bel scherzo.

source: [_flora_s_blush_leash_] Okay, you can borrow it. This collar is mine, and I'm not tasked with babysitting [hati] for the next month. But you owe me triple.
fr_fr: [_flora_s_blush_leash_] Ok, vous pouvez l'emprunter. Ce collier est à moi, et je ne suis pas chargé de babysitting [hati] pour le mois prochain. Mais vous me devez tripler.
it_it: [_flora_s_blush_leash_] Okay, puoi prenderlo in prestito. Questo collare è mio, e non ho il compito di babysitting [hati] per il mese prossimo. Ma tu mi devi tripla.

source: [_mc_] Thanks, [flora]!
fr_fr: [_mc_] Merci, [flora]!
it_it: [_mc_] Grazie, [flora]!

source: [_flora_s_blush_leash_retracted_] I'll collect the debt soon.
fr_fr: [_flora_s_blush_leash_retracted_] Je vais récupérer la dette bientôt.
it_it: [_flora_s_blush_leash_retracted_] raccoglierò presto il debito.

source: [_mc_] Fine, whatever.
fr_fr: [_mc_] Fine, peu importe.
it_it: [_mc_] Bene, qualsiasi cosa.

source: [_nurse_s_thinking_] So, what is it that you needed my help with?
fr_fr: [_nurse_s_thinking_] Alors, qu'est-ce que vous avez besoin de mon aide?
it_it: [_nurse_s_thinking_] Allora, che cosa ti serviva il mio aiuto?

source: [_mc_] I need your signature proving that I've been working out and improving my health.
fr_fr: [_mc_] J'ai besoin de votre signature prouvant que j'ai travaillé et amélioré ma santé.
it_it: [_mc_] Ho bisogno della tua firma dimostrando che sto lavorando e migliorando la mia salute.

source: [_nurse_s_concerned_] Um, I don't know if I can do that... It would be unethical to lie.
fr_fr: [_nurse_s_concerned_] Um, je ne sais pas si je peux faire ça ... Il serait contraire à l'éthique de mentirait.
it_it: [_nurse_s_concerned_] Um, non so se posso farlo... Sarebbe immorale mentire.

source: [_mc_] Don't worry! I've actually planned to work out.
fr_fr: [_mc_] Ne vous inquiétez pas ! En fait, j'ai prévu de travailler.
it_it: [_mc_] Non ti preoccupare! In realtà ho pianificato di funzionare.

source: [_mc_] And you're going to help me.
fr_fr: [_mc_] Et vous allez m'aider.
it_it: [_mc_] E mi aiuterete.

source: [_mc_] You know, I don't think I've been this excited about a gym session before.
fr_fr: [_mc_] Vous savez, je ne pense pas avoir été excité par une séance de gym avant.
it_it: [_mc_] Sai, non penso di essere stato così entusiasta di una sessione di palestra prima.

source: [_nurse_s_concerned_] I'm glad...
fr_fr: [_nurse_s_concerned_] Je suis content ...
it_it: [_nurse_s_concerned_] Sono felice...

source: [_mc_] You don't sound so convinced.
fr_fr: [_mc_] Vous n'êtes pas si convaincu.
it_it: [_mc_] Non sembri così convinto.

source: [_nurse_s_thinking_] I just haven't done this sort of thing before.
fr_fr: [_nurse_s_thinking_] Je n'ai pas fait ce genre de choses auparavant.
it_it: [_nurse_s_thinking_] Non ho appena fatto questo tipo di cose prima.

source: [_nurse_s_thinking_] I hope I don't disappoint you.
fr_fr: [_nurse_s_thinking_] J'espère ne pas vous décevoir.
it_it: [_nurse_s_thinking_] spero di non deludervi.

source: That's always been my line when it comes to athleticism.
fr_fr: C'est toujours ma ligne de conduite en matière d'athlétisme.
it_it: Questa è sempre stata la mia linea quando si tratta di atletica.

source: Somehow, I feel more confident now.
fr_fr: D'une manière ou d'une autre, je me sens plus confiant maintenant.
it_it: In qualche modo, mi sento più sicuro ora.

source: [_mc_] It'll be fine. Lead the way!
fr_fr: [_mc_] Ça ira bien. Plomb le chemin !
it_it: [_mc_] Andrà bene. Guida la strada!

source: [_nurse_s_blush_] As you wish.
fr_fr: [_nurse_s_blush_] Comme vous le souhaitez.
it_it: [_nurse_s_blush_] Come vuoi.

source: [_nurse_s_gym_sex_explanation_] So, the gastrocnemius muscle... just above the knee to the heel... meaning "stomach of the leg..."
fr_fr: [_nurse_s_gym_sex_explanation_] Donc, le muscle gastrocnémien ... juste au-dessus du genou jusqu'au talon ... ce qui signifie "l'estomac de la jambe ..."
it_it: [_nurse_s_gym_sex_explanation_] Quindi, il muscolo gastrocnemio... appena sopra il ginocchio al tallone... significa "stomaco della gamba..."

source: [_nurse_s_gym_sex_explanation_] ...and the soleus muscle... just below the knee to the heel... meaning "sandal..."
fr_fr: [_nurse_s_gym_sex_explanation_] ... et le muscle soléaire ... juste sous le genou au talon ... ce qui signifie "sandale ..."
it_it: [_nurse_s_gym_sex_explanation_] ...e il muscolo soleus... appena sotto il ginocchio al tallone... significa "sandalo..."

source: It's always been a fantasy of mine to have a personal trainer.
fr_fr: C'est toujours un fantasme de la mienne d'avoir un entraîneur personnel.
it_it: È sempre stata una mia fantasia avere un personal trainer.

source: A cute or hot one that doesn't bark orders at me.
fr_fr: Un mignon ou chaud qui ne m'aboie pas les ordres.
it_it: Un carino o caldo che non abbaia ordini a me.

source: Someone to just touch, and be touched by.
fr_fr: Quelqu'un à toucher, et être touché par.
it_it: Qualcuno da toccare, ed essere toccato da.

source: Letting the tension build and—
fr_fr: Laisser la tension construire et-
it_it: Lasciare costruire la tensione e—

source: [_nurse_s_gym_sex_stare_] Are you even listening to me, [mc]?
fr_fr: [_nurse_s_gym_sex_stare_] Etes-vous même à l'écoute, [mc]?
it_it: [_nurse_s_gym_sex_stare_] Mi stai ascoltando ancora, [mc]?

source: Crap. Perhaps I should be paying attention instead of daydreaming.
fr_fr: Crap. Je devrais peut-être faire attention au lieu de rêver.
it_it: Crap. Forse dovrei prestare attenzione invece di sognare.

source: [_mc_] Of course! I'm ready when you are.
fr_fr: [_mc_] Bien sûr ! Je suis prêt quand tu es.
it_it: [_mc_] Certo! Sono pronto quando sei.

source: [_nurse_s_gym_sex_stare_] Really? Let's get started, then.
fr_fr: [_nurse_s_gym_sex_stare_] Vraiement? Commençons, alors.
it_it: [_nurse_s_gym_sex_stare_] Davvero? Iniziamoci, allora.

source: [_nurse_s_gym_sex_stare_] Please point out the calf muscle, and tell me its official name.
fr_fr: [_nurse_s_gym_sex_stare_] Veuillez indiquer le muscle du mollet et me dire son nom officiel.
it_it: [_nurse_s_gym_sex_stare_] Segnala il muscolo del polpaccio, e dimmi il suo nome ufficiale.

source: With the [nurse] kneeling before me on the yoga mat, I take a moment{space=-15} to appreciate the view.
fr_fr: Avec le [nurse] kneeling devant moi sur le tapis de yoga, je prends un instant { space=-15 } pour apprécier la vue.
it_it: Con l' [nurse] inginocchiato prima di me sul tappetino di yoga, prendo un momento{space=-15} per apprezzare la vista.

source: The way she's down on all fours, her round ass sticking out.
fr_fr: La façon dont elle est en bas à quatre pattes, son cul rondit.
it_it: Il modo in cui è giù su tutti i quattro, il suo culo rotondo si attacca.

source: I get behind her and reach out to take her calf in my hands.
fr_fr: Je me trouve derrière elle et je me parie pour prendre son veau dans mes mains.
it_it: Vengo dietro di lei e mi raggiungo per prendere il vitello nelle mie mani.

source: [_mc_] Well, you have your gastrocnemius...
fr_fr: [_mc_] Eh bien, vous avez votre gastrocnémien ...
it_it: [_mc_] Beh, hai il tuo gastrocnemius...

source: I trail my fingers down from the back of her knee, towards her ankle, caressing her outer leg.
fr_fr: Je descais les doigts de l'arrière de son genou, vers sa cheville, caressant sa jambe extérieure.
it_it: Sentiero le dita giù dalla parte posteriore del ginocchio, verso la caviglia, accarezzando la gamba esterna.

source: Her body feels so good beneath my touch. So squeezable and easily bent to my will.
fr_fr: Son corps se sent tellement bien sous ma touche. Donc squeezable et facilement plié à ma volonté.
it_it: Il suo corpo si sente così buono sotto il mio tocco. Così spremibile e facilmente piegato alla mia volontà.

source: [_mc_] And then you have your soleus...
fr_fr: [_mc_] Et puis vous avez votre soléaire ...
it_it: [_mc_] E poi hai il tuo soleus...

source: I then lift her left leg and stretch it out towards my chest.
fr_fr: Je lui ai ensuite levé la jambe gauche et l'étirer vers ma poitrine.
it_it: Poi sollevo la gamba sinistra e la stiro verso il petto.

source: I dig my fingers into her thighs and she gives a satisfying little yelp.
fr_fr: Je cree mes doigts dans ses cuisses et elle donne un petit jaunissement satisfaisant.
it_it: Ho scavato le dita nelle cosce e lei dà un piccolo yelp soddisfacente.

source: [_nurse_s_gym_sex_leg_lift_] [mc]! T-that hurts...
fr_fr: [_nurse_s_gym_sex_leg_lift_] [mc]! T-qui fait mal ...
it_it: [_nurse_s_gym_sex_leg_lift_] [mc]! T-che fa male...

source: [_mc_] I'm correct, though, aren't I? Tell me I've earned my grade.
fr_fr: [_mc_] Je suis juste, non? Dis-moi que j'ai gagné ma note.
it_it: [_mc_] sono corretto, però, non è? Dimmi che ho guadagnato il mio grado.

source: [_nurse_s_gym_sex_leg_lift_] Y-yes, you are correct! I can sign off on your grade now... If you'll just let me up.
fr_fr: [_nurse_s_gym_sex_leg_lift_] Oui, vous avez raison ! Je peux vous inscrire à votre grade maintenant ... Si tu vas me laisser aller.
it_it: [_nurse_s_gym_sex_leg_lift_] Y-sì, sei corretta! Ora posso firmare il tuo voto... Se mi lascerai su.

source: [_mc_] Let you up? I don't think so.
fr_fr: [_mc_] Laissez-vous monter? Je ne le pense pas.
it_it: [_mc_] Ti lasci alzare? Non penso così.

source: [_mc_] This whole thing has really turned you on, hasn't it?
fr_fr: [_mc_] Tout ce truc vous a vraiment tourné, n'est-ce pas?
it_it: [_mc_] Questa cosa ti ha davvero acceso, vero?

source: I spread her legs even further apart and admire her overflowing juices.
fr_fr: Je me suis étendu les jambes encore plus loin et j'admire ses jus qui débordont.
it_it: Ho sparso le gambe ancora più lontano e ammiro i suoi succhi traboccanti.

source: She just gives a little whine and shakes her ass back and forth for me, ever the silent, well trained pet.
fr_fr: Elle donne juste un peu de fouet et la serre le cul pour moi, jamais le familier silencieux et bien entraîné.
it_it: Lei dà solo un po 'di vacche e scuote il suo culo avanti e indietro per me, sempre l'animale domestico silenzioso e ben addestrato.

source: [_mc_] You were a good dog earlier, and I think you deserve a little treat...
fr_fr: [_mc_] Vous étiez un bon chien plus tôt, et je pense que vous méritez un peu de plaisir ...
it_it: [_mc_] Tu eri un bravo cane prima, e penso che ti meriti un po 'di dolce...

source: Her head jerks around, her eyes big and pleading as she looks at me.{space=-20}
fr_fr: Sa tête se branle, ses yeux gros et plaident quand elle me regarde. { space=-20 }
it_it: La sua testa si masturba intorno, i suoi occhi grandi e supplicando come mi guarda.{spazio=-20}

source: [_mc_] Oh? You want to speak, girl?
fr_fr: [_mc_] Oh? Tu veux parler, fille?
it_it: [_mc_] Oh? Vuoi parlare, ragazza?

source: She nods her head, her tongue hanging out of her mouth as she kneels there panting.
fr_fr: Elle lui noie la tête, sa langue pendante de sa bouche alors qu'elle s'agenouille là.
it_it: Lei annuisce la testa, la sua lingua appesa fuori dalla bocca mentre si inginocchiava lì ansimando.

source: [_mc_] That's too bad. You just keep obeying.
fr_fr: [_mc_] C'est dommage. Vous continuez à obéir.
it_it: [_mc_] È troppo male. Continui a obbedire.

source: [_mc_] Thank you, [nurse]!
fr_fr: [_mc_] Merci, [nurse]!
it_it: [_mc_] Grazie, [nurse]!

source: [_nurse_s_gym_sex_into_position_] You're very welcome...
fr_fr: [_nurse_s_gym_sex_into_position_] Vous êtes les bienvenus ...
it_it: [_nurse_s_gym_sex_into_position_] Sei molto benvenuto...

source: Perhaps I could've gotten a little more use out of this situation, but that should be enough for a good grade.
fr_fr: Peut-être que je pourrais avoir un peu plus d'utilisation de cette situation, mais cela devrait suffire pour une bonne note.
it_it: Forse avrei potuto ottenere un po' di più da questa situazione, ma questo dovrebbe essere sufficiente per un buon grado.

source: [_mc_] Just a moment, I'm not quite finished yet.
fr_fr: [_mc_] Un instant, je n'ai pas encore fini.
it_it: [_mc_] Solo un momento, non sono ancora del tutto finito.
