Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_search_for_nurse.po
Languages: fr_fr, it_it

source: Her pussy is dripping wet, so there must be some kind of pleasure for her in this.
fr_fr: Sa chatte est mouillée mouillée, donc il doit y avoir une sorte de plaisir pour elle.
it_it: La sua figa è gocciolante bagnata, quindi ci deve essere una sorta di piacere per lei in questo.

source: [_kate_] Does it feel good?
fr_fr: [_kate_] Est-ce que ça se sent bien?
it_it: [_kate_] Si sente bene?

source: [_kate_] Answer me.
fr_fr: [_kate_] Répondez-moi.
it_it: [_kate_] Rispondimi.

source: [_nurse_] I'm going to...
fr_fr: [_nurse_] Je vais ...
it_it: [_nurse_] Sto andando a...

source: [_kate_] No, you're not. This is the [nurse]'s office, not a whore house.
fr_fr: [_kate_] Non, vous n'êtes pas. C'est le bureau [nurse], pas une maison de pute.
it_it: [_kate_] No, non sei. Questo è l'ufficio della [nurse]e non una casa di puttane.

source: [_kate_] No orgasms today.
fr_fr: [_kate_] Pas d'orgasme aujourd'hui.
it_it: [_kate_] Nessun orgasmo oggi.

source: Wow, what a gape.
fr_fr: Wow, ce qu'une gape.
it_it: Wow, che divario.

source: It's one of those things that you just want to put your dick in.
fr_fr: C'est une de ces choses que tu veux juste mettre ta bite.
it_it: E 'una di quelle cose che si vuole solo mettere il vostro cazzo in.

source: But [kate]'s never going to allow that...
fr_fr: Mais les [kate]ne vont jamais permettre que ...
it_it: Ma [kate]non lo permetterà mai...

source: For now, I'll just have to be happy with the show I received.
fr_fr: Pour l'instant, je vais juste être heureux de l'émission que j'ai reçue.
it_it: Per ora, dovrò solo essere contento dello spettacolo che ho ricevuto.

source: But maybe one day I'll get the pleasure of taking someone's ass.
fr_fr: Mais peut-être un jour, j'aurai le plaisir de prendre le cul de quelqu'un.
it_it: Ma forse un giorno avrò il piacere di prendere il culo di qualcuno.

source: [_mc_] Shouldn't you give her a lollipop or something for being so good?
fr_fr: [_mc_] Ne devriez-vous pas lui donner un lollipop ou quelque chose pour être si bon?
it_it: [_mc_] Non le dovresti dare un lecca-lecca o qualcosa per essere così buono?

source: [_kate_s_flirty_] I think she's had more than her fair share today.
fr_fr: [_kate_s_flirty_] Je pense qu'elle a eu plus que sa juste part aujourd'hui.
it_it: [_kate_s_flirty_] Penso che lei abbia avuto più della sua giusta quota oggi.

source: [_kate_s_laughing_] Take this so she doesn't eat it later.
fr_fr: [_kate_s_laughing_] Prenez ceci pour qu'elle ne le mange pas plus tard.
it_it: [_kate_s_laughing_] Prendete questo in modo che non lo mangi più tardi.

source: [_mc_] I think we should give her a lollipop and call it a day.
fr_fr: [_mc_] Je pense que nous devrions lui donner une lollipop et l'appeler un jour.
it_it: [_mc_] Penso che dovremmo darle un lecca-lecca e chiamarlo un giorno.

source: [_kate_] She has been very good, but she definitely won't be getting any more lollipops today.
fr_fr: [_kate_] Elle a été très bonne, mais elle n'aura certainement plus de lollipops aujourd'hui.
it_it: [_kate_] Lei è stata molto buona, ma lei sicuramente non riceverà più lecca-lecca oggi.

source: [_kate_] In fact, I think you should hold on to this one so she doesn't get any ideas.
fr_fr: [_kate_] En fait, je pense que tu devrais tenir ça pour qu'elle n'a pas d'idées.
it_it: [_kate_] In realtà, penso che si dovrebbe tenere a questo in modo che lei non ha alcuna idea.

source: [_kate_s_confident_] All right, that's enough gawking. We have stuff to do that requires more privacy.
fr_fr: [_kate_s_confident_] Très bien, c'est assez de gawking. Nous avons des choses à faire qui nécessitent plus de vie privée.
it_it: [_kate_s_confident_] Va bene, questo è abbastanza gawking. Abbiamo cose da fare che richiedono più privacy.

source: [_kate_s_confident_] Close the door on your way out.
fr_fr: [_kate_s_confident_] Fermeture de la porte de sortie.
it_it: [_kate_s_confident_] Chiudete la porta sulla vostra via d'uscita.

source: Well, that was both bizarre and exhilarating. It would be fucking awesome to learn how to order someone around like that.
fr_fr: Eh bien, c'était bizarre et exaltant. Ce serait génial d'apprendre à commander quelqu'un autour de ça.
it_it: Beh, questo era al tempo stesso bizzarro ed esilarante. Sarebbe stato fantastico imparare a ordinare qualcuno intorno come quello.

source: Got to ask [kate] for some tips later.
fr_fr: Vous pouvez demander [kate] pour quelques conseils plus tard.
it_it: Hai bisogno di chiedere a [kate] alcuni suggerimenti più tardi.

source: "Sorry, I didn't mean to."
fr_fr: "Désolé, je ne voulais pas."
it_it: "Mi dispiace, non intendevo dire."

source: "You smell nice."
fr_fr: "Vous sentez bien."
it_it: "Hai un buon odore."

source: "So, I was wondering if you'd like to go out with me some time..."
fr_fr: "Alors, je me demandais si vous voudriez sortir avec moi un peu de temps ..."
it_it: "Così, mi stavo chiedendo se ti piacerebbe uscire con me un po 'di tempo..."

source: "Well, I guess I would try to be nicer to people."
fr_fr: "Eh bien, je suppose que je vais essayer d'être plus gentilpersonnes avec les gens."
it_it: "Beh, immagino che cercherò di essere più bello per le persone."

source: "I'd focus on my education. High school life is irrelevant in the big scheme of things."
fr_fr: " Je me concentrerais sur mon éducation. La vie à l'école secondaire n'est pas pertinente dans le grand système des choses. "
it_it: "Mi concentrerei sulla mia istruzione. La vita delle scuole superiori è irrilevante nel grande schema delle cose."

source: "Try to find love. Life's too long to spend alone."
fr_fr: " Essaie de trouver l'amour. La vie est trop longue pour passer seule. "
it_it: "Cercate di trovare l'amore. La vita è troppo lunga da spendere da sola."

source: "Yeah, I just need to have a word with her."
fr_fr: "Ouais, j'ai juste besoin d'avoir un mot avec elle."
it_it: "Sì, ho solo bisogno di avere una parola con lei."

source: "That's a deep question... is anyone ever all right?"
fr_fr: "C'est une question profonde ... est-ce que quelqu'un a toujours raison?"
it_it: "È una domanda profonda... qualcuno sta bene?"

source: "It's a simple yes-or-no question. I don't need your sympathy."
fr_fr: " C'est un simple oui-ou-aucune question. Je n'ai pas besoin de votre sympathie. "
it_it: "È un semplice sì-o-no domanda. Non ho bisogno della vostra simpatia."

source: "I'll let you know if I find her."
fr_fr: "Je te ferai savoir si je la trouve."
it_it: "Ti farò sapere se la trovo."

source: "Yeah, you do look a bit tired."
fr_fr: "Ouais, tu es un peu fatigué."
it_it: "Sì, sembri un po' stanco."

source: "I don't think so."
fr_fr: "Je ne le crois pas."
it_it: "Non penso così."

source: "Well, she did come willingly when I found her."
fr_fr: "Eh bien, elle est venue volontairement quand je l'ai trouvée."
it_it: "Beh, è venuta volentieri quando l'ho trovata."

source: ?school_entrance['bush_interacted']@|{image=items stick_1}|"I found evidence that suggests otherwise."
fr_fr: ? school_entrance ['bush_interagi'] @ | { image=items stick_ 1 } | "J'ai trouvé des preuves qui suggèrent le contraire."
it_it: ?school_entrance['bush_interacted']@<unk> {image=items stick_1}<unk> "Ho trovato prove che suggeriscono altrimenti."

source: "I'd say a rectal one is in order."
fr_fr: "Je dirais qu'un rectum est dans l'ordre."
it_it: "Direi che uno rettale è in ordine."

source: "Her pussy seems to be dripping... might be a condition worth checking out."
fr_fr: "Sa chatte semble être en train de couler (...) pourrait être une condition qui vaut la peine d'être écartée."
it_it: "La sua figa sembra essere sgocciolando... potrebbe essere una condizione che vale la pena verificare."

source: "You know her medical history best."
fr_fr: "Vous connaissez le mieux son histoire médicale."
it_it: "Conosci meglio la sua storia medica."

source: "Doesn't hurt to be thorough."
fr_fr: "Ça ne fait pas mal d'être complet."
it_it: "Non fa male ad essere meticoloso."

source: "I think we should give her a lollipop and call it a day."
fr_fr: "Je pense que nous devrions lui donner une lollipop et l'appeler un jour."
it_it: "Penso che dovremmo darle un lecca-lecca e chiamarlo un giorno."

source: [_mc_] Nervous?
it_it: [_mc_] Nervoso?

source: [_nurse_] Goodness me!
it_it: [_nurse_] Bontà me!

source: [_nurse_] Uhhhhhhh!
it_it: [_nurse_] Uhhhhhhhhhh!

source: [_nurse_] That... is quite deep... for a rectal examination!
it_it: [_nurse_] Quello... è abbastanza profondo... per un esame rettale!

source: "Anal."
it_it: "Anale."
