Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_fate.po
Languages: fr_fr, it_it

source: [_mc_] It won't accomplish anything...
fr_fr: [_mc_] Il n'accompira rien ...
it_it: [_mc_] Non realizzerà nulla...

source: [_mc_] [kate] has immunity from the school board thanks to her dad.
fr_fr: [_mc_] [kate] bénéficie de l'immunité de la commission scolaire grâce à son père.
it_it: [_mc_] [kate] ha l'immunità dal consiglio scolastico grazie a suo padre.

source: [_isabelle_s_cringe_] Bloody American corruption...
it_it: [_isabelle_s_cringe_] Corruzione sanguinosa americana...

source: [_isabelle_s_cringe_] She won't get away with this. Not this time.
fr_fr: [_isabelle_s_cringe_] Elle ne s'en va pas. Pas cette fois.
it_it: [_isabelle_s_cringe_] Lei non andrà via con questo. Non stavolta.

source: [_mc_] What are you going to do?
fr_fr: [_mc_] Qu'est-ce que vous allez faire?
it_it: [_mc_] Che cosa farai?

source: [_isabelle_s_skeptical_] Remember the plan. I'll take care of this incident.
fr_fr: [_isabelle_s_skeptical_] Rappelez-vous le plan. Je prendrai soin de cet incident.
it_it: [_isabelle_s_skeptical_] Ricorda il piano. Mi occuperò di questo incidente.

source: [_isabelle_s_skeptical_] She'll get her comeuppance.
fr_fr: [_isabelle_s_skeptical_] Elle va obtenir son comeuppance.
it_it: [_isabelle_s_skeptical_] Lei prenderà la sua venuta.

source: Hmm... [isabelle] was very quick to leave and go after [kate]...
fr_fr: Hmm ... [isabelle] a été très rapide à partir et aller après [kate]...
it_it: Hmm... [isabelle] è stato molto veloce per partire e andare dopo [kate]...

source: It's almost as if she cares more about getting revenge than making sure I'm okay.
fr_fr: C'est presque comme si elle se soucie plus de se venger que de m'assurer que je vais bien.
it_it: È quasi come se a lei importa di più di vendicarsi che assicurarsi che sto bene.

source: Feels a bit shitty, but perhaps she has a good reason for it?
fr_fr: Elle est un peu timorée, mais peut-être a-t-elle une bonne raison?
it_it: Si sente un po' schizzata, ma forse ha una buona ragione per questo?

source: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] I'll take your silence as a statement of approval.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Je prendrai votre silence comme une déclaration d'approbation.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Prenderò il tuo silenzio come una dichiarazione di approvazione.

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] You liked it, didn't you?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Vous avez aimé, n'est-ce pas?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Le è piaciuto, vero?

source: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] I can see it in your teary eyes — you love this treatment.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Lo vedo nei tuoi occhi lacrimari — tu ami questo trattamento.

source: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Luckily for you, I have a lot more in store for you this year.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Heureusement pour vous, j'ai beaucoup plus de place pour vous cette année.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_confident_phoneground_] Fortunatamente per te, quest'anno ho molto di più in serbo per te.

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] I'm going to dress you up, make you trot around in heels and short skirts.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Je vais t'habiller, te faire trot en talons et jupes courtes.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Ti vestirò, farai trot in giro con tacchi e gonne corte.

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] I will make you clean and cook and be a little maid for me.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Ti farò pulire e cucinare ed essere una piccola cameriera per me.

source: [_kate_s_cheerleader_feet_nofeet_kate_smile_phoneground_] And if you're good, maybe I'll put a collar on you...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_smile_phoneground_] Et si vous êtes bon, peut-être que je mettrai un collier sur vous ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_smile_phoneground_] E se sei bravo, forse ti metterò un collare...

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] I'm going to take the socks out now, and if you drool on my hand, there'll be hell to pay.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Je vais prendre les chaussettes maintenant, et si vous me drorez sur la main, il y aura l'enfer à payer.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] ora prenderò le calze e se mi guiderai a mano, ci sarà l'inferno da pagare.

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Is that understood?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Est-ce que c'est compris?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] È capito?

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Well then...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Eh bien ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Beh, allora...

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] How's that?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Comment ça?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Com'è?

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Feeling properly disciplined?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Sentiment discipliné?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] sentirsi adeguatamente disciplinati?

source: [_mc_] Yes, ma'am... I'm sorry for stepping out of line.
fr_fr: [_mc_] Oui, madame ... Je suis désolé de quitter la ligne.
it_it: [_mc_] Si, ma'am... Mi dispiace per essere uscito dalla linea.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] That's what I like to hear!
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] C'est ce que j'aime entendre !
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] È quello che mi piace sentire!

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Maybe you just need some proper training.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Peut-être que vous avez besoin d'une formation appropriée.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Forse hai solo bisogno di una formazione adeguata.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Maybe I'll be extra tough on you this year...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Peut-être que je serai plus dur pour vous cette année ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Forse sarò più difficile su di voi quest'anno...

source: [_mc_] That, err... won't be necessary.
fr_fr: [_mc_] Que, err ... ne sera pas nécessaire.
it_it: [_mc_] Questo, err... non sarà necessario.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] We'll see, won't we?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Nous verrons, n'est-ce pas?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Vedremo, vero?

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] If you behave, then perhaps you're right.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Si vous vous comportez, alors peut-être que vous avez raison.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Se ti comporti, forse hai ragione.

source: [_mc_] You're going to regret this.
fr_fr: [_mc_] Vous allez le regretter.
it_it: [_mc_] te ne pentirai.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] We'll see about that!
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] Nous allons voir ça !
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] Vedremo a riguardo!

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] From where I'm standing, I'm not all too worried.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] D'où je suis debout, je ne suis pas trop inquiet.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Da dove sono in piedi, non sono troppo preoccupato.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] I mean, look at you — all tied up at my feet.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Je veux dire, regarde-toi-tous attachés à mes pieds.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Voglio dire, guardatevi — tutti legati ai miei piedi.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Yeah, I'm not worried...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Oui, je ne suis pas inquiet ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_confident_phoneground_] Sì, non sono preoccupato...

source: [_mc_] Untie me now.
fr_fr: [_mc_] Détie-moi maintenant.
it_it: [_mc_] Mi slega adesso.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Ask nicely.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Demandez gentiment.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_neutral_phoneground_] Chiedi bene.

source: Ugh... she's going to leave me here again, isn't she?
fr_fr: Ugh ... elle va me quitter ici encore, n'est-ce pas?
it_it: Ugh... mi lascerà qui, vero?

source: [_mc_] Untie me, please...
fr_fr: [_mc_] Untie me, s'il vous plaît ...
it_it: [_mc_] Untiami, per favore...

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] That wasn't so hard, was it?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] Ce n'était pas si dur, n'est-ce pas?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] Non era così difficile, vero?

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] Imagine if you'd always be this courteous.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] Imaginez si vous seriez toujours aussi courtois.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_laughing_phoneground_] Immagina se sei sempre così cortese.

source: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Very well...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Très bien ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_holdingsock_smile_phoneground_] Molto bene...

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] I hope that means "thank you."
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] J'espère que cela signifie "merci".
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Spero che ciò significhi "grazie".

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] If it's not, then the next words that come out of your mouth better be.{space=-40}
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Si ce n'est pas le cas, alors les prochains mots qui sortent de votre bouche sont meilleurs. { space=-40 }
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Se non lo è, allora le prossime parole che escono dalla bocca meglio è.{space=-40}

source: [_kate_s_cheerleader_feet_nofeet_kate_confident_ballgag_phoneground_] There you go! Let's hear it.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_confident_ballgag_phoneground_] Vous y allez ! Allons l'entendre.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_confident_ballgag_phoneground_] Ecco! Sentiamolo.

source: [_kate_s_cheerleader_feet_nofeet_kate_smile_ballgag_phoneground_] That's the right attitude.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_smile_ballgag_phoneground_] C'est la bonne attitude.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_smile_ballgag_phoneground_] Questo è l'atteggiamento giusto.

source: [_kate_s_cheerleader_feet_nofeet_kate_smile_ballgag_phoneground_] As long as you know your place, I'll give you what you deserve.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_smile_ballgag_phoneground_] Tant que vous connaissez votre place, je vous donnerai ce que vous méritez.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_smile_ballgag_phoneground_] Finché conosci il tuo posto, ti darò quello che meriti.

source: That... sounds ominous, but in a sort of twisted hot way...
fr_fr: Ça ... semble inquiétant, mais dans une sorte de torsadée tordue ...
it_it: Quello... suona minaccioso, ma in una sorta di torto caldo modo...

source: Fuck! Why am I such a sucker for [kate]?!
fr_fr: Putain ! Pourquoi suis-je un tel suceur pour [kate]? !
it_it: Fuck! Perché sono un talmente succhiatore per [kate]?!

source: Damn it. I need to push back, else she'll walk all over me...
fr_fr: Merde. J'ai besoin de repousser, sinon elle va me promenez sur moi ...
it_it: Dannazione. Devo spingere indietro, altrimenti lei camminerà dappertutto...

source: [_mc_] This year will be different. Mark my words.
fr_fr: [_mc_] Cette année sera différente. Marquez mes mots.
it_it: [_mc_] Quest'anno sarà diverso. Segna le mie parole.

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_ballgag_phoneground_] Oh, it will be different! Very different.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_ballgag_phoneground_] Oh, ce sera différent ! Très différente.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_ballgag_phoneground_] Oh, sarà diverso! Molto diverso.

source: Shit... that doesn't sound good.
fr_fr: Merde ... ça ne semble pas bon.
it_it: Merda... che non sembra buono.

source: She has that look in her eyes — conviction and excitement.
fr_fr: Elle a ce regard dans ses yeux-conviction et excitation.
it_it: Ha quello sguardo nei suoi occhi — convinzione ed eccitazione.

source: A deadly combination when it comes to [kate].
fr_fr: Une combinaison mortelle quand il s'agit de [kate].
it_it: Una combinazione mortale quando si tratta di [kate].

source: But if I back down now, she'll think I'm a pussy...
fr_fr: Mais si je suis de retour maintenant, elle va penser que je suis une chatte ...
it_it: Ma se torno giù ora, lei penserà che sono una figa...

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_ballgag_phoneground_] Ask nicely.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_ballgag_phoneground_] Demandez gentiment.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_ballgag_phoneground_] Chiedi bene.

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_ballgag_phoneground_] That wasn't so hard, was it?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_ballgag_phoneground_] Ce n'était pas si dur, n'est-ce pas?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_ballgag_phoneground_] Non era così difficile, vero?

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_ballgag_phoneground_] Imagine if you'd always be this courteous.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_ballgag_phoneground_] Imaginez si vous seriez toujours aussi courtois.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_ballgag_phoneground_] Immagina se sei sempre così cortese.

source: [_kate_s_cheerleader_feet_nofeet_kate_smile_ballgag_phoneground_] Very well...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_smile_ballgag_phoneground_] Très bien ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_smile_ballgag_phoneground_] Molto bene...

source: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Ask nicely.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Demandez gentiment.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_neutral_phoneground_] Chiedi bene.

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] That wasn't so hard, was it?
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Ce n'était pas si dur, n'est-ce pas?
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Non era così difficile, vero?

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Imagine if you'd always be this courteous.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Imaginez si vous seriez toujours aussi courtois.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_phoneground_] Immagina se sei sempre così cortese.

source: [_kate_s_cheerleader_feet_nofeet_kate_smile_phoneground_] Very well...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_smile_phoneground_] Très bien ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_smile_phoneground_] Molto bene...

source: [_kate_s_smile_] You don't look too worn down.
fr_fr: [_kate_s_smile_] Vous n'avez pas l'air trop usé.
it_it: [_kate_s_smile_] Non sembri troppo logorato.

source: [_kate_s_laughing_] Not more than usual, at least.
fr_fr: [_kate_s_laughing_] Pas plus que d'habitude, du moins.
it_it: [_kate_s_laughing_] Non più del solito, almeno.

source: [_kate_s_confident_] I know that it's over, but you don't have to look so sad.
fr_fr: [_kate_s_confident_] Je sais que c'est fini, mais vous n'avez pas à regarder si triste.
it_it: [_kate_s_confident_] So che è finita, ma non devi sembrare così triste.

source: [_kate_s_confident_] There's plenty of time left before graduation to do this again.
fr_fr: [_kate_s_confident_] Il reste beaucoup de temps avant l'obtention du diplôme pour recommencer.
it_it: [_kate_s_confident_] C'è ancora molto tempo prima della laurea.

source: [_kate_s_neutral_] See you around, pet.
fr_fr: [_kate_s_neutral_] Vous voyez autour de vous.
it_it: [_kate_s_neutral_] Ci vediamo intorno, animale domestico.

source: Revenge or not — the question of the ages...
fr_fr: Revenge ou pas-la question des âges ...
it_it: Vendetta o no — la questione delle età...

source: Either way, it's best served with a cool head and icy veins.
fr_fr: Quoi qu'il en soit, il est mieux servi avec une tête froide et des veines glacées.
it_it: In ogni caso, è meglio servito con una testa fredda e venature ghiacciate.

source: [_isabelle_s_concerned_] What's wrong?
fr_fr: [_isabelle_s_concerned_] Qu'est-ce qui ne va pas?
it_it: [_isabelle_s_concerned_] Cosa c'è di sbagliato?

source: [_mc_] I guess you could say I'm in a sticky situation...
fr_fr: [_mc_] Je suppose que tu pourrais dire que je suis dans une situation ...
it_it: [_mc_] Immagino che potresti dire che sono in una situazione appiccicosa...

source: [_kate_s_excited_] There you are!
fr_fr: [_kate_s_excited_] Vous êtes là !
it_it: [_kate_s_excited_] Ecco!

source: [_isabelle_s_skeptical_] Lovely weather, minger.
it_it: [_isabelle_s_skeptical_] Tempo incantevole, zenzero.

source: [_kate_s_eyeroll_] Ugh, you.
fr_fr: [_kate_s_eyeroll_] Ugh, vous.
it_it: [_kate_s_eyeroll_] Ugh, tu.

source: [_isabelle_s_skeptical_] What's going on?
fr_fr: [_isabelle_s_skeptical_] Qu'est-ce qui se passe?
it_it: [_isabelle_s_skeptical_] Cosa sta succedendo?

source: [_kate_s_skeptical_] None of your goddamn business.
fr_fr: [_kate_s_skeptical_] Aucune de vos activités de goddamn.
it_it: [_kate_s_skeptical_] Nessuno dei tuoi affari maledetti.

source: [_kate_s_skeptical_] [mc], let's go.
fr_fr: [_kate_s_skeptical_] [mc], allons-y.
it_it: [_kate_s_skeptical_] [mc], andiamo.

source: [_kate_s_eyeroll_] [mc]. I'm not going to tell you again.
fr_fr: [_kate_s_eyeroll_] [mc]. Je ne vais pas te le dire à nouveau.
it_it: [_kate_s_eyeroll_] [mc]. Non ti dirò ancora.

source: [_isabelle_s_concerned_] You don't have to do what she says.
fr_fr: [_isabelle_s_concerned_] Vous n'avez pas à faire ce qu'elle dit.
it_it: [_isabelle_s_concerned_] Non devi fare quello che dice.

source: [_kate_s_skeptical_] No one asked for your input.
fr_fr: [_kate_s_skeptical_] Personne n'a demandé votre avis.
it_it: [_kate_s_skeptical_] Nessuno ha chiesto il tuo input.

source: [_isabelle_s_neutral_] No one asked you to be a complete tosser, but here we are.
fr_fr: [_isabelle_s_neutral_] Personne ne vous a demandé d'être un tosser complet, mais ici nous sommes.
it_it: [_isabelle_s_neutral_] Nessuno ti ha chiesto di essere un tosser, ma eccoci qui.

source: [_mc_] I think I'm going to stay here with [isabelle].
fr_fr: [_mc_] Je pense que je vais rester ici avec [isabelle].
it_it: [_mc_] penso che starò qui con [isabelle].

source: [_kate_s_eyeroll_] Wrong answer.
fr_fr: [_kate_s_eyeroll_] Réponse erronée.
it_it: [_kate_s_eyeroll_] Risposta errata.

source: [_isabelle_s_skeptical_] Oh, bugger off, [kate]. Neither of us like your company.
fr_fr: [_isabelle_s_skeptical_] Oh, bugger off, [kate]. Ni nous, ni votre entreprise.
it_it: [_isabelle_s_skeptical_] Oh, bugger off, [kate]. Nessuno di noi piace la tua azienda.

source: [_kate_s_excited_] Cute.
it_it: [_kate_s_excited_] Carino.

source: [_kate_s_excited_] I'm so looking forward to putting you in your place.
fr_fr: [_kate_s_excited_] Je suis impatient de vous mettre à votre place.
it_it: [_kate_s_excited_] Non vedo l'ora di metterti al tuo posto.

source: [_isabelle_s_skeptical_] And I'm looking forward to a decrease in overall bollocks once you leave.
fr_fr: [_isabelle_s_skeptical_] Et j'attends avec impatience une diminution de l'ensemble des boulverrouillages une fois que vous partirez.
it_it: [_isabelle_s_skeptical_] E non vedo l'ora di una diminuzione dei bollocks complessivi una volta partiti.

source: [_kate_s_annoyed_] You'll regret this, bitch.
fr_fr: [_kate_s_annoyed_] Vous allez le regretter, salope.
it_it: [_kate_s_annoyed_] te ne pentirai, cagna.

source: [_mc_] Thanks for sticking up for me...
fr_fr: [_mc_] Merci pour mon collet pour moi ...
it_it: [_mc_] Grazie per essersi attaccato per me...

source: [_isabelle_s_excited_] Anytime, mate! I'm always in the mood for sticking it to that trollop.
fr_fr: [_isabelle_s_excited_] En tout temps, mec ! Je suis toujours d'humeur à le coller à ce trollop.
it_it: [_isabelle_s_excited_] In qualsiasi momento, mate! Sono sempre in vena per attaccarlo a quel trollop.

source: [_isabelle_s_neutral_] Anyway, it's time for tea.
fr_fr: [_isabelle_s_neutral_] Quoi qu'il en soit, il est temps de prendre le thé.
it_it: [_isabelle_s_neutral_] Comunque, è ora di tè.

source: [_isabelle_s_neutral_] Be careful, [mc].
fr_fr: [_isabelle_s_neutral_] Soyez prudent, [mc].
it_it: [_isabelle_s_neutral_] Fai attenzione, [mc].

source: I was definitely lucky that [isabelle] was here.
fr_fr: J'ai vraiment eu de la chance que le [isabelle] soit ici.
it_it: Sono stato sicuramente fortunato che [isabelle] fosse qui.

source: Who knows what could've happened otherwise?
fr_fr: Qui sait ce qui aurait pu arriver autrement?
it_it: Chi sa cosa avrebbe potuto succedere altrimenti?

source: [_mc_] I just wanted to get [isabelle]'s thoughts on the school's gym equipment.
it_it: [_mc_] Volevo solo ottenere i pensieri di [isabelle]sull'attrezzatura palestra della scuola.

source: [_isabelle_s_concerned_] I believe they're quite decent. Why?
fr_fr: [_isabelle_s_concerned_] Je crois qu'ils sont tout à fait décents. Pourquoi?
it_it: [_isabelle_s_concerned_] Credo che siano abbastanza decenti. Perché?
