Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: [_mc_] Now I know you're overconfident and I can use that to my advantage.
fr_fr: [_mc_] Maintenant, je sais que vous êtes trop confiant et que je peux l'utiliser à mon avantage.
it_it: [_mc_] Ora so che sei troppo sicuro e posso usarlo a mio vantaggio.

source: [_mc_] I also have intel on your game-plan.
it_it: [_mc_] Ho anche intel sul tuo piano di gioco.

source: [_mc_] Before today, I had zero percent chance.
fr_fr: [_mc_] Avant aujourd'hui, j'avais zéro pour cent de chance.
it_it: [_mc_] Prima di oggi, ho avuto zero percentuale di possibilità.

source: [_mc_] So, go ahead and improve my chances of winning. I don't mind that one bit.
fr_fr: [_mc_] Alors, allez-y et amélio-moi mes chances de gagner. Je ne le pense pas un peu.
it_it: [_mc_] Quindi, andare avanti e migliorare le mie possibilità di vincere. Non mi dispiace che un po'.

source: [_kate_s_cringe_] Whatever, weirdo.
fr_fr: [_kate_s_cringe_] Quoi qu'il en soit, weirdo.
it_it: [_kate_s_cringe_] Qualunque cosa sia strano.

source: And that's how you destroy a sassy cheerleader with facts and logic.{space=-20}
fr_fr: Et c'est comme ça que vous détruirez un cheerleader vitreux avec des faits et une logique. { space=-20 }
it_it: Ed è così che distruggi un cheerleader sassy con fatti e logic.{space=-20}

source: Phew! There's another star.
fr_fr: Phew ! Il y a une autre étoile.
it_it: Phew! C'è un'altra stella.

source: All this running is making me sweat balls...
fr_fr: Toute cette course fait de moi des boules de sueur ...
it_it: Tutta questa corsa mi sta facendo sudare le palle...

source: Son of a bitch. There's [kate] again.
fr_fr: Fils d'une salope. Il y a de nouveau le [kate].
it_it: Figlio di una cagna. C'è di nuovo [kate].

source: [_mc_] Are you going to follow me around this whole challenge?
fr_fr: [_mc_] Vous allez me suivre dans tout ce défi?
it_it: [_mc_] Mi seguirai per tutta questa sfida?

source: [_kate_s_excited_] Maybe... What are you going to do about it?
fr_fr: [_kate_s_excited_] Peut-être ... Qu'est-ce que tu vas faire à ce sujet?
it_it: [_kate_s_excited_] Forse... Che cosa farai?

source: [_mc_] I'm going to up the stakes.
fr_fr: [_mc_] Je vais monter les enchères.
it_it: [_mc_] sto per alzare la puntata.

source: [_kate_s_eyeroll_] If you think I'll get naked, you can forget it.
fr_fr: [_kate_s_eyeroll_] Si vous pensez que je serai nu, vous pouvez l'oublier.
it_it: [_kate_s_eyeroll_] Se pensi che sarò nudo, puoi dimenticarlo.

source: [_mc_] I was thinking something else entirely...
fr_fr: [_mc_] Je pensais quelque chose d'autre entièrement ...
it_it: [_mc_] Stavo pensando qualcosa di completamente altro...

source: [_mc_] How about a small property wager?
fr_fr: [_mc_] Comment se fait une petite propriété?
it_it: [_mc_] Che ne dite di una piccola proprietà?

source: [_kate_s_cringe_] You want my underwear, don't you? You damn pervert.
fr_fr: [_kate_s_cringe_] Vous voulez mes sous-vêtements, n'est-ce pas? Tu perds le pervers.
it_it: [_kate_s_cringe_] Vuoi la mia biancheria intima, vero? Tu sei maledetto pervertito.

source: [_mc_] Actually, no. I know you're blackmailing the [nurse].
fr_fr: [_mc_] En fait, non. Je sais que vous faites chanter le [nurse].
it_it: [_mc_] In realtà, no. So che stai ricattando la [nurse].

source: [_kate_s_excited_] I don't know what you're talking about.
fr_fr: [_kate_s_excited_] Je ne sais pas de quoi vous parlez.
it_it: [_kate_s_excited_] Non so di cosa state parlando.

source: [_mc_] You can deny it all you want, but here's the deal.
fr_fr: [_mc_] Vous pouvez refuser tout ce que vous voulez, mais voici l'accord.
it_it: [_mc_] Puoi negare tutto quello che vuoi, ma ecco l'affare.

source: [_mc_] If I win...
fr_fr: [_mc_] Si je gagne ...
it_it: [_mc_] Se ho vinto...

source: [_mc_] I want you to release her.
fr_fr: [_mc_] Je veux que tu la libère.
it_it: [_mc_] Voglio che la liberiate.

source: [_mc_] I want the dirt you have on her.
fr_fr: [_mc_] Je veux la saleté que tu as sur elle.
it_it: [_mc_] Voglio la sporcizia che hai su di lei.

source: [_kate_s_excited_] And what could you possibly have that I want?
fr_fr: [_kate_s_excited_] Et que pourriez-vous avoir que je veux?
it_it: [_kate_s_excited_] E che cosa potreste avere che voglio?

source: [_mc_] I'll get you dirt on [jo].
fr_fr: [_mc_] Je vais vous faire saleté sur le [jo].
it_it: [_mc_] ti prenderò sporcizia su [jo].

source: [_kate_s_skeptical_] She's clean as a whistle.
fr_fr: [_kate_s_skeptical_] Elle est propre comme sifflet.
it_it: [_kate_s_skeptical_] Lei è pulita come fischietta.

source: [_mc_] I guess you don't know the things I do...
fr_fr: [_mc_] Je suppose que vous ne savez pas ce que je fais ...
it_it: [_mc_] Immagino che tu non sappia le cose che faccio...

source: [_kate_s_skeptical_] I'm listening.
fr_fr: [_kate_s_skeptical_] Je suis à l'écoute.
it_it: [_kate_s_skeptical_] sto ascoltando.

source: [_mc_] I heard a rumor that she used to get throat pains while she climbed the career ladder.
fr_fr: [_mc_] J'ai entendu une rumeur selon laquelle elle a eu des douleurs à la gorge pendant qu'elle gravait l'échelle de carrière.
it_it: [_mc_] Ho sentito una voce che ha usato per ottenere dolori alla gola mentre ha scalato la scala di carriera.

source: [_mc_] You know what that means, don't you?
fr_fr: [_mc_] Vous savez ce que ça veut dire, n'est-ce pas?
it_it: [_mc_] Sai cosa significa, vero?

source: [_kate_s_excited_] That's very interesting...
fr_fr: [_kate_s_excited_] C'est très intéressant ...
it_it: [_kate_s_excited_] È molto interessante...

source: [_kate_s_excited_] Are you saying you could find proof of it?
fr_fr: [_kate_s_excited_] Vous dites que vous pourriez en trouver la preuve?
it_it: [_kate_s_excited_] Stai dicendo che potresti trovare la prova di esso?

source: [_mc_] That's exactly what I'm saying.
fr_fr: [_mc_] C'est exactement ce que je dis.
it_it: [_mc_] È esattamente quello che sto dicendo.

source: [_kate_s_flirty_] That's a deal, then. I'm looking forward to having the principal firmly under my heel.
fr_fr: [_kate_s_flirty_] C'est un accord, alors. J'ai hâte d'avoir le principal fermement sous mon talon.
it_it: [_kate_s_flirty_] Questo è un affare, allora. Non vedo l'ora di avere il preside saldamente sotto il mio tallone.

source: [_kate_s_smile_] Now, if you'll excuse me, I have a challenge to win.
fr_fr: [_kate_s_smile_] Maintenant, si vous voulez bien m'excuser, j'ai un défi à relever.
it_it: [_kate_s_smile_] Ora, se mi scusi, ho una sfida da vincere.

source: [_mc_] I'll get you a nude of [maxine].
it_it: [_mc_] Ti prenderò un nudo di [maxine].

source: [_kate_s_skeptical_] First of all, how did you get a nude of her?
fr_fr: [_kate_s_skeptical_] Tout d'abord, comment avez-vous eu une nudité d'elle?
it_it: [_kate_s_skeptical_] Prima di tutto, come hai ottenuto un nudo di lei?

source: [_kate_s_skeptical_] Secondly, why do you think I care?
fr_fr: [_kate_s_skeptical_] Deuxièmement, pourquoi pensez-vous que je me souciais?
it_it: [_kate_s_skeptical_] In secondo luogo, perché pensate che mi importi?

source: [_mc_] She's your only competition for valedictorian at the end of the year.
fr_fr: [_mc_] Elle est votre seule compétition pour le Valedictorian à la fin de l'année.
it_it: [_mc_] Lei è la vostra unica competizione per valedictorian alla fine dell'anno.

source: [_mc_] Having dirt on her might give you an edge.
fr_fr: [_mc_] Avoir de la saleté sur elle peut vous donner un avantage.
it_it: [_mc_] Avere sporco su di lei potrebbe darti un bordo.

source: [_kate_s_thinking_] You're not as dumb as you look...
fr_fr: [_kate_s_thinking_] Vous n'êtes pas aussi idiot que vous ...
it_it: [_kate_s_thinking_] Non sei stupido come sembra...

source: [_kate_s_blush_] Fine. That's a deal.
fr_fr: [_kate_s_blush_] Fine. C'est un accord.
it_it: [_kate_s_blush_] Bene. Questo è un affare.

source: [_kate_s_blush_] See you at the finish line, turtle boy.
fr_fr: [_kate_s_blush_] Vous voyez à la ligne d'arrivée, garçon de tortue.
it_it: [_kate_s_blush_] Ci vediamo al traguardo, tartaruga ragazzo.

source: [_mc_] I'm going to lock you up in the supply closet.
fr_fr: [_mc_] Je vais vous verrouiller dans le placard.
it_it: [_mc_] ti chiuderò nell'armadio di rifornimento.

source: [_kate_s_eyeroll_] No, you're not.
fr_fr: [_kate_s_eyeroll_] Non, vous n'êtes pas.
it_it: [_kate_s_eyeroll_] No, non sei.

source: She's calling my bluff...
fr_fr: Elle appelle mon bluff ...
it_it: Lei sta chiamando il mio bluff...

source: Time to either all-in or fold.
fr_fr: Temps d'un pli ou d'un pli.
it_it: Tempo per all-in o piegare.

source: [_mc_] Watch me.
fr_fr: [_mc_] Regardez-moi.
it_it: [_mc_] Guardami.

source: [_kate_] Hey, don't touch me, you weirdo! [withvpunch]
fr_fr: [_kate_] Hey, ne me touche pas, vous weirdo ! [withvpunch]
it_it: [_kate_] Ehi, non toccarmi, sei strano! [withvpunch]

source: [_kate_] Let me out, you psycho! [withvpunch]
fr_fr: [_kate_] Laissez-moi sortir, psycho ! [withvpunch]
it_it: [_kate_] Mi lasci fuori, tu psico! [withvpunch]

source: [_kate_] This is cheating!
fr_fr: [_kate_] C'est triche !
it_it: [_kate_] Questo sta imbrogliando!

source: There's some form of poetic justice to this...
fr_fr: Il y a une forme de justice poétique à ce ...
it_it: C'è qualche forma di giustizia poetica a questo...

source: And not only that, this feeling of power is intoxicating.
fr_fr: Et non seulement cela, ce sentiment de pouvoir est enivrants.
it_it: E non solo, questa sensazione di potere è intossicante.

source: Robbing [kate] of her freedom, for once. Putting her in bondage.
fr_fr: Robbing [kate] de sa liberté, pour une fois. La mettre en servitude.
it_it: Robbing [kate] della sua libertà, per una volta. Metterla in schiavitù.

source: Man, I'll be in so much trouble for this, but maybe it's worth it?
fr_fr: J'aurai tellement de problèmes pour ça, mais peut-être ça en vaut la peine?
it_it: Uomo, sarò così in tanti guai per questo, ma forse ne vale la pena?

source: After all, she does deserve to be put in her place.
fr_fr: Après tout, elle mérite d'être mise à sa place.
it_it: Dopo tutto, merita di essere messa al suo posto.

source: Who would've thought that those hours at the gym would lead to something like this...
fr_fr: Qui aurait cru que ces heures au gymnase conduiraient à quelque chose comme ça ...
it_it: Chi avrebbe pensato che quelle ore in palestra avrebbe portato a qualcosa di simile...

source: [_kate_] [mc], I'm going to tell everyone about this! [withvpunch]
fr_fr: [_kate_] [mc], je vais le dire à tout le monde ! [withvpunch]
it_it: [_kate_] [mc], parlerò a tutti di questo! [withvpunch]

source: [_kate_] You'll get detention for life!
fr_fr: [_kate_] Vous serez en détention pour la vie !
it_it: [_kate_] Otterrai la detenzione per tutta la vita!

source: Maybe... but it was worth it.
fr_fr: Peut-être ... mais ça valait la peine.
it_it: Forse... ma ne è valsa la pena.

source: [_mc_] Shut up, [kate].
fr_fr: [_mc_] Arrêt, [kate].
it_it: [_mc_] zitto, [kate].

source: [_mc_] Shut the fuck up.
it_it: [_mc_] chiudete la scopata.

source: I don't have to listen to that.
fr_fr: Je n'ai pas à écouter ça.
it_it: Io non devo ascoltarlo.

source: Now to find the remaining stars...
fr_fr: Maintenant, pour trouver les autres étoiles ...
it_it: Ora per trovare le stelle rimaste...

source: [_kate_s_excited_] That's right, you little sissy.
fr_fr: [_kate_s_excited_] C'est vrai, vous avez peu de sissy.
it_it: [_kate_s_excited_] È vero, hai un po' di sissy.

source: [_kate_s_excited_] You're not locking anyone up.
fr_fr: [_kate_s_excited_] Vous ne verrouez personne.
it_it: [_kate_s_excited_] Non stai bloccando nessuno.

source: [_kate_s_skeptical_] The audacity to threaten me like that...
fr_fr: [_kate_s_skeptical_] L'audace de me menacer comme ça ...
it_it: [_kate_s_skeptical_] L'audacia di minacciarmi così...

source: [_kate_s_skeptical_] I'll have to come up with an appropriate punishment.
fr_fr: [_kate_s_skeptical_] Je dois trouver une punition appropriée.
it_it: [_kate_s_skeptical_] dovrò trovare una punizione appropriata.

source: Shit, I'm in so much trouble...
fr_fr: Merde, j'ai tellement de problèmes ...
it_it: Merda, sono in tanti guai...

source: Talking back to [kate] is never a good idea.
fr_fr: Parler au [kate] n'est jamais une bonne idée.
it_it: Ritornare ad [kate] non è mai una buona idea.

source: [_kate_s_eyeroll_] But it'll have to be after I've won this stupid challenge.
fr_fr: [_kate_s_eyeroll_] Mais ça doit être après que j'ai gagné ce stupide défi.
it_it: [_kate_s_eyeroll_] Ma dovrà essere dopo aver vinto questa stupida sfida.

source: [_mc_] Who says I'm going to do anything?
fr_fr: [_mc_] Qui dit que je vais faire quoi que ce soit?
it_it: [_mc_] Chi dice che farò qualcosa?

source: [_kate_s_eyeroll_] That was a rhetorical question. We both know you're not going to do shit.{space=-150}
fr_fr: [_kate_s_eyeroll_] C'était une question rhétorique. Nous savons tous les deux que vous n'allez pas faire de merde. { space=-150 }
it_it: [_kate_s_eyeroll_] Questa era una domanda retorica. Sappiamo entrambi che non hai intenzione di fare merda.{space=-150}

source: [_kate_s_flirty_] You're probably just doing this to be in my presence. Even the smell of my dirty socks turn you on.
fr_fr: [_kate_s_flirty_] Tu fais probablement ça pour être en ma présence. Même l'odeur de mes chaussettes sales te tourne.
it_it: [_kate_s_flirty_] Probabilmente stai solo facendo questo per essere in mia presenza. Anche l'odore dei miei calzini sporchi ti ti accende.

source: [_kate_s_laughing_] You're like one of those untrained puppies, who constantly pee on the mat for attention.
fr_fr: [_kate_s_laughing_] Vous êtes comme l'un de ces chiots sans formation, qui pique constamment sur le tapis pour attirer l'attention.
it_it: [_kate_s_laughing_] Sei come uno di quei cuccioli non addestrati, che costantemente fanno pipì sul tappeto per attenzione.

source: [_kate_s_smile_] But don't worry, I'll train you well...
fr_fr: [_kate_s_smile_] Mais ne vous inquiéterez pas, je vous entrainerai bien ...
it_it: [_kate_s_smile_] Ma non ti preoccupare, ti allenerò bene...

source: [_kate_s_confident_] Just do as you're told and everything will turn out fine.
it_it: [_kate_s_confident_] Basta fare come hai detto e tutto andrà bene.

source: [_kate_s_confident_] Admit defeat now, and we can move on to more interesting things.
fr_fr: [_kate_s_confident_] Admit la défaite maintenant, et nous pouvons passer à des choses plus intéressantes.
it_it: [_kate_s_confident_] Ammetti la sconfitta ora, e possiamo passare a cose più interessanti.

source: Crap. My knees get all wobbly and weak when [kate] starts bossing me around...
fr_fr: Crap. Mes genoux sont bossables et faibles quand [kate] commence à me bosser autour de moi ...
it_it: Crap. Le mie ginocchia ottengono tutti wobbly e deboli quando [kate] inizia a bossing me intorno...

source: [_mc_] Fine, I give up...
fr_fr: [_mc_] Amende, je donne ...
it_it: [_mc_] Bene, mi arrendere...

source: [_kate_s_confident_] Say that one more time.
fr_fr: [_kate_s_confident_] Dis qu'une fois de plus.
it_it: [_kate_s_confident_] Lo dica ancora una volta.

source: [_mc_] I give up. You win.
fr_fr: [_mc_] Je donne. Vous gagez.
it_it: [_mc_] Mi arrendo. Lei vince.

source: [_kate_s_flirty_] That's better.
fr_fr: [_kate_s_flirty_] C'est mieux.
it_it: [_kate_s_flirty_] È meglio.

source: [_kate_s_laughing_] And how utterly pathetic! You couldn't even complete the challenge.
fr_fr: [_kate_s_laughing_] Et combien pathétique ! Vous n'avez même pas pu relever le défi.
it_it: [_kate_s_laughing_] E quanto è assolutamente patetico! Non sei riuscito nemmeno a completare la sfida.

source: [_kate_s_smile_] Very well, let's report back to the squad.
fr_fr: [_kate_s_smile_] Très bien, revenons à l'équipe.
it_it: [_kate_s_smile_] Molto bene, riportiamo alla squadra.

source: [_kate_s_smile_] You probably can't wait to bow down and kiss my feet.
fr_fr: [_kate_s_smile_] Vous ne pouvez probablement pas attendre pour baiser et embrasser mes pieds.
it_it: [_kate_s_smile_] Probabilmente non vedi l'ora di inchinarmi e baciarmi i piedi.

source: There was no chance I'd win anyway... better just get this humiliation over with.
fr_fr: Il n'y avait aucune chance que je gagais de toute façon ... mieux vaut simplement cette humiliation avec.
it_it: Non c'era alcuna possibilità che vincerei comunque... meglio basta ottenere questa umiliazione con esso.

source: [_mc_] Never!
fr_fr: [_mc_] Jamais !
it_it: [_mc_] Mai!

source: [_kate_s_eyeroll_] Seriously? You know you're going to lose in the end.
fr_fr: [_kate_s_eyeroll_] Sérieusement? Tu sais que tu vas perdre à la fin.
it_it: [_kate_s_eyeroll_] Seriamente? Sai che alla fine perderai.

source: [_kate_s_eyeroll_] Why not spare yourself the effort?
fr_fr: [_kate_s_eyeroll_] Pourquoi ne pas vous épargner les efforts?
it_it: [_kate_s_eyeroll_] Perché non risparmiarti lo sforzo?

source: [_mc_] Because...
fr_fr: [_mc_] Parce que ...
it_it: [_mc_] Perche...

source: I used to give up all the time before. At the first sign of struggle.
fr_fr: Je donnais tout le temps avant. Au premier signe de lutte.
it_it: Ho usato per rinunciare tutto il tempo prima. Al primo segno di lotta.

source: This time I'll fight to the bitter end!
fr_fr: Cette fois, je me battrai jusqu'au bout !
it_it: Questa volta combatterò fino alla fine amara!

source: [_mc_] Because that would be cowardly.
fr_fr: [_mc_] Parce que ce serait lâche.
it_it: [_mc_] Perché questo sarebbe codardo.

source: [_kate_s_skeptical_] What? Are you some kind of knight now with a code of honor?
fr_fr: [_kate_s_skeptical_] Quoi? Es-tu une sorte de chevalier maintenant avec un code d'honneur?
it_it: [_kate_s_skeptical_] Cosa? Sei un tipo di cavaliere ora con un codice d'onore?

source: [_mc_] Good luck, [kate].
fr_fr: [_mc_] Bonne chance, [kate].
it_it: [_mc_] Buona fortuna, [kate].

source: [_mc_] See you at the finish line.
fr_fr: [_mc_] Voir la ligne d'arrivée.
it_it: [_mc_] Ci vediamo al traguardo.

source: It felt so good to leave her in the dust like that!
fr_fr: Il était si bon de la laisser dans la poussière comme ça !
it_it: Si sentiva così bene lasciarla in polvere così!

source: Now to find the next star before she can catch up...
fr_fr: Maintenant, pour trouver la prochaine étoile avant qu'elle puisse rattraper ...
it_it: Ora per trovare la prossima stella prima che lei possa recuperare...

source: Something hard inside you all life long?
fr_fr: Quelque chose de dur à l'intérieur de vous toute la vie?
it_it: Qualcosa di duro dentro di voi per tutta la vita?

source: I was thinking a boner at first... but of course it's bones.
fr_fr: Je pensais à un boneur au début ... mais bien sûr les os.
it_it: Inizialmente stavo pensando ad una boner... ma naturalmente sono le ossa.

source: There's the star.
fr_fr: Il y a l'étoile.
it_it: C'è la stella.

source: [kate] has probably managed to escape the supply closet by now. I better be quick finding the last one.
fr_fr: [kate] a probablement réussi à s'échapper du placard d'ici maintenant. Je ferais mieux de trouver le dernier.
it_it: [kate] probabilmente è riuscito a sfuggire all'armadio di rifornimento. Meglio essere veloce trovarne l'ultimo.

source: [kate] is probably right outside. I better be quick finding the last one.
fr_fr: [kate] est probablement juste à l'extérieur. Je ferais mieux de trouver le dernier.
it_it: [kate] è probabilmente proprio fuori. Meglio essere veloce trovarne l'ultimo.

source: [mrsl] hasn't seen the golden star. What did the last clue say again?{space=-5}
fr_fr: [mrsl] n'a pas vu l'étoile dorée. Qu'a dit le dernier indice? { space=-5 }
it_it: [mrsl] non ha visto la stella d'oro. Che cosa ha detto l'ultimo indizio?{space=-5}

source: [_mrsl_s_laughing_] Hello, [mc]! How's it going? You look a little flustered.
fr_fr: [_mrsl_s_laughing_] Bonjour, [mc]! Comment ça va? Tu as l'air un peu flusée.
it_it: [_mrsl_s_laughing_] Ciao, [mc]! Com'è andato? Sembri un po' sfuggito.

source: [_mc_] I've been running...
fr_fr: [_mc_] J'ai été en cours d'exécution ...
it_it: [_mc_] Sono in esecuzione...

source: [_mrsl_s_confident_] That's good.
fr_fr: [_mrsl_s_confident_] C'est bon.
it_it: [_mrsl_s_confident_] È buono.

source: [_mrsl_s_flirty_] And underdressed...
fr_fr: [_mrsl_s_flirty_] Et sous-habillé ...
it_it: [_mrsl_s_flirty_] E underdressed...

source: [_mc_] Please, don't give me detention!
fr_fr: [_mc_] S'il vous plaît, ne me donnez pas la détention !
it_it: [_mc_] Per favore, non mi dia la detenzione!

source: [_mrsl_s_confident_] That depends on the reason for your current state of dress... or lack thereof.
fr_fr: [_mrsl_s_confident_] Cela dépend de la raison de votre état actuel de tenue ... ou de son absence.
it_it: [_mrsl_s_confident_] Questo dipende dalla ragione del tuo attuale stato di vestito... o dalla sua mancanza.

source: [_mc_] I was looking at you from across the room...
fr_fr: [_mc_] Je vous regardais de l'autre côté de la pièce ...
it_it: [_mc_] Ti stavo guardando dall'altra parte della stanza...

source: [_mc_] And my heart went boom!
fr_fr: [_mc_] Et mon cœur a boum !
it_it: [_mc_] E il mio cuore è cresciuto!

source: [_mrsl_s_concerned_] That is very flattering, but it's not really much of an explanation...
fr_fr: [_mrsl_s_concerned_] C'est très flatteur, mais ce n'est pas vraiment une explication ...
it_it: [_mrsl_s_concerned_] Questo è molto lusinghiero, ma non è molto una spiegazione...

source: [_mc_] Well, the [nurse] told me to take my shirt off so she could examine the crater in my chest.
fr_fr: [_mc_] Eh bien, le [nurse] m'a dit de retirer ma chemise pour qu'elle puisse examiner le cratère dans ma poitrine.
it_it: [_mc_] Beh, la [nurse] mi ha detto di togliermi la camicia in modo che potesse esaminare il cratere nel mio petto.

source: [_mrsl_s_excited_] Well, then you better hurry up and find her!
fr_fr: [_mrsl_s_excited_] Eh bien, alors vous feriez mieux de vous dépêchez et de la trouver !
it_it: [_mrsl_s_excited_] Beh, allora è meglio affrettarsi e trovarla!

source: [_mc_] Will do!
it_it: [_mc_] lo farà!

source: [_mc_] It's all [kate]'s fault!
fr_fr: [_mc_] C'est la faute de [kate]!
it_it: [_mc_] È tutto colpa di [kate]!

source: [_mrsl_s_concerned_] I'm hearing a lot of excuses.
fr_fr: [_mrsl_s_concerned_] J'entends beaucoup d'excuses.
it_it: [_mrsl_s_concerned_] Ho sentito molte scuse.

source: [_mc_] That was just one excuse...
fr_fr: [_mc_] Ce n'était qu'une excuse ...
it_it: [_mc_] Questa era solo una scusa...

source: [_mrsl_s_annoyed_] Don't get cheeky with me. I'll see you after school.
fr_fr: [_mrsl_s_annoyed_] Ne me tromguez pas avec moi. Je te verrai après l'école.
it_it: [_mrsl_s_annoyed_] Non sfacciarti con me. Ti vedrò dopo la scuola.

source: Well, shit.
fr_fr: Eh bien, merde.
it_it: Beh, merda.

source: [_mc_] Just one more thing...
fr_fr: [_mc_] Juste une chose de plus ...
it_it: [_mc_] Ancora una cosa...

source: [_mc_] You haven't seen any paper stars by any chance, have you?
fr_fr: [_mc_] Vous n'avez pas vu d'étoiles en papier par hasard, n'est-ce pas?
it_it: [_mc_] Non hai visto nessuna stella di carta per caso, vero?

source: [_mrsl_s_concerned_] Unfortunately, no.
fr_fr: [_mrsl_s_concerned_] Malheureusement, non.
it_it: [_mrsl_s_concerned_] Sfortunatamente, no.

source: [_mc_] Damn. Oh, well.
fr_fr: [_mc_] Damn. Oh, bien.
it_it: [_mc_] Dannazione. Oh, bene.

source: [_mc_] So, what um... what are you doing here?
fr_fr: [_mc_] Alors, qu'est-ce que tu fais ici?
it_it: [_mc_] Allora, che um... che cosa stai facendo qui?
