Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_trick.po
Languages: fr_fr, it_it

source: "I'll think about it."
fr_fr: "Je vais y réfléchir."
it_it: "Ci penserò."

source: "I honestly don't care."
fr_fr: "Honnêtement, je m'en fiche."
it_it: "Sinceramente non mi importa."

source: "Nothing wrong with being polite."
fr_fr: "Rien de mal à être poli."
it_it: "Niente di sbagliato nell'essere educati."

source: Let [kate] answer for you
fr_fr: Soit [kate] réponse pour vous
it_it: Lascia che [kate] risponda per te

source: "I won't lie on your behalf."
fr_fr: "Je ne mentirai pas en votre nom."
it_it: "Non mentirò a tuo nome."

source: "Yes, ma'am!"
fr_fr: "Oui, madame !"
it_it: "Sì, ma'am!"

source: "Yes, ma'am."
fr_fr: "Oui, madame."
it_it: "Sì, ma'am."

source: "If she already signed off on this, you have nothing to worry about."
fr_fr: "Si elle a déjà signé, , vous n'avez rien à craindre", a-t-il ajouté.
it_it: "Se ha già firmato su questo, non avete nulla di cui preoccuparsi."

source: "I'm all for shutting up [isabelle], but this schedule is going to make it difficult for a lot of other people..."
fr_fr: "Je suis pour l'arrêt du [isabelle], mais ce calendrier va rendre le difficile pour beaucoup d'autres personnes ..."
it_it: "Sono tutto per chiudere [isabelle], ma questo programma renderà difficile per molte altre persone..."

source: "You can have my balls any day of the week, if you know what I'm saying..."
fr_fr: "Tu peux avoir mes couilles n'importe quel jour de la semaine, si tu sais ce que je dis ..."
it_it: "Puoi avere le mie palle in qualsiasi giorno della settimana, se sai quello che sto dicendo..."

source: "I'm sorry, ma'am."
fr_fr: "Je suis désolé, madame."
it_it: "Mi dispiace, signora."

source: Try to change the schedule behind [kate]'s back
fr_fr: Essayez de modifier le planning en arrière [kate]'s
it_it: Prova a cambiare il programma dietro a [kate]indietro

source: Play it safe with [kate]
fr_fr: Jouez en toute sécurité avec [kate]
it_it: Gioca al sicuro con [kate]

source: "With what? My hands?"
fr_fr: " Avec quoi? Mes mains? "
it_it: "Con cosa? Le mie mani?"

source: "All right, no problem. I'm the muscle you need."
fr_fr: " D'accord, pas de problème. Je suis le muscle dont vous avez besoin. "
it_it: "Va bene, nessun problema. Sono il muscolo di cui hai bisogno."

source: "[kate] is trying to ruin gym class for students who aren't on a sports team."
fr_fr: " Le[kate] essaie de ruine la classe de gym pour les étudiants qui ne font pas partie d'une équipe sportive. "
it_it: "[kate] sta cercando di rovinare la lezione di palestra per gli studenti che non sono in una squadra sportiva."

source: "There's a problem with it."
fr_fr: "Il y a un problème avec ça."
it_it: "C'è un problema con esso."

source: ?mc.intellect>=4@[mc.intellect]/4|{image=stats int}|"I've been trying to take gym classes, but the gym seems to be off-limits."
fr_fr: ? mc.intellect> =4@[mc.intellect]/4 | { image=stats int } | "J'ai essayé de prendre des cours de gym, mais la salle de gym semble pour être hors limites."
it_it: ?mc.intellect>=4@[mc.intellect]/4<unk> {image=stats int}<unk> "Ho cercato di prendere lezioni di palestra, ma la palestra sembra essere off-limit."

source: "How am I supposed to get my gym education?"
fr_fr: "Comment suis-je censé obtenir mes cours de gym?"
it_it: "Come dovrei ottenere la mia educazione in palestra?"

source: "I'd like to start my own sports team, then."
fr_fr: "J'aimerais commencer ma propre équipe de sports ."
it_it: "Vorrei iniziare la mia squadra sportiva , allora."

source: Ask [flora] to lend you a dog
fr_fr: Posez le [flora] pour vous prêter un chien
it_it: Chiedi a [flora] di prestarti un cane

source: {image=items [blackmail]}|Ask the [nurse] to be your dog
fr_fr: { image=items [blackmail]} | Demandez au [nurse] d'être votre chien
it_it: {image=items [blackmail]}<unk> Chiedi alla [nurse] di essere il tuo cane

source: "My undying love and loyalty?"
fr_fr: "Mon amour et ma loyauté?"
it_it: "Il mio amore e la mia lealtà intempestiva?"

source: "You don't even know what I want yet..."
fr_fr: "Tu ne sais même pas ce que je veux encore ..."
it_it: "Non sai nemmeno cosa voglio ancora..."

source: {image=items [blackmail]}|"It's always take with you, isn't it?"
it_it: {image=items [blackmail]}<unk> "È sempre da portare con te, vero?

source: "Ugh, fine... I'll give you twenty bucks."
fr_fr: " Ugh, bon ... Je te donnerai vingt dollars. "
it_it: "Ugh, bene... ti darò venti dollari."

source: {image=items [blackmail]}|"You know what? Nevermind."
fr_fr: { image=items [blackmail]} | " Vous savez quoi? Nevermind. "
it_it: {image=items [blackmail]}<unk> "Sai cosa? Maid."

source: ?mc.money>=50@[mc.money]/50|{image=ui hud icon_money}|Pay up
fr_fr: ? mc.money> =50 @[mc.money]/50 | { image=ui hud icon_money } | Payer
it_it: ?mc.money>=50@[mc.money]/50<unk> {image=ui hud icon_money}<unk> Paga

source: "What do you mean? It's just me walking my dog."
fr_fr: " Que voulez-vous dire? C'est juste me promenant mon chien. "
it_it: "Che cosa intendi? È solo che cammina il mio cane."

source: "Did you think you were the only one capable of this?"
fr_fr: "Avez-vous pensé que vous étiez le seulement capable de cela?"
it_it: "Pensavi che tu fossi la una sola capace di questo?"

source: "I'm looking for another bitch. Are you interested?"
fr_fr: " Je cherche une autre salope. Etes-vous intéressé? "
it_it: "Sto cercando un'altra cagna. Sei interessato?"

source: "Thank you, [nurse]!"
fr_fr: "Merci, [nurse]!"
it_it: "Grazie, [nurse]!"

source: ?nurse.love>=5@[nurse.love]/5|{image=nurse contact_icon}|{image=stats love}|"Just a moment, I'm not quite finished yet."
fr_fr: ? nurse.love> =5@[nurse.love]/5 | { image=nurse contact_icon } | { image=stats love } | "Un instant, je ne suis pas encore tout à fait terminé."
it_it: ?nurse.love>=5@[nurse.love]/5<unk> {image=nurse contact_icon}<unk> {image=stats love}<unk> "Solo un momento, non ho ancora finito."

source: ?mc.strength>=8@[mc.strength]/8|{image=stats str}|Flex
fr_fr: ? mc.renforc> =8@[mc.strength]/8 | { image=stats str } | Flex
it_it: ?mc.strength>=8@[mc.strength]/8<unk> {image=stats str}<unk> Flex

source: "Never mind..."
fr_fr: "Peu importe ..."
it_it: "Mai mente..."

source: [_mc_] Anytime, [jo]!
fr_fr: [_mc_] En tout temps, [jo]!

source: [_hati_s_neutral_] Growl! [withvpunch]
fr_fr: [_hati_s_neutral_] Producteur ! [withvpunch]

source: [_nurse_s_neutral_] Oh, gracious! Hello, [mc].
fr_fr: [_nurse_s_neutral_] Oh, gracieuse ! Bonjour, [mc].

source: [_kate_] I knew you were slow, but this is ridiculous.
fr_fr: [_kate_] Je savais que tu étais lent, mais c'est ridicule.

source: [_nurse_s_concerned_] Oh, okay...
fr_fr: [_nurse_s_concerned_] Oh, ok ...

source: [_mc_] Every. Damn. Inch.
fr_fr: [_mc_] Tous. Merde. Inch.

source: [jo] doesn't like to discuss school matters at home. I should probably wait for a better moment.
fr_fr: [jo] n'aime pas discuter des questions scolaires à la maison. Je devrais probablement attendre un meilleur moment.
