Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_wicked.po
Languages: fr_fr, it_it

source: [_kate_s_smile_] If you want, you can open the door for me.
fr_fr: [_kate_s_smile_] Si vous voulez, vous pouvez ouvrir la porte pour moi.
it_it: [_kate_s_smile_] Se vuoi, puoi aprire la porta per me.

source: [_kate_s_laughing_] It's only polite!
fr_fr: [_kate_s_laughing_] C'est seulement poli !
it_it: [_kate_s_laughing_] È solo educato!

source: [_kate_s_confident_] Good boy.
fr_fr: [_kate_s_confident_] Bon garçon.
it_it: [_kate_s_confident_] Buon ragazzo.

source: [_mc_] I hope you have a nice party...
fr_fr: [_mc_] J'espère que vous avez une belle soirée ...
it_it: [_mc_] Spero che tu abbia una bella festa...

source: [_kate_s_confident_] You bet I will.
fr_fr: [_kate_s_confident_] Vous pariez que je le fera.
it_it: [_kate_s_confident_] Scommetti che io lo farò.

source: Oh, well. What's a party in the music classroom, anyway?
fr_fr: Oh, bien. Qu'est-ce qu'une fête dans la salle de classe, de toute façon?
it_it: Oh, beh, cosa c'è una festa nell'aula di musica, comunque?

source: After all, I suppose it would be frightfully dull, and boring, and completely—
fr_fr: Après tout, je suppose que ce serait ennuyeux, ennuyeux et complètement-
it_it: Dopo tutto, suppongo che sarebbe terribilmente noioso, e noioso, e completamente—

source: Fuck, did I just quote Cinderella?
fr_fr: Fuck, je viens juste de citer Cendrillon?
it_it: Cazzo ho appena citato Cenerentola?

source: I never went to any parties last time around... not that I was ever invited.
fr_fr: Je n'ai jamais été partie la dernière fois ... pas que je n'ai jamais été invitée.
it_it: Non sono mai andato a nessun partito l'ultima volta intorno... non che sono mai stato invitato.

source: But maybe this time around I should invite myself...
fr_fr: Mais peut-être que cette fois je devrais m'inviter ...
it_it: Ma forse stavolta intorno dovrei invitarmi...

source: It is a costume party, after all.
fr_fr: C'est un costume, après tout.
it_it: È una festa in costume, dopo tutto.

source: Maybe I can put something together quickly. Something all-covering.{space=-10}
fr_fr: Peut-être que je peux mettre quelque chose ensemble rapidement. Quelque chose de tout-couvrant. { space=-10 }
it_it: Forse posso mettere qualcosa insieme rapidamente. Qualcosa di tutto.{space=-10}

source: How about a ghost? Being invisible is already kind of my thing.
fr_fr: Et un fantôme? Être invisible est déjà une sorte de ma chose.
it_it: Che ne dici di un fantasma? Essere invisibile è già una sorta di mia cosa.

source: Very simple, but very effective. I just need to find a bedsheet.
fr_fr: Très simple, mais très efficace. J'ai juste besoin de trouver une feuille de lit.
it_it: Molto semplice, ma molto efficace. Ho solo bisogno di trovare una lenzuola.

source: My [item.title_lower] may be useful, but not for opening this door.
fr_fr: Mon [item.title_lower] peut être utile, mais pas pour ouvrir cette porte.
it_it: La mia [item.title_lower] può essere utile, ma non per aprire questa porta.

source: Some things in life just aren't worth it.
fr_fr: Certaines choses dans la vie ne le valent pas.
it_it: Alcune cose nella vita semplicemente non ne valgono la pena.

source: One of them is ending up on [kate]'s kill list for ditching her.
fr_fr: L'une d'entre elles se termine sur la liste des morts de [kate]pour la laisser tomber.
it_it: Uno di loro sta finendo sulla lista delle uccisioni di [kate]per ammarla.

source: [_kate_s_neutral_] What are you waiting for? Just open the door.
fr_fr: [_kate_s_neutral_] Qu'est-ce que vous attendez? Il suffit d'ouvrir la porte.
it_it: [_kate_s_neutral_] Cosa stai aspettando? Basta aprire la porta.

source: Locked.
fr_fr: Verrouillé.
it_it: Bloccato.

source: Damn, the flashlight of the [guard] is coming up the stairs...
fr_fr: Merde, la lampe de poche du [guard] est en train de monter les escaliers ...
it_it: Dannazione, la torcia elettrica della [guard] sta salendo le scale...

source: He's probably making his final rounds.
fr_fr: Il fait probablement ses derniers tours.
it_it: Probabilmente sta preparando i suoi giri finali.

source: [_guard_s_suspicious_flashlight_] You're not supposed to be here.
fr_fr: [_guard_s_suspicious_flashlight_] Vous n'êtes pas censé être ici.
it_it: [_guard_s_suspicious_flashlight_] Non devi essere qui.

source: [_guard_s_suspicious_flashlight_] Not to stay overnight. I'm closing up, so get your ass downstairs.
fr_fr: [_guard_s_suspicious_flashlight_] Ne pas rester du jour au lendemain. Je suis en train de fermer, donc vous avez le cul en bas.
it_it: [_guard_s_suspicious_flashlight_] Non rimanere durante la notte. Sto chiudendo, quindi ottieni il tuo culo al piano di sotto.

source: Huh? What the hell?
fr_fr: Huh? Qu'est-ce que l'enfer?
it_it: Huh? Che inferno?

source: [_guard_s_angry_flashlight_] Didn't I tell you to get out of here?
fr_fr: [_guard_s_angry_flashlight_] Je ne vous ai pas dit de sortir d'ici?
it_it: [_guard_s_angry_flashlight_] Non ti ho detto di uscire da qui?

source: [_guard_s_angry_flashlight_] You're staring down the barrel of a week's detention...
fr_fr: [_guard_s_angry_flashlight_] Vous êtes en panne d'une semaine de détention ...
it_it: [_guard_s_angry_flashlight_] Stai fissando il barile della detenzione di una settimana...

source: [_guard_s_angry_flashlight_] Guess I'll have to throw you out myself...
fr_fr: [_guard_s_angry_flashlight_] Je vais devoir vous jeter moi-même ...
it_it: [_guard_s_angry_flashlight_] Indovina che dovrò buttarti fuori me stesso...

source: Well, shit.
fr_fr: Eh bien, merde.
it_it: Beh, merda.

source: Oh, well. So much for that party.
fr_fr: Oh, bien. Voilà pour ce parti.
it_it: Oh, bene. Tanto per quella festa.

source: Huh? Is that [maxine] working late?
fr_fr: Huh? Est-ce que ce [maxine] travaille en retard?
it_it: Huh? Quella [maxine] sta funzionando tardi?

source: If only I could get her to throw down her rope for me...
fr_fr: Si seulement je pouvais l'amener à jeter sa corde pour moi ...
it_it: Se solo potessi farla buttare giù la sua corda per me...

source: But how do I reach her?
fr_fr: Mais comment puis-je l'atteindre?
it_it: Ma come posso raggiungerla?

source: [maxine]'s rope might be my only way back into the school.
fr_fr: La corde de [maxine]'s pourrait être ma seule voie de retour à l'école.
it_it: La corda di [maxine]potrebbe essere la mia unica via di ritorno nella scuola.

source: Unfortunately, she always pulls it up after dark.
fr_fr: Malheureusement, elle le tire toujours après la tombée de la nuit.
it_it: Sfortunatamente, lo tira sempre su dopo il buio.

source: Technically, I could throw a rock at the window to get her attention...{space=-10}
fr_fr: Techniquement, je pourrais jeter une pierre à la fenêtre pour obtenir son attention ... { space=-10 }
it_it: Tecnicamente, potrei lanciare una roccia alla finestra per ottenere la sua attenzione...{space=-10}

source: ...but with my luck, I'd probably break it...
fr_fr: ... mais avec ma chance, je le briserais probablement ...
it_it: ...ma con la mia fortuna, probabilmente lo romperò...

source: ...get caught and expelled...
fr_fr: ... être pris et expulsé ...
it_it: ...ottenere catturati ed espulsi...

source: ...fail to get a job due to lacking education...
fr_fr: ... ne pas obtenir un emploi en raison d'un manque d'éducation ...
it_it: ...non riescono a ottenere un lavoro a causa della mancanza di istruzione...

source: ...end up on the street...
fr_fr: ... finir dans la rue ...
it_it: ...finire per strada...

source: ...join a gang of delinquents...
fr_fr: ... se joindre à un gang de délinquants ...
it_it: ...entra in una banda di delinquenti...

source: ...get caught for arson...
fr_fr: ... se faire prendre pour l'incendie ...
it_it: ...ottenere catturati per arson...

source: ...spend ten years in prison...
fr_fr: ... passer dix ans en prison ...
it_it: ...trascorri dieci anni in prigione...

source: ...get out...
fr_fr: ... sortir ...
it_it: ...uscire...

source: ...get caught for arson again...
fr_fr: ... se faire prendre pour arson à nouveau ...
it_it: ...ottenere catturati di nuovo per l'incendio...

source: ...spend another ten years in prison...
fr_fr: ... passer encore dix ans en prison ...
it_it: ...trascorrere altri dieci anni in carcere...

source: ...clean up my act...
fr_fr: ... nettoyer mon acte ...
it_it: ...ripulire il mio atto...

source: ...get my act dirty again...
fr_fr: ... me salir de nouveau ...
it_it: ...risporcare il mio atto...

source: ...get caught for arson one more time...
fr_fr: ... se faire prendre pour un arson plus de temps ...
it_it: ...ottenere catturati per l'arson ancora una volta...

source: ...rather die than go back...
fr_fr: ... plutôt mourir que de retourner ...
it_it: ...piuttosto morire che tornare indietro...

source: ...set myself on fire...
fr_fr: ... je me suis mis à l'incendie ...
it_it: ...mettetemi sul fuoco...

source: ...finally become hot, but in the wrong way...
fr_fr: ... enfin devenu chaud, mais de la mauvaise façon ...
it_it: ...finalmente diventare caldo, ma nel modo sbagliato...

source: ...and then die.
fr_fr: ... et ensuite mourir.
it_it: ...e poi muore.

source: So, unless I want to burn to death, I need to find another way to contact [maxine].
fr_fr: Donc, à moins que je veuille brûler à mort, j'ai besoin de trouver un autre moyen de contacter le [maxine].
it_it: Quindi, a meno che non voglio bruciare fino alla morte, ho bisogno di trovare un altro modo per contattare [maxine].

source: For example, call her.
fr_fr: Par exemple, appelez elle.
it_it: Per esempio, la chiami.

source: For example, call [flora] and ask her for [maxine]'s number.
fr_fr: Par exemple, appelez le [flora] et lui demandez le numéro de [maxine].
it_it: Per esempio, chiama [flora] e chiedi il numero di [maxine].

source: [_flora_] This better be important.
fr_fr: [_flora_] C'est plus important.
it_it: [_flora_] Questo meglio è importante.

source: [_mc_] As fate would have it—
fr_fr: [_mc_] Comme le destin l'aurait fait-
it_it: [_mc_] Come il destino lo fare—

source: [_flora_] Talk normal or I'm hanging up.
fr_fr: [_flora_] Talk normal or I'm suspendues up.
it_it: [_flora_] Talk normale o sto appendendo.

source: [_mc_] Ugh, fine! I need [maxine]'s number!
fr_fr: [_mc_] Ugh, fine ! J'ai besoin de [maxine]'s number !
it_it: [_mc_] Ugh, bene! Ho bisogno del numero [maxine]!

source: [_flora_] And why is that, exactly?
fr_fr: [_flora_] Et pourquoi, exactement?
it_it: [_flora_] E perché è proprio così?

source: [_mc_] I'm trying to fuck her.
fr_fr: [_mc_] J'essaie de la baiser.
it_it: [_mc_] Sto cercando di scoparla.

source: [_flora_] Good luck with that.
fr_fr: [_flora_] Bonne chance avec ça.
it_it: [_flora_] Buona fortuna con quello.

source: [_mc_] So, you'll give me her number?
fr_fr: [_mc_] Alors, vous allez me donner son numéro?
it_it: [_mc_] Così, mi darai il suo numero?

source: [_flora_] I guess it would be fun to watch you flounder.
fr_fr: [_flora_] Je suppose que ce serait marrant de vous regarder à la flet.
it_it: [_flora_] Immagino che sarebbe divertente guardare la passera pianuzza.

source: Hmm... [flora] sounded a bit mad about that...
fr_fr: Hmm ... [flora] a été un peu en colère à propos de ça ...
it_it: Hmm... [flora] suonava un po' pazzo su quello...

source: But at least she texted me [maxine]'s number.
fr_fr: Mais au moins, elle m'a texté le numéro de [maxine]'s.
it_it: Ma almeno mi ha scritto il numero di [maxine].

source: [_mc_] I'm interviewing her.
fr_fr: [_mc_] Je l'interroge.
it_it: [_mc_] la sto intervistando.

source: [_flora_] About what?
fr_fr: [_flora_] À propos de quoi?
it_it: [_flora_] Su cosa?

source: [_mc_] Are you there?
fr_fr: [_mc_] Êtes-vous là?
it_it: [_mc_] Sei lì?

source: [_mc_] What the fuck? [maxine]?
fr_fr: [_mc_] Quelle est la merde? [maxine]?

source: [_maxine_] Indeed. And you've broken confidentiality.
fr_fr: [_maxine_] En effet. Et vous avez de confidentialité.
it_it: [_maxine_] Effettivamente, e hai rotto la riservatezza.

source: [_maxine_] The specimen in question is not to be discussed with anyone on an unsafe line.
fr_fr: [_maxine_] Le spécimen de la question ne doit pas être discuté avec le sur une ligne dangereuse.
it_it: [_maxine_] L'esemplare in questione non deve essere discusso con nessuno su una linea pericolosa.

source: [_mc_] Err... right. Sorry about that.
fr_fr: [_mc_] Err ... à droite. Désolé.
it_it: [_mc_] Err... giusto. Ci dispiace.

source: [_maxine_] You've been pardoned this time.
fr_fr: [_maxine_] Vous avez été gracié cette fois.
it_it: [_maxine_] Sei stato perdonato questa volta.

source: That was so weird...
fr_fr: C'était tellement bizarre ...
it_it: Era così strano...

source: How did [maxine] hijack the phone call like that?
fr_fr: Comment [maxine] pirater l'appel téléphonique comme ça?
it_it: Come ha dirottato [maxine] la telefonata così?

source: Shit, I forgot to ask her to throw down the rope...
fr_fr: Merde, j'ai oublié de lui demander de jeter la corde ...
it_it: Merda, ho dimenticato di chiederle di gettare giù la corda...

source: I guess I could just call her number back, though.
fr_fr: Je suppose que je pourrais juste lui rappeler son numéro.
it_it: Immagino che potrei solo chiamare il suo numero indietro, però.

source: [_maxine_] You have reached the Association of Smooth Stones.
fr_fr: [_maxine_] Vous avez atteint la Association of Smooth Stones.
it_it: [_maxine_] Hai raggiunto l'Associazione di Pietre Smooth .

source: [_maxine_] Please, leave a message after the beep.
fr_fr: [_maxine_] S'il vous plaît, laissez un message après le bip.
it_it: [_maxine_] Si prega di lasciare un messaggio dopo il bip.

source: [_mc_] [maxine], I know you're working late.
fr_fr: [_mc_] [maxine], je sais que vous êtes en retard.
it_it: [_mc_] [maxine], So che sei che stai lavorando in ritardo.

source: [_mc_] Can you throw down your rope for me?
fr_fr: [_mc_] Pouvez-vous jeter votre corde pour moi?
it_it: [_mc_] Riesci a buttare giù la tua corda per me?

source: [_maxine_] How does this request concern ASS?
fr_fr: [_maxine_] Comment cette demande concerne-elle ASS?
it_it: [_maxine_] In che modo questa richiesta riguarda ASS?

source: [_mc_] I'm not looking for ASS!
fr_fr: [_mc_] Je ne cherche pas ASS !
it_it: [_mc_] Non sto cercando ASS!

source: [_maxine_] Are you sure?
fr_fr: [_maxine_] Etes-vous sûr?
it_it: [_maxine_] Sei sicuro?

source: [_maxine_] Most young men are at least a little bit interested in ASS.
fr_fr: [_maxine_] La plupart des jeunes hommes sont au moins un peu intéressés par les SAMP.
it_it: [_maxine_] La maggior parte dei giovani sono almeno un po 'interessati ad ASS.

source: [_mc_] Well, I'm interested in a party.
fr_fr: [_mc_] Eh bien, je suis intéressé dans une fête.
it_it: [_mc_] Beh, mi interessa in una festa.

source: [_maxine_] That does not necessarily exclude ASS.
fr_fr: [_maxine_] Ce n'est pas nécessairement exclure ASS.
it_it: [_maxine_] Ciò non necessariamente esclude ASS.

source: [_maxine_] In fact, ASS is a big part of many parties.
fr_fr: [_maxine_] En fait, ASS est une grande partie du de nombreuses parties.
it_it: [_maxine_] Infatti, ASS è una grande parte di molte parti.

source: [_mc_] Can you please just throw down the rope?
fr_fr: [_mc_] Pouvez-vous s'il vous plaît seulement jeter la corde?
it_it: [_mc_] Riesci a buttare giù la corda solo ?

source: [_maxine_] That depends. Would you like to enter ASS?
fr_fr: [_maxine_] Cela dépend. Voudriez-vous comme pour les SAMP?
it_it: [_maxine_] Dipendono. Vuoi che entri in ASS?

source: [_maxine_] Our membership fees—
fr_fr: [_maxine_] Nos frais d'adhésion-
it_it: [_maxine_] Le nostre quote di iscrizione—

source: [_mc_] Enough! I'm not interested in fucking ASS, okay?
fr_fr: [_mc_] Assez ! Je ne suis pas intéressé dans le putain de ASS, d'accord?

source: [_maxine_] Is there something wrong with it?
fr_fr: [_maxine_] Y a-t-il quelque chose de ?
it_it: [_maxine_] C'è qualcosa di sbagliato con esso?

source: [_maxine_] I work very hard to keep it open and welcoming.
fr_fr: [_maxine_] I work very hard to keep it open and bienvenue.
it_it: [_maxine_] Lavoro molto duramente per mantenerlo aperto e accogliente.

source: [_mc_] Well, maybe it's too open?
fr_fr: [_mc_] Eh bien, peut-être que c'est trop ouvert?
it_it: [_mc_] Beh, forse è troppo aperto?

source: [_maxine_] I didn't think of that.
fr_fr: [_maxine_] Je n'ai pas pensé à ça.
it_it: [_maxine_] non l'ho pensato.

source: [_maxine_] Thank you! ASS will be less open from now on.
fr_fr: [_maxine_] Merci ! ASS sera moins ouvert dès maintenant.
it_it: [_maxine_] Grazie! ASS sarà meno aperto da ora in poi.

source: [_mc_] You're welcome, I guess...
fr_fr: [_mc_] Vous êtes les bienvenus, je suppose ...
it_it: [_mc_] Sei il benvenuto, immagino...

source: [_maxine_] Is there any way our humble organization can compensate you for your insights?
fr_fr: [_maxine_] Is there any way our humble organization can compensations you for your insights?
it_it: [_maxine_] C'è un modo in cui la nostra umile organizzazione può compensare per le tue intuizioni?

source: [_mc_] Sure, you can throw your rope down.
fr_fr: [_mc_] Sure, vous pouvez jeter votre corde.
it_it: [_mc_] Certo, puoi buttare giù la tua corda.

source: [_maxine_] ASS doesn't deal in ropes, only in stones of the smooth kind.
fr_fr: [_maxine_] ASS ne traite pas dans les cordes, seulement dans les pierres du bon type.
it_it: [_maxine_] ASS non si occupa di corde, solo in pietre del tipo liscia.

source: [_mc_] God damn it, [maxine]!
fr_fr: [_mc_] Dieu le damne, [maxine]!
it_it: [_mc_] Dio la danna, [maxine]!

source: [_mc_] How about you shove these stones up your ass, then?
fr_fr: [_mc_] Comment vous avez poussé ces pierres sur votre cul, alors?
it_it: [_mc_] Che ne dici di spingere queste pietre sul tuo asino, allora?

source: [_maxine_] Certainly! How many?
fr_fr: [_maxine_] Certainement ! Combien?
it_it: [_maxine_] Certo! Quanti?

source: [_mc_] I don't know. At least a dozen.
fr_fr: [_mc_] Je ne sais pas. Au moins une douzaine.
it_it: [_mc_] non lo so. Almeno una dozzina.

source: [_maxine_] I'm afraid I don't have that many on hand...
fr_fr: [_maxine_] Je crains de ne pas avoir que beaucoup sur la main ...
it_it: [_maxine_] Temo di non avere che molti a portata di mano...

source: [_mc_] Well, I just happen to have one for you.
fr_fr: [_mc_] Eh bien, je viens juste de passer au en ont un pour vous.
it_it: [_mc_] Beh, mi capita solo di averne uno per te.

source: [_maxine_] Very well.
fr_fr: [_maxine_] Très bien.
it_it: [_maxine_] Molto bene.

source: [_maxine_s_skeptical_] Hand over the stone.
fr_fr: [_maxine_s_skeptical_] Main au-dessus de la pierre.
it_it: [_maxine_s_skeptical_] Mano sopra la pietra.

source: [_mc_] But I want to see you put it in.
fr_fr: [_mc_] Mais je veux voir que vous l'avez mis.
it_it: [_mc_] Ma voglio vedere che lo mettete.

source: [_maxine_s_concerned_] That's against ASS policy.
fr_fr: [_maxine_s_concerned_] C'est contre la politique des ASS.
it_it: [_maxine_s_concerned_] È contro la politica ASS.

source: [_mc_] Fine. I guess you can do it in the bush, then.
fr_fr: [_mc_] Fine. Je suppose que tu peux le faire dans la brousse, alors.
it_it: [_mc_] Bene. Immagino che tu possa farlo nel cespuglio, allora.

source: [_maxine_s_excited_] Be right back.
fr_fr: [_maxine_s_excited_] Soyez de retour.
it_it: [_maxine_s_excited_] Sii subito indietro.

source: All right, here's my chance!
fr_fr: Très bien, voici ma chance !
it_it: Bene, ecco la mia occasione!

source: [_mc_] Ugh, forget it...
fr_fr: [_mc_] Ugh, oublie ...
it_it: [_mc_] Ugh, dimenticatelo...

source: [_mc_] What are the perks of this ASS, anyway?
fr_fr: [_mc_] Quels sont les avantages de ce ASS, de toute façon?
it_it: [_mc_] Quali sono i vantaggi di questo ASS, comunque?

source: [_mc_] Forget about membership fees. What about the perks?
fr_fr: [_mc_] Forget about membership fees. Qu'en est-il des avantages?
it_it: [_mc_] Dimentica le spese di abbonamento . E i vantaggi?

source: [_maxine_] There are no perks.
fr_fr: [_maxine_] Il n'y a pas de risques.
it_it: [_maxine_] Non ci sono vantaggi.

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_maxine_] If perks is what you're after, perhaps I can interest you with a membership in our sister organization, the Trust of Inverted Touchstones?
fr_fr: [_maxine_] Si c'est ce que vous êtes après, peut-être que je peux vous intéresser au avec une adhésion à notre organisation sœur , la Trust de Inverted Touchstones?
it_it: [_maxine_] Se i vantaggi sono quello che stai dopo, forse posso interessarti con un abbonamento alla nostra organizzazione sorella , il Trust di Touchstone invertito?

source: [_maxine_] I never joke about perks.
fr_fr: [_maxine_] Je ne blague jamais sur les avantages.
it_it: [_maxine_] Non scherzo mai sui vantaggi.

source: [_mc_] Fine... sign me up.
fr_fr: [_mc_] Fin ... signe-moi.
it_it: [_mc_] Fine... registrarmi.

source: [_mc_] But you better throw down the rope after!
fr_fr: [_mc_] Mais vous ferez mieux de lancer la corde après !
it_it: [_mc_] Ma è meglio buttare giù la corda dopo!

source: [_maxine_] For TITs or ASS?
fr_fr: [_maxine_] Pour les TIT ou ASS?
it_it: [_maxine_] Per TITs o ASS?

source: [_mc_] TITs, of course. ASS seems full of shit.
fr_fr: [_mc_] TIT, bien sûr. ASS semble plein de merde.
it_it: [_mc_] TITs, naturalmente. ASS sembra pieno di merda.

source: [_maxine_] Very well! That will be a thousand dollars.
fr_fr: [_maxine_] Très bien ! Ce sera mille dollars.
it_it: [_maxine_] Molto bene! Sarà mille dollari.

source: [_mc_] A thousand?!
fr_fr: [_mc_] A mille? !
it_it: [_mc_] Mille?!

source: [_maxine_] That's right.
fr_fr: [_maxine_] C'est vrai.
it_it: [_maxine_] È giusto.

source: [_mc_] That's kinda steep, isn't it?
fr_fr: [_mc_] C'est un peu raide, n'est-ce pas?
it_it: [_mc_] È un po' ripido, vero?

source: [_maxine_] It is. It has also already been extracted from your bank account.
fr_fr: [_maxine_] C'est le. Il a déjà été extrait de votre compte bancaire .
it_it: [_maxine_] Lo è. È già stato estratto da dal tuo conto bancario .

source: [_mc_] But I didn't agree to—
fr_fr: [_mc_] Mais je n'ai pas accepté-
it_it: [_mc_] Ma non ho accettato a—

source: [_maxine_] Sorry, too late. The money is gone.
fr_fr: [_maxine_] Désolé, trop tard. L'argent est parti.
it_it: [_maxine_] Siamo spiacenti, troppo tardi. Il denaro è andato.

source: [_maxine_] The membership certificate will be mailed to your home address.
fr_fr: [_maxine_] Le certificat d'adhésion sera posté à votre domicile .
it_it: [_maxine_] Il certificato di adesione verrà inviato al tuo indirizzo di casa.

source: [_mc_] What? How?
fr_fr: [_mc_] Quoi? Comment?
it_it: [_mc_] Cosa? Come?

source: [_maxine_] Through the Newfall postal service, of course!
fr_fr: [_maxine_] Par le service postal Newfall , bien sûr !
it_it: [_maxine_] Attraverso il servizio postale Newfall , naturalmente!

source: [_maxine_] It's been a thing for over two centuries.
fr_fr: [_maxine_] C'est une chose pour sur deux siècles.
it_it: [_maxine_] È stata una cosa per da due secoli.

source: [_mc_] Can you please throw down the rope now?
fr_fr: [_mc_] Can you please throw down the corde now?
it_it: [_mc_] Puoi gettare sulla corda adesso?

source: [_maxine_] Before I do, allow me to welcome you to our organization.
fr_fr: [_maxine_] Avant de faire, laissez-moi pour vous accueillir dans notre organisation .
it_it: [_maxine_] Prima di farlo, permettetemi di darvi il benvenuto nella nostra organizzazione.

source: [_maxine_] TITs has offices all over the globe. Small ones, big ones — we come in all sizes.
fr_fr: [_maxine_] TITs a des bureaux dans toute l'Europe le monde. Les petits, grands - nous intervenons pour toutes les tailles.
