Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_stepping.po
Languages: fr_fr, it_it

source: [_isabelle_s_blush_] Okay! Well, I hope it doesn't disappoint!
fr_fr: [_isabelle_s_blush_] Ok ! Eh bien, j'espère que ça ne décevsera pas !
it_it: [_isabelle_s_blush_] Okay! Beh, spero che non deluda!

source: [_mc_] See you later! Thanks again!
fr_fr: [_mc_] Vous voyez plus tard ! Merci encore !
it_it: [_mc_] Ci vediamo più tardi! Grazie ancora!

source: All right, that went better than expected...
fr_fr: D'accord, c'est allé mieux que prévu ...
it_it: Va bene, che è andato meglio del previsto...

source: I should probably leave before she starts to suspect something.
fr_fr: Je devrais probablement partir avant qu'elle commence à soupçonnent quelque chose.
it_it: Probabilmente dovrei partire prima che lei inizi a sospettare qualcosa.

source: This is too public of a place for [isabelle] to fall asleep in.
it_it: Questo è troppo pubblico di un posto per [isabelle] per addormentarsi.

source: I'll have to wait for her to go to the English classroom. People fall asleep there all the time.
fr_fr: Je vais devoir attendre qu'elle aille dans la salle de classe anglaise. Les gens s'endorme là-bas tout le temps.
it_it: Dovrò aspettarla per andare in aula inglese. La gente si addormenta lì per tutto il tempo.

source: The only way my [item.title_lower] is putting [isabelle] to sleep is if I whack her in the head with it.
fr_fr: La seule façon dont mon [item.title_lower] met [isabelle] pour dormir, c'est si je la fouine dans la tête avec elle.
it_it: L'unico modo in cui la mia [item.title_lower] sta mettendo [isabelle] a dormire è se la frusta in testa con esso.

source: Okay, [isabelle] is about to be knocked out. Better call [kate].
fr_fr: Ok, [isabelle] est sur le point d'être éliminé. Meilleur appel [kate].
it_it: Ok, [isabelle] sta per essere buttato fuori. Meglio chiamare [kate].

source: I need to call [kate] before [isabelle] wakes up...
fr_fr: J'ai besoin d'appeler [kate] avant que [isabelle] se réveille ...
it_it: Ho bisogno di chiamare [kate] prima che [isabelle] si svegli...

source: [isabelle] is fast asleep in there. I can hear her snoring.
fr_fr: [isabelle] s'y trouve rapidement. Je peux entendre son ronflement.
it_it: [isabelle] sta dormendo velocemente. Posso sentire il suo russare.

source: [_guard_] {i}Calling...{/}
fr_fr: [_guard_] {i}Appel ... { / }
it_it: [_guard_] Chiamata {i}...{/}

source: [_kate_] What do you want?
fr_fr: [_kate_] Que voulez-vous?
it_it: [_kate_] Cosa vuoi?

source: [_mc_] I've put [isabelle] to sleep in the English classroom...
it_it: [_mc_] Ho messo [isabelle] per dormire nell'aula inglese...

source: [_kate_] Oh, good. We'll come and pick her up.
fr_fr: [_kate_] Oh, bien. Nous viendrons au et la ramasser.
it_it: [_kate_] Oh, buono. Verrà e la prenderemo.

source: [_mc_] Did you hang up on me before?
fr_fr: [_mc_] Avez-vous déjà raccrocher le ?
it_it: [_mc_] Hai già sospeso su di me?

source: [_kate_] Yeah, why?
fr_fr: [_kate_] Oui, pourquoi?
it_it: [_kate_] Sì, perché?

source: [_mc_] But why would—
fr_fr: [_mc_] Mais pourquoi-
it_it: [_mc_] Ma perché fare—

source: [_kate_] Who is this?
fr_fr: [_kate_] Qui est ce?
it_it: [_kate_] Chi è questo?

source: [_mc_] It's [mc]...
fr_fr: [_mc_] C'est [mc]...
it_it: [_mc_] È [mc]...

source: Well, I guess the betrayal is complete.
fr_fr: Eh bien, je suppose que la trahison est complète.
it_it: Bene, immagino che il tradimento sia completo.

source: [kate] said they're going to have a party with her in the gym after school. Maybe I should stop by?
fr_fr: [kate] a dit qu'ils allaient avoir une fête avec elle dans la salle de gym après l'école. Peut-être que je devrais arrêter?
it_it: [kate] ha detto che avranno una festa con lei in palestra dopo la scuola. Forse dovrei fermarmi?

source: What the hell?! She hung up on me!
fr_fr: Qu'est-ce que l'enfer? Elle m'a raccroché !
it_it: Che inferno?! Mi ha appeso!

source: Maybe it was a mistake? Let's try again...
fr_fr: C'était peut-être une erreur? Essayons de nouveau ...
it_it: Forse è stato un errore? Riproviamo...

source: It's almost party time. I better get to the gym before the [guard] throws me out.
fr_fr: C'est presque le temps des partis. Je ferais mieux de me rendre à la salle de gym avant que le [guard] ne me jette dehors.
it_it: È quasi tempo di festa. Meglio arrivare in palestra prima che l' [guard] mi getta fuori.

source: [_kate_s_skeptical_] What do you think you're doing here?
fr_fr: [_kate_s_skeptical_] Que pensez-vous que vous faites ici?
it_it: [_kate_s_skeptical_] Cosa pensi che stai facendo qui?

source: [_mc_] You said I could fuck [isabelle] too...
fr_fr: [_mc_] Vous avez dit que je pouvais baiser [isabelle] aussi ...
it_it: [_mc_] Hai detto che potrei scopare anche [isabelle]...

source: [_kate_s_excited_] I guess I did say that.
fr_fr: [_kate_s_excited_] Je suppose que je l'ai dit.
it_it: [_kate_s_excited_] Immagino di averlo detto.

source: [_kate_s_excited_] You'll have to wait until I'm done with her, though.
fr_fr: [_kate_s_excited_] Vous devrez attendre jusqu'à ce que je l'ai fait avec elle.
it_it: [_kate_s_excited_] Dovrai aspettare fino a quando non ho finito con lei, però.

source: [_mc_] That's fine by me.
fr_fr: [_mc_] C'est bon pour moi.
it_it: [_mc_] Va bene da me.

source: [_kate_s_confident_mask_] You'll have to wear this, then.
fr_fr: [_kate_s_confident_mask_] Vous devrez porter ça, alors.
it_it: [_kate_s_confident_mask_] Dovrai indossarlo, allora.

source: [_mc_] I came to watch...
fr_fr: [_mc_] Je suis venu voir ...
it_it: [_mc_] Sono venuto a guardare...

source: [_mc_] Please? I helped you get her. I deserve to watch!
fr_fr: [_mc_] S'il vous plaît? Je t'ai aidé à l'obtenir. Je mérite de regarder !
it_it: [_mc_] Per favore? Ti ho aiutato a prenderla. Merito di guardare!

source: [_kate_s_eyeroll_] Fine, whatever.
fr_fr: [_kate_s_eyeroll_] Fine, peu importe.
it_it: [_kate_s_eyeroll_] Bene, qualsiasi cosa.

source: [_kate_s_neutral_mask_] You'll have to wear this, then.
fr_fr: [_kate_s_neutral_mask_] Vous devrez porter ça, alors.
it_it: [_kate_s_neutral_mask_] Dovrai indossarlo, allora.

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi?
it_it: [_mc_] Perché?

source: [_kate_s_confident_mask_] Plausible deniability.
fr_fr: [_kate_s_confident_mask_] déniabilité plausible.
it_it: [_kate_s_confident_mask_] Innegabilità plausibile.

source: [_mc_] Okay, I guess.
fr_fr: [_mc_] Ok, je suppose.
it_it: [_mc_] Okay, immagino.

source: [_mc_] What about you?
fr_fr: [_mc_] Qu'en est-il de vous?
it_it: [_mc_] Che dire di te?

source: [_kate_s_neutral_] I have a mask of my own, of course.
it_it: [_kate_s_neutral_] Ho una mia maschera, ovviamente.

source: [_kate_s_confident_] I have a mask of my own, of course.
it_it: [_kate_s_confident_] Ho una mia maschera, ovviamente.

source: [_kate_s_laughing_] Your concern is adorable.
fr_fr: [_kate_s_laughing_] Votre préoccupation est adorable.
it_it: [_kate_s_laughing_] La tua preoccupazione è adorabile.

source: [_kate_s_smile_] She will indeed recognize my voice. I want her to know who put her in her place.
fr_fr: [_kate_s_smile_] Elle va en effet reconnaître ma voix. Je veux qu'elle sache qui l'a mise à sa place.
it_it: [_kate_s_smile_] Lei riconoscerà davvero la mia voce. Voglio che lei sappia chi l'ha messa al suo posto.

source: [_mc_] So, what's the point of the mask?
fr_fr: [_mc_] Alors, quel est le point du masque?
it_it: [_mc_] Quindi, qual è il punto della maschera?

source: [_kate_s_neutral_] I just told you — plausible deniability.
fr_fr: [_kate_s_neutral_] Je viens de vous dire-dénigabilité plausible.
it_it: [_kate_s_neutral_] vi ho appena detto — negabilità plausibile.

source: [_mc_] There's no way that's going to hold up.
fr_fr: [_mc_] Il n'y a aucun moyen de s'en tenir.
it_it: [_mc_] Non c'è modo che si aggraverà.

source: [_kate_s_confident_] It will when there's a party at my house, and every single guest will testify that I'm there.
fr_fr: [_kate_s_confident_] C'est quand il y aura une fête à ma maison, et chaque invité témoignera que je suis là.
it_it: [_kate_s_confident_] Quando ci sarà una festa a casa mia, e ogni singolo ospite testimonierà che sono lì.

source: [kate] is an evil genius...
fr_fr: [kate] est un génie maléfique ...
it_it: [kate] è un genio malvagio...

source: Well, I guess it helps to have the entire school wrapped around her finger too.
fr_fr: Eh bien, je suppose que ça aide à avoir la totalité de l'école enrouée autour de son doigt.
it_it: Bene, immagino che aiuta ad avere tutta la scuola avvolta intorno al dito troppo.

source: [_mc_] And where is [isabelle]?
fr_fr: [_mc_] Et où est le [isabelle]?
it_it: [_mc_] E dov'è [isabelle]?

source: [_kate_s_blush_] Oh, here she comes!
fr_fr: [_kate_s_blush_] Oh, ici elle vient !
it_it: [_kate_s_blush_] Oh, qui viene!

source: [_kate_s_blush_] She's not very fast, though. Take a seat.
fr_fr: [_kate_s_blush_] Elle n'est pas très rapide. Prends un siège.
it_it: [_kate_s_blush_] Non è molto veloce, però. Prendi un posto.

source: Holy crap.
fr_fr: La merde.
it_it: Merdola santa.

source: [kate] wasn't joking about putting [isabelle] in her place...
fr_fr: [kate] ne plaisantait pas sur le fait de mettre le [isabelle] à sa place ...
it_it: [kate] non scherzava di mettere [isabelle] al suo posto...

source: She's completely helpless, her arms and legs folded and bound.
fr_fr: Elle est complètement impuissante, ses bras et ses jambes pliées et liées.
it_it: È completamente indifesa, le braccia e le gambe piegate e legate.

source: And even if she somehow managed to get free, they're four on one.
fr_fr: Et même si elle a réussi à se libérer, ils sont quatre sur un.
it_it: E anche se in qualche modo è riuscita a liberarsi, sono quattro su uno.

source: Still, there's fire in her eyes.
fr_fr: Pourtant, il y a un feu dans les yeux.
it_it: Ancora, c'è il fuoco negli occhi.

source: If only I knew where [maxine]'s secret popcorn dispenser is...
fr_fr: Si seulement je savais où est le distributeur secret de pop-corn [maxine]...
it_it: Se solo sapevo dove il distributore di popcorn segreto di [maxine]è...

source: Oh, well. I'm just going to sit back and enjoy the show.
fr_fr: Oh, bien. Je vais juste m'asseoir et profiter du spectacle.
it_it: Oh, bene. Sto solo andando a sedersi e godersi lo spettacolo.

source: I wonder if they'll be able to break her?
fr_fr: Je me demande s'ils seront capables de la briser?
it_it: Mi chiedo se saranno in grado di romperla?

source: It's going to be a battle of wills for sure, but [isabelle] seems to be at a slight disadvantage.
fr_fr: Ça va être une bataille de testaments, mais [isabelle] semble être à un léger désavantage.
it_it: Sarà sicuramente una battaglia di testamenti, ma [isabelle] sembra essere in leggero svantaggio.

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] She's still being defiant, I see.
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Elle est toujours provocatrice, je vois.
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Sta ancora essendo fiacca, vedo.

source: [_casey_] Quiet, bitch.
fr_fr: [_casey_] Quiet, salope.
it_it: [_casey_] Calma, cagna.

source: [_lacey_] Yeah! No one told you to speak!
fr_fr: [_lacey_] Oui ! Personne ne vous a dit de parler !
it_it: [_lacey_] Sì! Nessuno ti ha detto di parlare!

source: God, they're so strict with her already...
fr_fr: Dieu, ils sont si stricts avec elle déjà ...
it_it: Dio, sono così severi con lei già...

source: But maybe that's what she needs?
fr_fr: Mais peut-être que c'est ce dont elle a besoin?
it_it: Ma forse è quello di cui ha bisogno?

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Listen carefully, bitch. You lost, and I'm going to enjoy breaking you.{space=-5}
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Écoute attentivement, salope. Vous avez perdu, et je vais vous faire plaisir. { space=-5 }
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Ascolta attentamente, cagna. Hai perso, e mi divertirò a spezzarti.{space=-5}

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] I have been planning for this moment for weeks.
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Je planifie pour ce moment depuis des semaines.
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Ho pianificato per questo momento per settimane.

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] You're exactly the type of girl I want as a pet.
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Vous êtes exactement le genre de fille que je veux comme animal de compagnie.
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Sei esattamente il tipo di ragazza che voglio come animale domestico.

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Dumb and ignorant subs are boring... but you're the opposite.
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Les sous-s et ignorants sont ennuyeux ... mais vous êtes le contraire.
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Dumb e subs ignoranti sono noiosi... ma sei il contrario.

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] You're fiery, headstrong, independent, and intelligent.
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Vous êtes fiery, puissant, indépendant et intelligent.
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Sei ardente, forte, indipendente e intelligente.

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] You'll truly understand and appreciate every facet of humiliation that I have to offer.
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Vous comprendrez et apprécierez vraiment tous les aspects de l'humiliation que j'ai à offrir.
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Capirai veramente e apprezzerai ogni aspetto di umiliazione che ho da offrire.

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Now, what do you say when you get a compliment?
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Maintenant, qu'est-ce que tu dis quand tu as un compliment?
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Ora, cosa dici quando ricevi un complimento?

source: [_stacy_] Thank her, bitch!
fr_fr: [_stacy_] Merci, salope !
it_it: [_stacy_] Grazie, cagna!

source: [_lacey_] Yeah! Thank her!
fr_fr: [_lacey_] Oui ! Merci !
it_it: [_lacey_] Sì! Grazie!

source: [_casey_] We told you what happens if you're rude.
fr_fr: [_casey_] Nous vous avons dit ce qui se passe si vous êtes impoli.
it_it: [_casey_] Ti abbiamo detto cosa succede se sei maleducato.

source: It's astonishing to watch the power struggle.
fr_fr: Il est étonnant de voir la lutte de pouvoir.
it_it: È sorprendente guardare la lotta di potere.

source: Despite being tied up, [isabelle] is proving a tough opponent.
fr_fr: Malgré leur égalité, le [isabelle] s'avère un adversaire acharne.
it_it: Nonostante sia stato legato, [isabelle] sta dimostrando un avversario duro.

source: She's just not submissive yet. Quite the opposite.
fr_fr: Elle n'est pas encore soumise. Bien au contraire.
it_it: Non è ancora sottomessa. Abbastanza il contrario.

source: It's like watching the superbowl of domination, with the two top teams facing off.
fr_fr: C'est comme regarder le super-bol de domination, avec les deux meilleures équipes en face.
it_it: È come guardare la superciotola della dominazione, con le due squadre top che si affacciano.

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Was that a "thank you," or a "fuck you?"
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Est-ce que c'était un "merci" ou un "fuck you?"
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] È stato un "grazie", o un "cazzo tu?"

source: [_mc_] That was definitely a "fuck you," no doubt about it.
fr_fr: [_mc_] C'était certainement un "fuck you", sans aucun doute.
it_it: [_mc_] Quella è stata sicuramente una "scopata", senza dubbio.

source: [isabelle] is a lot tougher than they think.
fr_fr: [isabelle] est beaucoup plus dur qu'ils ne le pensent.
it_it: [isabelle] è molto più difficile di quanto pensano.

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] I think you're right.
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Je pense que vous avez raison.
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] penso che tu abbia ragione.

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] She always was a rude cunt.
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Elle a toujours été grossière.
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Lei era sempre una fica maleducata.

source: [_lacey_] Yeah, always the worst!
fr_fr: [_lacey_] Oui, toujours le pire !
it_it: [_lacey_] Sì, sempre il peggio!

source: [_casey_] She doesn't know what respect is.
fr_fr: [_casey_] Elle ne sait pas quel est le respect.
it_it: [_casey_] Non sa che cosa sia il rispetto.

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] We'll teach her, then.
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Nous lui apprendrons alors.
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] La insegneremo, allora.

source: [_mc_] That sounded like a "thank you" to me.
fr_fr: [_mc_] Ça ressemblait à un "merci" pour moi.
it_it: [_mc_] Sembrava un "grazie" a me.

source: They're being really harsh with [isabelle]. I feel a bit like Judas now...
fr_fr: Ils sont vraiment durs avec le [isabelle]. Je me sens un peu comme Judas maintenant ...
it_it: Sono davvero duri con [isabelle]. Mi sento un po' come Giuda ora...

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Let's find out, then, shall we?
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Allons-nous savoir, alors?
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Scopriamo, allora, noi?

source: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Would you unmuzzle the bitch for a bit, [lacey]?
fr_fr: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] Pourriez-vous museler la salope pour un peu, [lacey]?
it_it: [_kate_s_paddling_arrival_isabelle_defiant_ballgag_] azzereresti la cagna per un po', [lacey]?

source: [_lacey_] With pleasure.
fr_fr: [_lacey_] Avec plaisir.
it_it: [_lacey_] Con piacere.

source: [_kate_s_paddling_lacey_ballgag_isabelle_defiant_] Now, [isabelle], repeat what you just said.
fr_fr: [_kate_s_paddling_lacey_ballgag_isabelle_defiant_] Maintenant, [isabelle], répétez ce que vous venez de dire.
it_it: [_kate_s_paddling_lacey_ballgag_isabelle_defiant_] Now, [isabelle], ripeti quello che hai appena detto.

source: [_isabelle_] Fuck you, you psychotic slag!
it_it: [_isabelle_] Cazzo voi, voi scorie psicotiche!

source: [_lacey_] Bad bitch!
it_it: [_lacey_] cattiva cagna!

source: [_casey_] Try again!
fr_fr: [_casey_] Essayez à nouveau !
it_it: [_casey_] Riprova!

source: Wow, they're really showing her who's in charge...
fr_fr: Wow, ils la montrent vraiment qui est responsable ...
it_it: Wow, stanno davvero mostrando lei chi è in carica...

source: [_isabelle_] T-thank... y-you...
fr_fr: [_isabelle_] T-merci ... y-you ...
it_it: [_isabelle_] T-grazie... y-you...

source: [_stacy_] Thank you, what?
fr_fr: [_stacy_] Merci, quoi?
it_it: [_stacy_] Grazie, cosa?

source: [_lacey_] Yeah! Show some respect!
fr_fr: [_lacey_] Oui ! Montrez un peu de respect !
it_it: [_lacey_] Sì! Mostra un po' di rispetto!

source: [_isabelle_] Thank you... ma'am...
fr_fr: [_isabelle_] Merci ... ma'am ...
it_it: [_isabelle_] Grazie... ma'am...

source: [_kate_s_paddling_lacey_hair_pull_stacy_foot_casey_leash_pull_] What do you think, ladies? Was that sincere enough?
fr_fr: [_kate_s_paddling_lacey_hair_pull_stacy_foot_casey_leash_pull_] Que penses-tu, mesdames? Était-ce assez sincère?
it_it: [_kate_s_paddling_lacey_hair_pull_stacy_foot_casey_leash_pull_] Cosa ne pensi, signore? Era abbastanza sincero?

source: [_casey_] I think she needs to be taught a real lesson.
fr_fr: [_casey_] Je pense qu'elle a besoin d'apprendre une vraie leçon.
it_it: [_casey_] Penso che debba essere insegnata una vera lezione.

source: [_kate_] You're absolutely right.
fr_fr: [_kate_] Vous avez absolument raison.
it_it: [_kate_] Hai assolutamente ragione.

source: [_kate_] I normally warm my pets up with a flogger, but I'm not feeling particularly charitable today.
fr_fr: [_kate_] Je réchauffais normalement mes animaux de compagnie avec un flogger, mais je ne me sens pas particulièrement charitable aujourd'hui.
it_it: [_kate_] normalmente scaldo i miei animali domestici con un flogger, ma oggi non mi sento particolarmente caritatevole.

source: [_kate_] [lacey], give her ten hard strokes with the paddle.
fr_fr: [_kate_] [lacey], lui donne dix coups durs avec la pagaie.
it_it: [_kate_] [lacey], dai dieci colpi duri con la pagaia.

source: [_kate_] And take the ballgag out, I want to hear her scream.
fr_fr: [_kate_] Et prendre le ballgag dehors, je veux entendre son cri.
it_it: [_kate_] E togliete il ballgag fuori, voglio sentire il suo urlo.

source: [_kate_] Leave the ballgag out, I want to hear her scream.
fr_fr: [_kate_] Laisser la ballade dehors, je veux entendre son cri.
it_it: [_kate_] Lascia il ballgag fuori, voglio sentire il suo urlo.

source: [_lacey_] Yes!
fr_fr: [_lacey_] Oui !
it_it: [_lacey_] Sì!

source: [_stacy_] Should we make her count?
fr_fr: [_stacy_] Devrions-nous faire son compte?
it_it: [_stacy_] Dovremmo farla contare?

source: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Nah, I just want to hear her beg.
fr_fr: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Nah, je veux juste entendre son beg.
it_it: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Nah, voglio solo sentirla pregare.

source: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Are you going to beg for me, [isabelle]?
fr_fr: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Etes-vous en train de mendier pour moi, [isabelle]?
it_it: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Stai per pregare per me, [isabelle]?

source: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] How about you try right now?
fr_fr: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Comment vous essayez maintenant?
it_it: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Che ne dici di provare adesso?

source: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Beg for twenty strokes instead of ten.
fr_fr: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Beg pour vingt coups au lieu de dix.
it_it: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Iniziare per venti colpi invece di dieci.

source: [_casey_] Beg, bitch!
fr_fr: [_casey_] Beg, salope !
it_it: [_casey_] Inizi, cagna!

source: [_isabelle_s_defiant_] Forget it.
fr_fr: [_isabelle_s_defiant_] Oublie.
it_it: [_isabelle_s_defiant_] Dimenticatelo.

source: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Fine. Give her ten, [lacey].
fr_fr: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Fine. Donne-lui dix, [lacey].
it_it: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Bene. Datele dieci, [lacey].

source: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Then, we'll see if she's ready to beg for more.
fr_fr: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Ensuite, on verra si elle est prête à en faire plus.
it_it: [_kate_s_paddling_lacey_paddle1_isabelle_defiant_] Poi, vedremo se è pronta a chiedere di più.

source: God, [lacey] looks hot wielding that paddle.
fr_fr: Dieu, [lacey] a l'air chaud qui maniait cette pagaie.
it_it: Dio, [lacey] sembra caldo tergiversando quella pagaia.

source: I'm glad it's not my ass...
fr_fr: Je suis content que ce n'est pas mon cul ...
it_it: Sono contento che non sia il mio culo...

source: [_casey_] That was one.
fr_fr: [_casey_] C'était un.
it_it: [_casey_] Quella era una.
