Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_trick.po
Languages: fr_fr, it_it

source: [_kate_s_laughing_] You have a funny understanding of that word.
fr_fr: [_kate_s_laughing_] Vous avez une compréhension amusante de ce mot.
it_it: [_kate_s_laughing_] Hai una divertente comprensione di quella parola.

source: [_mc_] You did just call me dumb a moment ago...
fr_fr: [_mc_] Vous venez de m'appeler idiot il y a un instant ...
it_it: [_mc_] Mi hai appena chiamato stupido un attimo...

source: [_isabelle_s_afraid_] I didn't call {i}you{/} dumb, just the thing you said!
fr_fr: [_isabelle_s_afraid_] I didn't call {i}you { / } dumb, just the thing you aient dit !
it_it: [_isabelle_s_afraid_] Non ho chiamato {i}tu{/} dumb, solo la cosa che hai detto!

source: [_isabelle_s_afraid_] I didn't mean to insult you, [mc].
fr_fr: [_isabelle_s_afraid_] Je ne voulais pas vous insulter, [mc].
it_it: [_isabelle_s_afraid_] non avevo intenzione di insultarti, [mc].

source: [_kate_s_smile_right_] Well, everything you've said so far has been really dumb, [isabelle].
fr_fr: [_kate_s_smile_right_] Bien, tout ce que vous avez dit jusqu'ici a été vraiment stupide, [isabelle].
it_it: [_kate_s_smile_right_] Beh, tutto quello che hai detto finora è stato davvero stupido, [isabelle].

source: [_isabelle_s_thinking_] No one asked for your opinion.
fr_fr: [_isabelle_s_thinking_] Personne n'a demandé votre avis.
it_it: [_isabelle_s_thinking_] Nessuno ha chiesto la tua opinione.

source: [_isabelle_s_cringe_] You know what? I'm done here.
fr_fr: [_isabelle_s_cringe_] Vous savez quoi? Je suis fait ici.
it_it: [_isabelle_s_cringe_] Sai cosa? Ho finito qui.

source: [_kate_s_excited_] But we're far from done, aren't we?
fr_fr: [_kate_s_excited_] Mais nous sommes loin d'être fait, n'est-ce pas?
it_it: [_kate_s_excited_] Ma siamo lontani dall'essere finiti, vero?

source: [_kate_s_neutral_right_] Dignity is a privilege, not a right.
fr_fr: [_kate_s_neutral_right_] Dignité est un privilège, pas un droit.
it_it: La dignità [_kate_s_neutral_right_] è un privilegio, non un diritto.

source: [_kate_s_neutral_right_] It's a gift from those with power to those without.
fr_fr: [_kate_s_neutral_right_] C'est un cadeau de ceux qui ont le pouvoir à ceux qui n'en ont pas.
it_it: [_kate_s_neutral_right_] È un dono da parte di chi ha potere a chi non lo è.

source: [_isabelle_s_skeptical_left_] That's a load of rubbish.
fr_fr: [_isabelle_s_skeptical_left_] C'est une charge d'ordures.
it_it: [_isabelle_s_skeptical_left_] Questo è un carico di spazzatura.

source: [_kate_s_confident_right_] We can try it out if you like? Let me have my way with you for an hour,{space=-45} and we'll see how much dignity you have left.
fr_fr: [_kate_s_confident_right_] Nous pouvons essayer si vous voulez? Laissez-moi vous rencontrer pendant une heure, { space=-45 } et nous verrons à quel point vous êtes dans la dignité.
it_it: [_kate_s_confident_right_] Possiamo provarlo se ti piace? Lasciate che mi faccia strada con voi per un'ora,{space=-45} e vedremo quanta dignità avete lasciato.

source: [_kate_s_confident_right_] Fair warning. I'd be extra cruel to you.
fr_fr: [_kate_s_confident_right_] Avertissement équitable. Je serais plus cruel pour toi.
it_it: [_kate_s_confident_right_] Avviso giusto. Io sarei più crudele per te.

source: [_kate_s_confident_right_] But maybe you're into that? Is that why you keep coming at me?
fr_fr: [_kate_s_confident_right_] Mais peut-être que vous êtes dans ça? C'est pour ça que vous continuez à venir chez moi?
it_it: [_kate_s_confident_right_] Ma forse sei in quello? È per questo che continui a venire contro di me?

source: [_kate_s_laughing_] She's imagining it now!
fr_fr: [_kate_s_laughing_] Elle l'imagine maintenant !
it_it: [_kate_s_laughing_] Lei lo sta immaginando adesso!

source: [_isabelle_s_cringe_left_] You're a despicable human being...
fr_fr: [_isabelle_s_cringe_left_] Vous êtes un être humain méprisable ...
it_it: [_isabelle_s_cringe_left_] Sei un essere umano spregevole...

source: [_mc_] We'll have her leashed and potty trained in no time.
fr_fr: [_mc_] Nous aurons sa fuite et son potty entraînés en aucun temps.
it_it: [_mc_] La faremo allenare il guinzaglio e il vasino in pochissimo tempo.

source: [_kate_s_laughing_] I can hardly wait!
fr_fr: [_kate_s_laughing_] Je peux à peine attendre !
it_it: [_kate_s_laughing_] Non posso aspettare!

source: [_isabelle_s_afraid_] I can't believe you just said that, [mc]! You two are the worst!
fr_fr: [_isabelle_s_afraid_] Je ne peux pas croire que tu viens de dire ça, [mc]! Vous êtes les pires !
it_it: [_isabelle_s_afraid_] Non posso credere che tu abbia appena detto che, [mc]! Tu due sei il peggio!

source: [_kate_s_smile_right_] Sweetheart, you don't know the first thing about it. It'll be like waking{space=-30} up to a cold shower.
fr_fr: [_kate_s_smile_right_] Sweetheart, vous ne connaissez pas la première chose. Ce sera comme un réveil de { space=-30 } jusqu'à une douche froide.
it_it: [_kate_s_smile_right_] Sweetheart, non sai la prima cosa su di esso. Sarà come svegliare{space=-30} fino a una doccia fredda.

source: [_isabelle_s_cringe_left_] Your scare-tactics don't work on me.
fr_fr: [_isabelle_s_cringe_left_] Votre tactique ne fonctionne pas sur moi.
it_it: [_isabelle_s_cringe_left_] La tua tattica di spavento non mi funziona.

source: [_kate_s_confident_right_] Oh, that's not scare-tactics. That's a promise.
fr_fr: [_kate_s_confident_right_] Oh, ce n'est pas de la tactique. C'est une promesse.
it_it: [_kate_s_confident_right_] Oh, non è una tattica spaventosa. È una promessa.

source: [_kate_s_confident_right_] I'm going to put you on a leash and parade you naked around the school.
fr_fr: [_kate_s_confident_right_] Je vais vous mettre sur une laisse et vous défiler nue autour de l'école.
it_it: [_kate_s_confident_right_] Ti metterò al guinzaglio e ti sfilerò nudo intorno alla scuola .

source: [_kate_s_laughing_hands_up_] Maybe I'll make you bark like a dog or kiss my shoes? Maybe I'll spank you for being an insolent brat?
fr_fr: [_kate_s_laughing_hands_up_] Peut-être que je vais vous faire de l'écorce comme un chien ou embrasser mes chaussures? Peut-être que je vous spirais pour être un brat insolent?
it_it: [_kate_s_laughing_hands_up_] Forse ti farò abbaiare come un cane o baciare le mie scarpe? Forse ti sculaccierò per essere una spazzola insolente?

source: [_kate_s_confident_right_] Either way, everyone will know you're my bitch.
fr_fr: [_kate_s_confident_right_] Quoi qu'il en soit, tout le monde saura que vous êtes ma chienne.
it_it: [_kate_s_confident_right_] In ogni caso, tutti sapranno che sei la mia cagna.

source: [_isabelle_s_cringe_left_] Dream on, psycho.
it_it: [_isabelle_s_cringe_left_] Sogno su, psico.

source: [_kate_s_excited_] I'm so looking forward to putting her in her place.
fr_fr: [_kate_s_excited_] Je suis tellement impatient de la mettre à sa place.
it_it: [_kate_s_excited_] Non vedo l'ora di metterla al suo posto.

source: [_kate_s_eyeroll_] She's really starting to become a nuisance.
fr_fr: [_kate_s_eyeroll_] Elle commence vraiment à devenir une nuisance.
it_it: [_kate_s_eyeroll_] Sta davvero iniziando a diventare un fastidio.

source: [_mc_] Want me to do something about it?
fr_fr: [_mc_] Vous voulez que je fasse quelque chose à ce sujet?
it_it: [_mc_] Vuoi fare qualcosa al riguardo?

source: [_kate_s_skeptical_] Nah, just keep doing what you're doing.
fr_fr: [_kate_s_skeptical_] Nah, continuez à faire ce que vous faites.
it_it: [_kate_s_skeptical_] Nah, continua a fare quello che stai facendo.

source: [_mc_] Have you given the aftermath of her takedown any thoughts?
fr_fr: [_mc_] Avez-vous donné suite à sa prise de position?
it_it: [_mc_] Hai dato le conseguenze di lei ha preso qualche pensiero?

source: [_kate_s_excited_] The school administration loves me. I could get away with murder.
fr_fr: [_kate_s_excited_] L'administration de l'école m'aime. Je pourrais m'en sortir avec le meurtre.
it_it: [_kate_s_excited_] L'amministrazione scolastica mi ama. Potrei scappare con omicidio.

source: [_kate_s_excited_] And if anyone gives me trouble, you'll act as my witness.
fr_fr: [_kate_s_excited_] Et si quelqu'un me donne des ennuc, vous agiraez comme mon témoin.
it_it: [_kate_s_excited_] E se qualcuno mi dà problemi, agirai come la mia testimonianza.

source: [_mc_] I won't lie on your behalf.
fr_fr: [_mc_] Je ne mentirai pas en votre nom.
it_it: [_mc_] Non mentirò a tuo nome.

source: [_kate_s_neutral_] I'd have half the school line up to defend me. So, as with most other things, you're inconsequential.
fr_fr: [_kate_s_neutral_] J'aurais la moitié de la ligne de l'école pour me défendre. Donc, comme pour la plupart des autres choses, vous êtes sans conséquence.
it_it: [_kate_s_neutral_] avrei metà della linea scolastica per difendermi. Quindi, come per la maggior parte delle altre cose, sei inconsequenziale.

source: [_kate_s_neutral_] But I'd of course make a point of ruining you for stepping out of line.{space=-15}
fr_fr: [_kate_s_neutral_] Mais j'aimerais bien sûr vous ruiner pour sortir de la ligne. { space=-15 }
it_it: [_kate_s_neutral_] Ma ovviamente farei un punto di rovinarti per uscire dalla linea.{space=-15}

source: [_kate_s_confident_] Siding with me has all the benefits. If it comes to that, you'll hopefully{space=-35} be smart enough to do the right thing.
fr_fr: [_kate_s_confident_] Siding avec moi a tous les avantages. Si c'est le cas, vous pouvez espérer que { space=-35 } soit assez intelligent pour faire la bonne chose.
it_it: [_kate_s_confident_] Partendo con me ha tutti i vantaggi. Se si tratta di questo, si spera{space=-35} essere abbastanza intelligente da fare la cosa giusta.

source: [_mc_] Yes, ma'am!
fr_fr: [_mc_] Oui, madame !
it_it: [_mc_] Sì, ma'am!

source: [_kate_s_confident_] Good dog.
fr_fr: [_kate_s_confident_] Bon chien.
it_it: [_kate_s_confident_] Cane buono.

source: [_kate_s_neutral_] Sit.
it_it: [_kate_s_neutral_] Sedete.

source: [_kate_s_laughing_] I'm just messing with you!
fr_fr: [_kate_s_laughing_] Je suis en désordre avec toi !
it_it: [_kate_s_laughing_] Sto solo disordinando con te!

source: [_kate_s_neutral_] You're not going to talk to [jo] about this.
fr_fr: [_kate_s_neutral_] Vous n'allez pas parler du [jo] à ce sujet.
it_it: [_kate_s_neutral_] Non parlerai con [jo] di questo.

source: [_kate_s_neutral_] Am I making myself clear?
fr_fr: [_kate_s_neutral_] Je me fais clairement savoir?
it_it: [_kate_s_neutral_] Mi sto rendendo chiaro?

source: [_mc_] Yes, ma'am.
fr_fr: [_mc_] Oui, madame.
it_it: [_mc_] Sì, ma'am.

source: [_kate_s_confident_] Good boy.
fr_fr: [_kate_s_confident_] Bon garçon.
it_it: [_kate_s_confident_] Buon ragazzo.

source: [_kate_s_confident_] Things are finally starting to look up for you. There's no need to jeopardize that.
fr_fr: [_kate_s_confident_] Les choses commencent enfin à vous chercher. Il n'est pas nécessaire de le mettre en péril.
it_it: [_kate_s_confident_] Le cose stanno finalmente iniziando a cercarti. Non c'è bisogno di mettere a repentaglio.

source: [_mc_] Earning your favor makes me happy.
fr_fr: [_mc_] Votre faveur me rend heureux.
it_it: [_mc_] Guadagnare il tuo favore mi rende felice.

source: [_kate_s_laughing_] Favor is a bit of a stretch, but I like the sentiment.
fr_fr: [_kate_s_laughing_] Favor est un peu de l'étirement, mais j'aime le sentiment.
it_it: [_kate_s_laughing_] Favor è un po' di tratto, ma mi piace il sentimento.

source: [_mc_] If she already signed off on this, you have nothing to worry about.
fr_fr: [_mc_] Si elle a déjà signé, vous n'avez rien à craindre.
it_it: [_mc_] Se ha già firmato su questo, non hai nulla di cui preoccuparti.

source: [_kate_s_neutral_] Don't tell me what to do.
fr_fr: [_kate_s_neutral_] Ne me dites pas quoi faire.
it_it: [_kate_s_neutral_] Non dirmi cosa fare.

source: [_kate_s_neutral_] If I hear you've talked to [jo], I'll have your balls. That's a promise.
fr_fr: [_kate_s_neutral_] Si j'ai entendu parler au [jo], j'aurai vos couilles. C'est une promesse.
it_it: [_kate_s_neutral_] Se sento che hai parlato con [jo], avrò le tue palle. Questa è una promessa.

source: [_mc_] You can have my balls any day of the week, if you know what I'm saying...
fr_fr: [_mc_] Vous pouvez avoir mes couilles n'importe quel jour de la semaine, si vous savez ce que je dis ...
it_it: [_mc_] Puoi avere le mie palle in qualsiasi giorno della settimana, se sai quello che sto dicendo...

source: [_kate_s_laughing_] That's adorable.
fr_fr: [_kate_s_laughing_] C'est adorable.
it_it: [_kate_s_laughing_] È adorabile.

source: [_kate_s_neutral_hands_down_] But sass doesn't suit you.
fr_fr: [_kate_s_neutral_hands_down_] Mais le cul ne vous convient pas.
it_it: [_kate_s_neutral_hands_down_] Ma il culo non ti va bene.

source: [_kate_s_neutral_hands_down_] I want complete obedience, else you're going into the dumpster.
fr_fr: [_kate_s_neutral_hands_down_] Je veux une obéissance complète, sinon vous allez dans la benne.
it_it: [_kate_s_neutral_hands_down_] Voglio la completa obbedienza, altrimenti stai entrando nel cassetto.

source: [_mc_] I'm sorry, ma'am.
fr_fr: [_mc_] Je suis désolé, madame.
it_it: [_mc_] mi dispiace, signora.

source: [_kate_s_confident_] That's better.
fr_fr: [_kate_s_confident_] C'est mieux.
it_it: [_kate_s_confident_] È meglio.

source: [_kate_s_confident_] I might hang them on my christmas tree if you're not careful.
fr_fr: [_kate_s_confident_] Je pourrais les pendre sur mon arbre de Noël si vous n'êtes pas prudent.
it_it: [_kate_s_confident_] Potrei appenderli al mio albero di Natale se non sei prudente.

source: Ugh, she sounds serious. I better behave.
fr_fr: Ugh, elle semble sérieuse. Je me comporais mieux.
it_it: Ugh, suona seria. Mi comporto meglio.

source: [_mc_] I'm all for shutting up [isabelle], but this schedule is going to make it difficult for a lot of other people...
fr_fr: [_mc_] I'm all for shutting up [isabelle], but this schedule is going to make it difficile for a lot of other people ...
it_it: [_mc_] Sono tutto per chiudere [isabelle], ma questo programma sta per rendere difficile per un sacco di altre persone...

source: [_kate_s_laughing_] Since when do you care about other people?
fr_fr: [_kate_s_laughing_] Depuis quand vous vous souciez d'autres personnes?
it_it: [_kate_s_laughing_] Da quando ti importa di altre persone?

source: She has a point. Most of the students here deserve to get screwed over for how they treated me in the past.
fr_fr: Elle a un point. La plupart des étudiants ici méritent d'être foutus pour savoir comment ils m'ont traité dans le passé.
it_it: Ha un punto. La maggior parte degli studenti qui meritano di farsi scopare per come mi hanno trattato in passato.

source: But... this is my second chance. Being better is sort of the point.
fr_fr: Mais ... c'est ma seconde chance. Être mieux est en quelque sorte le point.
it_it: Ma... questa è la mia seconda possibilità. Essere meglio è una sorta di punto.

source: [_mc_] I'm trying to change my ways.
fr_fr: [_mc_] J'essaie de changer mes habitudes.
it_it: [_mc_] Sto cercando di cambiare le mie modalità.

source: [_kate_s_confident_] Good luck with that. No one ever changes.
fr_fr: [_kate_s_confident_] Bonne chance avec ça. Personne ne change jamais.
it_it: [_kate_s_confident_] Buona fortuna con quello. Nessuno cambia.

source: Maybe this is my chance to prove her wrong...
fr_fr: Peut-être que c'est ma chance de prouver qu'elle a tort ...
it_it: Forse questa è la mia occasione per dimostrare il suo sbagliato...

source: [_mc_] Fine, I won't do anything.
fr_fr: [_mc_] Bien, je ne ferai rien.
it_it: [_mc_] Bene, non farò niente.

source: [_kate_s_neutral_] Good. And don't step out of line again.
fr_fr: [_kate_s_neutral_] Bon. Et ne pas sortir de nouveau de la ligne.
it_it: [_kate_s_neutral_] Bene. E non uscire di nuovo dalla linea.

source: It's not much, but talking to [jo] is the right thing to do. [kate] doesn't have to know.
fr_fr: Ce n'est pas beaucoup, mais parler à [jo] est la bonne chose à faire. [kate] n'a pas à savoir.
it_it: Non è molto, ma parlare con [jo] è la cosa giusta da fare. [kate] non deve sapere.

source: [_mc_] You're right. Those most interested in sports should have priority.
fr_fr: [_mc_] Vous avez raison. Les personnes les plus intéressées par le sport devraient avoir la priorité.
it_it: [_mc_] Hai ragione. I più interessati allo sport dovrebbero avere la priorità.

source: [_kate_s_confident_] Good choice.
fr_fr: [_kate_s_confident_] Bon choix.
it_it: [_kate_s_confident_] Buona scelta.

source: [_kate_s_thinking_] Anyway, after [isabelle]'s little rebellion, I've decided I want a special collar for her.
fr_fr: [_kate_s_thinking_] Quoi qu'il en soit, après la petite rébellion de [isabelle], j'ai décidé de vouloir un collier spécial pour elle.
it_it: [_kate_s_thinking_] Comunque, dopo la piccola ribellione di [isabelle], ho deciso di volere un collare speciale per lei.

source: [_mc_] What do you have in mind?
fr_fr: [_mc_] Qu'est-ce que vous avez en tête?
it_it: [_mc_] Che cosa hai in mente?

source: [_kate_s_blush_] I want it to be a proper slave collar — black leather, padlock, name tag — the whole shebang!
fr_fr: [_kate_s_blush_] Je veux qu'il soit un vrai collier esclave-cuir noir, cadenas, étiquette de nom-tout le shebang !
it_it: [_kate_s_blush_] Voglio che sia un collare di schiavi adeguato — pelle nera, lucchetto, tag di nome — l'intero shebang!

source: [_mc_] And how are you going to get one of those?
fr_fr: [_mc_] Et comment allez-vous en obtenir un?
it_it: [_mc_] E come otterrai uno di quelli?

source: [_kate_s_blush_] As a matter of fact...
fr_fr: [_kate_s_blush_] En fait ...
it_it: [_kate_s_blush_] Come un dato di fatto...

source: [_kate_s_blush_] You're going to get it for me.
fr_fr: [_kate_s_blush_] Vous allez l'obtenir pour moi.
it_it: [_kate_s_blush_] La prenderai per me.

source: [_mc_] What? How?
fr_fr: [_mc_] Quoi? Comment?
it_it: [_mc_] Cosa? Come?

source: [_kate_s_annoyed_] See, there was a bit of a mishap earlier.
fr_fr: [_kate_s_annoyed_] Voir, il y a eu un peu d'incident plus tôt.
it_it: [_kate_s_annoyed_] Vedi, c'è stato un po 'di un mishap prima.

source: [_kate_s_annoyed_right_] I was trying to... give one to [mrsl]...
fr_fr: [_kate_s_annoyed_right_] J'essayais de ... donner un à [mrsl]...
it_it: [_kate_s_annoyed_right_] stavo provando... a darne uno a [mrsl]...

source: [_mc_] Give one?
fr_fr: [_mc_] Donne un?
it_it: [_mc_] Darne uno?

source: [_kate_s_excited_] Oh, just like a present.
fr_fr: [_kate_s_excited_] Oh, comme un cadeau.
it_it: [_kate_s_excited_] Oh, proprio come un regalo.

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi?
it_it: [_mc_] Perché?

source: [_kate_s_eyeroll_] Because I'm such a nice person and I thought it'd look good on her.
fr_fr: [_kate_s_eyeroll_] Parce que je suis une bonne personne et je pensais que ça serait bon pour elle.
it_it: [_kate_s_eyeroll_] Perché sono una persona così bella e ho pensato che sarebbe stato bello su di lei.

source: [_kate_s_skeptical_] Instead, she confiscated it. Can you believe that?
fr_fr: [_kate_s_skeptical_] Au lieu de cela, elle a confisqué. Peux-tu y croire?
it_it: [_kate_s_skeptical_] Invece, lei l'ha confiscato. Riesci a crederci?

source: [_mc_] I think I can...
fr_fr: [_mc_] Je pense que je peux ...
it_it: [_mc_] penso di potere...

source: [_kate_s_skeptical_] Well, you're going to return it to me.
fr_fr: [_kate_s_skeptical_] Eh bien, vous allez me le retourner.
it_it: [_kate_s_skeptical_] Beh, mi ritornerai.

source: [_mc_] You want me to steal from a teacher?
fr_fr: [_mc_] Vous voulez que je vole d'un professeur?
it_it: [_mc_] Vuoi che io rubi a un insegnante?

source: [_kate_s_laughing_] It's mine, remember?
fr_fr: [_kate_s_laughing_] C'est la mienne, tu te souviens?
it_it: [_kate_s_laughing_] È mio, ricordi?

source: [_mc_] Where even is it?
fr_fr: [_mc_] Où en est-il?
it_it: [_mc_] Dov'è ancora?

source: [_kate_s_neutral_] I don't know. Wherever she keeps confiscated items. Maybe in a desk drawer or something?
fr_fr: [_kate_s_neutral_] Je ne sais pas. Partout où elle tient des objets confisqués. Peut-être dans un tiroir de bureau ou quelque chose?
it_it: [_kate_s_neutral_] Non lo so. Dov'è che mantiene gli oggetti confiscati. Forse in un cassetto da scrivania o qualcosa?

source: [_mc_] Great. And how am I supposed to get into it?
fr_fr: [_mc_] Grand. Et comment suis-je censé y entrer?
it_it: [_mc_] Grande. E come dovrei entrarvi?

source: [_kate_s_neutral_] Just break it open when she's not in the room.
it_it: [_kate_s_neutral_] Basta romperlo aperto quando non è nella stanza.

source: [_mc_] With what? My hands?
fr_fr: [_mc_] Avec quoi? Mes mains?
it_it: [_mc_] Con che cosa? Le mie mani?

source: [_kate_s_laughing_] I suppose you're too weak for that.
fr_fr: [_kate_s_laughing_] Je suppose que vous êtes trop faible pour ça.
it_it: [_kate_s_laughing_] Suppongo che tu sia troppo debole per questo.

source: [_kate_s_laughing_] Good luck!
fr_fr: [_kate_s_laughing_] Bonne chance !
it_it: [_kate_s_laughing_] Buona fortuna!

source: [_mc_] All right, no problem. I'm the muscle you need.
fr_fr: [_mc_] Très bien, pas de problème. Je suis le muscle dont tu as besoin.
it_it: [_mc_] Va bene, nessun problema. Sono il muscolo di cui hai bisogno.

source: [_kate_s_confident_] Well, you're certainly not the brains.
fr_fr: [_kate_s_confident_] Eh bien, vous n'êtes certainement pas le cerveau.
it_it: [_kate_s_confident_] Beh, non sei certo il cervello.

source: The gym is currently off limits to everyone except [kate]'s posse.
fr_fr: La salle de gym est actuellement hors limites pour tous sauf [kate]'s posse.
it_it: La palestra è al momento fuori dei limiti a tutti tranne che [kate]'s possedono.

source: I'll have to talk to [jo] if I want it reopened for more hours than one.
fr_fr: Je vais devoir parler au [jo] si je veux qu'il rouvre plus d'un.
it_it: Dovrò parlare con [jo] se lo voglio riaperto per più ore di una.

source: There's always an exception, though. I just need to find out what the rules say.
fr_fr: Il y a toujours une exception. J'ai juste besoin de savoir ce que disent les règles.
it_it: C'è sempre un'eccezione, però. Ho solo bisogno di scoprire cosa dicono le regole.

source: And there's one person who always bends the rules...
fr_fr: Et il y a une personne qui arrête toujours les règles ...
it_it: E c'è una persona che piega sempre le regole...

source: I'd say that was the kind of physical activity worthy of a good grade...
fr_fr: Je dirais que c'était le genre d'activité physique digne d'une bonne note ...
it_it: Direi che questo è stato il tipo di attività fisica degna di un buon grado...

source: Now I just gotta tell [jo] how physical I've been and get the gym reopened.
fr_fr: Maintenant, je dois dire à [jo] comment j'ai été physique et que la salle de gym a été rouverte.
it_it: Ora devo solo dire ad [jo] come fisico sono stato e ottenere la palestra riaperta.

source: However, the Newfall Constitution on Animal Rights, Chapter 87, subsection D, says "a dog (and by extension its owner) has the right to access any public training facility."
fr_fr: Cependant, la nouvelle Constitution sur les droits des animaux, chapitre 87, sous-section D, dit "un chien (et par extension son propriétaire) a le droit d'accéder à n'importe quel centre de formation public".
it_it: Tuttavia, la nuova Costituzione sui diritti degli animali, capitolo 87, sottosezione D, dice che "un cane (e per estensione il suo proprietario) ha il diritto di accedere a qualsiasi struttura pubblica di formazione."

source: I just need to find a dog.
fr_fr: J'ai juste besoin de trouver un chien.
it_it: Devo solo trovare un cane.
