Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_stepping.po
Languages: fr_fr, it_it

source: [_stacy_] Nine more until we let you beg again.
fr_fr: [_stacy_] Neuf autres jusqu'à ce que nous vous lafiions à nouveau.
it_it: [_stacy_] Nove di più finché non ti lasciamo pregare di nuovo.

source: Wow, [isabelle] is tough.
fr_fr: Wow, [isabelle] est dur.
it_it: Wow, [isabelle] è difficile.

source: Her face is turning as red as her ass, but she's holding back the screams.
fr_fr: Son visage tourne aussi rouge que son cul, mais elle retient les cris.
it_it: Il suo volto sta diventando rosso come il suo asino, ma lei sta trattenendo le urla.

source: [_isabelle_] Fffff! Oh, g-god!
fr_fr: [_isabelle_] Fffff ! Oh, g-dieu !
it_it: [_isabelle_] Fffff! Oh, g-dio!

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_more_pain_] Looks like you got her good with those.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_more_pain_] On dirait que vous avez eu son bien avec ça.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_more_pain_] Sembra che tu abbia avuto il suo bene con quelli.

source: [_lacey_] Haha! I love it!
fr_fr: [_lacey_] Haha ! Je l'adore !
it_it: [_lacey_] Haha! Mi piace!

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] All you have to do is beg for more, [isabelle].
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Tout ce que vous avez à faire est beg pour plus, [isabelle].
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Tutto quello che devi fare è pregare di più, [isabelle].

source: [_isabelle_] Nooo! Stop!
fr_fr: [_isabelle_] Nooo ! Arrêtez !
it_it: [_isabelle_] Nooo! Fermato!

source: [_casey_] That's not begging.
fr_fr: [_casey_] Ce n'est pas mendier.
it_it: [_casey_] Non è mendicante.

source: [_isabelle_] Aaaaaah! Please stop!
fr_fr: [_isabelle_] Aaaaaah ! Veuillez arrêter !
it_it: [_isabelle_] Aaaaaah! Per favore, fermi!

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Wrong. Beg for more.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Mauvais. Battre pour plus.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Sbagliato. Prega per ulteriori informazioni.

source: [_isabelle_] Aaaaaaaah! Oh, my god!
fr_fr: [_isabelle_] Aaaaaaaah ! Oh, mon dieu !
it_it: [_isabelle_] Aaaaaaaah! Oh, mio dio!

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] That was ten.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] C'était dix.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Quella era dieci.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Are you ready to beg for ten more, or should we keep going?
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Êtes-vous prêt à mendier dix autres, ou devrions-nous continuer?
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Sei pronto a pregare per altri dieci, o dovremmo andare avanti?

source: [_isabelle_] Please... more...
fr_fr: [_isabelle_] S'il vous plaît ... plus ...
it_it: [_isabelle_] Per favore... more...

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] You can do better than that.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Vous pouvez faire mieux que ça.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Puoi fare meglio di quello.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Be respectful.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Soyez respectueux.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Sii rispettoso.

source: [_isabelle_] P-please, ma'am... can I have ten more strokes?
fr_fr: [_isabelle_] P s'il vous plaît, madame ... je peux avoir dix coups de plus?
it_it: [_isabelle_] P-please, ma'am... posso avere altri dieci tratti?

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] You absolutely can. Go ahead, [lacey].
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Vous pouvez absolument. Allez-y, [lacey].
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] È assolutamente possibile. Vai avanti, [lacey].

source: [_isabelle_] God! Oh, god!
fr_fr: [_isabelle_] Dieu ! Oh, mon dieu !
it_it: [_isabelle_] Dio! Oh, dio!

source: They're really being ruthless...
fr_fr: Ils sont vraiment impitoyables ...
it_it: Sono davvero spietati...

source: I guess that's what it takes to tame someone like [isabelle].
fr_fr: Je suppose que c'est ce qu'il faut pour tame quelqu'un comme [isabelle].
it_it: Immagino che sia quello che serve per domare qualcuno come [isabelle].

source: [_isabelle_] Ooooh my goood! Pleeease, nooo mooore!
it_it: [_isabelle_] Ooooh my goood! Please ease, nooo mooore!

source: [_casey_] Take it, bitch!
fr_fr: [_casey_] Prenez, salope !
it_it: [_casey_] Prendetelo, cagna!

source: [_lacey_] Yeah, take it!
fr_fr: [_lacey_] Oui, prends ça !
it_it: [_lacey_] Sì, prendetelo!

source: [_stacy_] You asked for this, remember?
fr_fr: [_stacy_] Tu as demandé ça, tu te souviens?
it_it: [_stacy_] Hai chiesto questo, ricordi?

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Yes, you did.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Oui, vous l'avez fait.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Sì, hai fatto.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Now ask for five more, or we start over.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Maintenant, demandez cinq autres, ou nous commençons.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Ora chiedi altri cinque, o ricominciamo da capo.

source: [_isabelle_] C-can I... please have... five more... ma'am?
it_it: [_isabelle_] C-can I... per favore... cinque più... ma'am?

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] God, you're pathetic.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Dieu, vous êtes pathétique.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Dio, sei patetico.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] You thought you could stand up to me. Now look at you begging to be punished.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Vous avez pensé que vous pourriez me tenir debout. Maintenant, regardez vous mendier pour être puni.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Pensavi di potervi alzare in piedi. Ora guardate che implorate di essere puniti.

source: [_isabelle_] Screw you... ma'am...
it_it: [_isabelle_] A vite... ma'am...

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Haha! God, I love that you're still defiant.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Haha ! Mon Dieu, j'aime que tu sois toujours provocateur.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Haha! Dio, amo che tu sia ancora sfidante.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] But I'll let that slide because you were polite in your rudeness.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Mais je vais laisser cette diapositive parce que tu étais poli dans ta déesse.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Ma lascerò scivolare perché eravate educati nella vostra maleducazione.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] I'm really looking forward to this year with you at my feet, [isabelle].
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Je suis vraiment impatient de cette année avec vous à mes pieds, [isabelle].
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Sono davvero impaziente di quest'anno con voi ai miei piedi, [isabelle].

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Maybe the girls and I will bring you along to my skiing cabin during Christmas break.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Peut-être les filles et moi vous emmener dans ma cabine de ski pendant la pause de Noël.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Forse le ragazze e io vi porterò lungo la mia cabina di sci durante la pausa di Natale.

source: [_lacey_] We could walk you naked in the snow!
fr_fr: [_lacey_] Nous pourrions vous promenez nu dans la neige !
it_it: [_lacey_] Potremmo camminarti nudo nella neve!

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Doesn't that sound like fun?
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Est-ce que ça ne ressemble pas au plaisir?
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Non sembra divertente?

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] You could be our pet bitch for two weeks straight!
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Vous pourriez être notre chienne de compagnie pendant deux semaines droit !
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Potresti essere la nostra troia per due settimane dritte!

source: Fuck, I suddenly have an urge to learn how to ski...
fr_fr: Putain, j'ai soudainement envie d'apprendre à skier ...
it_it: Scopo, Ho improvvisamente un desiderio di imparare a sciare...

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Now, ask for five more like a good bitch.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Maintenant, demandez cinq autres comme une bonne salope.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Ora, chiedi altri cinque come una buona cagna.

source: [_isabelle_] P-please, ma'am... Can I have... five more...?
fr_fr: [_isabelle_] P-SVP, madame ... Puis-je avoir ... cinq autres ...?
it_it: [_isabelle_] P-please, ma'am... Posso avere... altre cinque... ?

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Haha! You sure can.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Haha ! Vous pouvez le faire.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Haha! Sicuramente può.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] But since you're so eager, perhaps we should give you more than five? What do you think, [mc]?
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Mais comme vous êtes si avides, peut-être devrions-nous vous donner plus de cinq? Que pensez-vous, [mc]?
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Ma dato che sei così ansioso, forse dovremmo darti più di cinque? Cosa ne pensi, [mc]?

source: [_mc_] She does seem eager for more punishment.
fr_fr: [_mc_] Elle semble impatiente de plus de peine.
it_it: [_mc_] Lei sembra ansiosa di più punizione.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] She does, doesn't she?
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Elle fait, n'est-ce pas?
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Lei fa, vero?

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] I've always wanted a pain slut. Bitch, ask for ten more.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] J'ai toujours voulu une salope de douleur. Bitch, demandez dix autres.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Ho sempre voluto una troia di dolore. Bitch, chiedere di più.

source: [isabelle] looks conflicted.
fr_fr: Le [isabelle] semble en conflit.
it_it: [isabelle] sembra conflittuale.

source: It's an unfair game, but it's not like she has a choice.
fr_fr: C'est un jeu injuste, mais ce n'est pas comme si elle avait le choix.
it_it: È un gioco ingiusto, ma non è come lei ha una scelta.

source: [_isabelle_] Um... can I please... have ten more instead, ma'am?
fr_fr: [_isabelle_] Um ... pourrais-je ... avoir dix autres à la place, madame?
it_it: [_isabelle_] Um... posso per favore... ne hai dieci in più, ma'am?

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Yes, you may. [lacey], go ahead.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Oui, vous pouvez. [lacey], allez-y.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Sì, potete. [lacey], vai avanti.

source: [_lacey_] With pleasure...
fr_fr: [_lacey_] Avec plaisir ...
it_it: [_lacey_] Con piacere...

source: The paddle hits [isabelle] square across her buttcheeks, sending shockwaves through her ass.
fr_fr: La pagaie touche [isabelle] carrée à travers ses fesses, envoyant des ondes de choc à travers son cul.
it_it: La pagaia colpisce [isabelle] piazza attraverso le sue natiche, inviando onde d'urto attraverso il suo culo.

source: For such a dimwit, [lacey] sure is wielding that paddle like a pro.
fr_fr: Pour un tel dimwit, [lacey] est sûr que le spatulaire comme un pro.
it_it: Per un tale dimwit, [lacey] certo sta indossando quella pagaia come un pro.

source: [_mc_] You're the expert, [kate].
fr_fr: [_mc_] Vous êtes l'expert, [kate].
it_it: [_mc_] Sei l'esperto, [kate].

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] That's true.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] C'est vrai.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] È vero.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] I would suggest another forty, but then she probably wouldn't feel anything after.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Je suggérerais une autre quarantaine, mais elle ne sentirait probablement rien après.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] suggerirei altri quarant'anni, ma allora probabilmente non si sentirebbe nulla dopo.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] And I'm far from done with her...
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] Et je suis loin d'être avec elle ...
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] E sono lontano dal finire...

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] [lacey], go ahead and give [isabelle] the last five.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] [lacey], aller de l'avant et donner [isabelle] les cinq derniers.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_blush_] [lacey], andare avanti e dare [isabelle] le ultime cinque.

source: [_isabelle_] Oooooooh, god!
fr_fr: [_isabelle_] Oooooooh, dieu !
it_it: [_isabelle_] Oooooooh, dio!

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] I like hearing you scream, but I think we can improve it.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Mi piace sentire urlare, ma penso che possiamo migliorarlo.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] For the next one, I want you to scream my name. Am I making myself clear?
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Pour la suivante, je veux que vous criez mon nom. Est-ce que je me fais clairement savoir?
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Per il prossimo, voglio che tu urli il mio nome. Mi sto rendendo chiaro?

source: [_isabelle_] Y-yes... ma'am...
fr_fr: [_isabelle_] Y-oui ... ma'am ...
it_it: [_isabelle_] Y-sì... ma'am...

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Good bitch.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Bonne chienne.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Buona cagna.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Haha, yes! That has a better ring to it.
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Haha, oui ! Cela lui vaut mieux.
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Haha, sì! Questo ha un anello migliore.

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] All right, you only have one more, [isabelle].
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Très bien, vous n'en avez qu'un seul, [isabelle].
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Va bene, ne hai uno in più, [isabelle].

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] After [lacey] has delivered it, you're going to kiss the paddle and thank her. Understood?
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Après que [lacey] l'a livré, vous allez embrasser la pagaie et la remercier. Compris?
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_crying_] Dopo che [lacey] l'avrà consegnata, bacierai la pagaia e la ringrazierai. Capisci?

source: [_isabelle_] Yes... ma'am...
fr_fr: [_isabelle_] Oui ... ma'am ...
it_it: [_isabelle_] Sì... ma'am...

source: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Go ahead, [lacey].
fr_fr: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Aller de l'avant, [lacey].
it_it: [_kate_s_paddling_lacey_paddle1_red_isabelle_pleading_] Vai avanti, [lacey].

source: [_lacey_] This one is going to hurt.
fr_fr: [_lacey_] Cette personne va faire du mal.
it_it: [_lacey_] Questo farà del male.

source: [_lacey_] Are you ready?
fr_fr: [_lacey_] Êtes-vous prêt?
it_it: [_lacey_] Sei pronto?

source: [_isabelle_] Oh, god...
fr_fr: [_isabelle_] Oh, Dieu ...
it_it: [_isabelle_] Oh, dio...

source: [_casey_] She asked you a question, bitch.
fr_fr: [_casey_] Elle t'a posé une question, salope.
it_it: [_casey_] Lei ti ha fatto una domanda, cagna.

source: [_isabelle_] I'm... I'm ready, ma'am...
fr_fr: [_isabelle_] Je suis ... Je suis prêt, madame ...
it_it: [_isabelle_] Io... Sono pronto, ma'am...

source: [_lacey_] We'll see about that.
fr_fr: [_lacey_] Nous allons voir à ce sujet.
it_it: [_lacey_] Vedremo a riguardo.

source: [_lacey_] There we go!
fr_fr: [_lacey_] Nous y allons !
it_it: [_lacey_] Ci andiamo!

source: [_casey_] Now kiss the paddle.
fr_fr: [_casey_] Maintenant embrasser la pagaie.
it_it: [_casey_] Ora bacia la pagaia.

source: [_stacy_] Show the proper respect.
fr_fr: [_stacy_] Montrez le bon respect.
it_it: [_stacy_] Mostra il giusto rispetto.

source: [_isabelle_] Thank you... Miss [lacey]...
fr_fr: [_isabelle_] Merci ... Miss [lacey]...
it_it: [_isabelle_] Grazie... Miss [lacey]...

source: [_isabelle_] Thank you... Miss [casey]...
fr_fr: [_isabelle_] Merci ... Miss [casey]...
it_it: [_isabelle_] Grazie... Miss [casey]...

source: [_isabelle_] Thank you... Miss [stacy]...
fr_fr: [_isabelle_] Merci ... Miss [stacy]...
it_it: [_isabelle_] Grazie... Miss [stacy]...

source: [_isabelle_] Thank you... Miss [kate]...
fr_fr: [_isabelle_] Merci ... Miss [kate]...
it_it: [_isabelle_] Grazie... Miss [kate]...

source: [_kate_s_paddling_lacey_paddle_kiss_] Good girl.
fr_fr: [_kate_s_paddling_lacey_paddle_kiss_] Bonne fille.
it_it: [_kate_s_paddling_lacey_paddle_kiss_] Buona ragazza.

source: It's weird seeing [isabelle] so humbled and docile...
fr_fr: C'est bizarre de voir [isabelle] si humilié et docile ...
it_it: È strano vedere [isabelle] così umiliato e docile...

source: But I can't deny the boner in my pants.
fr_fr: Mais je ne peux pas nier le boneur dans mon pantalon.
it_it: Ma non posso negare l'erezione nei miei pantaloni.

source: It's not every day you get to see [kate] dominate someone who isn't submissive in nature.
fr_fr: Ce n'est pas chaque jour que vous voyez le [kate] dominer quelqu'un qui n'est pas de nature submissive.
it_it: Non è ogni giorno che si arriva a vedere [kate] dominare qualcuno che non è sottomesso in natura.

source: [_kate_s_paddling_lacey_paddle_kiss_] I've been fantasizing about this for a while now.
fr_fr: [_kate_s_paddling_lacey_paddle_kiss_] J'ai fait un fantasme à ce sujet depuis un moment.
it_it: [_kate_s_paddling_lacey_paddle_kiss_] Ho fantasticato su questo da un po' di tempo.

source: [_kate_s_paddling_lacey_paddle_kiss_] You, down there, helpless and submissive.
fr_fr: [_kate_s_paddling_lacey_paddle_kiss_] You, down there, impuissance and submissive.
it_it: [_kate_s_paddling_lacey_paddle_kiss_] Tu, laggiù, indifeso e sottomesso.

source: [_kate_s_paddling_lacey_paddle_kiss_] Accepting your punishment.
fr_fr: [_kate_s_paddling_lacey_paddle_kiss_] Acceptation de votre peine.
it_it: [_kate_s_paddling_lacey_paddle_kiss_] Accettare la tua punizione.

source: [_kate_s_paddling_lacey_paddle_kiss_] [lacey], can you gag her again?
fr_fr: [_kate_s_paddling_lacey_paddle_kiss_] [lacey], pouvez-vous la gag de nouveau?
it_it: [_kate_s_paddling_lacey_paddle_kiss_] [lacey], la puoi strappare di nuovo?

source: [_lacey_] Of course!
fr_fr: [_lacey_] Bien sûr !
it_it: [_lacey_] Certo!

source: [_kate_s_paddling_arrival_red_isabelle_blush_ballgag_] Be right back.
fr_fr: [_kate_s_paddling_arrival_red_isabelle_blush_ballgag_] Soyez de retour.
it_it: [_kate_s_paddling_arrival_red_isabelle_blush_ballgag_] Sii subito indietro.

source: What else does [kate] have in store?
fr_fr: Que fait le [kate] en magasin?
it_it: Che altro ha [kate] in negozio?

source: Knowing her, this was just the warm up.
fr_fr: La connaissant, c'était juste le chaud.
it_it: Conoscendola, questo era solo il caldo.

source: And [isabelle]'s ass does look warm. It's practically glowing.
fr_fr: Et le cul [isabelle]'s a l'air chaud. C'est pratiquement brillant.
it_it: E il culo di [isabelle]sembra caldo. È praticamente splendente.

source: [lacey] sure did a number on her. She won't be sitting for the next week.
fr_fr: [lacey] a fait un certain nombre sur elle. Elle ne sera pas assise pour le la semaine prochaine.
it_it: [lacey] certo ha fatto un numero su di lei. Non sarà seduta per la la prossima settimana.

source: [_kate_s_strap_on_anticipation_] A while back, I promised the girls that I would take your ass, [isabelle].{space=-25}
fr_fr: [_kate_s_strap_on_anticipation_] Un moment de retour, j'ai promis aux filles que je prais ton cul, [isabelle]. { space=-25 }
it_it: [_kate_s_strap_on_anticipation_] Un po 'indietro, ho promesso alle ragazze che avrei preso il tuo culo, [isabelle].{space=-25}

source: [_kate_s_strap_on_anticipation_] And, well... I never go back on my promises.
fr_fr: [_kate_s_strap_on_anticipation_] Et, bien ... Je ne revime jamais sur mes promesses.
it_it: [_kate_s_strap_on_anticipation_] E, beh, non torno mai alle mie promesse.

source: [_kate_s_strap_on_anticipation_] I don't know if you've taken it in the ass before, but I guess there's a first time for everything.
fr_fr: [_kate_s_strap_on_anticipation_] Je ne sais pas si vous l'avez déjà fait dans le cul, mais je suppose qu'il y a une première fois pour tout.
it_it: [_kate_s_strap_on_anticipation_] Non so se l'hai preso nel culo prima, ma credo che ci sia una prima volta per tutto.

source: [_kate_s_strap_on_anticipation_] Don't be so upset. We did warm your ass up a bit with the paddle.
fr_fr: [_kate_s_strap_on_anticipation_] Ne vous fâchez pas. Nous avons fait chaud votre cul avec la pagaie.
it_it: [_kate_s_strap_on_anticipation_] Non essere così sconvolto. Abbiamo scaldato il culo un po 'con la pagaia.

source: [_kate_s_strap_on_anticipation_] I won't ask if you're ready; I can assure you that you're not.
fr_fr: [_kate_s_strap_on_anticipation_] Je ne demanderai pas si vous êtes prêt ; je peux vous assurer que vous n'êtes pas.
it_it: [_kate_s_strap_on_anticipation_] Non chiederò se sei pronto; posso assicurarti che non sei pronto.

source: [_casey_] Give it to her!
fr_fr: [_casey_] Donne-le à elle !
it_it: [_casey_] Datela a lei!

source: [_stacy_] Fuck her ass!
fr_fr: [_stacy_] Fuck son cul !
it_it: [_stacy_] Cazzo il suo culo!

source: [_kate_s_strap_on_anticipation_] Here it comes, bitch.
fr_fr: [_kate_s_strap_on_anticipation_] Voilà, salope.
it_it: [_kate_s_strap_on_anticipation_] Qui viene, cagna.

source: [_kate_s_strap_on_poke_] I know it hurts. That's the point.
fr_fr: [_kate_s_strap_on_poke_] Je sais que ça fait mal. C'est le point.
it_it: [_kate_s_strap_on_poke_] So che fa male. Questo è il punto.

source: [_kate_s_strap_on_poke_] Good girl. Take it. Scream for me, and take it.
fr_fr: [_kate_s_strap_on_poke_] Bonne fille. Prends ça. Vis pour moi, et prends ça.
it_it: [_kate_s_strap_on_poke_] Buona ragazza. Prendetela. Urlami per me e prendetelo.
