Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_blowjob_dream.po
Languages: fr_fr, it_it

source: Maybe her looking like this is all I need to move on from the past? But let's be honest, who would say no to a blowjob from [kate]?
fr_fr: Peut-être que c'est tout ce que j'ai besoin de passer du passé? Mais soyons honnêtes, qui dirait non à une pipe de [kate]?
it_it: Forse lei sembra questo è tutto quello che ho bisogno di andare avanti dal passato? Ma siamo onesti, chi direbbe di no ad un pompino di [kate]?

source: [_mc_] Sorry, but I don't trust your mouth with my dick.
fr_fr: [_mc_] Désolé, mais je ne fais pas confiance à ta bouche avec ma bite.
it_it: [_mc_] Mi dispiace, ma non mi fido della tua bocca con il mio cazzo.

source: [_kate_s_KateKneelingPose01_] What do you mean?
fr_fr: [_kate_s_KateKneelingPose01_] Que voulez-vous dire?
it_it: [_kate_s_KateKneelingPose01_] Che cosa intendi?

source: [_mc_] I don't want this.
fr_fr: [_mc_] Je ne veux pas ça.
it_it: [_mc_] Non voglio questo.

source: [_kate_s_KateKneelingPose01_] What do you mean, [mc]?
fr_fr: [_kate_s_KateKneelingPose01_] Qu'est-ce que vous voulez dire, [mc]?
it_it: [_kate_s_KateKneelingPose01_] Cosa intendi, [mc]?

source: [_kate_s_KateKneelingPose01D_] WHAT DO YOU MEAN?
fr_fr: [_kate_s_KateKneelingPose01D_] QU'EST-CE QUE VOUS VOULEZ DIRE?
it_it: [_kate_s_KateKneelingPose01D_] COSA FAI MEAN?

source: [_kate_s_KateKneelingPose01D_] WHAT... DO... YOU... MEAN?
fr_fr: [_kate_s_KateKneelingPose01D_] CE QUI ... FAIRE ... VOUS ... MOYENNE?
it_it: [_kate_s_KateKneelingPose01D_] COS... DO... YOU... MEAN?

source: [_mc_] Oh... I guess I wouldn't mind that...
fr_fr: [_mc_] Oh ... Je suppose que ça ne me dérangerait pas ...
it_it: [_mc_] Oh... Immagino che non mi dispiacerebbe...

source: [_kate_s_KateKneelingPose01_] I know that. I promise I'll make it good.
fr_fr: [_kate_s_KateKneelingPose01_] Je le sais. Je promets que je le ferai bon.
it_it: [_kate_s_KateKneelingPose01_] lo so. Prometto che lo farò bene.

source: [_mc_] Get to it, then.
fr_fr: [_mc_] Allez-y, alors.
it_it: [_mc_] Arrivateci, allora.

source: [_kate_s_KateKneelingPose02_] Okay, just relax and let me do all the work.
fr_fr: [_kate_s_KateKneelingPose02_] Ok, relaxez et laissez-moi faire tout le travail.
it_it: [_kate_s_KateKneelingPose02_] Okay, basta rilassarsi e lasciarmi fare tutto il lavoro.

source: [_mc_] Oh... my... god...
fr_fr: [_mc_] Oh ... mon ... dieu ...
it_it: [_mc_] Oh... mio... dio...

source: The soft touch of her lips and tongue sends sparks through my veins.
fr_fr: La touche douce de ses lèvres et de sa langue envoie des étincelles à travers mes veines.
it_it: Il tocco morbido delle sue labbra e della sua lingua invia scintille attraverso le mie vene.

source: The muscles of my abdomen spasming in excitement.
fr_fr: Les muscles de mon abdomen débordant d'excitation.
it_it: I muscoli del mio addome spasming in eccitazione.

source: To be inside a girl's mouth... that's the stuff of fairytales and porn.
fr_fr: Pour être à l'intérieur de la bouche d'une fille ... c'est le genre de contes de fées et de porno.
it_it: Essere dentro la bocca di una ragazza... è la roba di fiabe e porno.

source: A blowjob means so much more than regular sex. It's the ultimate act of one-sided pleasure.
fr_fr: Une pipe signifie beaucoup plus que le sexe régulier. C'est l'acte ultime du plaisir unilatéral.
it_it: Un pompino significa molto più del sesso regolare. È l'ultimo atto di piacere unilaterale.

source: A gift that the average guy spends months fantasizing about, and only receives on anniversaries and birthdays from his unenthusiastic girlfriend.
fr_fr: Un cadeau que le gars moyen passe des mois à fantaser, et ne reçoit que des anniversaires et des anniversaires de sa petite amie non enthousiaste.
it_it: Un regalo che il tipo medio trascorre mesi fantasticando circa, e riceve solo su anniversari e compleanni dalla sua fidanzata non entusiasta.

source: Chad, of course, gets it on a daily basis. Fucking Chad and his perpetually sucked dick.
fr_fr: Le Tchad, bien sûr, l'obtient sur une base quotidienne. Le putain de Chad et sa bite voutée perpétuellement.
it_it: Ciad, naturalmente, lo ottiene su una base quotidiana. Cazzo Ciad e il suo cazzo perennemente succhiato.

source: God... her lips wrap so tightly around me...
fr_fr: Dieu ... ses lèvres envelopper si bien autour de moi ...
it_it: Dio... le sue labbra avvolgono così strettamente intorno a me...

source: Each lick — prickling shivers and lusty heat at the same time. She must've done this before.
fr_fr: Chaque frissonnage et la chaleur de l'éclat en même temps. Elle a dû le faire avant.
it_it: Ogni lecca — tremolante brividi e calore lussurioso allo stesso tempo. Deve averlo fatto prima.

source: The teasing. The tip of her tongue, dancing around the head of my cock, poking at the hole. Nudging it.
fr_fr: Le taquinage. La pointe de sa langue, dansant autour de la tête de ma bite, pochant au trou. Nuage it.
it_it: La punta della sua lingua, ballando intorno alla testa del mio cazzo, picchiando al buco.

source: Her tongue has only ever spat insults my way. Who knew it could be so gentle and sweet?
fr_fr: Sa langue n'a jamais craché d'insultes. Qui savait que ça pouvait être doux et doux?
it_it: La sua lingua mi ha solo sputato insultato mai. Chi sapeva che poteva essere così gentile e dolce?

source: Who knew she could wrap it around my shaft, trace it around the hood, nudge the hole with such kindness!
fr_fr: Qui savait qu'elle pouvait l'envelopper autour de mon arbre, le tracer autour de la capuche, nuer le trou avec une telle gentillesse !
it_it: Chi sapeva che poteva avvolgerlo intorno al mio albero, rintracciarlo intorno al cappuccio, sbavare il buco con tale gentilezza!

source: Up and down, teasing my urethra...
fr_fr: Haut et bas, taquinant mon urètre ...
it_it: Su e giù, prendere in giro la mia uretra...

source: Entering it; licking up every dribble of piss, cum, and sweat.
fr_fr: Entrer, faire lécher chaque goutte de pisse, de foutre et de sueur.
it_it: Entrando in esso; leccare ogni dribble di piss, cum, e sudore.

source: And happily doing so.
fr_fr: Et heureusement le faire.
it_it: E felicemente farlo.

source: With those big blue eyes, staring up at me.
fr_fr: Avec ces grands yeux bleus, me regarder.
it_it: Con quei grandi occhi blu, mi fisso.

source: Her soft, silky hair running through my fingers, softer than anything I've ever felt before.
fr_fr: Ses cheveux doux et soyeux s'enroule à travers mes doigts, plus doux que tout ce que j'ai jamais ressenti auparavant.
it_it: I suoi capelli morbidi e setosi che corrono attraverso le dita, più morbidi di tutto quello che ho mai sentito prima.

source: The warmth from her temple, radiating up my arm and into my chest.
fr_fr: La chaleur de son temple, rayonnant mon bras et dans ma poitrine.
it_it: Il calore dal suo tempio, irradiando il mio braccio e nel mio petto.

source: [_kate_s_KateBJPose01x_] I'm so sorry...
fr_fr: [_kate_s_KateBJPose01x_] Je suis désolé ...
it_it: [_kate_s_KateBJPose01x_] Mi dispiace...

source: [_kate_s_KateBJPose01x_] Please forgive me...
fr_fr: [_kate_s_KateBJPose01x_] S'il vous plaît pardonnez-moi ...
it_it: [_kate_s_KateBJPose01x_] Perdonami prego...

source: [_kate_s_KateBJPose01_] Mmmm... you like it?
fr_fr: [_kate_s_KateBJPose01_] Mmmm ... vous l'aimez?
it_it: [_kate_s_KateBJPose01_] Mmmm... ti piace?

source: The only thing outshining her eyes is her sparkling smile.
fr_fr: La seule chose qui dépasse ses yeux, c'est son sourire scintillant.
it_it: L'unica cosa che splende i suoi occhi è il suo sorriso scintillante.

source: The way she's looking up at me...
fr_fr: La façon dont elle me regarde ...
it_it: Il modo in cui mi sta guardando...

source: She makes me feel like a conqueror.
fr_fr: Elle me fait sentir comme un conquérant.
it_it: Mi fa sentire come un conquistatore.

source: The lord of her mouth.
fr_fr: Le seigneur de sa bouche.
it_it: Il signore della sua bocca.

source: [_mc_] Y-yes!
fr_fr: [_mc_] Oui !
it_it: [_mc_] Y-y!

source: The wet warmth of her mouth. The light suction. The individual grooves and ridges of her little mouth.
fr_fr: La chaleur humide de sa bouche. La succion de la lumière. Les rainures et les crêtes de sa petite bouche.
it_it: Il calore umido della sua bocca. L'aspirazione leggera. Le scanalature individuali e le creste della sua piccola bocca.

source: Airtight, her lips squeeze around me. Sucking at my soul.
fr_fr: Airtendue, ses lèvres se pressent autour de moi. Sucer à mon âme.
it_it: Airtight, le sue labbra stringono intorno a me. Succhiare la mia anima.

source: Her tongue keeps swirling around the head of my dick. My knees feel weak.
fr_fr: Sa langue continue à tourfler autour de la tête de ma bite. Mes genoux se sentent faibles.
it_it: La sua lingua continua a rotearsi intorno alla testa del mio cazzo. Le mie ginocchia si sentono deboli.

source: There's nothing quite like this. Nothing that springs to mind, at least. My first blowjob... and it's from [kate]!
fr_fr: Il n'y a rien de tout à fait comme ça. Rien de ce qui vient à l'esprit, du moins. Ma première pipe ... et c'est du [kate]!
it_it: Non c'è niente di simile. Niente che mi viene in mente, almeno. Il mio primo pompino... ed è da [kate]!

source: If I had any friends, they would never believe this.
fr_fr: Si j'avais des amis, ils ne le croiraient jamais.
it_it: Se avessi degli amici, non crederebbero mai questo.

source: She shifts my dick around, allowing me to explore every inch of her mouth. The insides of her cheeks, the roof of her mouth.
fr_fr: Elle change ma bite, me permettant d'explorer chaque centimètre de sa bouche. L'intérieur de ses joues, le toit de sa bouche.
it_it: Lei sposta il mio cazzo in giro, permettendomi di esplorare ogni centimetro della sua bocca.Gli interni delle sue guance, il tetto della sua bocca.

source: Teasing me with the opening of her throat. Oh god, give me that throat!
fr_fr: Teasing moi avec l'ouverture de sa gorge. Oh mon dieu, donnez-moi cette gorge !
it_it: Mi rilassi con l'apertura della sua gola. Oh dio, mi dia quella gola!

source: [_mc_] K-keep going!
fr_fr: [_mc_] K-continuez !
it_it: [_mc_] K-continua a andare!

source: [_kate_s_KateBJPose01_] So demanding!
fr_fr: [_kate_s_KateBJPose01_] Alors exigeant !
it_it: [_kate_s_KateBJPose01_] Così esigente!

source: [_mc_] Deeper.
it_it: [_mc_] Più Profondo.

source: [_mc_] Oh, much better!
fr_fr: [_mc_] Oh, bien mieux !
it_it: [_mc_] Oh, molto meglio!

source: My grip on her hair gets tighter.
fr_fr: Ma prise sur les cheveux devient plus sermelle.
it_it: La mia presa sui suoi capelli si fa più stretta.

source: Using her as nothing but a cock sleeve as I thrust into her and slam my head against her throat.
fr_fr: L'utiliser comme rien d'autre qu'un manchon de bite comme je l'ai poussée vers elle et claquer ma tête contre sa gorge.
it_it: Usandola solo come una manica del cazzo mentre mi spinta dentro di lei e sbattere la testa contro la gola.

source: Oh, god. Her throat is so tight and soft. Squeezing. Pulling. Sucking. Her nails digging into my thighs.
fr_fr: Oh, mon dieu. Sa gorge est si étroite et douce. La Squeezing. Pulling. Sucer. Ses ongles creuset dans mes cuisses.
it_it: Oh, dio. La sua gola è così stretta e morbida. Strizzante. Tira. Succhio. Le sue unghie scavano nelle mie cosce.

source: Fuck, I can't... I'm going to...
fr_fr: Putain, je ne peux pas ... Je vais ...
it_it: Scopo, non posso... Sto andando a...

source: [_mc_] Sorry, I didn't mean to...
fr_fr: [_mc_] Désolé, je ne voulais pas ...
it_it: [_mc_] Mi dispiace, non intendevo dire...

source: [_kate_] It's fine... I deserved it.
fr_fr: [_kate_] C'est bien ... Je l'ai mérité.
it_it: [_kate_] Va bene... l'ho meritato.

source: [_mc_] Heh, I guess you did. Plus, I heard it's good for your skin!
fr_fr: [_mc_] Heh, je suppose que vous l'avez fait. De plus, j'ai entendu dire que c'était bon pour votre peau !
it_it: [_mc_] Heh, immagino che tu abbia fatto. Inoltre, ho sentito che è buono per la tua pelle!

source: [_kate_] I don't know about that!
fr_fr: [_kate_] Je ne sais pas à ce sujet !
it_it: [_kate_] Non lo so a riguardo!

source: [kate] is so cute like this. Not at all the big bad bully she usually is.
fr_fr: [kate] est si mignon comme ça. Pas du tout la grosse brute qu'elle est habituellement.
it_it: [kate] è così carino come questo. Non per niente il grosso bullo cattivo che di solito è.

source: Maybe it's the—
fr_fr: Peut-être que c'est le-
it_it: Forse è il—

source: [_mc_] You, err... you didn't have to swallow, you know.
it_it: [_mc_] Tu, errore... non dovevi ingoiare, sai.

source: [_kate_] Spitting is quitting, [mc]. That's the rule.
fr_fr: [_kate_] Spitting démissionne, [mc]. C'est la règle.
it_it: [_kate_] Spitting sta uscendo, [mc]. Questa è la regola.

source: Oh, god... [kate] is so confident even after sucking dick and swallowing cum!
fr_fr: Oh, dieu ... [kate] est si confiant, même après avoir sucer la bite et avaler cum !
it_it: Oh, dio... [kate] è così fiducioso anche dopo aver succhiato il cazzo e ingoiato lo sperma!

source: There's probably nothing that can faze—
fr_fr: Il n'y a probablement rien qui puisse se faner-
it_it: Probabilmente non c'è niente che possa pascolare—

source: [_mc_] What's wrong?
fr_fr: [_mc_] Qu'est-ce qui ne va pas?
it_it: [_mc_] Cosa c'è di sbagliato?

source: [_mc_] Where's that smile of confidence?
fr_fr: [_mc_] Où est le sourire de confiance?
it_it: [_mc_] Dov'è quel sorriso di fiducia?

source: [_kate_s_KateKneelingPose01x_] Screw you.
fr_fr: [_kate_s_KateKneelingPose01x_] vis à vis de vous.
it_it: [_kate_s_KateKneelingPose01x_] La viti.

source: [_mc_] Years of abuse and humiliation...
fr_fr: [_mc_] Des années d'abus et d'humiliation ...
it_it: [_mc_] Anni di abuso e umiliazione...

source: [_mc_] This is where it ends.
fr_fr: [_mc_] C'est là qu'il se termine.
it_it: [_mc_] Questo è dove finisce.

source: [_mc_] You know what's coming, right?
fr_fr: [_mc_] Vous savez ce qui arrive, n'est-ce pas?
it_it: [_mc_] Sai cosa sta arrivando, giusto?

source: There's something in her eyes. Even behind the anger and disgust. A combination of fear and excitement, perhaps?
fr_fr: Il y a quelque chose dans ses yeux. Même derrière la colère et le dégoût. Une combinaison de peur et d'excitation, peut-être?
it_it: C'è qualcosa nei suoi occhi. Anche dietro la rabbia e il disgusto. Una combinazione di paura ed eccitazione, forse?

source: No one has ever challenged her like this. Even the jocks cower in fear when she gets angry.
fr_fr: Personne ne l'a jamais défié comme ça. Même les horloges de la peur quand elle se met en colère.
it_it: Nessuno la ha mai sfidata così. Anche le calze mucchiano nella paura quando si arrabbia.

source: If this were any other day, there'd be a group of them beating the snot out of me for even looking at her the wrong way.
fr_fr: S'il y en avait un autre jour, il y aurait un groupe d'entre eux battant les snot de moi pour ne pas le regarder de la mauvaise façon.
it_it: Se questo fosse un altro giorno, ci sarebbe un gruppo di loro battere il nodo da me per anche guardarla la strada sbagliata.

source: Well, not today.
fr_fr: Eh bien, pas aujourd'hui.
it_it: Beh, non oggi.

source: She knows it too. That twitch at the corner of her mouth, curling her lips in hatred.
fr_fr: Elle le sait aussi. Ce secousse au coin de la bouche, friser ses lèvres dans la haine.
it_it: Lo sa anche. Quel twitch all'angolo della sua bocca, arricciando le labbra in odio.

source: The darkness in her eyes, pouring into the lines of her face, twisting it into a mask of disgust.
fr_fr: L'obscurité dans ses yeux, se déversant dans les lignes de son visage, la tordu en un masque de dégoût.
it_it: Le tenebre nei suoi occhi, versando nelle linee del suo volto, ruotandolo in una maschera di disgusto.

source: She's never going to plead with me. Not that it would matter.
fr_fr: Elle ne va jamais plaider avec moi. Ce ne serait pas grave.
it_it: Lei non mi supplicherà mai. Non sarebbe importante.

source: She never cared when I was begging for mercy. She never cared when I cried.
fr_fr: Elle ne s'est jamais souciée de la mendicité. Elle ne s'est jamais souciée quand j'ai pleuré.
it_it: Non si è mai preoccupata quando stavo chiedendo misericordia. Non si è mai preoccupata quando ho pianto.

source: She can give me the death-stare all she wants, it doesn't change anything.
fr_fr: Elle peut me donner la mort-c'est tout ce qu'elle veut, ça ne change rien.
it_it: Lei può darmi la morte-stare tutto quello che vuole, non cambia niente.

source: There's nothing in this world that will stop me.
fr_fr: Il n'y a rien dans ce monde qui m'arrêtera.
it_it: Non c'è nulla in questo mondo che mi fermerà.

source: Today she'll get to know what it's like to suffer.
fr_fr: Aujourd'hui, elle saura ce que c'est que de souffrir.
it_it: Oggi lei saprà cosa è come soffrire.

source: I always wanted to feel what her hair is like. She probably spends hours getting it this soft and perfect.
fr_fr: J'ai toujours voulu sentir ce que sont ses cheveux. Elle passe probablement des heures à la rendre douce et parfaite.
it_it: Ho sempre voluto sentire come sono i suoi capelli. Probabilmente trascorre ore ottenendo questo morbido e perfetto.

source: Perfect for my grip. Tight. Forcing her forward. Down on my dick.
fr_fr: Parfait pour mon poigne. Tight. Forcer son avenir. A bas ma bite.
it_it: Perfetto per la mia presa. Stringerla in avanti. Giù sul mio cazzo.

source: There!
fr_fr: Voilà !
it_it: Lì!

source: There it is!
fr_fr: C'est là !
it_it: C'è!

source: Her tongue swirling around the head of my dick, coating it in her spit.
fr_fr: Sa langue tourne autour de la tête de ma bite, l'enduit dans sa flèche.
it_it: La sua lingua che gira intorno alla testa del mio cazzo, rivestendolo nella sua sputata.

source: Her lips squeezing me softly.
fr_fr: Ses lèvres me seront doucement.
it_it: Le sue labbra mi spremere dolcemente.

source: The wet insides of her cheeks, massaging the tip of my cock.
fr_fr: Les bords humides de ses joues, massant la pointe de ma bite.
it_it: Gli interni bagnati delle guance, massaggiando la punta del mio cazzo.

source: The sharp danger of her teeth. The hard but silky top of her mouth. All the sensations that I've been deprived of.
fr_fr: Le grave danger de ses dents. Le dessus dur mais soyeux de sa bouche. Toutes les sensations dont j'ai été privé.
it_it: Il forte pericolo dei suoi denti. La parte superiore dura ma setosa della sua bocca. Tutte le sensazioni di cui sono stata privata.

source: All my life, the suffering has been unbearable. The sheer fucking injustice of it all.
fr_fr: Toute ma vie, la souffrance a été insupportable. L'injustice pure et simple de tout ça.
it_it: Tutta la mia vita, la sofferenza è stata insopportabile. La pura ingiustizia di tutto ciò.

source: How girls like her have always selfishly kept their mouths to themselves. Or slobbered over some jock's dick.
fr_fr: Comment les filles comme elle ont toujours égoïement gardé leurs bouches à elles-mêmes. Ou bien sur la bite de certains jock.
it_it: Come le ragazze come lei hanno sempre egoisticamente tenuto la bocca a se stesse.

source: It's gross how some people just have to go all their lives without feeling a hot mouth around their dick.
fr_fr: C'est grossié de voir que certaines personnes ont juste à vivre toutes leurs vies sans ressentir une bouche chaude autour de leur queue.
it_it: È grossolano come alcune persone devono solo andare per tutta la loro vita senza sentire una bocca calda intorno al loro cazzo.

source: Well, what is she tasting now?
fr_fr: Et bien, qu'est-ce qu'elle déguste maintenant?
it_it: Beh, cosa sta assaggiando adesso?

source: Hopefully, it's humiliation. That's the only flavor she deserves.
fr_fr: Espérons que c'est une humiliation. C'est la seule saveur qu'elle mérite.
it_it: Speriamo che sia umiliazione. Questo è l'unico sapore che merita.

source: That and misery.
fr_fr: C'est ça et la misère.
it_it: Quella e la miseria.

source: Her hair between my fingers is almost the best part — the control. It's what true power feels like.
fr_fr: Ses cheveux entre les doigts sont presque la meilleure partie-le contrôle. C'est ce à quoi ressemble le vrai pouvoir.
it_it: I suoi capelli tra le mie dita sono quasi la parte migliore: il controllo.

source: Nothing quite like forcing your dick down the throat of someone you fucking hate.
fr_fr: Rien de tout comme forcer ta bite à la gorge de quelqu'un que tu putain de haine.
it_it: Niente come forzare il tuo cazzo giù la gola di qualcuno che scopate odio.

source: She's keeping eye contact with her big blue eyes, making sure I'm happy. What a submissive thing to do.
fr_fr: Elle garde un contact visuel avec ses grands yeux bleus, en s'assurant que je suis heureuse. Quelle chose de submissive à faire.
it_it: Sta mantenendo il contatto oculare con i suoi grandi occhi blu, assicurandosi che io sia felice. Che cosa sottomessa da fare.

source: Maybe she's finally starting to know her place.
fr_fr: Peut-être qu'elle commence enfin à connaître sa place.
it_it: Forse sta finalmente iniziando a conoscere il suo posto.

source: [_mc_] That's right, bitch. You're going to take it.
fr_fr: [_mc_] C'est vrai, salope. Tu vas le prendre.
it_it: [_mc_] È giusto, cagna. Lo prenderai.

source: She makes me want to slap her so hard across the face that she won't need rouge for a month.
fr_fr: Elle me donne envie de lui faire une gifle si dur qu'elle n'aura pas besoin de rouge pendant un mois.
it_it: Mi fa volere schiaffeggiarla così duramente attraverso il viso che non avrà bisogno di ruvido per un mese.

source: Fucking uppity whore who thinks she's better than everyone else.
fr_fr: Fucking uppity whore qui pense qu'elle est meilleure que tout le monde.
it_it: Cazzo la puttana di uppità che pensa di essere meglio di tutti gli altri.

source: Who thinks she can walk all over people.
fr_fr: Qui pense qu'elle peut marcher sur tout le monde.
it_it: Chi pensa di poter camminare in tutta la gente.

source: Well, she'll only be walking her tongue down the shaft of my dick now.
fr_fr: Eh bien, elle ne fera que marcher sa langue dans le puits de ma bite maintenant.
it_it: Beh, lei starà solo camminando la sua lingua giù l'albero del mio cazzo ora.

source: Everyone will know she's nothing but a cocksucker.
fr_fr: Tout le monde sait qu'elle n'est qu'un meunier.
it_it: Tutti sapranno che non è altro che un cocksucker.

source: She'll choke on my dick until her face turns blue.
fr_fr: Elle va étouffer ma bite jusqu'à ce que son visage devienne bleu.
it_it: Soffocerà il mio cazzo fino a quando il suo viso diventa blu.

source: She'll take my load so deep in her throat that it comes out of her nose and eyes.
fr_fr: Elle va prendre ma charge si profonde dans sa gorge qu'elle sort de son nez et de ses yeux.
it_it: Lei prenderà il mio carico così in profondità nella sua gola che esce dal suo naso e dagli occhi.

source: And the best part is she knows she deserves it. We both know that.
fr_fr: Et la meilleure partie est qu'elle sait qu'elle le mérite. Nous le savons tous les deux.
it_it: E la parte migliore è che sa che lo merita.

source: That's why she's trying so hard to please me.
fr_fr: C'est pourquoi elle essaie si difficile de me faire plaisir.
it_it: Ecco perché sta provando così difficile per compiacermi.

source: Her tongue sliding up and down the bottom of my dick tells me she enjoys this.
fr_fr: Sa langue coulissant vers le haut et en bas de ma queue me dit qu'elle aime ça.
it_it: La sua lingua scivolando su e giù per il fondo del mio cazzo mi dice che si diverte a questo.
