Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: [_mrsl_s_confident_] I'm waiting for a student-teacher conference with one of the cheerleaders.
fr_fr: [_mrsl_s_confident_] J'attends une conférence d'étudiants et d'enseignants avec l'un des cheerleaders.
it_it: [_mrsl_s_confident_] Sto aspettando una conferenza studente-insegnante con uno dei cheerleader.

source: [_mrsl_s_confident_] Why?
fr_fr: [_mrsl_s_confident_] Pourquoi?
it_it: [_mrsl_s_confident_] Perché?

source: [_mc_] Err, no reason. Just curious.
fr_fr: [_mc_] Err, pas de raison. Juste curieux.
it_it: [_mc_] Err, nessun motivo. Semplicemente curioso.

source: Crap, I knew her being here was no coincidence!
fr_fr: Crap, je savais que son être ici n'était pas une coïncidence !
it_it: Crap, sapevo che essere qui non era una coincidenza!

source: [_mc_] When is that?
fr_fr: [_mc_] Quand est-ce?
it_it: [_mc_] Quando è quello?

source: [_mrsl_s_annoyed_] Should be soon, I hope... I think she might be running late.
fr_fr: [_mrsl_s_annoyed_] Devrait être bientôt, j'espère ... Je pense qu'elle pourrait être en retard.
it_it: [_mrsl_s_annoyed_] Dovrebbe essere presto, spero... penso che potrebbe correre in ritardo.

source: I can't really wait for that.
fr_fr: Je ne peux pas vraiment attendre.
it_it: Non riesco davvero ad aspettarlo.

source: [kate] might walk into the women's bathroom at any moment and pick up the last star.
fr_fr: [kate] pourrait marcher dans la salle de bain des femmes à tout moment et prendre la dernière étoile.
it_it: [kate] potrebbe entrare nel bagno delle donne in qualsiasi momento e prendere l'ultima stella.

source: Okay, so the last star must be in there... In the freaking women's bathroom.
fr_fr: Ok, donc la dernière étoile doit être là ... Dans la salle de bain pour femmes.
it_it: Ok, quindi l'ultima stella deve essere lì... Nel bagno delle donne freaking .

source: I should've known they'd rig it like this! That's why [kate] has been so relaxed!
fr_fr: J'aurais dû savoir qu'ils l'auraient truquer comme ça ! C'est pourquoi [kate] a été si détendu !
it_it: Avrei dovuto sapere che lo avrebbe rig così! Ecco perché [kate] è stato così rilassato!

source: And of course [mrsl] is right there...
fr_fr: Et bien sûr [mrsl] est juste là ...
it_it: E naturalmente [mrsl] è proprio lì...

source: Double fuck!
fr_fr: Double foutre !
it_it: Doppia scopata!

source: Time to put my thinking cap on...
fr_fr: Il est temps de mettre mon chapeau de réflexion sur ...
it_it: Tempo di mettere il mio cappello pensante...

source: I need to come up with a plan.
fr_fr: J'ai besoin d'un plan.
it_it: Ho bisogno di trovare un piano.

source: Going inside will get me in too much trouble...
fr_fr: Aller à l'intérieur me fera trop de problèmes ...
it_it: Andare dentro mi porterà in troppi problemi...

source: [_mc_] There you are!
fr_fr: [_mc_] Vous êtes là !
it_it: [_mc_] Ecco!

source: [_isabelle_s_concerned_] Are you quite all right, [mc]?
fr_fr: [_isabelle_s_concerned_] Vous avez tout à fait raison, [mc]?
it_it: [_isabelle_s_concerned_] Stai benissimo, [mc]?

source: [_mc_] Yes, but I need your help!
fr_fr: [_mc_] Oui, mais j'ai besoin de votre aide !
it_it: [_mc_] Sì, ma ho bisogno del tuo aiuto!

source: [_isabelle_s_concerned_] With what? Finding your clothes?
fr_fr: [_isabelle_s_concerned_] Avec quoi? Trouvez vos vêtements?
it_it: [_isabelle_s_concerned_] Con cosa? Trovare i tuoi vestiti?

source: [_mc_] You said you'd help me with the challenge if you could...
fr_fr: [_mc_] Vous avez dit que vous m'aideriez avec le défi si vous pouriez ...
it_it: [_mc_] Hai detto che mi avresti aiutato con la sfida se potessi...

source: [_isabelle_s_excited_] Absolutely! What can I do?
fr_fr: [_isabelle_s_excited_] Absolument ! Que puis-je faire?
it_it: [_isabelle_s_excited_] Assolutamente! Cosa posso fare?

source: [_mc_] Follow me to the sports wing! Hurry!
fr_fr: [_mc_] Suivez-moi à l'aile sportive ! Dépêchée !
it_it: [_mc_] Seguimi sull'ala sportiva! Affrettati!

source: [_isabelle_s_concerned_] Are you sure we shouldn't find your clothes first?
fr_fr: [_isabelle_s_concerned_] Etes-vous sûr de ne pas trouver vos vêtements en premier?
it_it: [_isabelle_s_concerned_] Sei sicuro che non dovremmo trovare i tuoi vestiti per primo?

source: [_mc_] Yes, it's part of the challenge!
fr_fr: [_mc_] Oui, c'est une partie du défi !
it_it: [_mc_] Sì, fa parte della sfida!

source: [_mc_] Unless you mind it?
fr_fr: [_mc_] Sauf si vous l'avez à l'esprit?
it_it: [_mc_] A meno che non ti dispiace?

source: [_isabelle_s_excited_] No, no! I don't judge!
fr_fr: [_isabelle_s_excited_] Non, non ! Je ne juge pas !
it_it: [_isabelle_s_excited_] No, no! Non giudico!

source: [_mc_] You can do some judging if you want!
fr_fr: [_mc_] Vous pouvez juger si vous voulez !
it_it: [_mc_] Se vuoi, puoi giudicare un po'!

source: [_isabelle_s_skeptical_] Did you just flex...?
fr_fr: [_isabelle_s_skeptical_] Avez-vous juste fléchir ...?
it_it: [_isabelle_s_skeptical_] Hai appena flessito...?

source: [_mc_] Of course not! I have a resting Greek-god-posture.
fr_fr: [_mc_] Bien sûr que non ! J'ai une posture grecque au repos.
it_it: [_mc_] Certamente no! Ho una posizione di dio greco-greco.

source: [_isabelle_s_excited_] If you say so!
fr_fr: [_isabelle_s_excited_] Si vous le dites !
it_it: [_isabelle_s_excited_] Se lo dici!

source: [_mc_] By Zeus, do I ever! Come on!
fr_fr: [_mc_] Par Zeus, je n'en ai jamais ! Allez !
it_it: [_mc_] Per Zeus, io mai! Avanti!

source: [_isabelle_s_excited_] Okay, let's go!
fr_fr: [_isabelle_s_excited_] Ok, allons-y !
it_it: [_isabelle_s_excited_] Okay, andiamo!

source: [_isabelle_s_excited_s_flip_] Okay, what are we doing?
fr_fr: [_isabelle_s_excited_s_flip_] Ok, que faisons-nous?
it_it: [_isabelle_s_excited_s_flip_] Okay, cosa stiamo facendo?

source: [_mc_] There should be a paper star somewhere inside the women's bathroom!
fr_fr: [_mc_] Il devrait y avoir une étoile de papier quelque part à l'intérieur de la salle de bain pour femmes !
it_it: [_mc_] Ci dovrebbe essere una stella di carta da qualche parte all'interno del bagno delle donne!

source: [_mc_] You need to find it before [kate] gets here...
fr_fr: [_mc_] You need to find it before [kate] gets here here ...
it_it: [_mc_] Devi trovarlo prima che [kate] arrivi qui...

source: [_isabelle_s_skeptical_s_flip_] Paper star. Got it.
fr_fr: [_isabelle_s_skeptical_s_flip_] Étoile de papier. C'est ça.
it_it: [_isabelle_s_skeptical_s_flip_] Carta stella. Ho capito.

source: [_mc_] Hurry, please!
fr_fr: [_mc_] Hurry, s'il vous plaît !
it_it: [_mc_] Affretta, per favore!

source: I hope they haven't hidden it...
fr_fr: J'espère qu'ils ne l'ont pas caché ...
it_it: Spero che non l'abbiano nascosta...

source: Come on, [isabelle]! You can do this!
fr_fr: Allez, [isabelle]! Tu peux faire ça !
it_it: Avanti, [isabelle]! Puoi farlo!

source: Shit. There's [kate].
fr_fr: Merde. Il y a [kate].
it_it: Merda. C'è [kate].

source: [_kate_s_excited_] You look nervous.
fr_fr: [_kate_s_excited_] Vous avez l'air nerveux.
it_it: [_kate_s_excited_] Sembri nervosa.

source: I need to distract her somehow to buy [isabelle] more time...
fr_fr: Je dois la distraire d'une façon ou d'une autre pour acheter [isabelle] plus de temps ...
it_it: Ho bisogno di distrarla in qualche modo per comprare [isabelle] più tempo...

source: [_mc_] And you look amazing!
fr_fr: [_mc_] Et vous avez l'air incroyable !
it_it: [_mc_] E sembri incredibile!

source: [_kate_s_excited_] I know I do.
fr_fr: [_kate_s_excited_] Je sais que je le fais.
it_it: [_kate_s_excited_] lo so che faccio.

source: [_mc_] Although...
fr_fr: [_mc_] Bien que ...
it_it: [_mc_] Però...

source: [_kate_s_skeptical_] You better be careful with the next words out of your mouth.
fr_fr: [_kate_s_skeptical_] Vous feriez mieux d'être prudent avec les mots suivants de votre bouche.
it_it: [_kate_s_skeptical_] È meglio stare attenti con le prossime parole dalla tua bocca.

source: [_kate_s_excited_] No, go on. Speak your mind.
fr_fr: [_kate_s_excited_] Non, allez. Parlez de votre esprit.
it_it: [_kate_s_excited_] No, continua. Parla la tua mente.

source: [_mc_] No, it's okay.
fr_fr: [_mc_] Non, c'est bon.
it_it: [_mc_] No, va bene.

source: [_kate_s_excited_] I insist.
fr_fr: [_kate_s_excited_] J'insiste.
it_it: [_kate_s_excited_] insisto.

source: [_mc_] I, um... I really don't want to.
fr_fr: [_mc_] I, um ... Je ne veux vraiment pas.
it_it: [_mc_] Io, um... Non voglio proprio farlo.

source: [_kate_s_eyeroll_] [mc]. Now.
fr_fr: [_kate_s_eyeroll_] [mc]. Maintenant.
it_it: [_kate_s_eyeroll_] [mc]. Ora.

source: [_mc_] Just... that you'd look even better on a throne with a horde of servants at your beck and call...
fr_fr: [_mc_] Just ... that you'd look even better on a trône with a horde of servants at your beck and call ...
it_it: [_mc_] Giusto... che saresti ancora meglio su un trono con un'orda di servi su tua richiesta e chiama...

source: [_kate_s_laughing_] Is that what you're fantasizing about?
fr_fr: [_kate_s_laughing_] C'est ce que vous imaginez?
it_it: [_kate_s_laughing_] È quello che stai fantasticando?

source: [_kate_s_laughing_] Being a servant to the queen?
fr_fr: [_kate_s_laughing_] Être un serviteur de la reine?
it_it: [_kate_s_laughing_] Essere servo alla regina?

source: [_mc_] I didn't say that...
fr_fr: [_mc_] Je n'ai pas dit ça ...
it_it: [_mc_] non l'ho detto...

source: [_kate_s_smile_] But you thought it, didn't you?
fr_fr: [_kate_s_smile_] Mais vous l'avez pensé, n'est-ce pas?
it_it: [_kate_s_smile_] Ma tu lo pensavi, vero?

source: [_kate_s_flirty_] Well, if you play your cards right, that might be in your future.
fr_fr: [_kate_s_flirty_] Eh bien, si vous jouez vos cartes, ça pourrait être dans votre futur.
it_it: [_kate_s_flirty_] Beh, se giochi le tue carte a destra, potrebbe essere nel tuo futuro.

source: [_kate_s_confident_] Now, if you'll excuse me, I have a challenge to win.
fr_fr: [_kate_s_confident_] Maintenant, si vous voulez bien m'excuser, j'ai un défi à relever.
it_it: [_kate_s_confident_] Ora, se mi scusi, ho una sfida da vincere.

source: [_mc_] And you look lost.
fr_fr: [_mc_] Et vous avez l'air perdu.
it_it: [_mc_] E sembri perso.

source: [_kate_s_neutral_] Oh, yeah? What makes you say that?
fr_fr: [_kate_s_neutral_] Oh, oui? Qu'est-ce qui vous fait dire ça?
it_it: [_kate_s_neutral_] Oh, sì? Cosa ti fa dire?

source: [_mc_] The fact that you've been following me around throughout this whole challenge...
fr_fr: [_mc_] Le fait que vous m'ayez suivi tout au long de tout ce défi ...
it_it: [_mc_] Il fatto che mi hai seguito in giro per tutta questa sfida...

source: [_kate_s_laughing_] I've just been following you around to see how slow you are.
fr_fr: [_kate_s_laughing_] Je viens de vous suivre pour voir à quel point vous êtes lent.
it_it: [_kate_s_laughing_] Ti ho appena seguito per vedere quanto sei lento.

source: [_kate_s_smile_] It's been very entertaining.
fr_fr: [_kate_s_smile_] C'est très amusant.
it_it: [_kate_s_smile_] È stato molto divertente.

source: [_mc_] There's no way you'd risk losing to me just for a laugh or two.
fr_fr: [_mc_] Il n'y a aucun moyen que vous risiez de me perdre pour un rire ou deux.
it_it: [_mc_] Non c'è modo di rischiare di perdere per me solo per una risata o due.

source: [_kate_s_laughing_] Who said anything about risking it?
fr_fr: [_kate_s_laughing_] Qui a dit quoi que ce soit sur le risque?
it_it: [_kate_s_laughing_] Chi ha detto qualcosa di rischiarlo?

source: [_mc_] What, um... do you mean?
fr_fr: [_mc_] Quoi, euh ... tu veux dire?
it_it: [_mc_] Che cosa, um... intendi?

source: Come on, [kate], evil villain monologue, please...
fr_fr: Allez, [kate], monologue maléfique, s'il vous plaît ...
it_it: Dai, [kate], malvagio monologo, per favore...

source: [_kate_s_neutral_] Are you trying to stall me?
fr_fr: [_kate_s_neutral_] Vous essayez de me staller?
it_it: [_kate_s_neutral_] Stai cercando di bloccarmi?

source: [_mc_] I don't know what you're talking about...
fr_fr: [_mc_] Je ne sais pas de quoi vous parlez ...
it_it: [_mc_] Non so di cosa stai parlando...

source: [_kate_s_confident_right_] So, you don't mind if I go into the women's bathroom, do you?
fr_fr: [_kate_s_confident_right_] Alors, vous ne vous en faites pas si je vais dans la salle de bain pour femmes, n'est-ce pas?
it_it: [_kate_s_confident_right_] Quindi, non ti dispiace se vado nel bagno delle donne, vero?

source: [_mc_] Not one bit...
fr_fr: [_mc_] Pas un peu ...
it_it: [_mc_] Non un bit...

source: [_kate_s_confident_] Okay, then...
fr_fr: [_kate_s_confident_] Ok, alors ...
it_it: [_kate_s_confident_] Okay, allora...

source: [_mc_] That's because I know what's coming...
fr_fr: [_mc_] C'est parce que je sais ce qui arrive ...
it_it: [_mc_] Questo è perché so cosa sta arrivando...

source: [_kate_s_excited_] I'm glad you've accepted your defeat.
fr_fr: [_kate_s_excited_] Je suis heureux que vous ayez accepté votre défaite.
it_it: [_kate_s_excited_] Sono felice che tu abbia accettato la tua sconfitta.

source: [_mc_] That's not it at all.
fr_fr: [_mc_] Ce n'est pas du tout.
it_it: [_mc_] Non è per niente così.

source: [_mc_] I know that tensions are growing within the cheer squad.
fr_fr: [_mc_] Je sais que les tensions se développent au sein de l'équipe de cheer.
it_it: [_mc_] So che le tensioni stanno crescendo all'interno della squadra di tifo.

source: Last time around, [kate] ended up kicking several dissenters from the cheerleader ranks.
fr_fr: La dernière fois, le [kate] a fini par frapper plusieurs dissidents des rangs des cheerleaders.
it_it: L'ultima volta in giro, [kate] è finito per calcare diversi dissidenti dai gradi cheerleader.

source: [_mc_] You'll have a massive fallout before Christmas.
fr_fr: [_mc_] Vous aurez des retombées massives avant Noël.
it_it: [_mc_] Avrai una massiccia ricaduta prima di Natale.

source: [_kate_s_eyeroll_] I don't know who told you that, but it's a false rumor.
fr_fr: [_kate_s_eyeroll_] Je ne sais pas qui vous a dit ça, mais c'est une fausse rumeur.
it_it: [_kate_s_eyeroll_] Non so chi te l'ha detto, ma è una voce falsa.

source: [_kate_s_eyeroll_] And it's definitely none of your business.
fr_fr: [_kate_s_eyeroll_] Et ce n'est absolument rien de votre entreprise.
it_it: [_kate_s_eyeroll_] Ed è sicuramente nessuno dei vostri affari.

source: [_kate_s_skeptical_] Don't stick your drippy nose where it doesn't belong. Got it?
fr_fr: [_kate_s_skeptical_] Ne restez pas votre nez égppé là où il n'appartient pas. C'est ça?
it_it: [_kate_s_skeptical_] Non attaccare il tuo naso gocciolato dove non appartiene. Ne ha capito?

source: [_kate_s_excited_] Anyway, time to win myself a challenge.
fr_fr: [_kate_s_excited_] En tout cas, le temps de me gagner un défi.
it_it: [_kate_s_excited_] Comunque, è il momento di vincere una sfida.

source: [_mc_] Wait!
fr_fr: [_mc_] Attends !
it_it: [_mc_] Aspetta!

source: [_kate_s_confident_] What?
fr_fr: [_kate_s_confident_] Quoi?
it_it: [_kate_s_confident_] Cosa?

source: Come on, [isabelle]!
fr_fr: Allez, [isabelle]!
it_it: Avanti, [isabelle]!

source: [_mc_] I was just wondering why you've never had a boyfriend...
fr_fr: [_mc_] Je me demandais juste pourquoi vous n'aviez jamais eu de petit ami ...
it_it: [_mc_] Mi chiedevo solo perché non hai mai avuto un fidanzato...

source: [_kate_s_neutral_] Not sure why you think that concerns you?
fr_fr: [_kate_s_neutral_] Pas sûr pourquoi vous pensez que cela vous concerne?
it_it: [_kate_s_neutral_] Non sei sicuro perché pensi che ti riguardi?

source: [_mc_] I know that the other cheerleaders are sleeping around.
fr_fr: [_mc_] Je sais que les autres cheerleaders dorment.
it_it: [_mc_] So che gli altri cheerleader stanno dormendo intorno.

source: [_kate_s_laughing_] Haha! I knew you were an angry virgin!
fr_fr: [_kate_s_laughing_] Haha ! Je savais que tu étais une vierge en colère !
it_it: [_kate_s_laughing_] Haha! Sapevo che eri una vergine arrabbiata!

source: [_kate_s_smile_] Don't try to talk shit about my sisters. Having sex is completely normal and fine.
fr_fr: [_kate_s_smile_] N'essayez pas de parler de mes sœurs. Avoir du sexe est tout à fait normal et bien.
it_it: [_kate_s_smile_] Non cercare di parlare di merda delle mie sorelle. Fare sesso è completamente normale e bene.

source: [_mc_] If it's so normal, why aren't you doing it?
fr_fr: [_mc_] Si c'est normal, pourquoi ne pas le faire?
it_it: [_mc_] Se è così normale, perché non lo fai?

source: [_kate_s_excited_] Who says I'm not?
fr_fr: [_kate_s_excited_] Qui dit que je ne suis pas?
it_it: [_kate_s_excited_] Chi dice che non sono?

source: Twice now, I've seen [kate] without a boyfriend. It is pretty weird that the most popular girl is single.
fr_fr: Deux fois maintenant, j'ai vu [kate] sans copain. C'est assez bizarre que la fille la plus populaire soit célienne.
it_it: Due volte adesso, ho visto [kate] senza un fidanzato. È piuttosto strano che la ragazza più popolare sia single.

source: [_mc_] It's your choice, I'm just curious...
fr_fr: [_mc_] C'est votre choix, je suis juste curieux ...
it_it: [_mc_] È la tua scelta, sono semplicemente curioso...

source: [_kate_s_eyeroll_] Well, go be curious somewhere else.
fr_fr: [_kate_s_eyeroll_] Bien, allez être curieux ailleurs.
it_it: [_kate_s_eyeroll_] Beh, vai curioso da qualche altra parte.

source: I never really thought of it, but maybe she's gay?
fr_fr: Je n'ai jamais vraiment pensé à ça, mais peut-être qu'elle est gay?
it_it: Non ci ho mai pensato davvero, ma forse è gay?

source: The thing with the [nurse]... that sure seems to have a sexual component.
fr_fr: Le truc avec le [nurse]... qui semble avoir une composante sexuelle.
it_it: La cosa con la [nurse]... che sembra avere una componente sessuale.

source: But then, she sure is dominant toward me as well.
fr_fr: Mais alors, elle est sûre de me diriger vers moi aussi.
it_it: Ma allora, lei è sicura che è dominante anche verso di me.

source: Maybe she's bisexual...
fr_fr: Peut-être qu'elle est bisexuelle ...
it_it: Forse è bisessuale...

source: Or maybe she only gets off on having power over other people? That would make sense.
fr_fr: Ou peut-être qu'elle ne peut plus avoir le pouvoir sur les autres? Cela aurait du sens.
it_it: O forse si spegne solo per avere il potere sulle altre persone?

source: [_mc_] I guess you just haven't found the right person yet.
fr_fr: [_mc_] Je suppose que vous n'avez pas encore trouvé la bonne personne.
it_it: [_mc_] Immagino che tu non abbia ancora trovato la persona giusta.

source: [_kate_s_cringe_] Whatever, creep.
fr_fr: [_kate_s_cringe_] Quel que soit le fluage.
it_it: [_kate_s_cringe_] Qualunque cosa strisciante.

source: [_kate_s_cringe_] It's not like you have a—
fr_fr: [_kate_s_cringe_] Ce n'est pas comme si vous avez un-
it_it: [_kate_s_cringe_] Non è come se avessi un—

source: [_kate_s_annoyed_right_] Oh, look, it's the ugly duckling.
fr_fr: [_kate_s_annoyed_right_] Oh, regarde, c'est le canard moche.
it_it: [_kate_s_annoyed_right_] Oh, guarda, è il brutto anatroccolo.

source: [_isabelle_s_concerned_left_] You do realize that the ugly duckling was a swan, right?
fr_fr: [_isabelle_s_concerned_left_] Vous réalisez que le gai moche était un cyprès, n'est-ce pas?
it_it: [_isabelle_s_concerned_left_] Ti rendi conto che il brutto anatra era un cigno, giusto?

source: [_kate_s_laughing_] I just know that it was ugly like you.
fr_fr: [_kate_s_laughing_] Je sais juste que c'était moche comme toi.
it_it: [_kate_s_laughing_] So solo che era brutto come te.

source: [_isabelle_s_concerned_left_] When do you reckon you'll start acting like a decent human being?
fr_fr: [_isabelle_s_concerned_left_] Quand vous commencez à agir comme un être humain décent?
it_it: [_isabelle_s_concerned_left_] Quando pensi che cominci ad agire come un essere umano decente?

source: [_kate_s_smile_right_] As soon as you start showing me some respect.
fr_fr: [_kate_s_smile_right_] Dès que vous commencez à me montrer du respect.
it_it: [_kate_s_smile_right_] Non appena cominci a mostrarmi un certo rispetto.

source: [_isabelle_s_concerned_left_] I've been plenty respectful.
fr_fr: [_isabelle_s_concerned_left_] J'ai été très respectueux.
it_it: [_isabelle_s_concerned_left_] sono stato molto rispettoso.

source: [_kate_s_laughing_] Prove it, then. My shoes await your lips.
fr_fr: [_kate_s_laughing_] Prove it, alors. Mes chaussures vous attendent.
it_it: [_kate_s_laughing_] Dimostratelo, allora. Le mie scarpe attendono le labbra.

source: [_kate_s_laughing_] Prove it, then. My feet await your lips.
fr_fr: [_kate_s_laughing_] Prove it, alors. Mes pieds attendent vos lèvres.
it_it: [_kate_s_laughing_] Dimostratelo, allora. I miei piedi attendono le tue labbra.

source: [_isabelle_s_skeptical_] You've lost the bloody plot, mate.
fr_fr: [_isabelle_s_skeptical_] Vous avez perdu le complot sanglant, mec.
it_it: [_isabelle_s_skeptical_] Hai perso la trama sanguinosa, gemella.

source: [_kate_s_confident_right_] You'll do it eventually. Mark my words.
fr_fr: [_kate_s_confident_right_] Vous le ferez éventuellement. Marquez mes mots.
it_it: [_kate_s_confident_right_] lo farai alla fine. Segna le mie parole.

source: [_isabelle_s_skeptical_] No one would.
fr_fr: [_isabelle_s_skeptical_] Personne ne le ferait.
it_it: [_isabelle_s_skeptical_] Nessuno farebbe.

source: [_kate_s_confident_] [mc] would.
fr_fr: [_kate_s_confident_] [mc].
it_it: [_kate_s_confident_] [mc] farebbe.

source: [_kate_s_confident_] Right?
fr_fr: [_kate_s_confident_] Droit?
it_it: [_kate_s_confident_] Destra?

source: [_mc_] I mean, those are some nice shoes...
fr_fr: [_mc_] Je veux dire, ce sont de belles chaussures ...
it_it: [_mc_] Voglio dire, quelle sono alcune belle scarpe...

source: [_mc_] I mean, those are some nice feet...
fr_fr: [_mc_] Je veux dire, ce sont de beaux pieds ...
it_it: [_mc_] Voglio dire, quelli sono alcuni bei piedi...

source: [_isabelle_s_angry_] Seriously, [mc]?!
fr_fr: [_isabelle_s_angry_] Sérieusement, [mc]? !
it_it: [_isabelle_s_angry_] Seriamente, [mc]?!

source: [_kate_s_laughing_] See, English? Nothing to throw a fit over.
fr_fr: [_kate_s_laughing_] Voir, Anglais? Rien à jeter un peu plus.
it_it: [_kate_s_laughing_] Vedi, Inglese? Niente da buttare in forma.

source: [_isabelle_s_annoyed_left_] Don't call me "English." I have a name.
fr_fr: [_isabelle_s_annoyed_left_] Ne m'appelez pas "Anglais". J'ai un nom.
it_it: [_isabelle_s_annoyed_left_] Non chiamarmi "inglese". Ho un nome.

source: [_kate_s_smile_right_] Yeah? Everything about you is so boring, it just passes through my head without sticking.
fr_fr: [_kate_s_smile_right_] Oui? Tout sur vous est si ennuyeux, il passe à travers ma tête sans coller.
it_it: [_kate_s_smile_right_] Sì? Tutto su di te è così noioso, passa solo attraverso la mia testa senza attaccare.

source: [_isabelle_s_annoyed_left_] Probably 'cause there's nothing in there to stick to.
fr_fr: [_isabelle_s_annoyed_left_] Probablement " parce qu'il n'y a rien à s'en tenir.
it_it: [_isabelle_s_annoyed_left_] Probabilmente perché non c'è nulla in lì a cui attenersi.

source: [_kate_s_angry_] Shut up, [mc]!
fr_fr: [_kate_s_angry_] Arrêt, [mc]!
it_it: [_kate_s_angry_] Stai zitto, [mc]!

source: [_mc_] Sorry, ma'am...
fr_fr: [_mc_] Désolé, madame ...
it_it: [_mc_] Spiacente, ma'am...

source: Shit. That was stupid.
fr_fr: Merde. C'était stupide.
it_it: Merda. Era stupida.

source: Her eyes are already turning into smoldering pits of malice...
fr_fr: Ses yeux se transforment déjà en saumoneaux de malice ...
it_it: I suoi occhi si stanno già trasformando in pozzi smoldering di malizia...
