Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_wicked.po
Languages: fr_fr, it_it

source: [_maxine_] As a member, you have to choose between a bouncy or flat rate of returns.
fr_fr: [_maxine_] En tant que membre, vous devez choisir entre et un taux de rendement forfaitaire ( ).
it_it: [_maxine_] Come membro, devi scegliere tra una rimbalzante o un tasso forfettario di rendimenti.

source: [_maxine_] Our juiciest plan!
fr_fr: [_maxine_] Notre plan le plus juteux !
it_it: [_maxine_] Il nostro piano più succoso!

source: [_maxine_] A very fine choice, sir.
fr_fr: [_maxine_] Un très bon choix, monsieur.
it_it: [_maxine_] Una scelta molto bella, signore.

source: [_mc_] Uh, thanks?
fr_fr: [_mc_] Uh, merci?
it_it: [_mc_] Uh, grazie?

source: [_maxine_] We will reach out if anything changes.
fr_fr: [_maxine_] Nous allons savoir si quelque chose change.
it_it: [_maxine_] Ci rivolgeremo se qualcosa cambia.

source: [_maxine_] A curious choice!
fr_fr: [_maxine_] Un choix curieux !
it_it: [_maxine_] Una scelta curiosa!

source: [_mc_] I know what I like.
fr_fr: [_mc_] Je sais ce que j'aime.
it_it: [_mc_] So cosa mi piace.

source: [_maxine_] That certainly seems to be the case.
fr_fr: [_maxine_] Cela semble certainement pour être le cas.
it_it: [_maxine_] Quello sembra certamente essere il caso.

source: [_mc_] What about medium? I like medium.
fr_fr: [_mc_] Qu'en est-il du médium? I like medium.
it_it: [_mc_] Che dire del medio? Mi piace il medium.

source: [_mc_] A size that fits my hands, you know?
fr_fr: [_mc_] Une taille qui correspond à mes mains, vous savez?
it_it: [_mc_] Un formato che si adatta alle mie mani , sa?

source: [_maxine_] We do have that!
fr_fr: [_maxine_] Nous avons cela !
it_it: [_maxine_] Lo abbiamo!

source: [_maxine_] Do you want a medium rate with an increase or decrease?
fr_fr: [_maxine_] Voulez-vous un taux moyen avec une augmentation ou une diminution?
it_it: [_maxine_] Vuoi un tasso medio con un aumento o una diminuzione?

source: [_mc_] Err... I don't know...
fr_fr: [_mc_] Err ... Je ne sais pas ...
it_it: [_mc_] Err... Non lo so...

source: [_mc_] Increase, maybe?
fr_fr: [_mc_] Augmentation, peut-être?
it_it: [_mc_] Incrementa, forse?

source: [_maxine_] A wise choice!
fr_fr: [_maxine_] Un choix judicieux !
it_it: [_maxine_] Una scelta saggia!

source: [_maxine_] The last member that picked a decreasing rate went bankrupt. Very unfortunate.
fr_fr: [_maxine_] Le dernier membre qui a choisi le a fait faillite. Très malheureux.
it_it: [_maxine_] L'ultimo membro che ha scelto un tasso decrescente è fallito. Molto sfortunato.

source: [_mc_] Uh, I'm really not good with finances...
fr_fr: [_mc_] Uh, je ne suis pas vraiment bon avec des finances ...
it_it: [_mc_] Uh, non sono davvero bravo con le finanze...

source: [_maxine_] That's fine. We got you covered!
fr_fr: [_maxine_] C'est bien. Nous avons été couverts !
it_it: [_maxine_] va bene. Ti abbiamo coperto!

source: [_maxine_] Thank you for choosing TITs, and have a good day!
fr_fr: [_maxine_] Merci d'avoir choisi les TIT, et ont une bonne journée !
it_it: [_maxine_] Grazie per aver scelto TIT, e buona giornata!

source: I have no idea what just happened... but at least [maxine] threw down the rope.
fr_fr: Je n'ai aucune idée de ce qui s'est passé ... mais au moins le [maxine] a jeté la corde.
it_it: Non ho idea di cosa sia appena successo... ma almeno [maxine] ha gettato giù la corda.

source: [_mc_] On second thought, I'll just go with ASS...
fr_fr: [_mc_] Sur la seconde pensée, Je vais juste aller avec ASS ...
it_it: [_mc_] Al secondo pensiero, andrò solo con ASS...

source: [_mc_] ASS, of course. TITs seems like the breast way to go bankrupt.
fr_fr: [_mc_] ASS, bien sûr. Les TIT semblent être le le moyen de faire faillite.
it_it: [_mc_] ASS, naturalmente. I TITs sembrano la via del seno per fallire.

source: [_maxine_] Ah, a man of culture!
fr_fr: [_maxine_] Ah, un homme de culture !
it_it: [_maxine_] Ah, uomo di cultura!

source: [_mc_] So, what's the price to join?
fr_fr: [_mc_] Alors, quel est le prix à payer?
it_it: [_mc_] Quindi, qual è il prezzo per unirsi?

source: [_maxine_] Price? ASS has been priceless for the last several generations.
fr_fr: [_maxine_] Prix? ASS a été inestimable pour les dernières générations.
it_it: [_maxine_] Price? ASS è inestimabile da diverse generazioni.

source: [_mc_] Sign me up, then, I guess.
fr_fr: [_mc_] Se connecter, puis, je suppose.
it_it: [_mc_] Mi registri, poi, immagino.

source: [_maxine_] You guess?
fr_fr: [_maxine_] Vous devinez?
it_it: [_maxine_] Hai indovinato?

source: [_maxine_] You don't seem very enthusiastic...
fr_fr: [_maxine_] Vous ne semblez pas très enthousiaste ...
it_it: [_maxine_] Non sembri molto entusiasta...

source: [_maxine_] Most of our clients are thrilled to enter ASS.
fr_fr: [_maxine_] La plupart de nos clients sont à l'entrée de ASS.
it_it: [_maxine_] La maggior parte dei nostri clienti sono entusiasti di entrare in ASS.

source: [_mc_] I guess I'm not like most of your clients.
fr_fr: [_mc_] Je ne suis pas comme la plupart de vos clients.
it_it: [_mc_] Immagino di non essere come la maggior parte dei tuoi clienti.

source: [_maxine_] That's fine! We appreciate clients of every size and shape in ASS.
fr_fr: [_maxine_] C'est bien ! Nous apprécions clients de toutes tailles et Forme dans ASS.
it_it: [_maxine_] Va bene! Apprezziamo clienti di ogni dimensione e forma in ASS.

source: [_mc_] I'm sure you do...
fr_fr: [_mc_] Je suis sûr que vous ...
it_it: [_mc_] Sono sicuro che lo fa...

source: [_maxine_] I most certainly can.
fr_fr: [_maxine_] Je le peux certainement.
it_it: [_maxine_] sono sicuramente in grado di farlo.

source: [_maxine_] Thank you for choosing ASS, and have a good day!
fr_fr: [_maxine_] Merci d'avoir choisi ASS, et d'avoir un bon jour !
it_it: [_maxine_] Grazie per aver scelto ASS, e buona giornata!

source: I have no idea what I've signed up for... but at least [maxine] tossed the rope down.
fr_fr: Je n'ai aucune idée de ce que j'ai signé pour ... mais au moins [maxine] a jeté la corde.
it_it: Non ho idea di quello che mi sono iscritto... ma almeno [maxine] ha gettato giù la corda.

source: I never had to work so hard in my life to get into the school...
fr_fr: Je n'ai jamais eu à travailler si dur dans ma vie pour aller à l'école ...
it_it: Non ho mai dovuto lavorare così duramente nella mia vita per entrare nella scuola...

source: Usually, I work to get out.
fr_fr: D'habitude, je travaille pour sortir.
it_it: Di solito, lavoro per uscire.

source: The [guard] is watching the door like a cross-eyed hawk.
fr_fr: Le [guard] regarde la porte comme un faucon aux yeux croisés.
it_it: La [guard] sta guardando la porta come un falò dagli occhi incrociati.

source: And unfortunately, that's enough to keep me out.
fr_fr: Et malheureusement, c'est assez pour m'en sortir.
it_it: E purtroppo, è sufficiente per tenermi fuori.

source: Everything feels so different after dark...
fr_fr: Tout se sent tellement différent après la tombée de la nuit ...
it_it: Tutto si sente così diverso dopo il buio...

source: Safer, somehow.
fr_fr: Safer, d'une certaine façon.
it_it: Più sicuro, in qualche modo.

source: Although, I've always been nocturnal.
fr_fr: Bien que, j'ai toujours été nocturne.
it_it: Anche se, sono sempre stato notturno.

source: The [guard] is still out there patrolling. I'll have to be quick.
fr_fr: Le [guard] est toujours en patrouille. Je dois être rapide.
it_it: La [guard] è ancora là fuori pattugliamento. Dovrò essere veloce.

source: Playing it safe would be to leave now...
fr_fr: Jouer à la sécurité serait de partir maintenant ...
it_it: Giocare al sicuro sarebbe quello di lasciare ora...

source: The risky thing would be to sneak into the school, find a bedsheet, evade the [guard], and go to [kate]'s party.
fr_fr: Le plus risqué serait d'entrer dans l'école, de trouver une feuille de lit, d'échapper au [guard], et d'aller au parti [kate].
it_it: La cosa rischiosa sarebbe intrufolarsi nella scuola, trovare una lenzuola, evadere la [guard]e andare alla festa di [kate].

source: The risky thing would be to evade the [guard] and go to [kate]'s party.
fr_fr: Le plus risqué serait d'échapper au [guard] et d'aller au parti [kate].
it_it: La cosa rischiosa sarebbe quella di eludere la [guard] e andare alla festa di [kate].

source: The risky thing would be to find a bedsheet, evade the [guard], and go to [kate]'s party.
fr_fr: Le plus risqué serait de trouver une feuille de lit, d'échapper au [guard], et d'aller au parti [kate].
it_it: La cosa rischiosa sarebbe trovare una lenzuola, evadere la [guard]e andare alla festa di [kate].

source: Pussies are like magnets — you'll only repel them if you are one yourself.
fr_fr: Les Pussies sont comme des aimants-vous ne les repérerez que si vous êtes vous-même.
it_it: Le fighe sono come i magneti — li respingerai solo se sei uno da soli.

source: What's even the point in going to [kate]'s party? It's just full of dumb normies.
fr_fr: Quel est le point d'aller au parti [kate]? C'est juste plein de normations idiots.
it_it: Qual è anche il punto di andare alla festa di [kate]? È solo pieno di norme mute.

source: I'll just pick up a pizza and play some xCube with [flora] instead.
fr_fr: Je vais juste prendre une pizza et jouer un xCube avec [flora] à la place.
it_it: Prenderò solo una pizza e suonerò un po' di xCube con [flora].

source: What the hell is going on here?
fr_fr: Qu'est-ce qui se passe ici?
it_it: Che diavolo sta succedendo qui?

source: [_nurse_s_afraid_] Oh! [mc]! I didn't see you there! [withvpunch]
fr_fr: [_nurse_s_afraid_] Oh ! [mc]! Je ne vous ai pas vu là ! [withvpunch]
it_it: [_nurse_s_afraid_] Oh! [mc]! Non ti ho visto lì! [withvpunch]

source: [_nurse_s_annoyed_] What are you doing here after dark?
fr_fr: [_nurse_s_annoyed_] Qu'est-ce que vous faites ici après la tombée de la nuit?
it_it: [_nurse_s_annoyed_] Cosa stai facendo qui dopo il buio?

source: [_mc_] I'm asking the questions here.
fr_fr: [_mc_] Je pose les questions ici.
it_it: [_mc_] sto facendo le domande qui.

source: [_mc_] What are {i}you{/} doing here after dark?
fr_fr: [_mc_] Qu'est-ce que {i}vous { / } faites ici après la tombée de la nuit?

source: [_nurse_s_concerned_] Nothing, just... finishing up... some things...
fr_fr: [_nurse_s_concerned_] Rien, juste ... finir ... certaines choses ...
it_it: [_nurse_s_concerned_] Niente, solo... finendo... alcune cose...

source: [_mc_] I can tell that you're not being honest with me.
fr_fr: [_mc_] Je peux dire que vous n'êtes pas honnête avec moi.
it_it: [_mc_] posso dire che non sei onesto con me.

source: [_nurse_s_sad_] Sorry...
fr_fr: [_nurse_s_sad_] Désolé ...

source: [_mc_] That's another strike for you. Write it down.
fr_fr: [_mc_] C'est une autre grève pour vous. Écrivez-le.
it_it: [_mc_] Questo è un altro colpo per te. Annotatelo.

source: [_nurse_s_concerned_] Oh... okay.
fr_fr: [_nurse_s_concerned_] Oh ... ok.

source: [_mc_] Does this have something to do with [kate]?
fr_fr: [_mc_] Est-ce que cela a quelque chose à voir avec le [kate]?
it_it: [_mc_] Questo ha qualcosa a che fare con [kate]?

source: [_mc_] I see.
fr_fr: [_mc_] Je vois.
it_it: [_mc_] lo vedo.

source: [_nurse_s_annoyed_] She's... paying me...
fr_fr: [_nurse_s_annoyed_] Elle ... me paie ...
it_it: [_nurse_s_annoyed_] Sta... mi paga...

source: [_mc_] She's paying you?
fr_fr: [_mc_] Elle vous paie?
it_it: [_mc_] Lei ti sta pagando?

source: [_nurse_s_afraid_] Yeah! It's voluntary!
fr_fr: [_nurse_s_afraid_] Oui ! C'est volontaire !
it_it: [_nurse_s_afraid_] Sì! È volontario!

source: [_mc_] What is?
fr_fr: [_mc_] Qu'est-ce que c'est?
it_it: [_mc_] Che cos'è?

source: [_nurse_s_annoyed_] I'm... going to be the entertainment at her party...
fr_fr: [_nurse_s_annoyed_] Je ... je vais être le spectacle à son parti ...
it_it: [_nurse_s_annoyed_] Io... sta per essere l'intrattenimento alla sua festa...

source: [_mc_] That doesn't sound good.
fr_fr: [_mc_] Ça ne semble pas bon.
it_it: [_mc_] Quello non sembra buono.

source: [_nurse_s_afraid_] It's fine! I promise!
fr_fr: [_nurse_s_afraid_] C'est bien ! Je promets !
it_it: [_nurse_s_afraid_] Va bene! Lo prometto!

source: [_mc_] All right...
fr_fr: [_mc_] Très bien ...
it_it: [_mc_] Va bene...

source: [_mc_] Astronomy class.
fr_fr: [_mc_] Classe d'astronomie.
it_it: [_mc_] Classe di astronomia.

source: [_nurse_s_thinking_] I didn't know we had that at the school.
fr_fr: [_nurse_s_thinking_] Je ne savais pas que nous avions ça à l'école.
it_it: [_nurse_s_thinking_] Non sapevo che lo avessimo a scuola.

source: [_nurse_s_blush_] That's great! I've always been interested in the stars.
fr_fr: [_nurse_s_blush_] C'est super ! J'ai toujours été intéressé par les étoiles.
it_it: [_nurse_s_blush_] È fantastico! Sono sempre stato interessato alle stelle.

source: [_nurse_s_blush_] They're so pretty, and whenever I look up at the night sky, small things don't seem to matter as much.
fr_fr: [_nurse_s_blush_] Ils sont si jolies, et chaque fois que je regarde le ciel nocturne, les petites choses ne semblent pas avoir autant d'importance.
it_it: [_nurse_s_blush_] Sono così belle, e ogni volta che guardo al cielo notturno, le piccole cose non sembrano tanto importanti.

source: [_mc_] Huh... I've often felt the same way.
fr_fr: [_mc_] Huh ... J'ai souvent ressenti la même façon.
it_it: [_mc_] Huh... Mi sono sentito spesso allo stesso modo.

source: [_mc_] No matter what life throws at me, the stars remain the same.
fr_fr: [_mc_] Peu importe ce que la vie me jette, les étoiles restent les mêmes.
it_it: [_mc_] Non importa cosa la vita mi getta addosso, le stelle rimangono le stesse.

source: [_mc_] Maybe some other time we could go stargazing together?
fr_fr: [_mc_] Peut-être que d'autres temps nous pourrions aller stargazing ensemble?
it_it: [_mc_] Forse qualche altra volta potremmo andare stargazing insieme?

source: [_nurse_s_blush_] I would like that very much.
fr_fr: [_nurse_s_blush_] J'aimerais beaucoup cela.
it_it: [_nurse_s_blush_] lo vorrei molto.

source: [_mc_] It's a date!
fr_fr: [_mc_] C'est une date !
it_it: [_mc_] È una data!

source: [_nurse_s_concerned_] Oh, I don't know. I don't think that's a good idea.
fr_fr: [_nurse_s_concerned_] Oh, je ne sais pas. Je ne pense pas que c'est une bonne idée.
it_it: [_nurse_s_concerned_] Oh, non lo so. Non penso che sia una buona idea.

source: [_mc_] Why not?
fr_fr: [_mc_] Pourquoi pas?
it_it: [_mc_] Perché no?

source: [_nurse_s_sad_] I haven't been on a date in so long... I'm sure I would just embarrass myself.
fr_fr: [_nurse_s_sad_] Je n'ai pas été à une date en si long ... Je suis sûr que je serais gêné moi-même.
it_it: [_nurse_s_sad_] Non sono stato in un appuntamento da così tanto tempo... sono sicuro che mi imbarazzerei solo.

source: [_mc_] It'd be fine. I'd take good care of you.
fr_fr: [_mc_] Ça serait bien. Je prendrais soin de toi.
it_it: [_mc_] Va bene. Mi prenderei cura di te.

source: [_nurse_s_blush_] You're quite confident for your age, I will give you that.
fr_fr: [_nurse_s_blush_] Tu es assez confiant pour ton âge, je te donnerai ça.
it_it: [_nurse_s_blush_] Sei abbastanza sicuro della tua età, te lo darò.

source: [_mc_] So, it's a date?
fr_fr: [_mc_] Alors, c'est une date?
it_it: [_mc_] Quindi, è una data?

source: [_nurse_s_blush_] If you insist, I suppose so.
fr_fr: [_nurse_s_blush_] Si vous insisez, je suppose.
it_it: [_nurse_s_blush_] Se insistete, suppongo che sia così.

source: [_mc_] I do... but I'll have to get back to you on that.
fr_fr: [_mc_] Je ... mais je vais devoir vous retrouver à ce sujet.
it_it: [_mc_] lo faccio... ma dovrò tornare a te su questo.

source: [_nurse_s_blush_] No rush. I've heard there's a night every night.
fr_fr: [_nurse_s_blush_] Pas de précipitation. J'ai entendu qu'il y a une nuit tous les soirs.
it_it: [_nurse_s_blush_] Nessuna fretta. Ho sentito che c'è una notte ogni notte.

source: [_mc_] Exactly!
fr_fr: [_mc_] Exactement !
it_it: [_mc_] Esattamente!

source: [_nurse_s_sad_] I don't think it would be appropriate.
fr_fr: [_nurse_s_sad_] Je ne pense pas qu'il soit approprié.
it_it: [_nurse_s_sad_] Non penso che sarebbe appropriato.

source: [_nurse_s_sad_] You're a student... I'm way older...
fr_fr: [_nurse_s_sad_] Vous êtes étudiant ... Je suis plus vieux ...
it_it: [_nurse_s_sad_] Sei uno studente... Sono molto più vecchio...

source: [_mc_] I don't care about those things.
fr_fr: [_mc_] Je me fiche de ces choses.
it_it: [_mc_] a me non importa di quelle cose.

source: [_nurse_s_blush_] That's very nice of you, [mc].
fr_fr: [_nurse_s_blush_] C'est très agréable de vous, [mc].
it_it: [_nurse_s_blush_] Questo è molto bello di te, [mc].

source: [_nurse_s_blush_] I'll think about it.
fr_fr: [_nurse_s_blush_] Je vais y réfléchir.
it_it: [_nurse_s_blush_] ci penserò.

source: [_mc_] Okay, sounds good!
fr_fr: [_mc_] Ok, sonne bien !
it_it: [_mc_] Okay, suona bene!

source: [_nurse_s_annoyed_] It's complicated. I don't think it would be... approved.
fr_fr: [_nurse_s_annoyed_] C'est compliqué. Je ne pense pas que ce serait ... approuvé.
it_it: [_nurse_s_annoyed_] È complicato. Non penso che sarà... approvato.

source: [_mc_] By whom?
fr_fr: [_mc_] Par qui?
it_it: [_mc_] Per chi?

source: [_nurse_s_annoyed_] I shouldn't say.
fr_fr: [_nurse_s_annoyed_] Je ne devrais pas dire.
it_it: [_nurse_s_annoyed_] non dovrei dire.

source: [_mc_] By [kate]?
fr_fr: [_mc_] Par [kate]?

source: [_mc_] You shouldn't let her control your life, you know?
fr_fr: [_mc_] Vous ne devriez pas la laisser contrôler votre vie, vous savez?
it_it: [_mc_] Non dovresti lasciarla controllare la tua vita, lo sa?

source: [_nurse_s_sad_] Let's change the topic, please.
fr_fr: [_nurse_s_sad_] Passons à la modification du sujet, s'il vous plaît.
it_it: [_nurse_s_sad_] Cambiiamo l'argomento, per favore.

source: [_mc_] Okay, then.
fr_fr: [_mc_] Ok, alors.
it_it: [_mc_] Okay, allora.

source: [_mc_] I, err... forgot about the time.
fr_fr: [_mc_] I, err ... a oublié le temps.
it_it: [_mc_] Io, erro... dimenticato il tempo.

source: [_nurse_s_sad_] The time? My goodness. Are you okay?
fr_fr: [_nurse_s_sad_] Le temps? Ma bonté. Es-tu d'accord?
it_it: [_nurse_s_sad_] Il tempo? La mia bontà. Stai bene?

source: [_mc_] Yeah, I just fell asleep, that's all.
fr_fr: [_mc_] Oui, je me suis endormie, c'est tout.
it_it: [_mc_] Sì, mi sono appena addormentato, è tutto.

source: [_nurse_s_concerned_] Are you getting enough sleep, [mc]?
fr_fr: [_nurse_s_concerned_] Avez-vous assez de sommeil, [mc]?
it_it: [_nurse_s_concerned_] Stai dormendo abbastanza, [mc]?

source: [_nurse_s_concerned_] You always look a bit tired.
fr_fr: [_nurse_s_concerned_] Vous avez toujours un peu de fatigue.
it_it: [_nurse_s_concerned_] Sembri sempre un po' stanco.

source: [_mc_] Sure, just not last night...
fr_fr: [_mc_] Bien sûr, pas la nuit dernière ...
it_it: [_mc_] Certo, solo non ieri sera...

source: ...or the night before that...
fr_fr: ... ou la nuit avant ça ...
it_it: ...o la notte prima di...

source: [_nurse_s_concerned_] Okay. Make sure you get enough sleep tonight, all right?
fr_fr: [_nurse_s_concerned_] Ok. Assurez-vous d'avoir assez de sommeil ce soir, d'accord?
it_it: [_nurse_s_concerned_] Okay. Assicurati di dormire abbastanza stasera, va bene?

source: [_nurse_s_thinking_] You better get going before the [guard] sees you.
fr_fr: [_nurse_s_thinking_] Vous ferez mieux d'aller avant que le [guard] vous voit.
it_it: [_nurse_s_thinking_] Faresti meglio ad andare prima che la [guard] ti veda.

source: [_mc_] I probably should, yeah.
fr_fr: [_mc_] Je devrais probablement, oui.
it_it: [_mc_] Probabilmente dovrei sì.

source: [_mc_] So, what's in the box?
fr_fr: [_mc_] Alors, qu'est-ce qui se trouve dans la boîte?
it_it: [_mc_] Quindi, cosa c'è nella scatola?

source: [_nurse_s_annoyed_] Nothing...
fr_fr: [_nurse_s_annoyed_] Rien ...
it_it: [_nurse_s_annoyed_] Niente...

source: [_mc_] Nothing?
fr_fr: [_mc_] Rien?
it_it: [_mc_] Niente?

source: [_mc_] What's it for?
fr_fr: [_mc_] Qu'est-ce que c'est?
it_it: [_mc_] A cosa serve?

source: [_mc_] I'm liking this less and less.
fr_fr: [_mc_] Je le lis de moins en moins.
it_it: [_mc_] mi piace questo sempre meno.

source: [_mc_] You know you don't have to deal with her anymore, right?
fr_fr: [_mc_] Vous savez que vous n'avez plus à traiter avec elle, n'est-ce pas?
it_it: [_mc_] Sai che non hai più a che fare con lei, vero?

source: [_nurse_s_neutral_] I know, but...
fr_fr: [_nurse_s_neutral_] Je sais, mais ...
it_it: [_nurse_s_neutral_] lo so, ma...

source: [_mc_] So, what exactly is the box for? Is that your costume?
fr_fr: [_mc_] Alors, à quoi sert exactement la boîte? C'est ton costume?
it_it: [_mc_] Quindi, a cosa serve esattamente la scatola? È questo il tuo costume?

source: [_nurse_s_neutral_] I guess you could say so.
fr_fr: [_nurse_s_neutral_] Je suppose que vous pourriez le dire.
it_it: [_nurse_s_neutral_] Immagino che potresti dire così.

source: Hmm... maybe I could borrow her costume? That would get me into the party unnoticed...
fr_fr: Hmm ... peut-être que je pourrais emprunter son costume? Ça me ferait passer inaperçu du parti ...
it_it: Hmm... forse potrei prendere in prestito il suo costume? Questo mi avrebbe portato nel partito inosservato...

source: [_mc_] Would you mind if I borrow your costume?
fr_fr: [_mc_] Vous vous dérangeriez si j'emprunte votre costume?
it_it: [_mc_] Ti dispiacerebbe se prendessi in prestito il tuo costume?

source: [_nurse_s_concerned_] I... don't know...
fr_fr: [_nurse_s_concerned_] Je ... ne sais pas ...
it_it: [_nurse_s_concerned_] I... non sa...

source: [_mc_] Oh, come on! I need to get into the party!
fr_fr: [_mc_] Oh, viens ! J'ai besoin d'entrer dans le parti !
it_it: [_mc_] Oh, vieni! Ho bisogno di entrare nella festa!

source: [_nurse_s_thinking_] Sure, but...
fr_fr: [_nurse_s_thinking_] Bien sûr, mais ...
it_it: [_nurse_s_thinking_] Certo, ma...

source: [_mc_] No buts! You can take the night off.
fr_fr: [_mc_] Pas de tout ! Tu peux prendre la nuit.
it_it: [_mc_] No ma! Puoi toglierti la notte.

source: [_nurse_s_concerned_] Are you sure?
fr_fr: [_nurse_s_concerned_] Etes-vous sûr?
it_it: [_nurse_s_concerned_] Sei sicuro?

source: [_mc_] Yes, and keep the money too. I just need a ticket into the party and this is perfect.
fr_fr: [_mc_] Oui, et garder l'argent aussi. J'ai juste besoin d'un billet pour le parti et c'est parfait.
it_it: [_mc_] Sì, e tenere il denaro troppo. Ho solo bisogno di un biglietto per la festa e questo è perfetto.

source: [_nurse_s_thinking_] I don't think—
fr_fr: [_nurse_s_thinking_] Je ne pense pas-
it_it: [_nurse_s_thinking_] Non penso—

source: [_kate_] Come on, girls! This way!
fr_fr: [_kate_] Allez, les filles ! De cette façon !
it_it: [_kate_] Avanti, ragazze! In questo modo!

source: [_mc_] Get out of the way! Hurry!
fr_fr: [_mc_] Sortez de la route ! Dépêchée !
it_it: [_mc_] Esci dalla strada! Affrettati!

source: [_nurse_s_concerned_] Err... okay.
fr_fr: [_nurse_s_concerned_] Err ... ok.
it_it: [_nurse_s_concerned_] Errato... okay.

source: All right, let's try this bad boy out!
fr_fr: Très bien, essayons ce mauvais garçon !
it_it: Va bene, proviamo questo brutto ragazzo!

source: [_lacey_] Oh, my god! What is this?
fr_fr: [_lacey_] Oh, mon dieu ! Qu'est-ce que c'est?
it_it: [_lacey_] Oh, mio Dio! Che cos'è questo?

source: [_kate_] It's a mystery box.
fr_fr: [_kate_] C'est une boîte mystère.
it_it: [_kate_] È una scatola di mistero.

source: [_casey_] What does it do?
fr_fr: [_casey_] Que fait-on?
it_it: [_casey_] Che cosa fa?

source: [_kate_] All in good time, ladies.
fr_fr: [_kate_] Tout en temps, mesdames.
it_it: [_kate_] Tutto in tempo, signore.

source: [_kate_] [stacy], did you bring the lock?
fr_fr: [_kate_] [stacy], avez-vous fait venir l'écluse?
it_it: [_kate_] [stacy], hai portato la serratura?
