Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_trick.po
Languages: fr_fr, it_it

source: Uh-oh. Did I just step into the Colosseum?
fr_fr: Uh-oh. J'ai juste fait un pas dans le Colisée?
it_it: Uh-oh. Sono appena entrato nel Colosseo?

source: Looks like a fight is about to break out...
fr_fr: On dirait qu'un combat est sur le point de sortir ...
it_it: Sembra che una lotta stia per scoppiare...

source: [_kate_s_eyeroll_] ...and you think that concerns me in the slightest, why?
fr_fr: [_kate_s_eyeroll_] ... et vous pensez que cela me préoccupe le plus, pourquoi?
it_it: [_kate_s_eyeroll_] ...e pensate che questo mi riguardi per nulla, perché?

source: [_isabelle_s_angry_left_] It does concern you! You're the class president!
fr_fr: [_isabelle_s_angry_left_] Cela vous concerne ! Vous êtes le président de la classe !
it_it: [_isabelle_s_angry_left_] Ti preoccupa! Sei il presidente di classe!

source: [_kate_s_smile_right_] Last time I checked, getting a good grade is every student's own responsibility.
fr_fr: [_kate_s_smile_right_] La dernière fois que j'ai vérifié, obtenir une bonne note est la responsabilité de chaque étudiant.
it_it: [_kate_s_smile_right_] L'ultima volta che ho controllato, ottenere un buon voto è responsabilità di ogni studente.

source: [_isabelle_s_cringe_left_] You're literally stopping students who aren't on a sports team or the cheerleading squad from getting an education!
fr_fr: [_isabelle_s_cringe_left_] Vous arrêtez littéralement les étudiants qui ne font pas partie d'une équipe sportive ou de l'équipe de cheerleaders d'obtenir une éducation !
it_it: [_isabelle_s_cringe_left_] stai letteralmente impedendo agli studenti che non fanno parte di una squadra sportiva o della squadra cheerleading di ottenere un'istruzione!

source: [_kate_s_laughing_] That's just straight up false. The gym is open to everyone... between twelve and one.
fr_fr: [_kate_s_laughing_] C'est juste faux. Le gymnase est ouvert à tous ... entre douze et un.
it_it: [_kate_s_laughing_] Questo è solo dritto falso. La palestra è aperta a tutti... tra dodici e uno.

source: [_isabelle_s_afraid_left_] That's lunch hour!
fr_fr: [_isabelle_s_afraid_left_] C'est l'heure du déjeuner !
it_it: [_isabelle_s_afraid_left_] Quella è ora di pranzo!

source: [_kate_s_eyeroll_] Ever heard of bringing your own sandwich? I knew Londoners were cheap, but this is a bit much.
fr_fr: [_kate_s_eyeroll_] Avez-vous déjà entendu parler de votre propre sandwich? Je savais que les Londoniens étaient bon marché, mais c'est un peu trop.
it_it: [_kate_s_eyeroll_] Hai mai sentito dire di portare il tuo sandwich? Sapevo che i londinesi erano a buon mercato, ma questo è un po' molto.

source: [_isabelle_s_annoyed_left_] Ever heard of not being a complete twat?
fr_fr: [_isabelle_s_annoyed_left_] Avez-vous déjà entendu parler de ne pas être un twat complet?
it_it: [_isabelle_s_annoyed_left_] Hai mai sentito parlare di non essere un gemello completo?

source: [_kate_s_excited_] Oh, look. Perfect timing.
fr_fr: [_kate_s_excited_] Oh, regarde. Un timing parfait.
it_it: [_kate_s_excited_] Oh, look. Tempistica perfetta.

source: [_isabelle_s_annoyed_] [mc], [jo] is the principal, right? Can you help put an end to this nonsense?
fr_fr: [_isabelle_s_annoyed_] [mc], [jo] est le principal, non? Pouvez-vous aider à mettre un terme à ce non-sens?
it_it: [_isabelle_s_annoyed_] [mc], [jo] è l'obbligato principale, giusto? Puoi aiutare a porre fine a questa assurdità?

source: [_mc_] As the class president and the head cheerleader, it's [kate]'s job to ensure that the sports teams get their allotted time at the gym.
fr_fr: [_mc_] En tant que président de la classe et cheerleader de la classe, il est de [kate]'s pour s'assurer que les équipes sportives obtiennent leur temps alloué à la salle de gym.
it_it: [_mc_] Come presidente di classe e il capo cheerleader, è compito di [kate]garantire che le squadre sportive ottengano il loro tempo assegnato in palestra.

source: [_isabelle_s_annoyed_] That's not how it works.
fr_fr: [_isabelle_s_annoyed_] Ce n'est pas comme ça qu'il fonctionne.
it_it: [_isabelle_s_annoyed_] Non è così che funziona.

source: [_kate_s_excited_] After the changes to the curriculum, that's exactly how it works.
fr_fr: [_kate_s_excited_] Après les changements apportés au programme d'études, c'est exactement comme ça qu'il fonctionne.
it_it: [_kate_s_excited_] Dopo le modifiche al curriculum, è esattamente come funziona.

source: [_isabelle_s_annoyed_] [mc], can you talk to the principal? She'll listen to you.
fr_fr: [_isabelle_s_annoyed_] [mc], pouvez-vous parler au directeur? Elle vous écoutera.
it_it: [_isabelle_s_annoyed_] [mc], puoi parlare con il principato? Ti ascolterà.

source: [isabelle] underestimates how little [jo] cares about my opinion on school matters...
fr_fr: [isabelle] sous-estime le peu de [jo] cares à propos de mon opinion sur les questions scolaires ...
it_it: [isabelle] sottovaluta quanto poco [jo] si preoccupa della mia opinione sulle questioni scolastiche...

source: [_mc_] I can talk to her, but I doubt she'll listen.
fr_fr: [_mc_] Je peux lui parler, mais je doute qu'elle écoute.
it_it: [_mc_] posso parlare con lei, ma dubito che ascolterà.

source: [_isabelle_s_sad_] Please, try.
fr_fr: [_isabelle_s_sad_] S'il vous plaît, essayez.
it_it: [_isabelle_s_sad_] Per favore, prova.

source: [_kate_s_eyeroll_] It's already been done.
fr_fr: [_kate_s_eyeroll_] C'est déjà fait.
it_it: [_kate_s_eyeroll_] è già stato fatto.

source: [_mc_] I'll talk to her, but no promises.
fr_fr: [_mc_] Je lui parlerai, mais pas de promesses.
it_it: [_mc_] Le parlerò, ma nessuna promessa.

source: [_isabelle_s_blush_] Thanks. That's all I ask.
fr_fr: [_isabelle_s_blush_] Merci. C'est tout ce que je demande.
it_it: [_isabelle_s_blush_] Grazie. È tutto quello che chiedo.

source: [_mc_] If the schedule has already been cleared, there's nothing I can do about it.
fr_fr: [_mc_] Si le calendrier a déjà été éliminé, je ne peux rien y faire.
it_it: [_mc_] Se il programma è già stato cancellato, non c'è nulla che posso fare al riguardo.

source: [_isabelle_s_angry_] You could at least talk to her!
fr_fr: [_isabelle_s_angry_] Vous pourriez au moins lui parler !
it_it: [_isabelle_s_angry_] Si potrebbe almeno parlare con lei!

source: [_kate_s_annoyed_right_] You heard him. Now drop it before I put you in timeout.
fr_fr: [_kate_s_annoyed_right_] Vous l'avez entendu. Maintenant, déposez-le avant de vous mettre dans un délai d'attente.
it_it: [_kate_s_annoyed_right_] Tu l'hai sentito. Ora lascialo cadere prima di metterti in timeout.

source: [_isabelle_s_sad_] I'm going to talk to the principal myself, then.
fr_fr: [_isabelle_s_sad_] Je vais parler au principal moi-même.
it_it: [_isabelle_s_sad_] parlerò con il preside io, allora.

source: [_kate_s_annoyed_right_] Good luck, sweetheart.
fr_fr: [_kate_s_annoyed_right_] Bonne chance, chérie.
it_it: [_kate_s_annoyed_right_] Buona fortuna, innamorata.

source: [_mc_] [kate] is right, and you need to start respecting her authority.
fr_fr: [_mc_] [kate] a raison, et vous devez commencer à respecter son autorité.
it_it: [_mc_] [kate] ha ragione, e devi iniziare a rispettare la sua autorità.

source: [_isabelle_s_cringe_] What about people with gym class as their focus? They'll have a hard time getting their education.
fr_fr: [_isabelle_s_cringe_] Qu'en est-il des gens qui ont une classe de gym? Ils auront du mal à faire leurs études.
it_it: [_isabelle_s_cringe_] Che dire delle persone con lezioni di palestra come loro fuoco? Avranno difficoltà ad ottenere la loro istruzione.

source: [_mc_] If [jo] signed off on it, then that's how it'll work from now on.
fr_fr: [_mc_] Si [jo] s'est déconnecté, alors c'est comme ça qu'il va fonctionner.
it_it: [_mc_] Se [jo] si è disconnesso, è così che funzionerà d'ora in poi.

source: [_isabelle_s_afraid_] That's outrageous!
fr_fr: [_isabelle_s_afraid_] C'est scandaleux !
it_it: [_isabelle_s_afraid_] È oltraggioso!

source: [_kate_s_annoyed_right_] No, what's outrageous is you trying to talk back to me.
fr_fr: [_kate_s_annoyed_right_] Non, ce qui est scandaleux, c'est que vous essayez de me parler.
it_it: [_kate_s_annoyed_right_] No, quello che è scandaloso è che cercate di parlare con me.

source: [_kate_s_annoyed_right_] From now on, you'll only speak when spoken to. Understood?
fr_fr: [_kate_s_annoyed_right_] À partir de maintenant, vous ne parlez qu'à la parole. Compris?
it_it: [_kate_s_annoyed_right_] D'ora in poi, parlerai solo quando parlerai a. Capire?

source: [_isabelle_s_annoyed_left_] Don't talk to me like that. It's absolutely disgusting.
fr_fr: [_isabelle_s_annoyed_left_] Ne me parle pas comme ça. C'est absolument dégoûtant.
it_it: [_isabelle_s_annoyed_left_] Non parlarmi così. È assolutamente disgustoso.

source: [_kate_s_excited_] She still needs some training, it seems.
fr_fr: [_kate_s_excited_] Elle a encore besoin de formation, semble-t-il.
it_it: [_kate_s_excited_] Ha ancora bisogno di una certa formazione, sembra.

source: [_kate_s_excited_] Speaking of which, how's everything coming together?
fr_fr: [_kate_s_excited_] Parler de quoi, comment tout va se rassembler?
it_it: [_kate_s_excited_] Parlando di chi, come si sta unendo tutto?

source: Oh, shit. Talking so openly about the plan to humiliate [isabelle]. It's hard not to admire [kate]'s confidence.
fr_fr: Oh, merde. Parler si ouvertement du projet d'humilier [isabelle]. Il est difficile de ne pas admirer la confiance de [kate].
it_it: Oh, merda. Parlando così apertamente del piano per umiliare [isabelle]. È difficile non ammirare la fiducia di [kate].

source: [_mc_] I'm still working on it.
fr_fr: [_mc_] Je travaille toujours sur ce sujet.
it_it: [_mc_] ci sto ancora lavorando.

source: [_kate_s_neutral_] Well, you better step it up. I'm growing impatient.
fr_fr: [_kate_s_neutral_] Eh bien, tu feras mieux de le faire. Je suis de plus en plus impatiente.
it_it: [_kate_s_neutral_] Beh, è meglio aumentarlo. Sto crescendo impaziente.

source: [_isabelle_s_thinking_] Maybe you should stop being so lazy and do your own dirty work?
fr_fr: [_isabelle_s_thinking_] Peut-être devriez-vous cesser d'être si paresseux et faire votre propre sale travail?
it_it: [_isabelle_s_thinking_] Forse dovresti smettere di essere così pigro e fare il tuo lavoro sporco?

source: [_kate_s_laughing_] Are you trying to fault me for being inclusive as well?
fr_fr: [_kate_s_laughing_] Etes-vous en train d'essayer de me reprocher d'être aussi inclusif?
it_it: [_kate_s_laughing_] Stai cercando di colpirmi anche per essere inclusivo?

source: [_isabelle_s_cringe_] [mc], you know you don't have to do what she says, right?
fr_fr: [_isabelle_s_cringe_] [mc], vous savez que vous n'avez pas à faire ce qu'elle dit, n'est-ce pas?
it_it: [_isabelle_s_cringe_] [mc], sai che non devi fare quello che dice, giusto?

source: [_mc_] I like picking the winning side.
fr_fr: [_mc_] J'aime choisir le côté gagnant.
it_it: [_mc_] Mi piace scegliere il lato vincente.

source: [_isabelle_s_afraid_] There's no winning or losing! It's about being a decent person!
fr_fr: [_isabelle_s_afraid_] Il n'y a ni gagnant ni perdant ! Il s'agit d'être une personne décente !
it_it: [_isabelle_s_afraid_] Non c'è vittoria o perdita! Si tratta di essere una persona decente!

source: [_kate_s_smile_right_] Words of a true loser.
fr_fr: [_kate_s_smile_right_] Mots d'un vrai loser.
it_it: [_kate_s_smile_right_] Parole di un vero perdente.

source: [_mc_] I have to agree with [kate] here.
fr_fr: [_mc_] Je dois être d'accord avec le [kate] ici.
it_it: [_mc_] devo essere d'accordo con [kate] qui.

source: [_isabelle_s_thinking_] About what?
fr_fr: [_isabelle_s_thinking_] À propos de quoi?
it_it: [_isabelle_s_thinking_] Su cosa?

source: [_kate_s_laughing_] That you're a loser, of course.
fr_fr: [_kate_s_laughing_] Que vous êtes un loser, bien sûr.
it_it: [_kate_s_laughing_] Che tu sia un perdente, ovviamente.

source: [_kate_s_laughing_] The gym schedule has already been settled.
fr_fr: [_kate_s_laughing_] Le calendrier du gymnase a déjà été réglé.
it_it: [_kate_s_laughing_] L'orario della palestra è già stato stabilito.

source: [_isabelle_s_cringe_] What did you mean, [mc]?
fr_fr: [_isabelle_s_cringe_] Qu'est-ce que vous voulez dire, [mc]?
it_it: [_isabelle_s_cringe_] Che cosa hai inteso, [mc]?

source: [_mc_] That you're a loser.
fr_fr: [_mc_] Que vous êtes un loser.
it_it: [_mc_] Quello è un perdente.

source: [_kate_s_smile_right_] See?
fr_fr: [_kate_s_smile_right_] Voir?
it_it: [_kate_s_smile_right_] Vedi?

source: [_isabelle_s_sad_] Good to know. I guess I don't need to bother with you anymore, then.{space=-30}
fr_fr: [_isabelle_s_sad_] Bon à savoir. Je suppose que je n'ai plus besoin de vous embêter, alors. { space=-30 }
it_it: [_isabelle_s_sad_] Buono a sapere. Immagino che non ho più bisogno di preoccuparmi con te, allora.{space=-30}

source: [_kate_s_smile_right_] Bye, bitch.
fr_fr: [_kate_s_smile_right_] Bye, salope.
it_it: [_kate_s_smile_right_] Bye, puttana.

source: Hmm... [isabelle] seemed really hurt by that. She's probably not used to being called a loser.
fr_fr: Hmm ... [isabelle] semblait vraiment blessé par ça. Elle n'est probablement pas habitué à être appelée perdante.
it_it: Hmm... [isabelle] sembrava davvero ferito da quello. Probabilmente non è abituata ad essere chiamata perdente.

source: It probably hurt a bit extra coming from one.
fr_fr: Ça a probablement blessé un peu plus de venir d'un.
it_it: Probabilmente fa male un po 'in più venendo da uno.

source: [_isabelle_s_angry_] You could at least talk to the principal!
fr_fr: [_isabelle_s_angry_] Vous pourriez au moins parler au directeur !
it_it: [_isabelle_s_angry_] Si potrebbe almeno parlare con il committente!

source: [_kate_s_confident_right_] You heard him. Now drop it before I put you in timeout.
fr_fr: [_kate_s_confident_right_] Vous l'avez entendu. Maintenant, déposez-le avant de vous mettre dans un délai d'attente.
it_it: [_kate_s_confident_right_] Tu l'hai sentito. Ora lascialo cadere prima di metterti in timeout.

source: [_isabelle_s_sad_] I'm going to talk to her myself, then.
fr_fr: [_isabelle_s_sad_] Je vais lui parler moi-même.
it_it: [_isabelle_s_sad_] io parlerò con lei me stesso, allora.

source: [_kate_s_confident_right_] Good luck, sweetheart.
fr_fr: [_kate_s_confident_right_] Bonne chance, chérie.
it_it: [_kate_s_confident_right_] Buona fortuna, innamorata.

source: [_mc_] That you need to bow before the queen.
fr_fr: [_mc_] Que vous devez vous inclinez devant la reine.
it_it: [_mc_] Che devi inchinarti davanti alla regina.

source: [_isabelle_s_cringe_] I bow to no one. Least of all bullies.
fr_fr: [_isabelle_s_cringe_] Je m'incl. à personne. Le moins de tous les tyrans.
it_it: [_isabelle_s_cringe_] Non mi inchino a nessuno. Meno di tutti i buoi.

source: [_kate_s_confident_right_] Oh, but you will.
fr_fr: [_kate_s_confident_right_] Oh, mais vous le fera.
it_it: [_kate_s_confident_right_] Oh, ma tu vuoi.

source: [_kate_s_confident_right_] I'll put you on your knees. You'll crawl at the end of my leash.
fr_fr: [_kate_s_confident_right_] Je vous mettrai à genoux. Tu vas ramper à la fin de ma laisse.
it_it: [_kate_s_confident_right_] ti metterò in ginocchio. Striscerai alla fine del guinzaglio.

source: [_kate_s_laughing_hands_up_] Maybe you like humiliation?
fr_fr: [_kate_s_laughing_hands_up_] Peut-être que vous aimez l'humiliation?
it_it: [_kate_s_laughing_hands_up_] Forse ti piace l'umiliazione?

source: [_kate_s_laughing_hands_up_] I'm starting to think these little outbursts are your way of signaling your need to be topped.
fr_fr: [_kate_s_laughing_hands_up_] Je commence à penser que ces petits sursauts sont votre façon de signaler votre besoin d'être surmonté.
it_it: [_kate_s_laughing_hands_up_] Sto cominciando a pensare che questi piccoli scoppi sono il tuo modo di segnalare la tua necessità di essere rovesciato.

source: [_isabelle_s_thinking_] You've got a vivid fantasy.
fr_fr: [_isabelle_s_thinking_] Vous avez un fantastique fantasme.
it_it: [_isabelle_s_thinking_] Hai una vivida fantasia.

source: [_kate_s_smile_right_] You have no idea. The things I'm going to do to you...
fr_fr: [_kate_s_smile_right_] Vous n'avez aucune idée. Les choses que je vais vous faire ...
it_it: [_kate_s_smile_right_] Non hai idea. Le cose che farò a te...

source: [_isabelle_s_cringe_] You're sickening. I'm leaving.
fr_fr: [_isabelle_s_cringe_] Vous êtes malade. Je pars.
it_it: [_isabelle_s_cringe_] sei arrabbiato. Sto partendo.

source: That was a crushing defeat for [isabelle]. [kate] was born to rule.
fr_fr: C'était une défaite cuisante pour le [isabelle]. [kate] est né de la règle.
it_it: Quella fu una sconfitta schiacciante per [isabelle]. [kate] nacque per governare.

source: [_kate_s_flirty_] Did you like that, hm?
fr_fr: [_kate_s_flirty_] Tu aimais ça, hm?
it_it: [_kate_s_flirty_] Ti è piaciuto, hm?

source: [_mc_] That was so hot! She's totally begging for it!
fr_fr: [_mc_] C'était si chaud ! Elle en supplia totalement !
it_it: [_mc_] Che è stato così caldo! Lei sta chiedendo totalmente per esso!

source: [_kate_s_laughing_] That's what I'm thinking too.
fr_fr: [_kate_s_laughing_] C'est ce que je pense aussi.
it_it: [_kate_s_laughing_] È anche quello che sto pensando.

source: [_kate_s_confident_] Probably one of her darkest fantasies to be put in her place.
fr_fr: [_kate_s_confident_] Probablement l'un de ses plus sombres fantasmes à être mis à sa place.
it_it: [_kate_s_confident_] Probabilmente una delle sue fantasie più buie da mettere al suo posto.

source: [_kate_s_confident_] Rest assured that it will happen.
fr_fr: [_kate_s_confident_] Soyez assurés que cela se produira.
it_it: [_kate_s_confident_] Rest assicurato che accadrà.

source: [_mc_] I'm jealous, ma'am.
fr_fr: [_mc_] Je suis jaloux, madame.
it_it: [_mc_] sono gelosa, ma'am.

source: [_kate_s_laughing_] That's adorable. There'll be plenty of rewards for you once we've taken her down.
fr_fr: [_kate_s_laughing_] C'est adorable. Il y aura beaucoup de récompenses pour vous une fois que nous l'aurons prise.
it_it: [_kate_s_laughing_] È adorabile. Ci saranno molte ricompense per te una volta che la abbiamo abbassata.

source: [_mc_] I'm looking forward to it...
fr_fr: [_mc_] J'attends avec impatience ...
it_it: [_mc_] Non vedo l'ora di farlo...

source: [_kate_s_confident_] I bet you are, pet. I bet you are.
fr_fr: [_kate_s_confident_] Je parie que vous êtes, animal. Je parie que vous êtes.
it_it: [_kate_s_confident_] Scommetto che sei, animale domestico. Scommetto che sei.

source: [_mc_] You have a point, [isabelle].
fr_fr: [_mc_] Vous avez un point, [isabelle].
it_it: [_mc_] Hai un punto, [isabelle].

source: [_mc_] I'll talk to [jo]. Maybe there's room for a compromise.
fr_fr: [_mc_] Je vais parler au [jo]. Peut-être qu'il y a de la place pour un compromis.
it_it: [_mc_] parlerò con [jo]. Forse c'è spazio per un compromesso.

source: [_isabelle_s_flirty_] Thanks, [mc]! I knew you were a good person.
fr_fr: [_isabelle_s_flirty_] Merci, [mc]! Je savais que tu étais une bonne personne.
it_it: [_isabelle_s_flirty_] Grazie, [mc]! Sapevo che eri una brava persona.

source: [_mc_] That ship has sailed...
fr_fr: [_mc_] Ce navire a navigué ...
it_it: [_mc_] Quella nave ha navigato...

source: [_isabelle_s_concerned_] There's always time to change your ways.
fr_fr: [_isabelle_s_concerned_] Il y a toujours du temps pour changer vos façons de faire.
it_it: [_isabelle_s_concerned_] C'è sempre il tempo di cambiare le tue modalità.

source: [_kate_s_eyeroll_] Spare me.
it_it: [_kate_s_eyeroll_] Mi riprenda.

source: [_isabelle_s_neutral_] Trust me. High school is just one more year.
fr_fr: [_isabelle_s_neutral_] Trust-moi. Le lycée n'est qu'une année de plus.
it_it: [_isabelle_s_neutral_] Fidati di me. La scuola superiore è solo un anno in più.

source: [_isabelle_s_neutral_] Fear is temporary, being decent is lasting.
fr_fr: [_isabelle_s_neutral_] La peur est temporaire, être décente est durable.
it_it: [_isabelle_s_neutral_] La paura è temporanea, essere decenti dura.

source: [_kate_s_annoyed_right_] Are you done?
fr_fr: [_kate_s_annoyed_right_] Êtes-vous fait?
it_it: [_kate_s_annoyed_right_] Hai finito?

source: [_isabelle_s_neutral_] Ignore her. You'll help a lot of people to get the education they deserve.
fr_fr: [_isabelle_s_neutral_] Ignore her. Vous aiderez beaucoup de gens à obtenir l'éducation qu'ils méritent.
it_it: [_isabelle_s_neutral_] Ignorarla. Aiuterai molte persone a ottenere l'educazione che meritano.

source: [_mc_] I'll think about it.
fr_fr: [_mc_] Je vais y réfléchir.
it_it: [_mc_] ci penserò.

source: [_isabelle_s_excited_] Great!
fr_fr: [_isabelle_s_excited_] Grand !
it_it: [_isabelle_s_excited_] Ottimo!

source: [_kate_s_eyeroll_] You are too much, seriously.
fr_fr: [_kate_s_eyeroll_] Vous êtes trop, sérieusement.
it_it: [_kate_s_eyeroll_] Sei troppo, seriamente.

source: [_isabelle_s_excited_] This is the right thing to do.
fr_fr: [_isabelle_s_excited_] C'est la bonne chose à faire.
it_it: [_isabelle_s_excited_] Questa è la cosa giusta da fare.

source: [_mc_] I honestly don't care.
fr_fr: [_mc_] Honnêtement, je m'en fiche.
it_it: [_mc_] sinceramente non mi importa.

source: [_isabelle_s_sad_] That's so selfish...
fr_fr: [_isabelle_s_sad_] C'est tellement égoïs...
it_it: [_isabelle_s_sad_] È così egoista...

source: [_isabelle_s_sad_] You have the chance to help others. I'm disappointed.
fr_fr: [_isabelle_s_sad_] Vous avez la chance d'aider les autres. Je suis déçu.
it_it: [_isabelle_s_sad_] Hai la possibilità di aiutare gli altri. Sono deluso.

source: [_kate_s_eyeroll_] What a drama queen.
fr_fr: [_kate_s_eyeroll_] Quelle reine de théâtre.
it_it: [_kate_s_eyeroll_] Che dramma regina.

source: [_isabelle_s_annoyed_left_] Screw you!
it_it: [_isabelle_s_annoyed_left_] Avvitati!

source: [_mc_] Only a couple things missing, ma'am.
fr_fr: [_mc_] Seulement deux choses sont manquantes, madame.
it_it: [_mc_] Mancano solo un paio di cose, ma'am.

source: [_isabelle_s_eyeroll_] Seriously? That's the dumbest thing I've heard.
fr_fr: [_isabelle_s_eyeroll_] Sérieusement? C'est la chose la plus stupide que j'ai entendue.
it_it: [_isabelle_s_eyeroll_] Seriamente? Questa è la cosa più stupida che ho sentito.

source: [_mc_] It makes her happy.
fr_fr: [_mc_] Elle la rend heureuse.
it_it: [_mc_] La rende felice.

source: [_isabelle_s_annoyed_] She's your classmate!
fr_fr: [_isabelle_s_annoyed_] C'est votre camarade de classe !
it_it: [_isabelle_s_annoyed_] Lei è il tuo compagno di classe!

source: [_mc_] Yeah, but...
fr_fr: [_mc_] Oui, mais ...
it_it: [_mc_] Sì, ma...

source: [_kate_s_eyeroll_] Why do you always put your nose where it doesn't belong?
fr_fr: [_kate_s_eyeroll_] Pourquoi tu mets toujours ton nez là où il n'appartient pas?
it_it: [_kate_s_eyeroll_] Perché metti sempre il naso dove non appartiene?

source: [_isabelle_s_annoyed_] What about your own dignity, [mc]?
fr_fr: [_isabelle_s_annoyed_] Qu'en est-il de votre propre dignité, [mc]?
it_it: [_isabelle_s_annoyed_] Che ne dite della vostra dignità, [mc]?

source: [_mc_] Nothing wrong with being polite.
fr_fr: [_mc_] Rien de mal à être poli.
it_it: [_mc_] Niente di sbagliato nell'essere educato.

source: [_kate_s_annoyed_right_] Exactly, bitch. Maybe you should try it some time?
fr_fr: [_kate_s_annoyed_right_] Exactement, salope. Peut-être que vous devriez essayer un peu de temps?
it_it: [_kate_s_annoyed_right_] Esattamente, cagna. Forse dovresti provare un po' di tempo?

source: [_isabelle_s_angry_left_] How dare you? I've been nothing but polite!
fr_fr: [_isabelle_s_angry_left_] Comment osez-vous? Je n'ai été que polie !
it_it: [_isabelle_s_angry_left_] Come osi? Non sono stato altro che educato!
