Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_wicked.po
Languages: fr_fr, it_it

source: I guess we both are!
fr_fr: Je suppose que nous sommes tous les deux !
it_it: Immagino che siamo entrambi!

source: I bump into the back of her throat as I feel her open it up, finally taking me all the way.
fr_fr: Je bosse dans le dos de sa gorge, parce que je sens qu'elle l'ouvre, et qu'elle me prend enfin tout le chemin.
it_it: Mi sono imbattuto nella parte posteriore della sua gola mentre la sento aprirla, finalmente portandomi fino in fondo.

source: I can feel the rapid exhales from her nose tickling my pelvis and it sends goosebumps prickling along my flesh.
fr_fr: Je peux sentir que les exhales rapides de son nez chatouillaient mon bassin et qu'elle envoie des bosses sur ma chair.
it_it: Posso sentire le esalazioni rapide dal suo naso solleticante il mio bacino e manda spugna tremolante lungo la mia carne.

source: I use it to drive myself in deeper, pushing halfway into her pussy as well.
fr_fr: Je l'utilise pour me conduire en profondeur, en poussant la moitié dans sa chatte aussi.
it_it: Lo uso per guidare me stesso in profondità, spingendo a metà della sua figa pure.

source: [_nurse_] P-please... It's... it's too much...
fr_fr: [_nurse_] P-SVP ... C'est. .. c'est trop ...
it_it: [_nurse_] P-per favore... E' troppo...

source: The box muffles her voice, making her little more than a distant object to be used.
fr_fr: La boîte bouffait sa voix, ce qui lui a fait un peu plus qu'un objet distant à utiliser.
it_it: La scatola muove la voce, rendendola poco più di un oggetto distante da usare.

source: And then she starts to bob her head.
fr_fr: Et puis elle commence à lui faire bouter la tête.
it_it: E poi inizia a bob la sua testa.

source: I slip almost all the way out of her mouth, before I'm swallowed whole, again and again.
fr_fr: J'ai presque tout le temps de sortir de sa bouche, avant d'être avalé entier, encore et encore.
it_it: Scivolo quasi tutta la via di uscita dalla sua bocca, prima che io sia inghiottito intero, più e più volte.

source: I'm moving back and forth. Sticking my dick in every hole of the box.
fr_fr: Je suis en train de reculer. Épant ma bite dans chaque trou de la boîte.
it_it: Mi sto muovendo avanti e indietro. Attaccando il mio cazzo in ogni buco di la scatola.

source: Craving, pushing, needing it all at once.
fr_fr: Craver, pousser, avoir besoin de tout d'une fois.
it_it: Desideri, spingendo, ha bisogno di tutto in una volta.

source: It's like I'm on cocaine, tearing into her from every side.
fr_fr: C'est comme si je suis en cocaïne, en lui déchirant de tous les côtés.
it_it: È come se fossi sulla cocaina, strappandola in lei da ogni parte.

source: [_mc_] God, your mouth is somehow even better when I can't see it...
fr_fr: [_mc_] Dieu, votre bouche est d'une certaine façon encore mieux quand je ne peux pas le voir ...
it_it: [_mc_] Dio, la tua bocca è in qualche modo ancora migliore quando non riesco a vederla...

source: [_mc_] Nothing but... a warm hole for my dick...
fr_fr: [_mc_] Rien que ... un trou chaud pour ma bite ...
it_it: [_mc_] Niente ma... un buco caldo per il mio cazzo...

source: Up and down, in and out, the [nurse] works me with everything she has. Gagging on me, sucking the salt and sweat from me.
fr_fr: En haut et en bas, dans et dehors, le [nurse] me fait travailler avec tout ce qu'elle a. Marquer sur moi, sucer le sel et suer de moi.
it_it: Su e giù, dentro e fuori, l' [nurse] mi lavora con tutto quello che ha. Intorno su di me, succhiando il sale e sudare da me.

source: The effort leaves me panting and sweaty, droplets beading on my forehead.
fr_fr: L'effort me laisse panting et sueur, des gouttelettes qui s'en font sur le mon front.
it_it: Lo sforzo mi lascia ansimare e sudare, goccioline perline sulla mia fronte .

source: But I can't seem to stop. A strange force drives me to piston in and out, digging in deeper and deeper.
fr_fr: Mais je ne peux pas m'arrêter. Une force étrange me pousse à piston et à sortir, à creuser en profondeur et en profondeur.
it_it: Ma non mi sembra di fermarmi. Una strana forza mi spinge al pistone dentro e fuori, scavando in profondità e in profondità.

source: I'm caught in the sweet ecstasy of her muscles squeezing me, trapping me, the hint of meaty friction adding to the pleasure.
fr_fr: Je suis pris dans l'extase douce de ses muscles me serrer, me piéger, l'indice de frottement à la viande qui s'ajoute au plaisir.
it_it: Sono catturato nell'estasi dolce dei suoi muscoli che mi stringono, intrappolandomi il sentore di attrito carnoso che aggiunge al piacere.

source: Her throaty groans and sporadic whimpers fall like soothing rain on my burning ears.
fr_fr: Ses grognes à gorge et ses whimpers sporadiques tombent comme une pluie apaisante sur mes oreilles en feu.
it_it: I suoi gemiti golosi e le sue piogge sporadiche cadono come pioggia rilassante sulle mie orecchie brucianti.

source: They spur me to go harder, deeper. Until I feel like I'm splitting her open.
fr_fr: Ils m'incitent à aller plus dur, plus profond. Jusqu'à ce que j'ai l'impression de partager son ouverture.
it_it: Mi spingono ad andare più duramente, più in profondità. Fino a quando non mi sento di dividere la sua aperta.

source: The musky scent of her juices wafts out of the box and permeates my nostrils.
fr_fr: L'odeur musquée de ses jus sort de la boîte et imprègne mes narines.
it_it: Il profumo muschioso dei suoi succhi svanisce dalla scatola e permea le narici.

source: [_mc_] F-fuck... You like having your... everything... used?
fr_fr: [_mc_] F-fuck ... Vous aimez avoir ... tout ... utilisé?
it_it: [_mc_] F-fuck... Ti piace avere il tuo... tutto... usato?

source: Despite her moans, or maybe because of them, I can feel her whole body trembling around my dick.
fr_fr: Malgré ses moans, ou peut-être à cause d'eux, je peux sentir son corps entier tremblant autour de ma bite.
it_it: Nonostante i suoi gemiti, o forse a causa di loro, posso sentire tutto il suo corpo tremare intorno al mio cazzo.

source: As her pussy sucks me in and grips me, an orgasm rocks through her and she lets out a shrill mewl of bliss.
fr_fr: Alors que sa chatte me crasse et me grimpe, un orgasme les traverse et elle laisse tomber une maigre balai de bliss.
it_it: Mentre la sua figa mi succhia e mi afferra, un orgasmo roccia attraverso di lei e lei lascia fuori un traballante mewl di beatitudine.

source: The sound of the absolute animal need is enough to undo me.
fr_fr: Le son de l'absolue nécessité animale suffit à me défaire.
it_it: Il suono del bisogno assoluto degli animali è sufficiente per disfarmi.

source: When I hit the back of her throat once again, my balls quiver and I stiffen.
fr_fr: Quand j'ai frappé à l'arrière de sa gorge une fois de plus, mes boules de quiver et raidises.
it_it: Quando ho colpito ancora una volta la parte posteriore della gola, le mie palle tremare e mi irrigidisco.

source: [_mc_] Oh god, here it is... It's about to come...
fr_fr: [_mc_] Oh Dieu, ici c'est. .. C'est sur le point de venir ...
it_it: [_mc_] Oh dio, ecco... Sta per venire...

source: [_mc_] You better swallow every last drop...
fr_fr: [_mc_] Vous ferez mieux d'avalez chaque dernière goutte ...
it_it: [_mc_] È meglio ingoiare ogni ultima goccia...

source: I thrust my hips forward and pump myself into her once.
fr_fr: J'ai poussé mes hanches vers l'avant et m'en pomper une fois.
it_it: Ho spinto i miei fianchi in avanti e mi pompano in lei una volta.

source: It's all it takes before I'm erupting, going off like a geyser into her willing mouth.
fr_fr: C'est tout ce qu'il faut avant d'entrer en éruption, en allant comme un geyser dans sa bouche.
it_it: È tutto quello che ci vuole prima che io erutti, andando via come un geyser nella sua bocca disposta.

source: Her throat rocks as she takes it like a pro, hardly even gagging, guzzling my cum like she's dying of thirst and I'm the hose.
fr_fr: Ses rochers de gorge, comme elle le prend comme un pro, à peine mordant, étourdis mon foutre comme elle meurt de soif et je suis le tuyau.
it_it: Le sue rocce alla gola come lei lo prende come un professionista, difficilmente nemmeno bavagliare, scherzando la mia sperma come lei sta morendo di sete e sono il tubo.

source: Hot ropes of cum explode into her pussy as well, and coat her insides with everything I have left in me.
fr_fr: Des cordes chaudes de foutre explosent aussi dans sa chatte, et enrobe ses côtés avec tout ce que je me suis laissé.
it_it: Le corde calde di sperma esplodono anche nella sua figa e ricoprono il suo interno con tutto quello che ho lasciato in me.

source: I stay buried deep within her as my balls constrict from the double ejaculation.
fr_fr: Je reste enfouie à l'intérieur d'elle, mes couilles se limitant à la double éjaculation de .
it_it: Rimango sepolto in profondità dentro di lei come le mie palle rigoroso dalla doppia eiaculazione.

source: I keep a firm grip on the box as I spend the last of my energy. Head thrown back, groans and grunts bursting from my chest.
fr_fr: Je garde une main ferme sur la boîte pendant que je passe la dernière de mon énergie. Chef renversé, groans et grunts qui éclatent de ma poitrine.
it_it: Tengo una presa ferma sulla scatola mentre spendo l'ultimo della mia energia. Testa gettata indietro, gemiti e grunts scoppiare dal mio petto.

source: In the daze of an otherworldly satisfaction, the sound of her sucking, smacking lips breaks through the music.
fr_fr: Dans la daze d'une autre satisfaction du monde, le son de son sucer, de claquer les lèvres se brise à travers la musique.
it_it: Nello sguardo di una soddisfazione non mondana, il suono del suo succhiare, le labbra smacking sbattono la musica.

source: Our uneven pants for air is all that I hear.
fr_fr: Notre pantalon inégal pour l'air est tout ce que j'entends.
it_it: I nostri pantaloni irregolari per l'aria sono tutto quello che sento.

source: [_mc_] Goddamn, what a night...
fr_fr: [_mc_] Goddamn, quelle nuit ...
it_it: [_mc_] Goddamn, che notte...

source: What a night!
fr_fr: Quelle nuit !
it_it: Che notte!

source: And I even made it up the stairs without waking [jo].
fr_fr: Et je l'ai même fait monter les escaliers sans le lever du [jo].
it_it: E ho anche fatto le scale senza svegliare [jo].

source: An unprecedented feat!
fr_fr: Un exploit sans précédent !
it_it: Una funzione senza precedenti!

source: I always thought parties would be shit, but damn I had fun...
fr_fr: J'ai toujours pensé que les partis seraient merde, mais je me suis amusés ...
it_it: Ho sempre pensato che le feste sarebbero stati merda, ma maledetto mi sono divertito...

source: I need to make sure to join more parties this year.
fr_fr: Je dois m'assurer de rejoindre davantage de partis cette année.
it_it: Devo assicurarmi di unirmi a più partiti quest'anno.

source: "I don't have time for your negativity, [kate]."
fr_fr: "Je n'ai pas le temps pour votre négativité, [kate]."
it_it: "Non ho tempo per la tua negatività, [kate]."

source: "What do you think can be improved?"
fr_fr: "Selon vous, qu'est-ce qui peut être amélioré?"
it_it: "Cosa pensi che possa essere migliorato?"

source: "I'm sorry it offended you, ma'am."
fr_fr: "Je suis désolé de t'avoir offensé, madame."
it_it: "Mi dispiace che ti abbia offeso, ma'am."

source: "Am I invited?"
fr_fr: "Suis-je invité?"
it_it: "Sono invitato?"

source: "You're having a party in the music classroom?"
fr_fr: "Vous avez un parti dans la salle de classe?"
it_it: "Stai facendo una festa nell'aula di musica?"

source: "I'll get the key for you, ma'am."
fr_fr: "Je vais chercher la clé pour toi, madame."
it_it: "Riceverò la chiave per te, ma'am."

source: "I don't like you bossing me around."
fr_fr: "Je n'aime pas me bosser autour de moi."
it_it: "Non mi piace che tu mi bossing in giro."

source: ?mc.intellect>=3@[mc.intellect]/3|{image=stats int}|"I'm working on a music project."
fr_fr: ? mc.intellect> =3@[mc.intellect]/3 | { image=stats int } | "Je travaille sur un projet musical."
it_it: ?mc.intellect>=3@[mc.intellect]/3<unk> {image=stats int}<unk> "Sto lavorando a un progetto musicale".

source: ?mc.charisma>=4@[mc.charisma]/4|{image=stats cha}|"I was having a rough day and needed a hug."
fr_fr: ? mc.charisma> =4@[mc.charisma]/4 | { image=stats cha } | "J'avais une journée difficile et j'avais besoin d'un câbeux."
it_it: ?mc.charisma>=4@[mc.charisma]/4<unk> {image=stats cha}<unk> "Avevo una giornata dura e avevo bisogno di un abbraccio."

source: "[kate] asked me if she could borrow the key to the music classroom."
fr_fr: "[kate] m'a demandé si elle pouvait emprunter la clé de la salle de classe. "
it_it: "[kate] mi ha chiesto se potesse prendere in prestito la chiave per l'aula musicale."

source: "The new curriculum is giving her trouble."
fr_fr: "Le nouveau programme est de , ce qui lui donne des ennuis."
it_it: "Il nuovo curriculum è dando il suo problema."

source: "Not everyone is how they appear on the surface..."
fr_fr: "Tout le monde n'est pas ce qu'il y a de à la surface ..."
it_it: "Non tutti sono come appaiono sulla superficie..."

source: "Yes, ma'am. Here you go."
fr_fr: " Oui, madame. Ici vous allez. "
it_it: "Sì, ma'am. Qui vai."

source: "You said there was something in it for me..."
fr_fr: "Tu as dit qu'il y avait quelque chose de pour moi ..."
it_it: "Hai detto che c'era qualcosa in esso per me..."

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"Yes, but she said I couldn't give it away."
fr_fr: ? mc.intellect> =6@[mc.intellect]/6 | { image=stats int } | "Oui, mais elle a dit que je ne pouvais pas le donner à ."

source: "Yes, ma'am. I'll be there."
fr_fr: " Oui, madame. Je serai là. "
it_it: "Sì, ma'am. Sarò lì."

source: "Why in the music classroom?"
fr_fr: "Pourquoi dans la salle de classe?"
it_it: "Perché nell'aula di musica?"

source: "I'm trying to fuck her."
fr_fr: "J'essaie de la baiser."
it_it: "Sto cercando di scoparla."

source: ?mc.charisma>=3@[mc.charisma]/3|{image=stats cha}|"I'm interviewing her."
fr_fr: ? mc.charisma> =3@[mc.charisma]/3 | { image=stats cha } | "Je l'interroge."
it_it: ?mc.charisma>=3@[mc.charisma]/3<unk> {image=stats cha}<unk> "La sto intervistando."

source: "Enough! I'm not interested in fucking ASS, okay?"
fr_fr: " Assez ! Je ne suis pas intéressé par le dans le putain de ASS, d'accord? "
it_it: "Basta! Non mi interessa di scopare ASS, okay?"

source: "Forget about membership fees. What about the perks?"
fr_fr: " Oubliez l'adhésion . Qu'en est-il des avantages? "
it_it: "Dimenticate le quote di appartenenza . E i perks?"

source: ?mc.owned_item('rock')@|{image=items rock}|"Well, I just happen to have one for you."
fr_fr: ? mc.owned_item ('rock') @ | { image = éléments rock } | "Eh bien, je viens juste de se produire pour en avoir un pour vous."
it_it: ?mc.owned_item('rock')@<unk> {image=items rock}<unk> "Beh, mi capita appena di averne uno per te."

source: "Ugh, forget it..."
fr_fr: "Ugh, oublie ça ..."
it_it: "Ugh, dimenticatelo..."

source: "TITs, of course. ASS seems full of shit."
fr_fr: " TIT, bien sûr. ASS semble plein de merde. "
it_it: "TIT, naturalmente. ASS sembra pieno di merda."

source: "ASS, of course. TITs seems like the breast way to go bankrupt."
fr_fr: " ASS, bien sûr. Les TIT semblent être le la façon de faire faillite. "
it_it: "ASS, naturalmente. I TITs sembrano la via del seno per fallire."

source: ?mc.money>=1000@[mc.money]/1000|{image=ui hud icon_money}|"That's kinda steep, isn't it?"{space=-25}
fr_fr: ? mc.money> =1000 @[mc.money]/1000 | { image=ui hud icon_money } | "C'est très dur, n'est-ce pas?" { space=-25 }
it_it: ?mc.money>=1000@[mc.money]/1000<unk> {image=ui hud icon_money}<unk> "Questo è kinda ripido, non è?"{space=-25}

source: "On second thought, I'll just go with ASS..."{space=-10}
fr_fr: "A la seconde pensée, je vais aller avec ASS..." { space = -10 }
it_it: "Al secondo pensiero, andrò solo con ASS..."{space=-10}

source: "What about medium? I like medium."
fr_fr: " Qu'en est-il du médium? I like medium. "
it_it: "Che dire del medio? mi piace il medio."

source: Stay
fr_fr: Séjour
it_it: Resta

source: ?mc.owned_item(('damning_document','compromising_photo'))@|{image=items [blackmail]}|"I'm asking the questions here."
fr_fr: ? mc.owned_item (('damning_document', 'compromising_photo')) @ | { image = items [blackmail]} | "Je pose les questions ici."
it_it: ?mc.owned_item(('damning_document','compromising_photo')@<unk> {image=items [blackmail]}<unk> "Sto facendo le domande qui."

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"Astronomy class."
fr_fr: ? mc.intellect> =6@[mc.intellect]/6 | { image=stats int } | "Classe d'astronomie."
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "Classe astronomica".

source: "I, err... forgot about the time."
fr_fr: "I, err ... a oublié le temps."
it_it: "Io, erro... ho dimenticato il tempo."

source: ?mc.lust>=4@[mc.lust]/4|{image=stats lust}|"Would you mind if I borrow your costume?"
fr_fr: ? mc.lust> =4@[mc.lust]/4 | { image=stats lust } | "Souhaitez-vous que je vous emprunte votre costume ?"
it_it: ?mc.lust>=4@[mc.lust]/4<unk> {image=stats lust}<unk> "Ti dispiacerebbe se prendessi in prestito il tuo costume?"

source: "That's a weird costume."
fr_fr: "C'est un costume bizarre."
it_it: "È un costume strano."

source: Worship
fr_fr: Pire
it_it: Culto

source: Refuse
fr_fr: Refuser
it_it: Rifiuta

source: ?quest.isabelle_red['sneaked_a_peek']@|{image=kate_wicked_eating_out}|"Your lust for revenge..."
fr_fr: ? quest.isabelle_red [ 'éternaked_a_peek'] @ | { image=kate_wicked_eating_out } | "Your lust for vengeance ..."
it_it: ?quest.isabelle_red['sneaked_a_peek']@<unk> {image=kate_wicked_eating_out}<unk> "La tua lussuria per la vendetta..."

source: "Your fears..."
fr_fr: "Vos peurs ..."
it_it: "Le tue paure..."

source: ?quest.kate_desire['bent_over']@|{image=kate_wicked_spanking}|"Your pride..."
fr_fr: ? quest.kate_désir [ 'bent_over'] @ | { image=kate_wicked_spanking } | "Votre fierté ..."
it_it: ?quest.kate_desire['bent_over']@<unk> {image=kate_wicked_spanking}<unk> "Il tuo orgoglio..."

source: "That heart of yours is pure as snow..."
fr_fr: "Ce cœur de la tienne est pur comme la neige ..."
it_it: "Quel vostro cuore è puro come neve..."

source: ?lindsey['romance_disabled']@|{image=lindsey contact_icon_evil}|"Your mind..."
fr_fr: ? lindsey ['romance_disabled'] @ | { image=lindsey contact_icon_evil } | "Votre esprit ..."
it_it: ?lindsey['romance_disabled']@<unk> {image=lindsey contact_icon_evil}<unk> "La tua mente..."

source: "Your sin is that you care too much..."
fr_fr: "Votre péché, c'est que vous vous souciez trop ..."
it_it: "Il tuo peccato è che ti importa troppo..."

source: [_mc_] I'll get the key for you, ma'am.
it_it: [_mc_] Ti prenderò la chiave, ma'am.

source: [_jo_] I'm always busy, sweetheart.
it_it: [_jo_] Sono sempre occupato, innamorato.

source: [_kate_s_confident_] Sounded like that went well.
it_it: [_kate_s_confident_] Suonato come questo è andato bene.

source: [_mc_] I have special permission from the principal...
it_it: [_mc_] Ho il permesso speciale del committente...

source: [_mc_] I'll have you know—
it_it: [_mc_] lo sapete—

source: [_mc_] The, err... the plant in the admin wing?
it_it: [_mc_] The, err... la pianta nell'ala di amministrazione?

source: [_mc_] You'll have to come down and get it, though.
it_it: [_mc_] Dovrai scendere e ottenerlo, però.

source: [_mc_] You've got to be kidding me...
it_it: [_mc_] Devi essere che mi scherza...

source: [_mc_] It's, err... new for this year?
it_it: [_mc_] E' vero, erro... nuovo per quest'anno?

source: [_nurse_s_annoyed_] It's... for [kate]'s party.
it_it: [_nurse_s_annoyed_] E... per la festa di [kate].

source: [_kate_] Let's just get this show on the road.
it_it: [_kate_] Prendiamo questo spettacolo sulla strada.

source: [_kate_] Touché!
it_it: [_kate_] Touche<unk> !

source: [_casey_] Come on, [lacey], help us!
it_it: [_casey_] Avanti, [lacey], aiutaci!

source: Aha! Excellent!
it_it: Aha! Ottimo!

source: [_mc_] {👻👻}I am the Ghost of Christmas Sins, and I know them all.{/👻👻}
it_it: [_mc_] {👻👻}Sono il fantasma dei peccati di Natale, e conosco tutti.{/👻👻}

source: [_lindsey_s_laughing_] I love party tricks!
it_it: [_lindsey_s_laughing_] Amo i trucchi di festa!

source: "Bouncy."
it_it: "Rimbalzare."

source: "Flat."
it_it: "Appartamento."
