Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_blowjob_dream.po
Languages: fr_fr, it_it

source: Everytime I go inside, I end up where I started.
fr_fr: Chaque fois que je vais à l'intérieur, je termine là où j'ai commencé.
it_it: Ogni volta che vado dentro, finisco dove ho iniziato.

source: [_mrsl_s_neutral_] [mc], there you are!
fr_fr: [_mrsl_s_neutral_] [mc], vous êtes là !
it_it: [_mrsl_s_neutral_] [mc], ci sei!

source: [_mrsl_s_thinking_] How did the tour go?
fr_fr: [_mrsl_s_thinking_] Comment la tournée a-elle été tournée?
it_it: [_mrsl_s_thinking_] Come è andato il tour?

source: [_mc_] Apart from [isabelle] and [kate] almost ripping each other's heads off, pretty good.
fr_fr: [_mc_] Mis à part les [isabelle] et [kate] presque arrachant les têtes de l'autre, c'est plutôt bon.
it_it: [_mc_] A parte [isabelle] e [kate] quasi strappando le teste degli altri, piuttosto buona.

source: [_mrsl_s_surprised_] Oh, dear. That's no good.
fr_fr: [_mrsl_s_surprised_] Oh, ma chère. Ce n'est pas bon.
it_it: [_mrsl_s_surprised_] Oh, caro. Non è buono.

source: [_mc_] Not as eventless as I expected.
fr_fr: [_mc_] Pas aussi bien que je m'y attendais.
it_it: [_mc_] Non così infinito come mi aspettavo.

source: [_mrsl_s_skeptical_] Can you tell me what happened?
fr_fr: [_mrsl_s_skeptical_] Pouvez-vous me dire ce qui s'est passé?
it_it: [_mrsl_s_skeptical_] Puoi dirmi cos'è successo?

source: [_mc_] [kate] was picking on [isabelle].
fr_fr: [_mc_] [kate] a pris le [isabelle].
it_it: [_mc_] [kate] è stato scelto su [isabelle].

source: [_mrsl_s_blush_] [kate] can be a little intense sometimes, but I'm sure it all comes from a good place.
fr_fr: [_mrsl_s_blush_] [kate] peut être un peu intense parfois, mais je suis sûr que tout vient d'un bon endroit.
it_it: [_mrsl_s_blush_] [kate] può essere un po 'intenso a volte, ma sono sicuro che tutto proviene da un buon posto.

source: [_mc_] Right...
fr_fr: [_mc_] Droit ...
it_it: [_mc_] A Destra...

source: I'm sure it all comes from her rotten heart.
fr_fr: Je suis sûr que tout vient de son coeur pourri.
it_it: Sono sicuro che tutto viene dal suo cuore marce.

source: [_mrsl_s_smile_] I know you haven't always seen eye to eye, but it's a new school year.
fr_fr: [_mrsl_s_smile_] Je sais que vous n'avez pas toujours vu les yeux, mais c'est une nouvelle année scolaire.
it_it: [_mrsl_s_smile_] So che non hai sempre visto l'occhio agli occhi, ma è un nuovo anno scolastico.

source: [_mrsl_s_smile_] Who knows what can happen?
fr_fr: [_mrsl_s_smile_] Qui sait ce qui peut arriver?
it_it: [_mrsl_s_smile_] Chi sa cosa può succedere?

source: [_mc_] [isabelle] was rude.
fr_fr: [_mc_] [isabelle] était impoli.
it_it: [_mc_] [isabelle] era maleducato.

source: [_mrsl_s_surprised_] That's odd! I didn't peg her for the rude type...
fr_fr: [_mrsl_s_surprised_] C'est bizarre ! Je ne l'ai pas fixé pour le type grossier ...
it_it: [_mrsl_s_surprised_] È strano! Non l'ho spinta per il tipo maleducato...

source: [_mc_] She says she's English, but she's probably a hot-blooded Scot.
fr_fr: [_mc_] Elle dit qu'elle est anglaise, mais qu'elle est probablement un Écossais à sang chaud.
it_it: [_mc_] Dice di essere inglese, ma probabilmente è una scozzese a sangue caldo.

source: [_mrsl_s_thinking_] I'd be careful to judge a book by its cover, if I were you. Maybe she had a bad day.
fr_fr: [_mrsl_s_thinking_] Je serais prudent de juger un livre par sa couverture, si je vous étais. Peut-être qu'elle a eu une mauvaise journée.
it_it: [_mrsl_s_thinking_] farei attenzione a giudicare un libro dalla sua copertina, se fossi in te. Forse ha avuto una brutta giornata.

source: [_mrsl_s_neutral_] You should give her another chance.
fr_fr: [_mrsl_s_neutral_] Vous devriez lui donner une autre chance.
it_it: [_mrsl_s_neutral_] Dovresti darle un'altra possibilità.

source: Hmm... that would be the fair thing to do, considering my own circumstances.
fr_fr: Hmm ... ce serait la bonne chose à faire, compte tenu de ma propre situation.
it_it: Hmm... che sarebbe la cosa giusta da fare, considerando le mie stesse circostanze.

source: Then again, [kate].
fr_fr: Encore une fois, [kate].
it_it: Poi di nuovo, [kate].

source: [_mc_] They were both being catty.
fr_fr: [_mc_] Ils étaient tous deux catteux.
it_it: [_mc_] Erano entrambi cattivi.

source: [_mc_] I don't care much for such nonsense.
fr_fr: [_mc_] Je m'en fiche beaucoup pour un tel non-sens.
it_it: [_mc_] Non mi importa molto di tali sciocchezze.

source: [_mrsl_s_excited_] That is very mature of you.
fr_fr: [_mrsl_s_excited_] C'est très mature de vous.
it_it: [_mrsl_s_excited_] È molto maturo da parte vostra.

source: [_mrsl_s_concerned_] But I think you should try to get involved in that conflict more if you can.
fr_fr: [_mrsl_s_concerned_] Mais je pense que vous devriez essayer de vous impliquer davantage dans ce conflit si vous le pouvez.
it_it: [_mrsl_s_concerned_] Ma penso che dovreste cercare di essere coinvolti in quel conflitto più se potete.

source: [_mrsl_s_concerned_] Maybe you can stop it.
fr_fr: [_mrsl_s_concerned_] Vous pouvez peut-être l'arrêter.
it_it: [_mrsl_s_concerned_] Forse puoi fermarlo.

source: [_mc_] You're probably right. Thanks for the advice!
fr_fr: [_mc_] Vous avez probablement raison. Merci pour les conseils !
it_it: [_mc_] probabilmente hai ragione. Grazie per il consiglio!

source: [_mrsl_s_excited_] Don't mention it!
fr_fr: [_mrsl_s_excited_] Ne le mentionnez pas !
it_it: [_mrsl_s_excited_] Non menzionarlo!

source: [_mc_] [lindsey] had an accident.
fr_fr: [_mc_] [lindsey] a eu un accident.
it_it: [_mc_] [lindsey] ha avuto un incidente.

source: [_mrsl_s_surprised_] Oh, no! That poor dear!
fr_fr: [_mrsl_s_surprised_] Oh, non ! Ce pauvre chéri !
it_it: [_mrsl_s_surprised_] Oh, no! Quel povero caro!

source: [_mc_] Got her to the [nurse], safe and sound. She'll be okay.
fr_fr: [_mc_] Got à la [nurse], sûre et son. Elle va bien.
it_it: [_mc_] L'ha portata alla [nurse], sicura e sonora. Lei andrà bene.

source: [_mc_] I think she likes me!
fr_fr: [_mc_] Je pense qu'elle m'aime !
it_it: [_mc_] Penso che le piace!

source: [_mrsl_s_smile_] I'm happy to hear it.
fr_fr: [_mrsl_s_smile_] Je suis heureux de l'entendre.
it_it: [_mrsl_s_smile_] Sono felice di sentirlo.

source: [_mrsl_s_smile_] Young passion is by far the sweetest.
fr_fr: [_mrsl_s_smile_] La jeune passion est de loin la plus douce.
it_it: [_mrsl_s_smile_] La giovane passione è di gran lunga la più dolce.

source: [_mc_] She probably hates me, though...
fr_fr: [_mc_] Elle me hait probablement, bien que ...
it_it: [_mc_] Probabilmente mi odia, però...

source: [_mrsl_s_laughing_] High school girls can be like storm clouds.
fr_fr: [_mrsl_s_laughing_] Les lycéennes peuvent être comme des nuages de tempête.
it_it: [_mrsl_s_laughing_] Le ragazze delle scuole superiori possono essere come nuvole di tempesta.

source: [_mrsl_s_flirty_] You just wait until the sun peeks through.
fr_fr: [_mrsl_s_flirty_] Vous attendez jusqu'à ce que le soleil se passe.
it_it: [_mrsl_s_flirty_] Aspetti solo fino a quando il sole sbircierà attraverso.

source: [_mc_] Thanks for the advice.
fr_fr: [_mc_] Merci pour les conseils.
it_it: [_mc_] Grazie per il consiglio.

source: [_mrsl_s_excited_] You're very welcome.
fr_fr: [_mrsl_s_excited_] Vous êtes les bienvenus.
it_it: [_mrsl_s_excited_] Sei molto benvenuto.

source: [_mc_] I met [jacklyn] for the first time.
fr_fr: [_mc_] J'ai rencontré [jacklyn] pour la première fois.
it_it: [_mc_] ho incontrato [jacklyn] per la prima volta.

source: [_mrsl_s_excited_] Ah, [jacklyn]... what a sweet young woman! We're lucky to have her filling in for Mrs. Bloomer.
fr_fr: [_mrsl_s_excited_] Ah, [jacklyn]... ce qu'une jeune femme douce ! Nous avons de la chance de la faire remplir pour Mme Bloomer.
it_it: [_mrsl_s_excited_] Ah, [jacklyn]... che dolce giovane donna! Siamo fortunati ad avere il suo ripieno per la signora Bloomer.

source: [_mc_] Extremely lucky!
fr_fr: [_mc_] Extrêmement chanceux !
it_it: [_mc_] Estremamente fortunato!

source: [_mrsl_s_excited_] I'm glad you agree.
fr_fr: [_mrsl_s_excited_] Je suis heureux que vous êtes d'accord.
it_it: [_mrsl_s_excited_] Sono contento che tu sia d'accordo.

source: [_mrsl_s_annoyed_] I had some difficulty convincing the principal that [jacklyn] is the right woman for that job.
fr_fr: [_mrsl_s_annoyed_] J'ai eu de la difficulté à convaincre le directeur que le [jacklyn] est la bonne femme pour ce poste.
it_it: [_mrsl_s_annoyed_] Ho avuto qualche difficoltà a convincere il principale che [jacklyn] è la donna giusta per quel lavoro.

source: [jo] never really approved of women dressing provocatively, which is quite hypocritical of her.
fr_fr: [jo] n'a jamais vraiment approuvé les femmes s'habiller de façon provocante, ce qui est assez hypocrite d'elle.
it_it: [jo] non ha mai veramente approvato le donne che si vestono provocatoriamente, il che è abbastanza ipocrita di lei.

source: [flora] probably suffers the most from that. She barely has any skirts, especially after one got stolen.
fr_fr: [flora] souffre probablement le plus de cela. Elle a à peine des jupes, surtout après que l'on se soit volé.
it_it: [flora] probabilmente ne soffre di più. Ha a malapena delle gonne, soprattutto dopo che uno è stato rubato.

source: [_mrsl_s_excited_] In any case, I just wanted to commend you for stepping out of your comfort zone.
fr_fr: [_mrsl_s_excited_] En tout cas, je voulais juste vous féliciter d'avoir quitté votre zone de confort.
it_it: [_mrsl_s_excited_] In ogni caso, volevo solo lodarvi per uscire dalla vostra zona di comfort.

source: [_mrsl_s_concerned_] I know you've always had a hard time socially, so this was really good.
fr_fr: [_mrsl_s_concerned_] Je sais que vous avez toujours eu du mal socialement, donc c'était vraiment bien.
it_it: [_mrsl_s_concerned_] So che hai sempre avuto difficoltà dal punto di vista sociale, quindi questo è stato davvero buono.

source: [_mrsl_s_concerned_] And as thanks for showing [isabelle] around, I'd like you to have this badge.
fr_fr: [_mrsl_s_concerned_] Et comme merci de montrer [isabelle] autour, j'aimerais que vous avez ce badge.
it_it: [_mrsl_s_concerned_] E come grazie per aver mostrato [isabelle] intorno, vorrei che tu avesse questo distintivo.

source: [_mc_] What is it?
fr_fr: [_mc_] Qu'est-ce que c'est?
it_it: [_mc_] Che cos'è?

source: [_mrsl_s_sad_] I know what social anxiety is like. I hid underneath five layers of clothing for years.
fr_fr: [_mrsl_s_sad_] Je sais à quoi ressemble l'anxiété sociale. Je me suis caché sous cinq couches de vêtements pendant des années.
it_it: [_mrsl_s_sad_] So com'è l'ansia sociale. Ho nascosto sotto cinque strati di abbigliamento per anni.

source: [_mrsl_s_sad_] By the end of last semester, I had enough and sought help.
fr_fr: [_mrsl_s_sad_] À la fin du dernier semestre, j'en avais assez et j'ai demandé de l'aide.
it_it: [_mrsl_s_sad_] Alla fine dell'ultimo semestre, ho avuto abbastanza e ho cercato aiuto.

source: [_mrsl_s_smile_] This is the badge I got for stepping out of my comfort zone for the first time, and now it's yours.
fr_fr: [_mrsl_s_smile_] C'est l'insigne que j'ai eu pour sortir de ma zone de confort pour la première fois, et maintenant c'est à vous.
it_it: [_mrsl_s_smile_] Questo è il distintivo che ho ottenuto per uscire dalla mia zona di comfort per la prima volta, ed ora è tuo.

source: That explains why she ditched the cardigan and the wool socks. Man, if she could turn herself around like this, maybe it's not over for me.
fr_fr: Cela explique pourquoi elle a abandonné le cardigan et les chaussettes de laine. L'homme, si elle pouvait se retourner comme ça, peut-être que ce n'est pas fini pour moi.
it_it: Questo spiega perché ha ammazzato il cardigan e le calze di lana. Uomo, se poteva girarsi così, forse non è finito per me.

source: [_mc_] Thank you. I appreciate it.
fr_fr: [_mc_] Merci. Je l'apprécie.
it_it: [_mc_] Grazie. Lo apprezzo.

source: [_mrsl_s_smile_] You're very welcome. I hope it'll bring you the same confidence that it brought me.
fr_fr: [_mrsl_s_smile_] Vous êtes les bienvenus. J'espère que ça vous apportera la même confiance que ça m'a apporté.
it_it: [_mrsl_s_smile_] Sei il benvenuto. Spero che ti porti la stessa fiducia che mi ha portato.

source: That's so nice of her. She always stared right through me before. Something's definitely changed in her eyes. They're sparkling with a newfound light.
fr_fr: C'est si gentile d'elle. Elle a toujours été jalée de moi avant. Quelque chose a changé dans ses yeux. Ils sont étincelants avec une lumière nouvelle.
it_it: È così gentile da lei. Ha sempre guardato attraverso di me prima. Qualcosa è decisamente cambiato nei suoi occhi. Sono scintillanti con una luce nuova.

source: She knew about my social anxiety too. If her new style hadn't already made her my favorite teacher, this act of kindness certainly would have.
fr_fr: Elle était aussi au courant de mon anxiété sociale. Si son nouveau style n'avait pas déjà fait d'elle mon professeur préféré, cet acte de gentillesse aurait certainement.
it_it: Sapeva anche della mia ansia sociale. Se il suo nuovo stile non le avesse già fatto il mio insegnante preferito, questo atto di gentilezza avrebbe certamente avuto.

source: This day has far exceeded my expectations.
fr_fr: Ce jour a largement dépassé mes attentes.
it_it: Questo giorno ha superato di gran lunga le mie aspettative.

source: Never won anything before, but this badge certainly feels like a trophy. It warms my heart and gives me new hope.
fr_fr: Il n'a jamais gagné quoi que ce soit avant, mais ce badge se sent certainement comme un trophée. Ça me réchauffa le cœur et me donne un nouvel espoir.
it_it: Non ha mai vinto nulla prima, ma questo distintivo si sente sicuramente come un trofeo. Mi scalda il cuore e mi dà nuova speranza.

source: It deserves to be on display...
fr_fr: Elle mérite d'être exposée ...
it_it: Merita di essere in mostra...

source: Ah, that looks nice. Perfect!
fr_fr: Ah, ça a l'air sympa. Parfait !
it_it: Ah, sembra bello. Perfetto!

source: [_flora_] Hello?
fr_fr: [_flora_] Bonjour?
it_it: [_flora_] Ciao?

source: [_flora_] [mc]? Are you up?
fr_fr: [_flora_] [mc]? Es-tu en haut?
it_it: [_flora_] [mc]? Sei alzato?

source: [_mc_] [flora]? What time is it?
fr_fr: [_mc_] [flora]? Quelle heure est-il?
it_it: [_mc_] [flora]? A che ora?

source: [_flora_] Open up!
fr_fr: [_flora_] Ouverte !
it_it: [_flora_] Aprite!

source: [_kate_s_laughing_] Oh, nice outfit!
fr_fr: [_kate_s_laughing_] Oh, belle tenue !
it_it: [_kate_s_laughing_] Oh, bel vestito!

source: [_kate_s_laughing_] I always knew you were a cross-dressing little sissy.
fr_fr: [_kate_s_laughing_] J'ai toujours su que vous étiez un peu de sissy.
it_it: [_kate_s_laughing_] Ho sempre saputo che tu eri una piccola femmina travestente.

source: [_mc_] I didn't have anything else to put on...
fr_fr: [_mc_] Je n'avais rien d'autre à mettre ...
it_it: [_mc_] Non avevo altro da mettere...

source: [_kate_s_confident_] I think it's fitting.
fr_fr: [_kate_s_confident_] Je pense que c'est approprié.
it_it: [_kate_s_confident_] penso che sia adatto.

source: Damn it, this is too humiliating...
fr_fr: Merde, c'est trop humiliant ...
it_it: Dannazione, questo è troppo umiliante...

source: [_kate_s_confident_] What is it? Some nerd shit, right?
fr_fr: [_kate_s_confident_] Qu'est-ce que c'est? Un peu de merde, non?
it_it: [_kate_s_confident_] Che cos'è? Qualche merda nerd, giusto?

source: [_mc_] The kimono is a traditional Japanese garb.
fr_fr: [_mc_] Le kimono est un garb traditionnel japonais.
it_it: [_mc_] Il kimono è un garbo tradizionale giapponese.

source: [_kate_s_eyeroll_] Oh, you're one of those people.
fr_fr: [_kate_s_eyeroll_] Oh, vous êtes l'un de ces gens.
it_it: [_kate_s_eyeroll_] Oh, sei una di quelle persone.

source: [_mc_] What's that supposed to mean?
fr_fr: [_mc_] Qu'est-ce que c'est censé vouloir dire?
it_it: [_mc_] Che cosa dovrebbe significare?

source: [_kate_s_excited_] Don't play dumb with me, weeb.
fr_fr: [_kate_s_excited_] Ne jouez pas bête avec moi, chérie.
it_it: [_kate_s_excited_] Non suonare stupido con me, weeb.

source: [_kate_s_laughing_] Is it like an emperor's new clothes thing, but starring a peasant instead?
fr_fr: [_kate_s_laughing_] C'est comme la nouvelle chose d'un empereur, mais avec un paysan à la place?
it_it: [_kate_s_laughing_] È come vestiti nuovi di un imperatore, ma con un contadino?

source: [_mc_] I was late and didn't have anything to put on...
it_it: [_mc_] Ero in ritardo e non avevo nulla da mettere...

source: [_kate_s_gushing_] Aw! Look at the little guy! Adorable!
fr_fr: [_kate_s_gushing_] Aw ! Regarde le petit gars ! Adorable !
it_it: [_kate_s_gushing_] Aw! Guarda il ragazzino! Adorabile!

source: Ugh. Going naked was a mistake. What was I thinking?
fr_fr: Ugh. Se nu était une erreur. Qu'est-ce que je pensais?
it_it: Ugh. Andare nudo è stato un errore. Che cosa stavo pensando?

source: [_kate_s_excited_] Well, this was entertaining, but I'm getting bored of you already.
fr_fr: [_kate_s_excited_] Eh bien, c'était amusant, mais je t'ennuierai déjà.
it_it: [_kate_s_excited_] Beh, questo è stato divertente, ma mi annoio già di voi.

source: [_mc_] Wait!
fr_fr: [_mc_] Attends !
it_it: [_mc_] Aspetta!

source: [_mc_] What's going on? Where is everyone?
fr_fr: [_mc_] Qu'est-ce qui se passe? Où est tout le monde?
it_it: [_mc_] Cosa sta succedendo? Dov'è tutti?

source: [_kate_s_laughing_] Didn't you hear?
fr_fr: [_kate_s_laughing_] N'avez-vous pas entendu?
it_it: [_kate_s_laughing_] non hai sentito?

source: [_mc_] Hear what?
it_it: [_mc_] Ascoltate cosa?

source: [_kate_s_confident_] Something bad happened to the new girl.
fr_fr: [_kate_s_confident_] Quelque chose de mauvais est arrivé à la nouvelle fille.
it_it: [_kate_s_confident_] È successo qualcosa di brutto alla nuova ragazza.

source: [_kate_s_confident_] I guess she had an accident. Very unfortunate.
fr_fr: [_kate_s_confident_] Je suppose qu'elle a eu un accident. Très malheureuse.
it_it: [_kate_s_confident_] Immagino che abbia avuto un incidente. Molto sfortunato.

source: [_kate_s_smile_] They closed the school for the day.
fr_fr: [_kate_s_smile_] Ils ont fermé l'école pour la journée.
it_it: [_kate_s_smile_] Chiusarono la scuola per il giorno.

source: [_mc_] Is she okay?
fr_fr: [_mc_] Est-ce qu'elle va bien?
it_it: [_mc_] Sta bene?

source: [_kate_s_confident_] Don't know. Don't care.
fr_fr: [_kate_s_confident_] Ne sais pas. Ne vous en souciez pas.
it_it: [_kate_s_confident_] Non lo sai. Non importa.

source: [_mc_] Why are you always being such a bitch?
fr_fr: [_mc_] Pourquoi tu es toujours une telle salope?
it_it: [_mc_] Perché sei sempre una cagna del genere?

source: [_kate_s_neutral_] Watch your tone when you talk to me, loser.
fr_fr: [_kate_s_neutral_] Regardez votre ton quand vous me parlez, loser.
it_it: [_kate_s_neutral_] Guarda il tuo tono quando parli con me, perdente.

source: [_mc_] No! I've had enough of you and your fucking abuse!
fr_fr: [_mc_] Non ! J'en ai assez de vous et de votre putain de mauvais traitements !
it_it: [_mc_] No! Ho avuto abbastanza di te e il tuo cazzo abuso!

source: [_mc_] You've insulted me for the last time...
fr_fr: [_mc_] Vous m'avez insulté pour la dernière fois ...
it_it: [_mc_] Mi hai insultato per l'ultima volta...

source: [_mc_] There's no one else here. Just us. Alone.
fr_fr: [_mc_] Il n'y a personne d'autre ici. Juste nous. Seul.
it_it: [_mc_] Non c'è nessun altro qui. Solo noi.

source: [_kate_s_sad_] Umm... w-what are you doing?
fr_fr: [_kate_s_sad_] Umm ... w-Qu'est-ce que tu fais?
it_it: [_kate_s_sad_] Umm... w-che cosa stai facendo?

source: [_mc_] What I should've done years ago.
fr_fr: [_mc_] Ce que j'aurais dû faire il y a des années.
it_it: [_mc_] Quello che avrei dovuto fare anni fa.

source: [_kate_] Get away from me! You can't—
fr_fr: [_kate_] Se retirer de moi ! Vous ne pouvez pas-
it_it: [_kate_] Allontanati da me! Non puoi—

source: [_kate_] Oww! Let go! [withvpunch]
fr_fr: [_kate_] Oww ! Allons ! [withvpunch]
it_it: [_kate_] Oww! Lascia andare! [withvpunch]

source: [_mc_] Shut the hell up, whore.
fr_fr: [_mc_] Ferme l'enfer, putain.
it_it: [_mc_] Chiudi l'inferno, puttana.

source: [_mc_] I want you to apologize and then leave me alone.
fr_fr: [_mc_] Je veux que vous m'excusiez et que vous me quitiez seul.
it_it: [_mc_] Voglio che ti scusi e poi mi lasci da solo.

source: [kate] looks concerned. She clearly didn't expect such an outburst.
fr_fr: [kate] semble concerné. Elle ne s'attendait manifestement pas à un tel déchaînage.
it_it: [kate] sembra preoccupata. Evidentemente non si aspettava un tale scoppio.

source: Ice in my veins. Steel in my eyes.
fr_fr: La glace dans mes veines. Acier à mes yeux.
it_it: Ghiaccio nelle vene. Acciaio nei miei occhi.

source: [_mc_] I'm waiting.
fr_fr: [_mc_] J'attends.
it_it: [_mc_] sto aspettando.

source: [_kate_s_sad_] I guess I've been feeling guilty for how I've treated you the past few years.
fr_fr: [_kate_s_sad_] Je suppose que j'ai été coupable de ce que je vous ai traité ces dernières années.
it_it: [_kate_s_sad_] Immagino di sentirmi colpevole per come ti ho curato negli ultimi anni.

source: [_kate_s_sad_] So, I'd like to apologize.
fr_fr: [_kate_s_sad_] Alors, j'aimerais m'excuser.
it_it: [_kate_s_sad_] Quindi, vorrei scusarmi.

source: [_mc_] Apologize how?
fr_fr: [_mc_] Apologiser comment?
it_it: [_mc_] Scusa come?

source: This is a new side of her. Never thought I'd see [kate] embarrassed.
fr_fr: C'est un nouveau côté d'elle. Jamais je ne pensais voir [kate] embarrassé.
it_it: Questo è un lato nuovo di lei. Mai pensato che avrei visto [kate] imbarazzato.

source: [_kate_s_blush_] Are you ready?
fr_fr: [_kate_s_blush_] Êtes-vous prêt?
it_it: [_kate_s_blush_] Sei pronto?

source: [_mc_] Ready for what?
fr_fr: [_mc_] Prêt pour quoi?
it_it: [_mc_] Pronti per cosa?

source: [_kate_s_KateKneelingPose01_] My apology... I never half-ass things.
fr_fr: [_kate_s_KateKneelingPose01_] Mes excuses ... Je n'ai jamais des demi-fesses.
it_it: [_kate_s_KateKneelingPose01_] Le mie scuse... non ho mai mezze cose di asino.

source: Huh? That's... that's not what I expected in a million years. Not from [kate]!
fr_fr: Huh? C'est. .. ce n'est pas ce que j'attendais dans un million d'années. Pas du [kate]!
it_it: Huh? Quello... non è quello che mi aspettavo in un milione di anni. Non da [kate]!

source: For years, she's paraded around in her high heels, forcing people to look up at her.
fr_fr: Pendant des années, elle est perlée autour de ses talons hauts, obligeant les gens à la regarder.
it_it: Per anni, è sfilata in giro nei suoi tacchi alti, costringendo la gente a guardarla.

source: Seeing her on her knees has always been a fantasy. The evil queen humbled and begging for forgiveness.
fr_fr: La voir à genoux a toujours été un fantasme. La reine diabolique a humblement humilié et implorant le pardon.
it_it: Vedendola in ginocchio è sempre stata una fantasia. La regina malvagia umiliava e supplicava il perdono.

source: Eagerly awaiting her judgement. Ready to wrap her lips around me. Ready to take me deep in her throat.
fr_fr: En attendant son jugement. Prêt à envelopper ses lèvres autour de moi. Prêt à me prendre profondément dans sa gorge.
it_it: Aspettando con ansia il suo giudizio. Pronto a avvolgermi le labbra intorno a me. Pronto a portarmi in profondità nella sua gola.

source: The guilt must've caught up with her at long last. Maybe seeing me together with [isabelle] earlier made her realize her mistakes.
fr_fr: La culpabilité a dû être rattrapes avec elle enfin. Peut-être que me voir avec le [isabelle] a fait qu'elle réalisa ses erreurs.
it_it: La colpa deve averla finalmente colta con lei. Forse vedendomi insieme ad [isabelle] prima mi ha fatto capire i suoi errori.
