Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_wicked.po
Languages: fr_fr, it_it

source: [_kate_s_confident_] I thought I heard someone being noisy over here.
fr_fr: [_kate_s_confident_] Je croyais avoir entendu quelqu'un bruyant ici.
it_it: [_kate_s_confident_] pensavo di aver sentito qualcuno essere rumoroso qui.

source: [_mc_] It's just me and my piano. I can stop if it bothers you.
fr_fr: [_mc_] C'est juste moi et mon piano. Je peux m'arrêter si ça te dérère.
it_it: [_mc_] È solo me e il mio pianoforte. Posso fermarmi se ti infastidisce.

source: [_kate_s_confident_] It was okay, I've heard worse.
fr_fr: [_kate_s_confident_] C'était bon, j'ai entendu pire.
it_it: [_kate_s_confident_] Va bene, ho sentito peggio.

source: [_mc_] So, you liked it?
fr_fr: [_mc_] Alors, vous l'avez aimé?
it_it: [_mc_] Allora, ti è piaciuto?

source: [_kate_s_neutral_] Let's not get ahead of ourselves here.
fr_fr: [_kate_s_neutral_] Ne nous prévenons pas ici.
it_it: [_kate_s_neutral_] Non andiamo avanti di noi stessi qui.

source: [_mc_] I don't have time for your negativity, [kate].
fr_fr: [_mc_] Je n'ai pas le temps pour votre négativité, [kate].
it_it: [_mc_] Non ho tempo per la tua negatività, [kate].

source: [_kate_s_laughing_] That's odd. Last time I checked, you had no life.
fr_fr: [_kate_s_laughing_] C'est bizarre. La dernière fois que j'ai vérifié, tu n'avais pas de vie.
it_it: [_kate_s_laughing_] È strano. L'ultima volta che ho controllato, non hai avuto vita.

source: [_mc_] Why did you check that? Doesn't that mean you have boring interests?
fr_fr: [_mc_] Pourquoi avez-vous vérifié cela? Cela ne signifie-t-il pas que vous avez des intérêts ennuyeux?
it_it: [_mc_] Perché hai controllato? Non significa che hai interessi noiosi?

source: Ugh, that was the worst comeback ever...
fr_fr: Ugh, c'était le pire retour ...
it_it: Ugh, che era il peggior ritorno mai...

source: [kate] makes me nervous, so my thoughts get muddled...
fr_fr: [kate] me rend nerveux, donc mes pensées sont bouddlées ...
it_it: [kate] mi rende nervoso, così i miei pensieri si fangolano...

source: [_kate_s_smile_] A few moments of morbid curiosity hasn't hurt anyone.
fr_fr: [_kate_s_smile_] Quelques instants de curiosité morbide n'ont blessé personne.
it_it: [_kate_s_smile_] Alcuni momenti di morbosa curiosità non hanno ferito nessuno.

source: [_mc_] What do you think can be improved?
fr_fr: [_mc_] Qu'est-ce qui peut être amélioré?
it_it: [_mc_] Cosa pensi che possa essere migliorato?

source: [_kate_s_neutral_] All of it. It's not terrible, but it's not good either.
fr_fr: [_kate_s_neutral_] Tout cela. Ce n'est pas terrible, mais ce n'est pas bon non plus.
it_it: [_kate_s_neutral_] Tutto ciò. Non è terribile, ma non è buono.

source: [_kate_s_neutral_] Also, the intro is important in every song because it's the listener's first impression. Make sure you don't fuck that up next time.
fr_fr: [_kate_s_neutral_] Aussi, l'introduction est importante dans chaque chanson parce que c'est la première impression de l'auditeur. Assurez-vous de ne pas baiser ça la prochaine fois.
it_it: [_kate_s_neutral_] Inoltre, l'intro è importante in ogni canzone perché è la prima impressione dell'ascoltatore. Assicurati di non scoparlo la prossima volta.

source: [_kate_s_confident_] I did like the choice of melody, though.
fr_fr: [_kate_s_confident_] J'aime bien le choix de la mélodie.
it_it: [_kate_s_confident_] Mi è piaciuta la scelta della melodia, però.

source: I knew I messed up a few notes here and there...
fr_fr: Je savais que j'avais foiré quelques notes ici et là ...
it_it: Sapevo che ho messo in ginocchio alcune note qui e là...

source: [kate] has always been a great music student. Even though she's mean, I think that was genuinely good advice.
fr_fr: [kate] a toujours été un grand étudiant en musique. Même si elle est moyenne, je pense que c'était vraiment un bon conseil.
it_it: [kate] è sempre stato un grande studente di musica. Anche se ha inteso, penso che sia stato davvero un buon consiglio.

source: Sometimes the harshest critics provide the best feedback.
fr_fr: Parfois, les critiques les plus sévères fournissent les meilleurs commentaires.
it_it: A volte i critici più duri forniscono il miglior feedback.

source: [_mc_] Thanks, [kate].
fr_fr: [_mc_] Merci, [kate].
it_it: [_mc_] Grazie, [kate].

source: [_kate_s_confident_] You're very welcome.
fr_fr: [_kate_s_confident_] Vous êtes les bienvenus.
it_it: [_kate_s_confident_] Sei molto benvenuto.

source: [_mc_] I'm sorry it offended you, ma'am.
fr_fr: [_mc_] Je suis désolé qu'il t'ait offensé, madame.
it_it: [_mc_] Mi dispiace che ti abbia offeso, ma'am.

source: [_kate_s_neutral_] Did I say it offended me?
fr_fr: [_kate_s_neutral_] Est-ce que j'ai dit que ça m'a offensé?
it_it: [_kate_s_neutral_] Ho detto che mi ha offeso?

source: [_mc_] No, but—
fr_fr: [_mc_] Non, mais-
it_it: [_mc_] No, ma—

source: [_kate_s_neutral_] Then, don't put words in my mouth.
fr_fr: [_kate_s_neutral_] Alors, ne mettez pas de mots dans ma bouche.
it_it: [_kate_s_neutral_] Poi, non mettere le parole in bocca.

source: [_mc_] Sorry...
fr_fr: [_mc_] Désolé ...

source: [_kate_s_neutral_] Are we clear?
fr_fr: [_kate_s_neutral_] Sommes-nous clairs?
it_it: [_kate_s_neutral_] Siamo chiari?

source: [_mc_] Yes, ma'am.
fr_fr: [_mc_] Oui, madame.
it_it: [_mc_] Sì, ma'am.

source: [_kate_s_confident_] Good.
fr_fr: [_kate_s_confident_] Bon.
it_it: [_kate_s_confident_] Bene.

source: [_kate_s_thinking_] Anyway, as much as it pains me, I do need your help with something.{space=-20}
fr_fr: [_kate_s_thinking_] En tout cas, autant que cela me fait mal, j'ai besoin de votre aide avec quelque chose. { space=-20 }
it_it: [_kate_s_thinking_] Comunque, per quanto mi dole, ho bisogno del tuo aiuto con qualcosa.{space=-20}

source: [_mc_] What is it?
fr_fr: [_mc_] Qu'est-ce que c'est?
it_it: [_mc_] Che cos'è?

source: [_kate_s_blush_] I'm happy you're so eager to help.
fr_fr: [_kate_s_blush_] Je suis heureux que vous soyez si impatient d'aider.
it_it: [_kate_s_blush_] Sono felice che tu sia così desideroso di aiutarti.

source: [_mc_] I didn't say I was going to do it.
fr_fr: [_mc_] Je n'ai pas dit que j'allais le faire.
it_it: [_mc_] non ho detto che stavo per farlo.

source: [_kate_s_excited_] Oh, you will.
fr_fr: [_kate_s_excited_] Oh, vous le fera.
it_it: [_kate_s_excited_] Oh, lo farai.

source: [_kate_s_excited_] You will.
fr_fr: [_kate_s_excited_] Vous le trouverez.
it_it: [_kate_s_excited_] Tu lo farai.

source: [_kate_s_excited_] You're going to call [jo] over here. And when she gets here, you're going to ask her for the key to the music classroom.
fr_fr: [_kate_s_excited_] Vous allez appeler [jo] ici. Et quand elle sera là, vous allez lui demander la clé de la salle de classe.
it_it: [_kate_s_excited_] qui chiamerai [jo] e quando arriverà qui, le chiederai la chiave per l'aula di musica.

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi?
it_it: [_mc_] Perché?

source: [_kate_s_excited_] Because I said so.
fr_fr: [_kate_s_excited_] Parce que je l'ai dit.
it_it: [_kate_s_excited_] Perché ho detto così.

source: [_kate_s_excited_] And because there might be something in it for you.
fr_fr: [_kate_s_excited_] Et parce qu'il pourrait y avoir quelque chose pour vous.
it_it: [_kate_s_excited_] E perché potrebbe esserci qualcosa in esso per voi.

source: I'm not sure what she's planning, but it's probably nothing good.
fr_fr: Je ne suis pas sûr de ce qu'elle planifie, mais ce n'est probablement rien de bon.
it_it: Non sono sicuro di quello che sta pianificando, ma probabilmente non è niente di buono.

source: On the other hand, during our sophomore year, a couple of the other losers rose in status after helping her...
fr_fr: D'un autre côté, au cours de notre deuxième année, quelques uns des autres perdants ont gagné le statut après l'avoir aimais ...
it_it: D'altra parte, durante il nostro anno di sophomore, un paio degli altri perdenti è aumentato in stato dopo aiutarla...

source: [_mc_] Can you at least tell me what it's for?
fr_fr: [_mc_] Pouvez-vous me dire au moins ce que c'est?
it_it: [_mc_] Puoi almeno dirmi a cosa serve?

source: [_kate_s_annoyed_] If you must know, [isabelle] is kissing the asses of teachers and staff. No surprise there, really.
fr_fr: [_kate_s_annoyed_] Si vous devez savoir, [isabelle] embrassait les masses d'enseignants et de personnel. Pas de surprise, vraiment.
it_it: [_kate_s_annoyed_] Se devi sapere, [isabelle] sta baciando i culi degli insegnanti e del personale. Non c'è da stupirsi, davvero.

source: [_mc_] What did she do?
fr_fr: [_mc_] Qu'a-t-elle fait?
it_it: [_mc_] Che cosa ha fatto?

source: [_kate_s_skeptical_] She's taken it upon herself to help out with the Independence Day celebrations. Gross, right?
fr_fr: [_kate_s_skeptical_] Elle s'est prise sur elle pour participer aux célébrations du Jour de l'Indépendance. Brut, non?
it_it: [_kate_s_skeptical_] Lei ha preso su se stessa per aiutare con le celebrazioni della Giornata dell'Indipendenza. Croce, giusto?

source: [_kate_s_excited_] Well, I'm planning on outdoing her with a secret party of my own.
fr_fr: [_kate_s_excited_] Eh bien, j'ai l'intention de la surfaire avec un parti secret de mon propre chef.
it_it: [_kate_s_excited_] Beh, ho intenzione di uscirla con una festa segreta del mio.

source: [_mc_] You do know that parties are against the school rules, right?
fr_fr: [_mc_] Vous savez que les partis sont contre les règles de l'école, n'est-ce pas?
it_it: [_mc_] Sapete che i partiti sono contrari alle regole della scuola, giusto?

source: [_kate_s_eyeroll_] That's why it's a {i}secret{/} party, dumbo.
fr_fr: [_kate_s_eyeroll_] C'est pourquoi c'est un secret de {i}, idiot.

source: [_mc_] Am I invited?
fr_fr: [_mc_] Suis-je invité?
it_it: [_mc_] Sono invitato?

source: [_kate_s_laughing_] You're joking, right?
fr_fr: [_kate_s_laughing_] Vous plaisantez, n'est-ce pas?
it_it: [_kate_s_laughing_] Stai scherzando, giusto?

source: [_mc_] I guess...
fr_fr: [_mc_] Je suppose ...
it_it: [_mc_] indovino...

source: [_kate_s_smile_] Stop joking and get to it.
fr_fr: [_kate_s_smile_] Arrêter de plaisanteries et de s'y rendre.
it_it: [_kate_s_smile_] Smettila di scherzare e arrivare ad esso.

source: [_mc_] You're having a party in the music classroom?
fr_fr: [_mc_] Vous avez une fête dans la salle de classe?
it_it: [_mc_] Stai facendo una festa in aula di musica?

source: [_kate_s_skeptical_] Stop asking so many questions. All you need to do is listen and obey.{space=-25}
fr_fr: [_kate_s_skeptical_] Arrêter de poser autant de questions. Il vous suffit d'écouter et d'obéir. { space=-25 }
it_it: [_kate_s_skeptical_] Smettete di fare così tante domande. Tutto quello che dovete fare è ascoltare e obbedire.{space=-25}

source: [_kate_s_skeptical_] It shouldn't be too hard, even for someone like you.
fr_fr: [_kate_s_skeptical_] Ça ne devrait pas être trop dur, même pour quelqu'un comme vous.
it_it: [_kate_s_skeptical_] Non dovrebbe essere troppo difficile, anche per qualcuno come te.

source: [_mc_] Fine...
fr_fr: [_mc_] Amende ...

source: [_kate_s_skeptical_] Is there a problem?
fr_fr: [_kate_s_skeptical_] Y a-t-il un problème?
it_it: [_kate_s_skeptical_] C'è un problema?

source: [_mc_] No, ma'am...
fr_fr: [_mc_] Non, madame ...

source: [_kate_s_neutral_] Are you sure? I don't like you giving me attitude.
fr_fr: [_kate_s_neutral_] Etes-vous sûr? Je n'aime pas que tu me donnais une attitude.
it_it: [_kate_s_neutral_] Sei sicuro? Non mi piace darmi atteggiamento.

source: [_mc_] I'm sorry, I'll get the key.
fr_fr: [_mc_] Je suis désolé, je vais chercher la clé.
it_it: [_mc_] mi dispiace, prenderò la chiave.

source: [_kate_s_confident_] That's better. Now get to it.
fr_fr: [_kate_s_confident_] C'est mieux. Maintenant, ça va.
it_it: [_kate_s_confident_] È meglio. Ora arriva.

source: [_mc_] I don't like you bossing me around.
fr_fr: [_mc_] Je n'aime pas me bosser autour de moi.
it_it: [_mc_] Non mi piace che tu mi chiacchieri in giro.

source: [_kate_s_laughing_] What you like isn't much of my concern, is it?
fr_fr: [_kate_s_laughing_] Ce que vous aimez n'est pas une grande partie de mon inquiétude, n'est-ce pas?
it_it: [_kate_s_laughing_] Quello che ti piace non è molto della mia preoccupazione, vero?

source: [_kate_s_neutral_hands_down_] Now get that key before you really start to piss me off.
fr_fr: [_kate_s_neutral_hands_down_] Maintenant, obtenez cette clé avant de commencer à me pisser.
it_it: [_kate_s_neutral_hands_down_] Ora ottieni quella chiave prima che inizi davvero a baciarmi.

source: [_kate_s_excited_] Good boy. Now get to it.
fr_fr: [_kate_s_excited_] Bon garçon. Maintenant, ça va.
it_it: [_kate_s_excited_] Buon ragazzo. Ora arriva.

source: As much as [kate] is a demanding bitch, it's always best to do what she says.
fr_fr: Comme le [kate] est une chienne exigeen, il est toujours préférable de faire ce qu'elle dit.

source: I just need to come up with a good excuse when I call [jo]...
fr_fr: J'ai juste besoin de trouver une bonne excuse quand j'appelle [jo]...
it_it: Ho solo bisogno di trovare una buona scusa quando chiamo [jo]...

source: [kate] asked me to call [jo] over here.
fr_fr: [kate] m'a demandé d'appeler [jo] ici.
it_it: [kate] mi ha chiesto di chiamare [jo] qui.

source: As much as she's a demanding bitch, it's always best to do what she says.
fr_fr: Comme elle est une chienne exigeen, il est toujours préférable de faire ce qu'elle dit.
it_it: Per quanto sia una cagna esigente, è sempre meglio fare quello che dice.

source: [_guard_] {i}Calling...{/}
fr_fr: [_guard_] {i}Appel ... { / }
it_it: [_guard_] Chiamata {i}...{/}

source: [_jo_] Hi, honey!
fr_fr: [_jo_] Salut, chérie !
it_it: [_jo_] Ciao, miele!

source: [_mc_] Hey, [jo]. Are you busy right now?
fr_fr: [_mc_] Hey, [jo]. Est-ce que vous êtes en ce moment?

source: [_jo_] What's wrong?
fr_fr: [_jo_] Qu'est-ce qui ne va pas?
it_it: [_jo_] Cosa c'è di sbagliato?

source: [_mc_] Nothing's wrong, but, uhm...
fr_fr: [_mc_] Rien ne va mal, mais, uhm ...
it_it: [_mc_] Niente è sbagliato, ma, uhm...

source: [_mc_] Could you meet me in the fine arts wing in a bit?
fr_fr: [_mc_] Pourriez-vous me rencontrer dans le secteur des beaux-arts en un peu?
it_it: [_mc_] Potresti incontrarmi nell'ala delle belle arti in un po'?

source: [_jo_] Sure, but are you going to tell me what this is about?
fr_fr: [_jo_] Bien sûr, mais est-ce que vous allez au me dire de quoi il s'agit?
it_it: [_jo_] Certo, ma hai intenzione di dirmi di cosa si tratta?

source: [_jo_] You're not in trouble, are you?
fr_fr: [_jo_] Vous n'êtes pas en difficulté, vous êtes?
it_it: [_jo_] Non sei nei guai, vero?

source: [_mc_] No, nothing like that!
fr_fr: [_mc_] Non, rien de tel !
it_it: [_mc_] No, niente di simile!

source: [_jo_] Okay. Meet you there.
fr_fr: [_jo_] Ok. Rencontrez-y.
it_it: [_jo_] Okay. Incontra lì.

source: [_jo_s_smile_] There you are!
fr_fr: [_jo_s_smile_] Vous êtes là !
it_it: [_jo_s_smile_] Ecco!

source: [_jo_s_smile_] Are you going to tell me what this is about?
fr_fr: [_jo_s_smile_] Est-ce que vous allez me dire de quoi il s'agit?
it_it: [_jo_s_smile_] Mi dirai di cosa si tratta?

source: [_mc_] I'm working on a music project.
fr_fr: [_mc_] Je travaille sur un projet musical.
it_it: [_mc_] Sto lavorando a un progetto musicale.

source: [_jo_s_laughing_] You always were my creative boy!
fr_fr: [_jo_s_laughing_] Vous avez toujours été mon garçon créatif !
it_it: [_jo_s_laughing_] Sei sempre stato il mio ragazzo creativo!

source: [_jo_s_excited_] What are you working on?
fr_fr: [_jo_s_excited_] À quoi travailles-tu?
it_it: [_jo_s_excited_] Su cosa stai lavorando?

source: [_mc_] It's, err... a surprise?
fr_fr: [_mc_] C'est, err ... une surprise?
it_it: [_mc_] È vero, erra... una sorpresa?

source: [_jo_s_excited_] I see! So, what do you need help with?
fr_fr: [_jo_s_excited_] Je vois ! Alors, qu'est-ce que vous avez besoin d'aide?
it_it: [_jo_s_excited_] Lo vedo! Quindi, con cosa hai bisogno di aiuto?

source: [_mc_] I don't really need help, but...
fr_fr: [_mc_] Je n'ai pas vraiment besoin d'aide, mais ...
it_it: [_mc_] Non ho davvero bisogno di aiuto, ma...

source: [_mc_] I was having a rough day and needed a hug.
fr_fr: [_mc_] J'avais une journée difficile et j'avais besoin d'un câbeux.
it_it: [_mc_] Stavo avendo una giornata dura e avevo bisogno di un abbraccio.

source: [_jo_s_afraid_] Oh, no! My poor baby! Come here!
fr_fr: [_jo_s_afraid_] Oh, non ! Mon pauvre bébé ! Viens ici !
it_it: [_jo_s_afraid_] Oh, no! Il mio povero bambino! Vieni qui!

source: [_jo_s_flirty_] And have a kiss as well, for good measure.
fr_fr: [_jo_s_flirty_] Et avoir un baiser aussi, pour une bonne mesure.
it_it: [_jo_s_flirty_] E hanno anche un bacio, per una buona misura.

source: Man, I never get tired of feeling [jo]'s wet lips on my forehead, and her juicy breasts squeezing against my chest.
fr_fr: Mec, je ne suis jamais fatiguée de sentir [jo]'s les lèvres humides sur mon front, et ses seins juteux s'écrasant contre ma poitrine.
it_it: Uomo, non mi stanco mai di sentire le labbra bagnate di [jo]sulla fronte, e i suoi seni succosi spremono contro il petto.

source: It's one of those forbidden pleasures that never really makes sense, but is always there in the back of your mind.
fr_fr: C'est l'un de ces plaisirs interdits qui n'a jamais de sens, mais qui est toujours là dans le dos de votre esprit.
it_it: È uno di quei piaceri proibiti che non ha mai veramente senso, ma è sempre lì in fondo alla tua mente.

source: [_jo_s_flirty_hands_to_the_side_] How's that? All better?
fr_fr: [_jo_s_flirty_hands_to_the_side_] Comment ça? Bien mieux?
it_it: [_jo_s_flirty_hands_to_the_side_] Come? Tutto meglio?

source: [_jo_s_flirty_hands_to_the_side_] Now, tell me what this is about.
fr_fr: [_jo_s_flirty_hands_to_the_side_] Maintenant, dites-moi de quoi il s'agit.
it_it: [_jo_s_flirty_hands_to_the_side_] Ora, dimmi di cosa si tratta.

source: [_mc_] Just the usual — I'm already falling behind in music class, and I was hoping you could help me.
fr_fr: [_mc_] Juste le courant-je suis déjà en retard dans la classe de musique, et j'espérais que tu pourrais m'aider.
it_it: [_mc_] Solo il solito - sto già cadendo indietro in classe di musica, e speravo che potessi aiutarmi.

source: [_jo_s_afraid_] Of course! What do you need?
fr_fr: [_jo_s_afraid_] Bien sûr ! De quoi avez-vous besoin?
it_it: [_jo_s_afraid_] Certo! Di cosa hai bisogno?

source: [_mc_] [kate] asked me if she could borrow the key to the music classroom.
fr_fr: [_mc_] [kate] m'a demandé si elle pouvait emprunter la clé de la salle de classe.
it_it: [_mc_] [kate] mi ha chiesto se potesse prendere in prestito la chiave dell'aula musicale.

source: [_jo_s_concerned_] [kate]? I didn't know you two were friends.
fr_fr: [_jo_s_concerned_] [kate]? Je ne savais pas que vous étiez amis.
it_it: [_jo_s_concerned_] [kate]? Non sapevo che voi due foste amici.

source: [_mc_] It's, err... a recent thing? I'm trying to be more sociable.
fr_fr: [_mc_] C'est, err ... une chose récente? J'essaie d'être plus sociable.
it_it: [_mc_] È vero, è una cosa recente? Sto cercando di essere più socievole.

source: [_jo_s_laughing_] That's great, [mc]!
fr_fr: [_jo_s_laughing_] C'est super, [mc]!
it_it: [_jo_s_laughing_] È fantastico, [mc]!

source: [_jo_s_excited_] [kate] is a great student and very popular. I think you could learn a lot from her.
fr_fr: [_jo_s_excited_] [kate] est un excellent étudiant et très populaire. Je pense que tu pourrais apprendre beaucoup d'elle .

source: [_mc_] Right...
fr_fr: [_mc_] Droit ...
it_it: [_mc_] A Destra...

source: [_jo_s_excited_] So, why didn't she come ask me herself?
fr_fr: [_jo_s_excited_] Alors, pourquoi ne m'a-t-elle pas demandé?
it_it: [_jo_s_excited_] Quindi, perché non è venuta a chiedermi se stessa?

source: [_mc_] She's, uhm... she was shy?
fr_fr: [_mc_] Elle est, uhm ... elle était timide?
it_it: [_mc_] Lei, uhm... era timida?

source: [_jo_s_laughing_] Shy? She's never struck me as the shy type!
fr_fr: [_jo_s_laughing_] Shy? Elle ne m'a jamais frappé comme le type timide !
it_it: [_jo_s_laughing_] Timido? Non mi ha mai colpito come il tipo timido!

source: [_mc_] The new curriculum is giving her trouble.
fr_fr: [_mc_] Le nouveau curriculum donne des ennuis.
it_it: [_mc_] Il nuovo curriculum sta dando il suo problema.

source: [_mc_] She's ashamed to admit that she needs extra hours after dark.
fr_fr: [_mc_] Elle a honte d'admettre qu'elle a besoin d'heures supplémentaires après la tombée de la nuit.
it_it: [_mc_] Si vergogna di ammettere che ha bisogno di ore in più dopo il buio.

source: [_jo_s_sarcastic_hands_to_the_side_] I see! Okay, here's the key to the music classroom.
fr_fr: [_jo_s_sarcastic_hands_to_the_side_] Je vois ! Ok, voici la clé de la salle de classe.
it_it: [_jo_s_sarcastic_hands_to_the_side_] Lo vedo! Va bene, ecco la chiave per l'aula di musica.

source: [_jo_s_flirty_] I'm proud of you for helping her out!
fr_fr: [_jo_s_flirty_] Je suis fière de vous pour l'aider !
it_it: [_jo_s_flirty_] Sono orgoglioso di voi per averla aiutata!

source: [_jo_s_flirty_] I have to get back now. Let me know how it went with [kate]!
fr_fr: [_jo_s_flirty_] Je dois revenir maintenant. Laissez-moi savoir comment il est passé avec [kate]!
it_it: [_jo_s_flirty_] devo tornare ora. Fammi sapere come è andato con [kate]!

source: [_mc_] Not everyone is how they appear on the surface...
fr_fr: [_mc_] Tout le monde n'est pas en mesure d'apparaître sur la surface ...
it_it: [_mc_] Non tutti sono come appaiono sulla superficie...

source: [_mc_] I think you might have the wrong impression of her.
fr_fr: [_mc_] Je pense que vous pourriez avoir la mauvaise impression d'elle.
it_it: [_mc_] Penso che potresti avere l'impressione sbagliata di lei.

source: [_jo_s_sarcastic_] That could very well be the case.
fr_fr: [_jo_s_sarcastic_] Cela pourrait très bien être le cas.
it_it: [_jo_s_sarcastic_] Questo potrebbe benissimo accadere.

source: [_mc_] When it comes to [kate], I assure you it is.
fr_fr: [_mc_] Quand il s'agit du [kate], je vous assure que c'est le cas.
it_it: [_mc_] Quando si tratta di [kate], vi assicuro che sia.

source: [_jo_s_flirty_hands_to_the_side_] Okay. Give her the key to the music classroom, and tell her that she can stop by my office next time. I don't bite!
fr_fr: [_jo_s_flirty_hands_to_the_side_] Ok. Donnez-lui la clé de la salle de classe, et dit-lui qu'elle peut s'arrêter à mon bureau la prochaine fois. Je ne mord pas !
it_it: [_jo_s_flirty_hands_to_the_side_] Okay. Dai la chiave all'aula di musica e le dica che può fermarsi dal mio ufficio la prossima volta. Non mordo!

source: [_jo_s_flirty_hands_to_the_side_] I have to get back now. Let me know how it went with [kate]!
fr_fr: [_jo_s_flirty_hands_to_the_side_] Je dois revenir maintenant. Laissez-moi savoir comment il est passé avec [kate]!
it_it: [_jo_s_flirty_hands_to_the_side_] devo tornare ora. Fammi sapere come è andato con [kate]!

source: That went easier than expected. Sometimes you just have to tell the truth...
fr_fr: Cela a été plus facile que prévu. Parfois, il faut juste dire la vérité ...
it_it: A volte devi solo dire la verità...

source: ...or a partial truth.
fr_fr: ... ou une vérité partielle.
it_it: ...o una verità parziale.

source: [_mc_] I'd like to stay after school and work here, if that's okay. It's sometimes hard to focus at home.
fr_fr: [_mc_] J'aimerais rester après l'école et travailler ici, si c'est bon. Il est parfois difficile de se concentrer à la maison.
it_it: [_mc_] Vorrei rimanere dopo la scuola e lavorare qui, se va bene. A volte è difficile concentrarsi a casa.
