Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_fate.po
Languages: fr_fr, it_it

source: [_kate_s_cheerleader_feet_kate_neutral_] I don't want to hear a word out of your mouth. Once we're done, we'll decide your fate.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Je ne veux pas entendre un mot de votre bouche. Une fois que nous aurons fini, nous déciderions de votre sort.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Non voglio sentire una parola dalla tua bocca. Una volta che avremo finito, decideremo il tuo destino.

source: [_kate_s_cheerleader_feet_] Come on, girls.
fr_fr: [_kate_s_cheerleader_feet_] Allez, les filles.
it_it: [_kate_s_cheerleader_feet_] Avanti, ragazze.

source: [_mc_] [isabelle] is dangerous.
fr_fr: [_mc_] [isabelle] est dangereux.
it_it: [_mc_] [isabelle] è pericoloso.

source: [_mc_] She's smart — not as smart as [kate], of course, but definitely smarter than you, [stacy].
fr_fr: [_mc_] Elle est intelligente-pas aussi intelligente que [kate], bien sûr, mais certainement plus intelligente que vous, [stacy].
it_it: [_mc_] Lei è intelligente — non così intelligente come [kate], naturalmente, ma sicuramente più intelligente di te, [stacy].

source: [_stacy_] What the fuck did you just—
fr_fr: [_stacy_] Qu'est-ce que vous avez fait?
it_it: [_stacy_] Che cazzo hai fatto solo—

source: [_kate_s_cheerleader_feet_kate_neutral_] [mc] is right.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] [mc] a raison.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] [mc] ha ragione.

source: [_retinue_] He's what?! [withvpunch]
fr_fr: [_retinue_] C'est quoi? ! [withvpunch]
it_it: [_retinue_] è cosa?! [withvpunch]

source: [_kate_s_cheerleader_feet_kate_neutral_] She's the type that won't bow to my authority no matter what.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Elle est le genre qui ne va pas céder à mon autorité, quoi qu'il en soit.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Lei è il tipo che non si inchinerà alla mia autorità, non importa cosa.

source: [_kate_s_cheerleader_feet_kate_smile_] Remember Rebecca from sophomore year?
it_it: [_kate_s_cheerleader_feet_kate_smile_] Ricordate Rebecca dall'anno sophomore?

source: [_casey_] Hah, yeah! That bitch looked like a tomato after we put bees in her locker!
fr_fr: [_casey_] Hah, ouais ! Cette salope ressembla à une tomate après que nous avons mis des abeilles dans son casier !
it_it: [_casey_] Hah, sì! Quella cagna sembrava un pomodoro dopo che abbiamo messo le api nel suo armadietto!

source: [_kate_s_cheerleader_feet_kate_neutral_] But you guys remember how stubborn she was, right?
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Mais vous vous rappelez à quel point elle était têtu, n'est-ce pas?
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Ma ti ricordi di quanto fosse testarda, giusto?

source: [_kate_s_cheerleader_feet_kate_neutral_] It took us several weeks to make her drop out.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Il nous a fallu plusieurs semaines pour la faire tomber.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Ci sono volute diverse settimane per farla cadere.

source: [_stacy_] Yeah, a real pain in the coocher...
fr_fr: [_stacy_] Oui, une vraie douleur dans le coocher ...
it_it: [_stacy_] Sì, un vero dolore nel cuoco...

source: [_casey_] It's "pain in the ass."
fr_fr: [_casey_] C'est "la douleur dans le cul".
it_it: [_casey_] È "dolore nel culo".

source: [_stacy_] Babe, if you dated Chad instead of Tanner, you'd know what I mean.
fr_fr: [_stacy_] Babe, si vous datez du Tchad au lieu de Tanner, vous sauriez ce que je veux dire.
it_it: [_stacy_] Babe, se datassi il Ciad invece di Tanner, sapresti cosa voglio dire.

source: [_casey_] As if you're dating Chad!
it_it: [_casey_] Come se tu incontri il Ciad!

source: [_kate_s_cheerleader_feet_kate_laughing_] Ladies! The point is that old Becky was difficult and the new girl is a lot like her.
fr_fr: [_kate_s_cheerleader_feet_kate_laughing_] Dames ! Le point est que le vieux Becky était difficile et la nouvelle fille est beaucoup comme elle.
it_it: [_kate_s_cheerleader_feet_kate_laughing_] signore! Il punto è che il vecchio Becky era difficile e la nuova ragazza è molto come lei.

source: [_kate_s_cheerleader_feet_kate_neutral_] We need to be smart about [isabelle].
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Nous devons être intelligents au sujet du [isabelle].
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Abbiamo bisogno di essere intelligenti su [isabelle].

source: [_kate_s_cheerleader_feet_kate_confident_] Now, for our little pervert here... What would be a good punishment?
fr_fr: [_kate_s_cheerleader_feet_kate_confident_] Maintenant, pour notre petit pervers ici ... Quelle serait une bonne punition?
it_it: [_kate_s_cheerleader_feet_kate_confident_] Ora, per il nostro piccolo pervertito qui... Che cosa sarebbe una buona punizione?

source: [_casey_] We should put something in his mouth to stop the drooling!
fr_fr: [_casey_] Nous devrions mettre quelque chose dans sa bouche pour arrêter le drooling !
it_it: [_casey_] Dovremmo mettere qualcosa nella sua bocca per fermare lo sbavamento!

source: [_kate_s_cheerleader_feet_kate_confident_] As it happens, I have the perfect tool for the job...
fr_fr: [_kate_s_cheerleader_feet_kate_confident_] Comme il se passe, j'ai l'outil parfait pour le travail ...
it_it: [_kate_s_cheerleader_feet_kate_confident_] Come succede, ho lo strumento perfetto per il lavoro...

source: [_mc_] I, um... I thought you'd leave me alone if I helped you with [isabelle].
fr_fr: [_mc_] I, um ... Je pensais que tu me quitterais seule si je t'aimais avec le [isabelle].
it_it: [_mc_] Io, um... Pensavo di lasciarmi da solo se ti aiutassi con [isabelle].

source: [_kate_s_cheerleader_feet_kate_laughing_ballgag_] Did I say that? Well, how about this...
fr_fr: [_kate_s_cheerleader_feet_kate_laughing_ballgag_] Est-ce que je l'ai dit? Eh bien, à propos de ça ...
it_it: [_kate_s_cheerleader_feet_kate_laughing_ballgag_] Lo ho detto? Beh, che ne dici di questo...

source: [_kate_s_cheerleader_feet_kate_confident_ballgag_] You accept my ball in your mouth like a good little pet, and we won't make you drink toilet water after we're done here.
fr_fr: [_kate_s_cheerleader_feet_kate_confident_ballgag_] Vous acceptez ma balle dans la bouche comme un bon petit animal de compagnie, et nous ne vous laisserons pas boire de l'eau de toilette après que nous soyons fait ici.
it_it: [_kate_s_cheerleader_feet_kate_confident_ballgag_] Accetti la mia palla in bocca come un buon animale domestico, e non ti faremo bere acqua igienica dopo che abbiamo finito qui.

source: [_casey_] That's more than fair.
fr_fr: [_casey_] C'est plus que juste.
it_it: [_casey_] È più che giusto.

source: [_mc_] How's that leaving me alone...?
fr_fr: [_mc_] Comment ça me laisse tranquille ...?
it_it: [_mc_] Com'è che mi lascia da solo...?

source: [_kate_s_cheerleader_feet_kate_neutral_ballgag_] It goes both ways. You came in here and perved on us, remember?
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_ballgag_] Il va de deux façons. Vous êtes venu ici et vous avez péri, rappelez-vous?
it_it: [_kate_s_cheerleader_feet_kate_neutral_ballgag_] Va in entrambi i modi. Sei entrato qui e perved su di noi, ricordi?

source: [_kate_s_cheerleader_feet_kate_neutral_ballgag_] Now, open up.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_ballgag_] Maintenant, ouvert.
it_it: [_kate_s_cheerleader_feet_kate_neutral_ballgag_] Ora, apri.

source: Fuck. Getting gagged by [kate]? Feels like I've had this fantasy before.
fr_fr: Putain. Se gaillé par le [kate]? Des Feels comme j'ai déjà eu ce fantasme.
it_it: Scopo. Ottenere agganciato da [kate]? Si sente come se avessi questa fantasia prima.

source: I'm getting effing hard from this... Maybe I did come here asking for it?
fr_fr: Je suis en train de faire des efforts à partir de ça ... Peut-être que je suis venu ici pour lui demander ça?
it_it: Sto ottenendo duro da questo... Forse sono venuto qui chiedendo?

source: [_kate_s_cheerleader_feet_kate_smile_ballgag_] Good bitch.
fr_fr: [_kate_s_cheerleader_feet_kate_smile_ballgag_] Bonne chienne.
it_it: [_kate_s_cheerleader_feet_kate_smile_ballgag_] Buona cagna.

source: [_kate_s_cheerleader_feet_kate_smile_] There! How's that?
fr_fr: [_kate_s_cheerleader_feet_kate_smile_] Voilà ! Comment ça?
it_it: [_kate_s_cheerleader_feet_kate_smile_] Lì! Com'è?

source: [_casey_] I think he likes it.
fr_fr: [_casey_] Je pense qu'il l'aime.
it_it: [_casey_] Penso che gli piaca.

source: [_stacy_] He's a little freak, of course he likes it.
fr_fr: [_stacy_] Il est un peu plus libre, bien sûr qu'il l'aime.
it_it: [_stacy_] Gli è un po' strano, ovviamente gli piace.

source: [_kate_s_cheerleader_feet_kate_neutral_] Don't go anywhere.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] N'allez nulle part.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Non andare da nessuna parte.

source: [_kate_s_cheerleader_feet_] Come on, girls. Let's get started with practice.
fr_fr: [_kate_s_cheerleader_feet_] Allez, les filles. Commençons par la pratique.
it_it: [_kate_s_cheerleader_feet_] Avanti, ragazze. Iniziamo con la pratica.

source: [_kate_s_cheerleader_feet_kate_neutral_] For someone in your position, that was a very stupid thing to say.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Pour quelqu'un dans votre position, c'était une chose très stupide à dire.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Per qualcuno nella sua posizione, è stata una cosa molto stupida da dire.

source: [_kate_s_cheerleader_feet_kate_laughing_] Luckily, I know exactly how to deal with unruly prisoners!
fr_fr: [_kate_s_cheerleader_feet_kate_laughing_] Heureusement, je sais exactement comment traiter avec les prisonniers indisciplinés !
it_it: [_kate_s_cheerleader_feet_kate_laughing_] Per fortuna, so esattamente come affrontare i prigionieri indisciplinati!

source: [_mc_] Wait just one minute!
fr_fr: [_mc_] Attends une minute !
it_it: [_mc_] Aspetta solo un minuto!

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_smile_] What's wrong?
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_smile_] Qu'est-ce qui ne va pas?
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_smile_] Cosa c'è di sbagliato?

source: [_lacey_] I think it's time to open wide, [mc].
it_it: [_lacey_] Penso che sia il momento di aprire ampio, [mc].

source: [_casey_] Yeah, you pervert! Say, "aaaah!"
fr_fr: [_casey_] Oui, vous perverez ! Dis, "aaaah !"
it_it: [_casey_] Sì, pervertiti! Dì: "aaaa!"

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_neutral_] They're going into your mouth whether you like it or not.
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_neutral_] Ils vont dans votre bouche, que vous l'aimais ou non.
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_neutral_] Stanno andando in bocca se ti piace o no.

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_neutral_] We're tired of your insolence.
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_neutral_] Nous sommes fatigués de votre insolence.
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_neutral_] Siamo stanchi della tua insolenza.

source: Fuck! There's no way she's putting her dirty socks in my mouth...
fr_fr: Putain ! Il n'y a pas moyen de mettre ses sales chaussettes dans ma bouche ...
it_it: Fuck! Non c'è modo che lei stia mettendo le calze sporche nella mia bocca...

source: What do I do?!
fr_fr: Qu'est-ce que je fais?
it_it: Che cosa faccio?!

source: I can tell they're all itching to give me a wedgie if I don't comply...
fr_fr: Je peux dire qu'ils sont tous démangeaisons pour me donner un mariage si je ne me conforme pas ...
it_it: Posso dire che sono tutti prurito a darmi un matrimonio se non mi conformo...

source: There's no winning here, only different levels of losing.
fr_fr: Il n'y a pas de victoire ici, seulement différents niveaux de perte.
it_it: Non c'è vittoria qui, solo diversi livelli di perdita.

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_neutral_] Girls. You know what to do.
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_neutral_] Filles. Tu sais quoi faire.
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_neutral_] Ragazze. Sai cosa fare.

source: [_stacy_] You asked for this, loser!
fr_fr: [_stacy_] Vous avez demandé ça, loser !
it_it: [_stacy_] Hai chiesto questo, perdente!

source: It's been so long... I'd forgotten how painful that wedgie is...
fr_fr: Ça a été si longtemps ... J'avais oublié à quel point ce mariage est douloureux ...
it_it: E 'stato così lungo... Mi sono dimenticato quanto doloroso quel matrimonio è...

source: [_lacey_] Let's take it to the next level, yeah?
it_it: [_lacey_] Portiamo al livello successivo, sì?

source: [_mc_] Fuck me! You're tearing me—
fr_fr: [_mc_] Fuck me ! Vous me déchirez-
it_it: [_mc_] Cazzo me! Mi stai strappando—

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_laughing_] There you go! I told you those socks would go into your mouth...
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_laughing_] Vous y allez ! Je t'ai dit que ces chaussettes iraient dans ta bouche ...
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_laughing_] Ecco! Ti ho detto che quelle calze sarebbero andate in bocca...

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_confident_] Didn't quite catch that.
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_confident_] N'a pas vraiment attrapa ça.
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_confident_] non l'ha capito abbastanza.

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_smile_] Finally.
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_smile_] Enfin.
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_holdingsock_smile_] Finalmente.

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_confident_] There's a good boy! That ought to shut you up...
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_confident_] Il y a un bon garçon ! Ça devrait vous taire ...
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_confident_] C'è un bravo ragazzo! Che dovrebbe chiuderti...

source: The taste of feet is overwhelming. Sweat, old and new.
fr_fr: Le goût des pieds est accablant. Sweat, vieux et nouveau.
it_it: Il gusto dei piedi è travolgente. Sud, vecchio e nuovo.

source: Kate's feet...
fr_fr: Kate a les pieds ...
it_it: Piedi di Kate...

source: Fuck, why am I getting turned on all of a sudden?
fr_fr: Fuck, pourquoi est-ce que je me tourne soudainement?
it_it: Scopo, perché mi accendo tutto all'improvviso?

source: If they flip me over, I'll never hear the end of it.
fr_fr: S'ils me retourneront, je n'entendrai jamais la fin.
it_it: Se mi capovolgono, non sentirò mai la fine.

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_smile_] We're going to practice now.
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_smile_] Nous allons pratiquer maintenant.
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_smile_] Ci metteremo in pratica ora.

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_smile_] If you behave, we'll let you go once we're done.
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_smile_] Si vous vous comportez, nous vous laisserons partir une fois que nous aurons terminé.
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_smile_] Se ti comporti, ti lasceremo andare una volta che abbiamo finito.

source: [_kate_s_cheerleader_feet_kate_shoeless_sockless_neutral_] If not, we'll let the janitor find you in a bathroom stall at the end of the day.
fr_fr: [_kate_s_cheerleader_feet_kate_shoeless_sockless_neutral_] Si non, nous allons laisser le concierge vous trouver dans une cabine de toilette à la fin de la journée.
it_it: [_kate_s_cheerleader_feet_kate_shoeless_sockless_neutral_] In caso contrario, lasceremo che il janitor ti trovi in una stalla da bagno alla fine della giornata.

source: [_kate_s_cheerleader_feet_shoeless_sockless_] Let's go, girls!
fr_fr: [_kate_s_cheerleader_feet_shoeless_sockless_] Allons, les filles !
it_it: [_kate_s_cheerleader_feet_shoeless_sockless_] Andiamo, ragazze!

source: The upside is that I have a first row seat to a group of hot girls in skimpy outfits.
fr_fr: L'avantage est que j'ai un siège de première rangée à un groupe de filles chaudes dans des tenues skimpy.
it_it: Il rovescio è che ho un posto in prima fila per un gruppo di ragazze calde in abiti skimpy.

source: The downside is that I have [kate]'s socks in my mouth, and my dick is about to burst out of my pants.
fr_fr: L'inconvénient est que j'ai des chaussettes de [kate]dans ma bouche, et ma bite est sur le point d'éclater de mon pantalon.
it_it: Il rovescio della medaglia è che ho i calzini di [kate]nella mia bocca, e il mio cazzo sta per scoppiare dai miei pantaloni.

source: Fuck me... I better reduce the swelling before they're done.
fr_fr: Fuck-moi ... Je ferais mieux de réduire le gonflement avant qu'ils ne soient faits.
it_it: Cazzo me... meglio ridurre il gonfiore prima che siano fatti.

source: Damn it. And I don't even have a good view of them...
fr_fr: Merde. Et je n'ai même pas une bonne vue d'eux ...
it_it: Dannazione. E non ho nemmeno una buona visione di loro...

source: Their long legs, dancing across the gym floor... Their short skirts, flapping in the wind...
fr_fr: Leurs longues jambes, dansant dans le gymnase ... Leurs courtes jupes, battons dans le vent ...
it_it: Le loro lunghe gambe, danzando attraverso il pavimento della palestra... Le loro gonne corte, sbattendo nel vento...

source: How long has it been since my imprisonment? Days? weeks?
fr_fr: Combien de temps a-on depuis mon emprisonnement? Jours? Semaines?
it_it: Quanto tempo è passato dalla mia prigione? Giorni? settimane?

source: The only good thing about this is that I'm hard as a rock.
fr_fr: La seule bonne chose à ce propos, c'est que je suis dur comme un rocher.
it_it: L'unica cosa buona di questo è che sono duro come una roccia.

source: My dick keeps the blood circulation going.
fr_fr: Ma bite garde la circulation sanguine.
it_it: Il mio cazzo mantiene la circolazione del sangue andare.

source: Shit, they're coming over.
fr_fr: Merde, ils arrivent.
it_it: Merda, stanno arrivando.

source: [_kate_s_cheerleader_feet_] Enjoying yourself down there?
fr_fr: [_kate_s_cheerleader_feet_] Vous vous y joissez-vous?
it_it: [_kate_s_cheerleader_feet_] Ti piace laggiù lì?

source: [_kate_s_cheerleader_feet_] See, [lacey]? This is why I always keep an extra pair of gym socks.
fr_fr: [_kate_s_cheerleader_feet_] Voir, [lacey]? C'est pourquoi je garde toujours une paire de chaussettes de gym.
it_it: [_kate_s_cheerleader_feet_] Vedi, [lacey]? Questo è il motivo per cui mantengo sempre un paio di calzini da palestra.

source: [_lacey_] Your wisdom is a marvel to behold...
fr_fr: [_lacey_] Votre sagesse est une merveille à garder ...
it_it: [_lacey_] La tua saggezza è una meraviglia da vedere...

source: [_kate_s_cheerleader_feet_] Bitch, don't roll your eyes at me.
fr_fr: [_kate_s_cheerleader_feet_] Bitch, ne vous roule pas les yeux.
it_it: [_kate_s_cheerleader_feet_] Bitch, non rotoli gli occhi contro di me.

source: [_kate_s_cheerleader_feet_] We're halfway through practice, but we thought we'd take a break to inspect our prisoner.
fr_fr: [_kate_s_cheerleader_feet_] Nous sommes à mi-chemin de la pratique, mais nous pensions que nous prendrions une pause pour inspecter notre prisonnier.
it_it: [_kate_s_cheerleader_feet_] Siamo a metà della pratica, ma pensavamo di prenderci una pausa per ispezionare il nostro prigioniero.

source: [_kate_s_cheerleader_feet_] [casey], check his ropes.
fr_fr: [_kate_s_cheerleader_feet_] [casey], vérifier ses cordes.
it_it: [_kate_s_cheerleader_feet_] [casey], controlla le sue corde.

source: [_casey_] Why me? I don't want to touch him!
fr_fr: [_casey_] Pourquoi? Je ne veux pas le toucher !
it_it: [_casey_] Perché me? Non voglio toccarlo!

source: [_kate_s_cheerleader_feet_] No one wants to, okay?
fr_fr: [_kate_s_cheerleader_feet_] Personne ne veut, d'accord?
it_it: [_kate_s_cheerleader_feet_] Nessuno vuole, va bene?

source: [_lacey_] Can't we make him check his own ropes?
fr_fr: [_lacey_] Ne pouvons-nous pas lui faire vérifier ses propres cordes?
it_it: [_lacey_] Non possiamo fargli controllare le sue corde?

source: [_stacy_] Babe, you're doing that thing again...
fr_fr: [_stacy_] Babe, tu fais ce truc à nouveau ...
it_it: [_stacy_] Babe, stai facendo quella cosa di nuovo...

source: [_lacey_] What thing?
fr_fr: [_lacey_] Quelle est la chose?
it_it: [_lacey_] Che cosa?

source: [_stacy_] Being stupid.
fr_fr: [_stacy_] Être stupide.
it_it: [_stacy_] Essere stupido.

source: [_lacey_] Okay, miss smartypants. You check his ropes, then.
fr_fr: [_lacey_] Okay, miss smartypants. Vous vérifiez ses cordes, alors.
it_it: [_lacey_] Okay, perdi gli smartypants. Controlla le sue corde, allora.

source: [_stacy_] I'm not touching that!
fr_fr: [_stacy_] Je ne touche pas ça !
it_it: [_stacy_] Non lo tocco!

source: [_kate_s_cheerleader_feet_] You know what? He wouldn't dare to escape.
fr_fr: [_kate_s_cheerleader_feet_] Vous savez quoi? Il n'oserait pas s'échapper.
it_it: [_kate_s_cheerleader_feet_] Sapete cosa vi dico? Non oserebbe scappare.

source: [_kate_s_cheerleader_feet_] I'm sure he'll stay just like this until we say otherwise.
fr_fr: [_kate_s_cheerleader_feet_] Je suis sûr qu'il restera comme ça jusqu'à ce que nous disions le contraire.
it_it: [_kate_s_cheerleader_feet_] Sono sicuro che rimarrà così fino a quando non diciamo diversamente.

source: The world has always been at the feet of beautiful women.
fr_fr: Le monde a toujours été aux pieds de belles femmes.
it_it: Il mondo è sempre stato ai piedi di belle donne.

source: That's more clear to me than ever.
fr_fr: C'est plus clair pour moi que jamais.
it_it: È più chiaro per me che mai.

source: For some reason, there's a sort of calming clarity in letting go and submitting.
fr_fr: Pour une raison ou une autre, il y a une sorte de clarté apaisante dans la soumission et la soumission.
it_it: Per qualche motivo, c'è una sorta di calma chiarezza nel lasciare andare e presentare.

source: The bulge between my legs isn't something I control, but perhaps the lack of control is the real turn on.
fr_fr: Le gonflement entre mes jambes n'est pas quelque chose que je contrôle, mais peut-être le manque de contrôle est-il le vrai tournant.
it_it: Il rigonfiamento tra le gambe non è qualcosa che controllo, ma forse la mancanza di controllo è il vero accensione.

source: Not sure if I'm ready to face such levels of humiliation, though...
fr_fr: Je ne sais pas si je suis prêt à faire face à de tels niveaux d'humiliation, même si ...
it_it: Non sicuro se sono pronto ad affrontare tali livelli di umiliazione, però...

source: Maybe certain things should be left unsaid.
fr_fr: Peut-être que certaines choses devraient être laissées sans dire.
it_it: Forse alcune cose dovrebbero essere lasciate indette.

source: [_kate_s_cheerleader_feet_] Well, there's the proof.
fr_fr: [_kate_s_cheerleader_feet_] Eh bien, il y a la preuve.
it_it: [_kate_s_cheerleader_feet_] Beh, c'è la prova.

source: [_kate_s_cheerleader_feet_] What kind of slimy perverted dog gets horny in such a situation?
fr_fr: [_kate_s_cheerleader_feet_] Quel genre de chien perverti slimy devient corné dans une telle situation?
it_it: [_kate_s_cheerleader_feet_] Che tipo di cane slimy pervertito si arrapa in una situazione del genere?

source: [_casey_] He's truly one of a kind, this one.
fr_fr: [_casey_] Il est vraiment un genre, celui-ci.
it_it: [_casey_] Lui è veramente uno di un genere, questo.
