Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_wicked.po
Languages: fr_fr, it_it

source: [_stacy_] Yeah, of course.
fr_fr: [_stacy_] Oui, bien sûr.
it_it: [_stacy_] Sì, ovviamente.

source: [_lacey_] This is so exciting! I love mysteries!
fr_fr: [_lacey_] C'est tellement excitant ! J'adore les mystères !
it_it: [_lacey_] Questo è così emozionante! Amo i misteri!

source: [_casey_] Yesterday you said you hated Scooby Doo...
fr_fr: [_casey_] Hier vous avez dit que vous avez détesté Scooby Doo ...
it_it: [_casey_] Ieri hai detto di odiare Scooby Doo...

source: [_lacey_] Is that a mystery?
fr_fr: [_lacey_] Est-ce un mystère?
it_it: [_lacey_] È un mistero?

source: [_lacey_] What? I thought it was a dog show! I hate dog shows.
fr_fr: [_lacey_] Quoi? Je pensais que c'était un show de chien ! Je déteste les spectacles de chiens.
it_it: [_lacey_] Cosa? Pensavo che fosse uno spettacolo per cani! Odio gli spettacoli per cani.

source: [_kate_] Help me carry it upstairs, will you?
fr_fr: [_kate_] Aidez-moi à le porter à l'étage, vous?
it_it: [_kate_] Aiutami a portarlo al piano di sopra, vero?

source: Oh, shit. Here we go.
fr_fr: Oh, merde. Nous y allons.
it_it: Oh, merda. Qui andiamo.

source: [_lacey_] It's so heavy! Why is it so heavy?
fr_fr: [_lacey_] C'est si lourd ! Pourquoi est-il si lourd?
it_it: [_lacey_] È così pesante! Perché è così pesante?

source: Gee, thanks...
fr_fr: Gee, merci ...
it_it: Gee, grazie...

source: [_casey_] Oh, quit whining. It's not that bad.
fr_fr: [_casey_] Oh, arrêter de fumer. Ce n'est pas si mal.
it_it: [_casey_] Oh, smette di piangere. Non è così male.

source: [_lacey_] It's because you're barely helping!
fr_fr: [_lacey_] C'est parce que tu aimais à peine !
it_it: [_lacey_] È perché stai a malapena aiutando!

source: [_kate_] Ladies! Focus! Let's get it up the stairs.
fr_fr: [_kate_] Dames ! Pleins feux ! Allons monter les escaliers.
it_it: [_kate_] signore! Focus! Facciamo salire le scale.

source: [_stacy_] Oof! I think [lacey] is right. This is really heavy...
fr_fr: [_stacy_] Oof ! Je pense que [lacey] a raison. C'est vraiment lourd ...
it_it: [_stacy_] Oof! Penso che [lacey] sia giusto. Questo è davvero pesante...

source: [_lacey_] Couldn't we have asked Tanner to carry it?
fr_fr: [_lacey_] N'avons-nous pas demandé à Tanner de la transporter?
it_it: [_lacey_] Non abbiamo chiesto a Tanner di portarlo?

source: [_casey_] Or that loser, what's his name?
fr_fr: [_casey_] Ou ce loser, quel est son nom?
it_it: [_casey_] O quel perdente, qual è il suo nome?

source: [_stacy_] Oh, that could have been funny! I don't mind cracking the whip at that one.
fr_fr: [_stacy_] Oh, ça aurait pu être drôle ! Je n'ai pas l'intention de craquer le fouet .
it_it: [_stacy_] Oh, che avrebbe potuto essere divertente! Non mi dispiace rompere la frusta a quella.

source: [_casey_] Yeah, losers should be put to work!
fr_fr: [_casey_] Oui, les perdants devraient être mis au travail !
it_it: [_casey_] Sì, i perdenti dovrebbero essere messi al lavoro!

source: Damn, I can't believe they don't even know my name.
fr_fr: Merde, je ne peux pas croire qu'ils ne connaissent même pas mon nom.
it_it: Dannazione, non riesco a credere che non conoscono nemmeno il mio nome.

source: We've been in the same class for the last three years.
fr_fr: Nous sommes dans la même classe depuis trois ans.
it_it: Siamo stati nella stessa classe per gli ultimi tre anni.

source: [_kate_] Okay, here we are!
fr_fr: [_kate_] Ok, nous voici !
it_it: [_kate_] Okay, ecco!

source: So far, the plan seems to be working...
fr_fr: Jusqu'à présent, le plan semble fonctionner ...
it_it: Finora, il piano sembra funzionare...

source: [_kate_] Everyone! Welcome to my yearly ladies-only costume party!{nw}
fr_fr: [_kate_] Tout le monde ! Bienvenue à ma fête annuelle des dames !{nw}
it_it: [_kate_] Tutti! Benvenuto nella mia festa annuale per costumi da donna!{nw}

source: [_kate_] Apart from booze, music, and the hottest gossip... this year we also have a mystery box!
fr_fr: [_kate_] En dehors de l'alcool, de la musique et des commérages les plus chauds ... cette année, nous avons aussi une boîte mystère !
it_it: [_kate_] A parte il booze, la musica e il pettegolezzo più caldo... quest'anno abbiamo anche una scatola di mistero!

source: [_kate_] Are you bold enough to experience the mysteries that it holds? We shall see!
fr_fr: [_kate_] Etes-vous assez courageux pour connaître les mystères qu'il détient? Nous verrons !
it_it: [_kate_] Sei abbastanza audace per sperimentare i misteri che contiene? Vedremo!

source: [_kate_] Start the music!{nw}
fr_fr: [_kate_] Démarrer la musique !{nw}
it_it: [_kate_] Inizia la musica!{nw}

source: Hmm... I hope I can sneak a peek through one of the holes at some point...
fr_fr: Hmm ... J'espère que je peux me faufiler une pote à travers l'un des trous au un point ...
it_it: Hmm... Spero di poter sbirciare un peek attraverso uno dei fori ad un po '...

source: [kate]'s parties are known to be wild.
fr_fr: Les fêtes de [kate]'s sont connues pour être sauvages.
it_it: I partiti di [kate]sono noti per essere selvatici.

source: I can't believe I got in, to be honest. It's always been on my bucket list.
fr_fr: Je n'arrive pas à croire que je suis arrivé, pour être honnête. Il a toujours été sur ma liste de godets .
it_it: Non riesco a credere di essere entrato, ad essere onesto. È sempre stato sulla mia lista di benna .

source: I wonder what the idea with this box is, though?
fr_fr: Je me demande quelle est l'idée avec cette boîte?
it_it: Mi chiedo però quale sia l'idea di questa scatola?

source: [_kate_] Hey, [lacey]! Want to be the first to try out the mystery box?
fr_fr: [_kate_] Hey, [lacey]! Vous voulez être le premier à essayer la boîte mystère?
it_it: [_kate_] Hey, [lacey]! Vuoi essere il primo a provare la scatola di mistero?

source: [_kate_] Where did [lacey] go?
fr_fr: [_kate_] Où se passe le [lacey]?
it_it: [_kate_] Dove è andato [lacey]?

source: [_stacy_] I don't know, probably face-sucking a dude somewhere.
fr_fr: [_stacy_] Je ne sais pas, probablement face-sucer un mec quelque part.
it_it: [_stacy_] Non so, probabilmente face-succhiare un tizio da qualche parte.

source: [_kate_] This is a ladies-only party, remember?
fr_fr: [_kate_] C'est un parti mesdames, n'oubliez pas?
it_it: [_kate_] Questa è una festa solo per le donne, ricordate?

source: [_stacy_] Okay, probably face-sucking a girl somewhere, then.
fr_fr: [_stacy_] Ok, probablement face-sucer une fille quelque part, alors.
it_it: [_stacy_] Okay, probabilmente face-succhiare una ragazza da qualche parte, allora.

source: [_kate_] And she says she's not bi.
fr_fr: [_kate_] Et elle dit qu'elle n'est pas bi.
it_it: [_kate_] E dice che non è bi.

source: [_stacy_] She says a lot of things.
fr_fr: [_stacy_] Elle dit beaucoup de choses.
it_it: [_stacy_] Lei dice molte cose.

source: [_kate_] So, do you want to try out the mystery box?
fr_fr: [_kate_] Alors, voulez-vous essayer la boîte mystère?
it_it: [_kate_] Quindi, vuoi provare la scatola di mistero?

source: [_stacy_] If you explain it.
fr_fr: [_stacy_] Si vous l'expliquez.
it_it: [_stacy_] Se lo spieghi.

source: [_kate_] What's there to explain? Stick your leg in, see what happens!
fr_fr: [_kate_] Qu'y a-il à expliquer? Stick ta jambe, voir ce qui se passe !
it_it: [_kate_] Cosa c'è da spiegare? Attacca la gamba dentro, vedi cosa succede!

source: [_stacy_] Spicy! Okay.
fr_fr: [_stacy_] Spicy ! Ok.
it_it: [_stacy_] Speziato! Ok.

source: Oh, shit! Here it comes...
fr_fr: Oh, merde ! Ici, il vient ...
it_it: Oh, merda! Ecco...

source: [_stacy_] Oh, my god! That's so good!
fr_fr: [_stacy_] Oh, mon dieu ! C'est si bon !
it_it: [_stacy_] Oh, mio Dio! È così buono!

source: [_stacy_] I... I think I've unlocked a new kink...
fr_fr: [_stacy_] I ... Je crois que j'ai déverrouillé un nouveau kink ...
it_it: [_stacy_] Io... Penso di aver sbloccato un nuovo kink...

source: [_kate_] I told you it was good!
fr_fr: [_kate_] Je vous ai dit que c'était bien !
it_it: [_kate_] vi ho detto che era buono!

source: [_stacy_] Where do I find someone to do this on the daily?
fr_fr: [_stacy_] Où puis-je trouver quelqu'un pour le faire au quotidien?
it_it: [_stacy_] Dove trovo qualcuno a fare questo sul quotidiano?

source: [_kate_] I might just have an idea.
fr_fr: [_kate_] Je pourrais avoir une idée.
it_it: [_kate_] Potrei solo avere un'idea.

source: [_lacey_] My turn! My turn!
fr_fr: [_lacey_] Mon tour ! Mon tour !
it_it: [_lacey_] Il mio turno! Il mio turno!

source: [_kate_] Okay, take your shoes off.
fr_fr: [_kate_] Ok, prends tes chaussures.
it_it: [_kate_] Okay, togliete le scarpe.

source: [_lacey_] God, yes! But I'll never kiss you on the mouth after this, you dirty slut.
fr_fr: [_lacey_] Dieu, oui ! Mais je ne vous embrasserai jamais sur la bouche après ça, vous salope sale.
it_it: [_lacey_] Dio, sì! Ma non ti bacio mai sulla bocca dopo questo, tu troia sporca.

source: [_kate_] Haha! How'd you like that, [lacey]?
fr_fr: [_kate_] Haha ! Comment tu aimais ça, [lacey]?
it_it: [_kate_] Haha! Come ti piacerebbe, [lacey]?

source: [_lacey_] I loved it!
fr_fr: [_lacey_] Je l'ai adoré !
it_it: [_lacey_] mi è piaciuto!

source: [_lacey_] She does need more practice, though.
fr_fr: [_lacey_] Elle a cependant besoin de plus de pratique.
it_it: [_lacey_] Lei ha bisogno di più pratica, però.

source: [_kate_] I'm sure we can train her to do it right...
fr_fr: [_kate_] Je suis sûr que nous pouvons la former pour le faire bien ...
it_it: [_kate_] Sono sicuro che possiamo addestrarla a farlo bene...

source: [_kate_] Ladies! Any volunteers?
fr_fr: [_kate_] Dames ! Tous les bénévoles?
it_it: [_kate_] Signore! Qualche volontario?

source: [_maya_] Mmmhmm! Just like that!
fr_fr: [_maya_] Mmmhmm ! Comme ça !
it_it: [_maya_] Mmmhmm! Proprio così!

source: [_maya_] Does it taste good? I didn't shower today.
fr_fr: [_maya_] Le goût est-il bon? Je n'ai pas pris de douche aujourd'hui.
it_it: [_maya_] Ha un buon sapore? Non ho fatto la doccia oggi.

source: [_maya_] Yes! Lap that up like it's your last meal!
fr_fr: [_maya_] Oui ! Lap that up like it's your last meal !
it_it: [_maya_] Sì! Abbattete che come è il vostro ultimo pasto!

source: [_kate_] I hope you're enjoying this, slut.
fr_fr: [_kate_] J'espère que vous appréciez ça, salope.
it_it: [_kate_] Spero che ti stia piacendo questo, troia.

source: [_kate_] We'll keep going until you're able to satisfy all my guests.
fr_fr: [_kate_] Nous allons continuer jusqu'à ce que vous soyez en mesure de satisfaire tous mes invités.
it_it: [_kate_] continueremo ad andare fino a quando non sarai in grado di soddisfare tutti i miei ospiti.

source: [_lindsey_] Hey, guys!
fr_fr: [_lindsey_] Hey, les gars !
it_it: [_lindsey_] Ehi, ragazzi!

source: [_kate_] [lindsey]! Glad you could make it!
fr_fr: [_kate_] [lindsey]! Glad, tu pourrais le faire !
it_it: [_kate_] [lindsey]! Felice che tu possa farlo!

source: [_lindsey_] What's going on here?
fr_fr: [_lindsey_] Qu'est-ce qui se passe ici?
it_it: [_lindsey_] Cosa sta succedendo qui?

source: [_kate_] We're just playing with the mystery box.
fr_fr: [_kate_] Nous jouons juste avec la boîte mystère.
it_it: [_kate_] Stiamo solo giocando con la scatola del mistero.

source: [_lindsey_] What's inside it?
fr_fr: [_lindsey_] Qu'y a-il à l'intérieur?
it_it: [_lindsey_] Cosa c'è dentro?

source: [_kate_] That's a secret...
fr_fr: [_kate_] C'est un secret ...
it_it: [_kate_] Questo è un segreto...

source: [_lindsey_] Hehe! I guess it wouldn't be a mystery box otherwise...
fr_fr: [_lindsey_] Hehe ! Je suppose que ce ne serait pas une boîte mystère autrement ...
it_it: [_lindsey_] Hehe! Immagino che non sarebbe una scatola mistero altrimenti...

source: [_kate_] Exactly!
fr_fr: [_kate_] Exactement !
it_it: [_kate_] Esattamente!

source: [_lindsey_] So, how does it work?
fr_fr: [_lindsey_] Alors, comment ça fonctionne?
it_it: [_lindsey_] Quindi, come funziona?

source: [_kate_] You take of your shoes and stick your leg in.
fr_fr: [_kate_] Vous prenez vos chaussures et collez votre jambe.
it_it: [_kate_] Prendi le scarpe e incolla la gamba dentro.

source: [_lindsey_] Oh, um... I don't know about that...
fr_fr: [_lindsey_] Oh, um ... Je ne sais pas pour ça ...
it_it: [_lindsey_] Oh, um... Non so quello...

source: [_kate_] It'll be fun! Trust me, it's like a pedicure.
fr_fr: [_kate_] C'est marrant ! Croire-moi, c'est comme un pédicure.
it_it: [_kate_] Sarà divertente! Fidati di me, è come una pedicure.

source: [_kate_] Considering how important your feet are to you, you deserve some pampering!
fr_fr: [_kate_] Compte tenu de l'importance de vos pieds, vous méritez un peu d'effraction !
it_it: [_kate_] Considerando quanto sono importanti per te i tuoi piedi, ti meriti qualche coccola!

source: [_lindsey_] Err, okay...
fr_fr: [_lindsey_] Err, ok ...

source: Uh-oh. This might not turn out well...
fr_fr: Uh-oh. Cela pourrait ne pas se passer bien ...
it_it: Uh-oh. Questo potrebbe non spegnere bene...

source: Maybe I'll cut her foot off and ruin her dreams?
fr_fr: Peut-être que je vais couper son pied et ruine ses rêves?
it_it: Forse le taglierò il piede e rovinerò i suoi sogni?

source: That would be fitting.
fr_fr: Ce serait approprié.
it_it: Sarebbe opportuno.

source: But on the other hand, I could keep this over her head...
fr_fr: Mais d'un autre côté, je pourrais garder ça au-dessus de sa tête ...
it_it: Ma d'altra parte, potrei tenere questo sopra la sua testa...

source: Watching [lindsey] go down slowly is a better punishment.
fr_fr: Regarder [lindsey] descendre lentement est une meilleure punition.
it_it: Guardare [lindsey] scendere lentamente è una punizione migliore.

source: It's one thing to worship the feet of those bitches, but [lindsey] is too pure for this.
fr_fr: C'est une chose de vénérer les pieds de ces salope, mais le [lindsey] est trop pur pour ça.
it_it: È una cosa adorare i piedi di quelle cagne, ma [lindsey] è troppo puro per questo.

source: It'd feel like taking advantage of her innocence. I'd feel like a creep.
fr_fr: Ça aurait l'impression de profiter de son innocence. Je me sentirais comme un fluage.
it_it: Avrei voglia di approfittare della sua innocenza. Mi sentirei un strisciante.

source: On the other hand, it might be my only chance to touch her beautiful feet...
fr_fr: D'un autre côté, ce pourrait être ma seule chance de toucher ses belles pieds ...
it_it: D'altra parte, potrebbe essere la mia unica possibilità di toccare i suoi bei piedi...

source: God, she smells amazing... I've been waiting for this moment.
fr_fr: Dieu, elle sent incroyable ... J'ai attendu ce moment.
it_it: Dio, ha un odore sorprendente... Ho aspettato per questo momento.

source: I'll make her love my mouth so much, she'll remember it forever.
fr_fr: Je vais lui faire aimer ma bouche, elle se souviendra toujours.
it_it: La farò amare così tanto la mia bocca, lo ricorderà per sempre.

source: I'd feel weird keeping this a secret from [lindsey].
fr_fr: Je me sentirais bizarre de garder ce secret du [lindsey].
it_it: Mi sento strano tenere questo un segreto da [lindsey].

source: If I do something like this with her, I want it to be consensual.
fr_fr: Si je fais quelque chose comme ça avec elle, je veux qu'elle soit consensuelle.
it_it: Se faccio qualcosa di simile con lei, voglio che sia consensuale.

source: [_lindsey_] Um... is anything supposed to happen?
fr_fr: [_lindsey_] Um ... est-il censé se produire?
it_it: [_lindsey_] Um... dovrebbe succedere qualcosa?

source: [_kate_] Yeah, don't you feel anything?
fr_fr: [_kate_] Ouais, tu ne ressens rien?
it_it: [_kate_] Sì, non senti niente?

source: [_lindsey_] Not really...
fr_fr: [_lindsey_] Pas vraiment ...
it_it: [_lindsey_] Non veramente...

source: [_kate_] Okay, let me handle this.
fr_fr: [_kate_] Ok, laisse-moi m'occuper de ça.
it_it: [_kate_] Okay, lasciami gestire questo.

source: [kate] leans in closer, her voice but a whisper.
fr_fr: [kate] penche plus près, sa voix, mais un murmure.
it_it: [kate] si appoggia più vicino, la sua voce ma un sussurro.

source: [_kate_] {i}Bitch, do your job.{/}
fr_fr: [_kate_] {i}Bitch, faites votre travail. { / }
it_it: [_kate_] {i}Bitch, fai il tuo lavoro.{/}

source: [_kate_] {i}I swear to god, you won't be able to walk for a month.{/}
fr_fr: [_kate_] {i}Je jure que vous ne pourrez pas marcher pendant un mois. { / }
it_it: [_kate_] {i}Giuro a Dio, non sarai in grado di camminare per un mese.{/}

source: [_lindsey_] Still nothing...
fr_fr: [_lindsey_] Toujours rien ...
it_it: [_lindsey_] Ancora nulla...

source: [_kate_] Sorry, sweetie. We'll try again later, okay?
fr_fr: [_kate_] Désolé, chérie. Nous allons essayer de nouveau plus tard, d'accord?
it_it: [_kate_] Siamo spiacenti, sweetie. Riproveremo più tardi, ok?

source: [_lindsey_] All right! No worries!
fr_fr: [_lindsey_] Très bien ! Pas de soucis !
it_it: [_lindsey_] Va bene! Nessuna preoccupazione!

source: Their steps fade away, and the beat of the music takes over.
fr_fr: Leurs marches s'estoment, et le rythme de la musique prend le dessus.
it_it: I loro passi svaniscono, e il battito della musica prende il sopravvento.

source: The taste of their feet still linger on my lips.
fr_fr: Le goût de leurs pieds m'attardent encore sur mes lèvres.
it_it: Il gusto dei loro piedi ancora si soffermano sulle labbra.

source: So very humiliating, and a night I'll never forget.
fr_fr: Donc très humiliant, et une nuit, je n'oublierai jamais.
it_it: Così molto umiliante, e una notte non dimenticherò mai.

source: As I lean forward, mere inches from her wiggling toes, the scent hits me in full.
fr_fr: Au fur et à mesure que je me penche, à quelques centimètres de ses orteils en marchant, l'odeur me frappe dans son intégralité.
it_it: Mentre mi sporco avanti, solo pollici dalle sue dita dei piedi, il profumo mi colpisce pienamente.

source: Cotton candy plus a light hint of feminine sweat and shoe leather — an intoxicating combination.
fr_fr: Bougie de coton plus une touche légère de sueur féminine et cuir de chaussures-une combinaison enivrante.
it_it: Caramella di cotone più un accenno leggero di sudore femminile e pelle di scarpa — una combinazione inebriante.

source: My breath tickles her skin and she jumps in surprise.
fr_fr: Mon haleine chatouille sa peau et elle saute par surprise.
it_it: Il mio respiro solletica la sua pelle e salta di sorpresa.

source: [_lindsey_] W-what's in there?!
fr_fr: [_lindsey_] W-ce qu'il y a là? !
it_it: [_lindsey_] W-what is in there?!

source: [_kate_] It's okay! Just enjoy.
fr_fr: [_kate_] C'est bon ! Juste du plaisir.
it_it: [_kate_] Va bene! Goditi e basta.

source: [_lindsey_] But...
fr_fr: [_lindsey_] Mais ...
it_it: [_lindsey_] Ma...

source: My tongue makes contact with her toes for the first time, and she almost pulls out her legs.
fr_fr: Ma langue est en contact avec ses orteils pour la première fois, et elle sort presque ses jambes.
it_it: La mia lingua si mette in contatto con le dita dei piedi per la prima volta, e lei quasi tira fuori le gambe.

source: The kick hits me in the nose, and I suddenly see stars.
fr_fr: Le coup me frappe dans le nez, et je vois soudain des étoiles.
it_it: Il calcio mi colpisce nel naso, e improvvisamente vedo delle stelle.

source: Fucking bitch...
fr_fr: Putain de pute ...
it_it: Cazzo puttana...

source: But it's fine, she's skittish. I can't blame her.
fr_fr: Mais c'est bien, elle est adroite. Je ne peux pas la blâma.
it_it: Ma va bene, è schizzata. Non posso incolparla.

source: [_kate_] Calm down, [lindsey]! It's a foot bath!
fr_fr: [_kate_] Calme, [lindsey]! C'est un bain de pied !
it_it: [_kate_] Calmato, [lindsey]! È un bagno di piedi!

source: [_lindsey_] B-but I felt a tongue or something...
fr_fr: [_lindsey_] B-mais j'ai senti une langue ou quelque chose ...
it_it: [_lindsey_] B-ma sentivo una lingua o qualcosa...

source: [_kate_] Yes, it's a tongue-foot bath.
fr_fr: [_kate_] Oui, c'est un bain de langue.
it_it: [_kate_] Sì, è un bagno lingua-piede.

source: [_lindsey_] What?!
fr_fr: [_lindsey_] Quoi? !
it_it: [_lindsey_] Cosa?!

source: [_lindsey_] Who is in there?!
fr_fr: [_lindsey_] Qui est là? !
it_it: [_lindsey_] Chi è lì dentro?!

source: [_kate_] Don't worry about it! They want to do it.
fr_fr: [_kate_] Ne vous en faites pas ! Ils veulent le faire.
it_it: [_kate_] Non preoccupatevi! Vogliono farlo.

source: [_lindsey_] Are... are you sure?
fr_fr: [_lindsey_] Etes-vous sûr?
it_it: [_lindsey_] Sei sicuro?

source: [_kate_] I'm positive.
fr_fr: [_kate_] Je suis positif.
it_it: [_kate_] sono positivo.

source: [_lindsey_] Um... whoever is in there... are you okay with this?
fr_fr: [_lindsey_] Um ... celui qui est là ... tu vas bien avec ça?
it_it: [_lindsey_] Um... chi è lì dentro... stai bene con questo?

source: I drag my tongue across her sole, from heel to toe, to show her that I'm down.
fr_fr: Je fais glisser ma langue à travers sa semelle, de talon à pied, pour montrer son que je suis en bas.
it_it: Trascino la mia lingua sulla suola, dal tallone ai piedi, per mostrare alla sua che sono giù.

source: [_lindsey_] I... I don't know if I like this...
fr_fr: [_lindsey_] I ... Je ne sais pas si j'aime ça ...
it_it: [_lindsey_] Io... Non so se mi piace questo...

source: [_kate_] It'll grow on you.
fr_fr: [_kate_] Ça va grandir sur vous.
it_it: [_kate_] Crescerà su di te.

source: The sole of her foot is coarse against my tongue.
fr_fr: La semelle de son pied est grossier contre ma langue.
it_it: La suola del piede è grossolana contro la mia lingua.

source: It's a well-used sole, a runner girl's sole.
fr_fr: C'est une semelle bien utilisée, la semelle d'une fille.
it_it: È una suola ben usata, una suola di una ragazza di corridore.

source: [lindsey] is a princess, but she's also an athlete.
fr_fr: [lindsey] est une princesse, mais elle est aussi une athlète.
it_it: [lindsey] è una principessa, ma è anche un'atleta.

source: And her feet and legs are where it shows the most.
fr_fr: Et ses pieds et ses jambes sont là où il montre le plus.
it_it: E i suoi piedi e le gambe sono dove mostra di più.

source: Slowly, taking my time, I slip my tongue between her toes.
fr_fr: Lentement, prenant mon temps, je prends la langue entre ses orteils.
it_it: Lentamente, prendendo il mio tempo, ho scivolato la mia lingua tra le dita dei piedi.

source: She squeals in surprise and delight.
fr_fr: Elle écroule dans la surprise et la joie.
it_it: Strizza di sorpresa e di gioia.

source: Always so fake in the way she acts...
fr_fr: Toujours si faux dans la façon dont elle agit ...
it_it: Sempre così finta nel modo in cui agisce...

source: I almost feel an urge to bite her.
fr_fr: J'ai presque envie de la mordre.
it_it: Sento quasi una voglia di morderla.

source: Instead, I nibble on her toes, and again she acts scandalized.
fr_fr: Au lieu de là, je griboule sur ses orteils, et encore une fois elle agit scandalisée.
it_it: Invece, le nudo sulle dita dei piedi, e di nuovo si comporta scandalizzata.

source: As if all girls aren't born whores.
fr_fr: Comme si toutes les filles ne sont pas des prostituées.
it_it: Come se tutte le ragazze non sono nati puttane.

source: When it comes to her, it doesn't feel like an act of submission to me.
fr_fr: Quand il s'agit d'elle, elle ne se sent pas comme un acte de soumission pour moi.
it_it: Quando si tratta di lei, non si sente come un atto di sottomissione a me.

source: She's so inexperienced, so pure... It almost feels wrong to do this to her.
fr_fr: Elle est tellement inexpérimentelle, si pure ... Il se sent presque faux de le faire à elle.
it_it: Lei è così inesperta, così puro... Si sente quasi sbagliato a fare questo a lei.

source: I nibble on her toes, and she makes the cutest noises.
fr_fr: Je grimpe sur ses orteils, et elle fait les bruits de cuvées.
it_it: Mi pungo sulle dita dei piedi, e lei fa i rumori più carini.
