Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_search_for_nurse.po
Languages: fr_fr, it_it

source: [_kate_s_neutral_] Excuse you. Why are you standing so near me?
fr_fr: [_kate_s_neutral_] Excusez vous. Pourquoi tu te tiens si près de moi?
it_it: [_kate_s_neutral_] Ti scusi. Perché sei così vicino a me?

source: [_mc_] Sorry, I didn't mean to.
fr_fr: [_mc_] Désolé, je ne voulais pas dire.
it_it: [_mc_] Mi dispiace, non volevo dire.

source: [_kate_s_smile_] Well, at least you know it's appropriate to apologize.
fr_fr: [_kate_s_smile_] Bien, au moins vous savez qu'il est approprié de présenter des excuses.
it_it: [_kate_s_smile_] Beh, almeno sai che è opportuno scusarsi.

source: [_kate_s_neutral_] I think we need to start with a ten feet rule.
fr_fr: [_kate_s_neutral_] Je pense que nous devons commencer par une règle de dix pieds.
it_it: [_kate_s_neutral_] Penso che dobbiamo iniziare con una regola di dieci piedi.

source: [_mc_] What happens if I break that rule?
fr_fr: [_mc_] Que se passe-il si je casse cette règle?
it_it: [_mc_] Cosa succede se infrango quella regola?

source: [_kate_s_confident_] Severe punishments and misery.
fr_fr: [_kate_s_confident_] Les lourdes peines et la misère.
it_it: [_kate_s_confident_] Pene severe e miseria.

source: [_mc_] You smell nice.
fr_fr: [_mc_] Vous sentez bien.
it_it: [_mc_] Hai un buon odore.

source: [_kate_s_cringe_] That's not creepy at all.
fr_fr: [_kate_s_cringe_] Ce n'est pas du tout flirtant.
it_it: [_kate_s_cringe_] Non è affatto raccapricciante.

source: [_kate_s_cringe_] Why do you have to be such a weirdo, [mc]?
fr_fr: [_kate_s_cringe_] Pourquoi vous devez être un tel weirdo, [mc]?
it_it: [_kate_s_cringe_] Perché devi essere così strano, [mc]?

source: [_mc_] I meant it as a compliment...
fr_fr: [_mc_] Je voulais dire que c'était un compliment ...
it_it: [_mc_] lo intendevo come un complimento...

source: [_kate_s_eyeroll_] Sniffing people is creepy. End of story.
fr_fr: [_kate_s_eyeroll_] Les renflés sont crépiteux. Fin de l'histoire.
it_it: [_kate_s_eyeroll_] Sniffare la gente è raccapricciante. Fine della storia.

source: [_mc_] So, I was wondering if you'd like to go out with me some time...
fr_fr: [_mc_] Alors, je me demandais si vous voudriez sortir avec moi un peu de temps ...
it_it: [_mc_] Mi chiedevo quindi se volessi uscire con me un po' di tempo...

source: [_kate_s_smile_] Wait, you're serious?
fr_fr: [_kate_s_smile_] Attends, tu es sérieux?
it_it: [_kate_s_smile_] Aspetta, sei serio?

source: [_mc_] I guess?
fr_fr: [_mc_] Je suppose?
it_it: [_mc_] Immagino?

source: [_kate_s_laughing_] That's comedy gold!
fr_fr: [_kate_s_laughing_] C'est de l'or comique !
it_it: [_kate_s_laughing_] Questa commedia oro!

source: [_kate_s_laughing_] Hahaha! Oww, my ribs!
fr_fr: [_kate_s_laughing_] Hahaha ! Oww, mes côtes !
it_it: [_kate_s_laughing_] Hahaha! Oww, le mie costole!

source: Not sure what I expected there, and yet, the mocking laughter cuts deep.
fr_fr: Pas sûr de ce que j'attendais là, et pourtant, le rire moqueur coupe profondément.
it_it: Non so cosa mi aspettavo lì, eppure la risata beffata taglia profondamente.

source: Maybe things haven't changed here as much as I thought.
fr_fr: Peut-être que les choses n'ont pas changé autant que je le pensais.
it_it: Forse le cose non sono cambiate qui tanto quanto pensavo.

source: [_kate_s_smile_] Anyway, have you seen the [nurse]? She's supposed to meet with me.
fr_fr: [_kate_s_smile_] En tout cas, avez-vous vu le [nurse]? Elle est supposée rencontrer avec moi.
it_it: [_kate_s_smile_] Comunque, hai visto la [nurse]? Lei dovrebbe incontrarmi con me.

source: [_mc_] I saw her earlier, not sure where she is now...
fr_fr: [_mc_] Je l'ai vue plus tôt, pas sûre d'où elle est maintenant ...
it_it: [_mc_] L'ho vista prima, non so dove sia ora...

source: [_kate_s_neutral_] That's... disappointing. She's a bit ditzy, but she should know better than to miss an appointment with me.
fr_fr: [_kate_s_neutral_] C'est ... décevant. Elle est un peu fainéante, mais elle devrait savoir mieux que de manquer une nomination avec moi.
it_it: [_kate_s_neutral_] Quello... deludente. È un po' disgustosa, ma dovrebbe sapere meglio che perdere un appuntamento con me.

source: [kate] has that grim look on her face, like she's planning her revenge on the poor woman.
fr_fr: [kate] a ce regard sinistre sur son visage, comme elle planifie sa revanche sur la pauvre femme.
it_it: [kate] ha quell'aspetto doloroso sul suo volto, come lei sta pianificando la sua vendetta sulla povera donna.

source: The school nurse is part of the staff, but [kate] probably doesn't care about that.
fr_fr: L'infirmière de l'école fait partie du personnel, mais le [kate] ne s'en soucie probablement pas.
it_it: L'infermiera scolastica fa parte del personale, ma [kate] probabilmente non se ne preoccupa.

source: The only people she respects here are [jo] and [mrsl]. Not sure why.
fr_fr: Les seules personnes qu'elle respecte sont les [jo] et [mrsl]. Pas sûr pourquoi.
it_it: Le uniche persone che lei rispetta qui sono [jo] e [mrsl]. Non è sicuro perché.

source: [_kate_s_annoyed_] She's probably hiding somewhere. She sometimes gets nervous.
fr_fr: [_kate_s_annoyed_] Elle se cache probablement quelque part. Elle est parfois nerveuse.
it_it: [_kate_s_annoyed_] Lei probabilmente si sta nascondendo da qualche parte. A volte diventa nervosa.

source: [_kate_s_excited_] Don't worry about that.
fr_fr: [_kate_s_excited_] Ne vous inquiétez pas pour ça.
it_it: [_kate_s_excited_] Non preoccuparti di quello.

source: [_kate_s_excited_] Now if you'll excuse me, I have a wayward [nurse] to find.
fr_fr: [_kate_s_excited_] Si vous m'excusez, j'ai un chemin [nurse] à trouver.
it_it: [_kate_s_excited_] Ora se mi scusi, ho una [nurse] da trovare.

source: She's excited. That means someone is going to suffer. From the sound of it, that's the [nurse].
fr_fr: Elle est excitée. Cela signifie que quelqu'un va souffrir. Du son, c'est le [nurse].
it_it: È emozionata. Ciò significa che qualcuno soffrire. Dal suono, è la [nurse].

source: Being the hero isn't really my thing, but maybe the [nurse] needs a hand.
fr_fr: Etre le héros n'est pas vraiment mon truc, mais peut-être que le [nurse] a besoin d'une main.
it_it: Essere l'eroe non è proprio la mia cosa, ma forse l' [nurse] ha bisogno di una mano.

source: [kate] isn't exactly the best person to anger, I know that better than most.
fr_fr: [kate] n'est pas exactement la meilleure personne à la colère, je le sais mieux que la plupart.
it_it: [kate] non è esattamente la persona migliore per rabbia, lo so meglio della maggior parte.

source: Someone must've seen her. Better find her before [kate] does.
fr_fr: Quelqu'un doit l'avoir vue. Mieux la trouver avant [kate].
it_it: Qualcuno deve averla vista. Meglio trovarla prima che [kate] faccia.

source: [_flora_s_excited_] I've been looking for you, [mc]!
fr_fr: [_flora_s_excited_] Je vous ai cherché, [mc]!
it_it: [_flora_s_excited_] ti ho cercato, [mc]!

source: [_mc_] Funny. I've been looking for you.
fr_fr: [_mc_] Funny. Je vous ai cherché.
it_it: [_mc_] Divertente. Ti ho cercato.

source: [_flora_s_neutral_] Well, I need you to answer another question.
fr_fr: [_flora_s_neutral_] Eh bien, j'ai besoin de vous pour répondre à une autre question.
it_it: [_flora_s_neutral_] Beh, ho bisogno di rispondere ad un'altra domanda.

source: [_mc_] I don't know about that.
fr_fr: [_mc_] Je ne sais pas à ce sujet.
it_it: [_mc_] Io non lo so.

source: [_flora_s_angry_] I wasn't asking.
fr_fr: [_flora_s_angry_] Je ne demandais pas.
it_it: [_flora_s_angry_] Non stavo chiedendo.

source: [_flora_s_excited_] If you traveled back in time, what would be your biggest goal?
fr_fr: [_flora_s_excited_] Si vous avez voyagé à temps, quel serait votre plus gros objectif?
it_it: [_flora_s_excited_] Se hai viaggiato indietro nel tempo, quale sarebbe il tuo obiettivo più grande?

source: Huh... that seems oddly fitting for the circumstances. Very suspicious.
fr_fr: Huh ... qui semble tout à fait approprié pour les circonstances. Très méfiant.
it_it: Huh... che sembra strano adatto alle circostanze. Molto sospetto.

source: [_mc_] Why would you ask me that?
fr_fr: [_mc_] Pourquoi me demanderiez-vous cela?
it_it: [_mc_] Perché mi chiedi quello?

source: [_flora_s_neutral_] It was part of the original questionnaire, I just forgot to ask you.
fr_fr: [_flora_s_neutral_] Il faisait partie du questionnaire original, j'ai juste oublié de vous le demander.
it_it: [_flora_s_neutral_] Faceva parte del questionario originale, ho appena dimenticato di chiedervi.

source: [_mc_] Well, I guess I would try to be nicer to people.
fr_fr: [_mc_] Eh bien, je suppose que j'essaierais d'être plus gentilpersonnes avec les gens.
it_it: [_mc_] Beh, immagino che cercherò di essere più gentile con la gente.

source: [_flora_s_blush_] Good answer! You should've started sooner, but there's no time like the present.
fr_fr: [_flora_s_blush_] Bonne réponse ! Tu aurais dû commencer plus tôt, mais il n'y a pas de temps comme le présent.
it_it: [_flora_s_blush_] Buona risposta! Avresti dovuto iniziare prima, ma non c'è tempo come il presente.

source: She has no idea how right she is about that.
fr_fr: Elle n'a aucune idée de la façon dont elle est à ce sujet.
it_it: Non ha idea di quanto sia giusta al riguardo.

source: [_mc_] I'll do my best.
fr_fr: [_mc_] Je ferai de mon mieux.
it_it: [_mc_] farò del mio meglio.

source: [_mc_] Err... your hair looks nice today!
fr_fr: [_mc_] Err ... vos cheveux sont beaux aujourd'hui !
it_it: [_mc_] Err... i tuoi capelli sembrano belli oggi!

source: [_flora_s_thinking_] Okay, stop. That's weird.
fr_fr: [_flora_s_thinking_] Ok, arrête. C'est bizarre.
it_it: [_flora_s_thinking_] Okay, fermatevi. È strano.

source: [_mc_] Sorry...
fr_fr: [_mc_] Désolé ...

source: God. Why are girls so difficult?
fr_fr: Dieu. Pourquoi les filles sont-elles si difficiles?
it_it: Dio. Perché le ragazze sono così difficili?

source: [_mc_] I'd focus on my education. High school life is irrelevant in the big scheme of things.
fr_fr: [_mc_] Je me concentrerais sur mon éducation. La vie à l'école secondaire n'est pas pertinente dans le grand système des choses.
it_it: [_mc_] Mi concentrerei sulla mia istruzione. La vita delle scuole superiori è irrilevante nel grande schema delle cose.

source: [_flora_s_annoyed_] I can't put that on here.
fr_fr: [_flora_s_annoyed_] Je ne peux pas mettre ça ici.
it_it: [_flora_s_annoyed_] non posso metterlo qui.

source: [_mc_] Why not?
fr_fr: [_mc_] Pourquoi pas?
it_it: [_mc_] Perché no?

source: [_flora_s_confused_] It looks like I fed you the answer!
fr_fr: [_flora_s_confused_] On dirait que je vous ai donné la réponse !
it_it: [_flora_s_confused_] Sembra che ti abbia dato la risposta!

source: [_mc_] They won't think that. Besides, isn't it good that your academic ambitions are rubbing off on me?
fr_fr: [_mc_] Ils ne le pensent pas. En plus, n'est-ce pas bon que vos ambitions académiques se frottant sur moi?
it_it: [_mc_] Non lo penseranno. Inoltre, non è bello che le vostre ambizioni accademiche si stiano sfregando su di me?

source: [_flora_s_sarcastic_] I guess it is...
fr_fr: [_flora_s_sarcastic_] Je suppose que c'est. ..
it_it: [_flora_s_sarcastic_] Immagino che sia...

source: [_flora_s_worried_] What?
fr_fr: [_flora_s_worried_] Quoi?
it_it: [_flora_s_worried_] Cosa?

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_flora_s_worried_] What did you just say?
fr_fr: [_flora_s_worried_] Qu'est-ce que vous venez de dire?
it_it: [_flora_s_worried_] Che cosa hai appena detto?

source: [_mc_] Err... I said... drain all, as in, my energy! Doing sports and stuff. I'd like to get fit, yeah. That's what I said.
fr_fr: [_mc_] Err ... J'ai dit ... vider tout, comme dans mon énergie ! Faire du sport et des trucs. J'aimerais être en forme, oui. C'est ce que j'ai dit.
it_it: [_mc_] Err... Ho detto... drenare tutto, come in, la mia energia! Fare sport e roba. Mi piacerebbe diventare in forma, sì. È quello che ho detto.

source: [_flora_s_laughing_] Okay, I must've misheard!
fr_fr: [_flora_s_laughing_] Ok, je dois avoir mal entendu !
it_it: [_flora_s_laughing_] Okay, devo aver sentito male!

source: [_flora_s_thinking_] And yes, that's a good idea for you. You're getting pretty fat.
fr_fr: [_flora_s_thinking_] Et oui, c'est une bonne idée pour vous. Tu vas devenir assez gros.
it_it: [_flora_s_thinking_] E sì, è una buona idea per te. Stai diventando piuttosto grasso.

source: [_mc_] Thanks a lot...
fr_fr: [_mc_] Merci beaucoup ...
it_it: [_mc_] Grazie molto...

source: [_flora_s_flirty_] You're welcome!
fr_fr: [_flora_s_flirty_] Vous êtes les bienvenus !
it_it: [_flora_s_flirty_] Sei il benvenuto!

source: [_mc_] Try to find love. Life's too long to spend alone.
fr_fr: [_mc_] Essayez de trouver l'amour. La vie est trop longue pour passer seule.
it_it: [_mc_] Prova a trovare amore. La vita è troppo lunga da spendere da sola.

source: [_flora_s_sarcastic_] That's the most cliché thing I've heard. It's worse than a Christmas movie.
fr_fr: [_flora_s_sarcastic_] C'est la chose la plus cliché que j'ai entendue. C'est pire qu'un film de Noël.
it_it: [_flora_s_sarcastic_] Questa è la cosa più cliche<unk> che ho sentito. È peggio di un film di Natale.

source: [_mc_] Well, that was my biggest regret.
fr_fr: [_mc_] Eh bien, c'était mon plus grand regret.
it_it: [_mc_] Beh, questo era il mio più grande rammarico.

source: [_flora_s_confused_] Was? What do you mean?
fr_fr: [_flora_s_confused_] Etait-ce? Qu'est-ce que tu veux dire?
it_it: [_flora_s_confused_] Was? Che cosa intendi?

source: [_mc_] Oh, I actually did travel back in time. I'm going for love this time.
fr_fr: [_mc_] Oh, j'ai effectivement fait le voyage dans le temps. Je vais pour l'amour cette fois.
it_it: [_mc_] Oh, in realtà ho viaggiato indietro nel tempo. Vado per amore questa volta.

source: [_flora_s_annoyed_] Whatever, dude.
fr_fr: [_flora_s_annoyed_] Quoi qu'il en soit, mec.
it_it: [_flora_s_annoyed_] Qualunque sia il tesoro.

source: [_flora_s_annoyed_] Anyway, what was it that you wanted?
fr_fr: [_flora_s_annoyed_] Quoi qu'il en soit, que voulez-vous?
it_it: [_flora_s_annoyed_] Comunque cos'era che volevate?

source: [_flora_s_confused_] You said you'd been looking for me.
fr_fr: [_flora_s_confused_] Vous avez dit que vous me chercheriez.
it_it: [_flora_s_confused_] Hai detto che mi stavate cercando.

source: [_mc_] Oh, right. I was just wondering if you've seen the [nurse].
fr_fr: [_mc_] Oh, non. Je me demandais si vous avez vu le [nurse].
it_it: [_mc_] Oh, giusto. Mi chiedevo solo se hai visto la [nurse].

source: [_flora_s_eyeroll_] What did you do this time?
fr_fr: [_flora_s_eyeroll_] Qu'avez-vous fait cette fois?
it_it: [_flora_s_eyeroll_] Che cosa hai fatto questa volta?

source: [_mc_] Nothing. I just need to find her.
fr_fr: [_mc_] Rien. J'ai juste besoin de la trouver.
it_it: [_mc_] Niente. Ho solo bisogno di trovarla.

source: [_flora_s_thinking_] Well, I did see her getting something from a vending machine earlier.
fr_fr: [_flora_s_thinking_] Eh bien, je l'ai vu obtenir quelque chose d'un distributeur automatique plus tôt.
it_it: [_flora_s_thinking_] Beh, l'ho vista ottenere qualcosa da un distributore automatico prima.

source: [_mc_] Do you remember which one?
fr_fr: [_mc_] Vous vous souvenez de laquelle?
it_it: [_mc_] Ti ricordi quale?

source: [_flora_s_worried_] Hmm... I actually don't remember...
fr_fr: [_flora_s_worried_] Hmm ... En fait, je ne me souviens pas ...
it_it: [_flora_s_worried_] Hmm... In realtà non ricordo...

source: [_mc_] It's all right. Thanks, [flora]!
fr_fr: [_mc_] Tout va bien. Merci, [flora]!
it_it: [_mc_] Va bene. Grazie, [flora]!

source: There are only a number of vending machines in the school. And the ones in the cafeteria are out of order. It's a decent clue.
fr_fr: Il n'y a qu'un certain nombre de distributeurs automatiques à l'école. Et ceux de la cafétéria sont hors de l'ordre. C'est un indice décent.
it_it: Ci sono solo un certo numero di distributori automatici nella scuola. E quelli nella caffetteria sono fuori ordine.

source: [_mc_] Excuse me, have you seen the school nurse?
fr_fr: [_mc_] Excusez-moi, avez-vous vu l'infirmière de l'école?
it_it: [_mc_] Scusami, hai visto l'infermiera della scuola?

source: [_isabelle_s_concerned_] Are you quite all right?
fr_fr: [_isabelle_s_concerned_] Vous avez tout à fait raison?
it_it: [_isabelle_s_concerned_] Stai bene?

source: [_mc_] Yeah, I just need to have a word with her.
fr_fr: [_mc_] Oui, j'ai juste besoin d'avoir un mot avec elle.
it_it: [_mc_] Sì, ho solo bisogno di avere una parola con lei.

source: [_isabelle_s_blush_] I'm glad!
fr_fr: [_isabelle_s_blush_] Je suis content !
it_it: [_isabelle_s_blush_] Sono felice!

source: [_isabelle_s_sad_] I'm afraid I still don't know this school all that well. I haven't seen her.
fr_fr: [_isabelle_s_sad_] Je crains de ne pas encore connaître cette école. Je ne l'ai pas vue.
it_it: [_isabelle_s_sad_] Temo di non conoscere ancora questa scuola così bene. Non l'ho vista.

source: [_mc_] Okay, no worries.
fr_fr: [_mc_] Ok, pas de soucis.
it_it: [_mc_] Okay, nessuna preoccupazione.

source: [_isabelle_s_sad_] I should probably get myself a checkup soon... I've been feeling a bit tired lately.
fr_fr: [_isabelle_s_sad_] Je devrais probablement me faire un examen bientôt ... J'ai été un peu fatigué ces derniers temps.
it_it: [_isabelle_s_sad_] Probabilmente dovrei farmi presto un controllo... mi sono sentita un po' stanca ultimamente.

source: [_mc_] I'll let you know if I find her.
fr_fr: [_mc_] Je vous laisse savoir si je la trouve.
it_it: [_mc_] ti farò sapere se la trovo.

source: [_isabelle_s_blush_] Thanks, that's nice of you.
fr_fr: [_isabelle_s_blush_] Merci, c'est bien de vous.
it_it: [_isabelle_s_blush_] Grazie, è bello di voi.

source: [_mc_] Yeah, you do look a bit tired.
fr_fr: [_mc_] Oui, vous avez l'air un peu fatigué.
it_it: [_mc_] Sì, sembri un po' stanco.

source: [_isabelle_s_annoyed_left_] Gee, thanks.
fr_fr: [_isabelle_s_annoyed_left_] Gee, merci.
it_it: [_isabelle_s_annoyed_left_] Gee, grazie.

source: Ugh, girls.
fr_fr: Ugh, les filles.
it_it: Ugh, ragazze.

source: [_mc_] That's a deep question... is anyone ever all right?
fr_fr: [_mc_] C'est une question profonde ... est-ce que quelqu'un a toujours raison?
it_it: [_mc_] Questa è una domanda profonda... qualcuno sta bene?

source: [_isabelle_s_laughing_] I suppose you're right!
fr_fr: [_isabelle_s_laughing_] Je suppose que vous avez raison !
it_it: [_isabelle_s_laughing_] Suppongo che tu abbia ragione!

source: [_isabelle_s_laughing_] I think it boils down to your outlook on life.
fr_fr: [_isabelle_s_laughing_] Je pense qu'il se résume à vos perspectives de vie.
it_it: [_isabelle_s_laughing_] Penso che si riduca alla tua prospettiva sulla vita.

source: [_isabelle_s_smile_] Someone who has nothing can still feel all right.
fr_fr: [_isabelle_s_smile_] Quelqu'un qui n'a rien peut encore se sentir bien.
it_it: [_isabelle_s_smile_] Qualcuno che non ha nulla può ancora sentirsi bene.

source: [_isabelle_s_smile_left_] And someone who hasn't had a bother their entire life and lives on a shrimp sandwich can still feel horrible.
fr_fr: [_isabelle_s_smile_left_] Et quelqu'un qui n'a pas eu toute sa vie et qui vit sur un sandwich à la crevette peut encore se sentir horrible.
it_it: [_isabelle_s_smile_left_] E qualcuno che non ha avuto un fastidio per tutta la loro vita e vive su un panino di gamberetti può ancora sentirsi orribile.

source: [_isabelle_s_confident_] It's all about attitude.
fr_fr: [_isabelle_s_confident_] C'est une question d'attitude.
it_it: [_isabelle_s_confident_] È tutto sull'atteggiamento.

source: [_mc_] I meant mentally, but yeah that works too.
fr_fr: [_mc_] Je voulais dire mentalement, mais ça marche aussi.
it_it: [_mc_] intendevo mentalmente, ma sì, che funziona anche.

source: [_isabelle_s_neutral_] I guess everyone has their own little flaws and problems. It's worth keeping in mind.
fr_fr: [_isabelle_s_neutral_] Je suppose que tout le monde a ses propres petits défauts et problèmes. Ça vaut la peine de garder à l'esprit.
it_it: [_isabelle_s_neutral_] Credo che tutti abbiano i loro piccoli difetti e problemi. Vale la pena tenere a mente.

source: [_mc_] It is, but the reason I need to talk to the [nurse] has nothing to do with my current health.
fr_fr: [_mc_] C'est, mais la raison pour laquelle j'ai besoin de parler au [nurse] n'a rien à voir avec ma santé actuelle.
it_it: [_mc_] È vero, ma il motivo per cui ho bisogno di parlare con la [nurse] non ha nulla a che vedere con la mia salute attuale.

source: [_isabelle_s_blush_] That's good to hear!
fr_fr: [_isabelle_s_blush_] C'est bien d'entendre !
it_it: [_isabelle_s_blush_] È bello sentire!

source: [_mc_] Okay, thanks! I'll keep looking.
fr_fr: [_mc_] Ok, merci ! Je vais continuer à regarder.
it_it: [_mc_] Okay, grazie! Continuerò a guardare.

source: [_mc_] It's a simple yes-or-no question. I don't need your sympathy.
fr_fr: [_mc_] C'est un simple oui-ou-aucune question. Je n'ai pas besoin de votre sympathie.
it_it: [_mc_] È un semplice sì-o-no domanda. Non ho bisogno della tua simpatia.

source: [_isabelle_s_angry_] That answers my question, I reckon.
fr_fr: [_isabelle_s_angry_] Cela répond à ma question, je pense.
it_it: [_isabelle_s_angry_] Che risponde alla mia domanda, ho stimato.

source: [_isabelle_s_angry_] Have a wonderful day.
fr_fr: [_isabelle_s_angry_] Bonne journée.
it_it: [_isabelle_s_angry_] Avere una giornata meravigliosa.

source: [_mc_] [kate], I brought you something.
fr_fr: [_mc_] [kate], je t'ai apporté quelque chose.
it_it: [_mc_] [kate], ti ho portato qualcosa.

source: [_kate_s_excited_] What a great surprise!
fr_fr: [_kate_s_excited_] Quelle grande surprise !
it_it: [_kate_s_excited_] Che grande sorpresa!

source: [_kate_s_annoyed_right_] I've been looking everywhere for you.
fr_fr: [_kate_s_annoyed_right_] J'ai cherché partout pour vous.
it_it: [_kate_s_annoyed_right_] Ho cercato ovunque per te.

source: [_nurse_s_concerned_] Sorry...
fr_fr: [_nurse_s_concerned_] Désolé ...

source: [_kate_s_confident_] Do you see what I have to deal with here?
fr_fr: [_kate_s_confident_] Est-ce que vous voyez ce que j'ai à traiter ici?
it_it: [_kate_s_confident_] Vedete cosa ho a che fare con qui?

source: [_nurse_s_sad_] Sorry, I've been busy today.
fr_fr: [_nurse_s_sad_] Désolé, j'ai été occupé aujourd'hui.
it_it: [_nurse_s_sad_] Mi dispiace, sono stato impegnato oggi.

source: [_kate_s_eyeroll_] Busy hiding and flicking your bean?
fr_fr: [_kate_s_eyeroll_] Busy caché et piquant votre haricot?
it_it: [_kate_s_eyeroll_] Occupato nascondere e flicking il tuo fagiolo?

source: [_nurse_s_afraid_] No! I've been out collecting herbs!
fr_fr: [_nurse_s_afraid_] Non ! J'ai sorti des herbes !
it_it: [_nurse_s_afraid_] No! Sono stato fuori a collezionare erbe!

source: [_kate_s_excited_] What do you think? Should we believe her?
fr_fr: [_kate_s_excited_] Que pensez-vous? Devrions-nous la croire?
it_it: [_kate_s_excited_] Cosa ne pensi? Dovremmo crederle?

source: [_mc_] I don't think so.
fr_fr: [_mc_] Je ne le pense pas.
it_it: [_mc_] Io non penso così.

source: [_kate_s_confident_] I don't think so either.
fr_fr: [_kate_s_confident_] Je ne pense pas non plus.
it_it: [_kate_s_confident_] neanche io penso così.

source: [_kate_s_smile_] I think she was being naughty.
fr_fr: [_kate_s_smile_] Je pense qu'elle était méchante.
it_it: [_kate_s_smile_] Penso che lei fosse stata cattiva.

source: [_mc_] I think so too.
fr_fr: [_mc_] Je pense aussi.
it_it: [_mc_] lo penso anche io.

source: [_kate_s_annoyed_right_] What happens to naughty girls?
fr_fr: [_kate_s_annoyed_right_] Qu'advient-il des filles naughty?
it_it: [_kate_s_annoyed_right_] Cosa succede alle ragazze cattive?
