Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_over_isabelle.po
Languages: fr_fr, it_it

source: [_kate_s_cringe_] Your reward is being in my presence, freak.
fr_fr: [_kate_s_cringe_] Votre récompense est en ma présence, freak.
it_it: [_kate_s_cringe_] La tua ricompensa è essere in mia presenza, preoccupata.

source: [_kate_s_cringe_] That's enough, isn't it?
fr_fr: [_kate_s_cringe_] C'est assez, n'est-ce pas?
it_it: [_kate_s_cringe_] È abbastanza, vero?

source: [_mc_] Yes, ma'am... sorry for assuming.
fr_fr: [_mc_] Oui, madame ... désolé pour son hypothèse.
it_it: [_mc_] Sì, ma'am... mi dispiace per aver presunto.

source: [_kate_s_excited_] You're forgiven.
fr_fr: [_kate_s_excited_] Vous êtes pardonné.
it_it: [_kate_s_excited_] Sei perdonato.

source: [_kate_s_skeptical_] Although, you have been good so far... maybe you do deserve a little treat...
fr_fr: [_kate_s_skeptical_] Bien que, vous avez été bon jusqu'à présent ... peut-être que vous méritez un peu de plaisir ...
it_it: [_kate_s_skeptical_] Anche se, sei stato bravo finora... forse ti meriti un po 'di dolce...

source: [_mc_] Thank you so much for your kindness!
fr_fr: [_mc_] Merci beaucoup pour votre gentillesse !
it_it: [_mc_] Grazie mille per la tua gentilezza!

source: [_kate_s_excited_] Get down on all fours and kiss my shoe. That's your treat.
fr_fr: [_kate_s_excited_] Desquettez à quatre pattes et baiser ma chaussure. C'est votre plaisir.
it_it: [_kate_s_excited_] Scendi su tutte le zampe e baci la mia scarpa.

source: [_mc_] I'd like something else, please.
fr_fr: [_mc_] J'aimerais quelque chose d'autre, s'il vous plait.
it_it: [_mc_] vorrei qualcos'altro, per favore.

source: [_kate_s_skeptical_] Something else, huh? And what would that be?
fr_fr: [_kate_s_skeptical_] Quelque chose d'autre, hein? Et qu'est-ce que c'est?
it_it: [_kate_s_skeptical_] Qualcosa d'altro, eh? E che cosa sarebbe quello?

source: [_mc_] Maybe... a kiss?
fr_fr: [_mc_] Peut-être ... un baiser?
it_it: [_mc_] Forse... un bacio?

source: [_kate_s_excited_] Yeah?
fr_fr: [_kate_s_excited_] Oui?
it_it: [_kate_s_excited_] Sì?

source: [_kate_s_excited_] Okay, you may get down on all fours and kiss my shoe.
fr_fr: [_kate_s_excited_] Ok, tu peux descendre à quatre pattes et embrasser ma chaussure.
it_it: [_kate_s_excited_] Okay, puoi scendere su tutte le zampe e baciarmi la scarpa.

source: [_mc_] You better treat me well now.
fr_fr: [_mc_] Vous me traitez mieux maintenant.
it_it: [_mc_] Faresti meglio a trattarmi bene.

source: [_kate_s_laughing_] I have been treating you well!
fr_fr: [_kate_s_laughing_] Je t'ai bien traitée !
it_it: [_kate_s_laughing_] Ti ho curato bene!

source: [_kate_s_smile_] Tell me, has anyone bothered you since you started helping me?
fr_fr: [_kate_s_smile_] Dis-moi, est-ce que quelqu'un t'a pris la peine depuis que tu as commencé à m'aider?
it_it: [_kate_s_smile_] Dimmi, qualcuno ti ha disturbato da quando hai iniziato ad aiutarmi?

source: [_mc_] No...
fr_fr: [_mc_] Non.

source: [_kate_s_confident_] See? I think you're the one who should treat me better.
fr_fr: [_kate_s_confident_] Voir? Je pense que vous êtes celui qui devrait me traiter mieux.
it_it: [_kate_s_confident_] Vedi? Penso che tu sia colui che dovrebbe trattarmi meglio.

source: [_kate_s_neutral_] Show me some goddamn respect!
fr_fr: [_kate_s_neutral_] Montrez-moi un peu de respect !
it_it: [_kate_s_neutral_] Mostrami un po' di rispetto duro!

source: [_mc_] Sorry, ma'am...
fr_fr: [_mc_] Désolé, madame ...
it_it: [_mc_] Spiacente, ma'am...

source: [_kate_s_confident_] Good. Know your place.
fr_fr: [_kate_s_confident_] Bon. Connaissez votre place.
it_it: [_kate_s_confident_] Bene. Conosci il tuo posto.

source: [_kate_s_neutral_] Now, tell me about [isabelle].
fr_fr: [_kate_s_neutral_] Maintenant, dis-moi environ [isabelle].
it_it: [_kate_s_neutral_] Ora, parlami di [isabelle].

source: [_mc_] Her focus classes are English, Art, and Gym, and her favorite drink is ice tea.
fr_fr: [_mc_] Ses classes de focus sont l'anglais, l'art et la Gym, et sa boisson préférée est le thé glacé.
it_it: [_mc_] Le sue lezioni di focus sono inglese, arte e palestra, e la sua bevanda preferita è il tè di ghiaccio.

source: [_kate_s_laughing_] A basic drink for a basic bitch.
fr_fr: [_kate_s_laughing_] Une boisson de base pour une salope de base.
it_it: [_kate_s_laughing_] Una bevanda di base per una cagna di base.

source: [_kate_s_smile_] Okay, I'll need you to bring me a few things.
fr_fr: [_kate_s_smile_] Ok, j'ai besoin que tu m'apporte quelques trucs.
it_it: [_kate_s_smile_] Okay, ho bisogno che tu mi porti un paio di cose.

source: [_mc_] Name them, ma'am.
fr_fr: [_mc_] Nom, ma'am.
it_it: [_mc_] Chiamali ma'am.

source: [_kate_s_confident_] Then schedule a meeting with [maxine] for me.
fr_fr: [_kate_s_confident_] Alors programmer une rencontre avec [maxine] pour moi.
it_it: [_kate_s_confident_] Poi pianifica un incontro con [maxine] per me.

source: [_kate_s_neutral_] Shouldn't be too hard, right?
fr_fr: [_kate_s_neutral_] Ne devrait pas être trop dur, non?
it_it: [_kate_s_neutral_] Non dovrebbe essere troppo duro, giusto?

source: [_mc_] Not at all!
fr_fr: [_mc_] Pas du tout !
it_it: [_mc_] Niente affatto!

source: [_kate_s_neutral_] Okay, off you go.
fr_fr: [_kate_s_neutral_] Ok, vous allez.

source: God, [kate] really knows how to degrade people...
fr_fr: Dieu, [kate] sait vraiment comment dégrader les gens ...
it_it: Dio, [kate] sa veramente come degradare le persone...

source: It's hot, somehow.
fr_fr: Il fait chaud, d'une certaine façon.
it_it: Fa caldo, in qualche modo.

source: [_mc_] You may be the queen of this school, but that doesn't mean I'll bow.
fr_fr: [_mc_] Vous pouvez être la reine de cette école, mais ça ne veut pas dire que je m'inclinerai.
it_it: [_mc_] Potresti essere la regina di questa scuola, ma questo non significa che mi inchinerò.

source: [_kate_s_laughing_] What is this pathetic rebellion?
fr_fr: [_kate_s_laughing_] Qu'est-ce que cette rébellion pathétique?
it_it: [_kate_s_laughing_] Cos'è questa patetica ribellione?

source: [_kate_s_flirty_] It's almost cute. Almost.
fr_fr: [_kate_s_flirty_] C'est presque mignon. Presque.
it_it: [_kate_s_flirty_] è quasi carino. Quasi.

source: [kate] makes me feel powerless...
fr_fr: [kate] me rend impuissante ...
it_it: [kate] mi fa sentire impotente...

source: What little courage I muster fades as soon as she starts talking.
fr_fr: Quel peu de courage que je muster s'efface dès qu'elle commence à parler.
it_it: Che piccolo coraggio devo sbiadire non appena inizia a parlare.

source: [_kate_s_laughing_] What an absolute nerd!
fr_fr: [_kate_s_laughing_] Quel nerd absolu !
it_it: [_kate_s_laughing_] Che nerd assoluto!

source: [_kate_s_neutral_] Think you can handle that, without peeing on the carpet?
fr_fr: [_kate_s_neutral_] Vous pensez que vous pouvez gérer ça, sans pisser sur le tapis?
it_it: [_kate_s_neutral_] Pensa che puoi gestirlo, senza sbirciare sul tappeto?

source: [_mc_] I guess...
fr_fr: [_mc_] Je suppose ...
it_it: [_mc_] indovino...

source: God, she really knows how to degrade people...
fr_fr: Dieu, elle sait vraiment dégrade les gens ...
it_it: Dio, sa veramente come degradare le persone...

source: Hopefully, I won't have to deal with her anymore after she's done with [isabelle].
fr_fr: Espérons que je n'aurai plus à traiter avec elle après qu'elle aura fini avec le [isabelle].
it_it: Spero che non avrò più a che fare con lei dopo aver fatto con [isabelle].

source: [_kate_s_neutral_] Okay. Get lost now.
fr_fr: [_kate_s_neutral_] Ok. Va perdu maintenant.
it_it: [_kate_s_neutral_] Okay. Persi adesso.

source: [_mc_] Thank you, ma'am!
fr_fr: [_mc_] Merci, madame !
it_it: [_mc_] Grazie, ma'am!

source: This is the most humiliating thing I've ever experienced, but being so close to [kate] makes it all worth it. Even if it's just her foot...
fr_fr: C'est la chose la plus humiliante que j'ai jamais vécue, mais être si près de [kate] fait tout ça en vaut la peine. Même si c'est juste son pied ...
it_it: Questa è la cosa più umiliante che abbia mai sperimentato, ma essendo così vicina ad [kate] ne vale la pena. Anche se è solo il suo piede...

source: [_kate_s_shoekiss_shoe_] Don't drool.
fr_fr: [_kate_s_shoekiss_shoe_] Ne notez pas.
it_it: [_kate_s_shoekiss_shoe_] Non sbavare.

source: [_mc_] I won't! I promise!
fr_fr: [_mc_] Je ne le ferai pas ! Je promets !
it_it: [_mc_] Non lo farò! Prometto!

source: [_kate_s_shoekiss_shoe_] Okay, go ahead...
fr_fr: [_kate_s_shoekiss_shoe_] Ok, allez-y ...
it_it: [_kate_s_shoekiss_shoe_] Okay, vai avanti...

source: Seeing her from this angle truly puts the meaning of dominance into perspective.
fr_fr: La voir sous cet angle met véritablement en perspective le sens de la domination.
it_it: Vederla da questo punto di vista mette veramente in prospettiva il significato del dominio.

source: The shackling sharpness of her eyes is enough to send anyone to their knees.
fr_fr: La netteté de ses yeux suffit à envoyer n'importe qui à genoux.
it_it: La nitidezza scricchiolante dei suoi occhi è sufficiente per mandare qualcuno in ginocchio.

source: Maybe people like her are meant to be admired from below... [kate] does look even more beautiful towering over you.
fr_fr: Peut-être que des gens comme elle sont censés être admirés de dessous ... [kate] ne ressemble pas encore plus belle à vous.
it_it: Forse le persone come lei sono destinate ad essere ammirate dal basso... [kate] sembra ancora più bello torreggiante su di voi.

source: Her posture says it all — this is how it's meant to be.
fr_fr: Sa posture dit tout-c'est comme ça qu'elle est censée être.
it_it: La sua postura dice tutto — questo è come dovrebbe essere.

source: She doesn't care if anyone sees us. She doesn't care that her shirt rides up her midriff, or that her pants stretch over her thighs.
fr_fr: Elle s'en fiche si quelqu'un nous voit. Elle ne s'en soucie pas que sa chemise monte à la miette, ou que son pantalon s'étire sur ses cuisses.
it_it: A lei non importa se qualcuno ci vede, non importa che la sua camicia cavalchi il suo midriff, o che i suoi pantaloni si stiano sopra le cosce.

source: Would she have put me through my paces this way if she was wearing her cheerleader uniform?
fr_fr: Est-ce qu'elle m'aurait mis dans mes lacets de cette façon si elle portait son uniforme de cheerleader?
it_it: Mi avrebbe messo attraverso i miei ritmi in questo modo se indossasse la sua uniforme cheerleader?

source: What kind of panties hide beneath her pants? Strict black ones like her soul... or girly ones with little ribbons?
fr_fr: Quel genre de culotte se cache sous son pantalon? Limitez les noirs comme son âme ... ou bien cegalement avec de petits rubans?
it_it: Che tipo di mutandine nascondono sotto i suoi pantaloni? Strict nero come la sua anima... o girly quelli con piccoli nastrini?

source: God, the almost imperceptible scent of her feet makes my head swim!
fr_fr: Dieu, l'odeur presque imperceptible de ses pieds me fait nager la tête !
it_it: Dio, il profumo quasi impercettibile dei suoi piedi fa nuotare la testa!

source: I just need to experience it fully...
fr_fr: J'ai juste besoin de l'expérimenter complètement ...
it_it: Ho solo bisogno di sperimentarlo completamente...

source: [_mc_] Please, ma'am... could you... um... maybe, take off your shoe?
fr_fr: [_mc_] S'il vous plaît, madame ... pourriez-vous ... peut-être, enlever votre chaussure?
it_it: [_mc_] Per favore, ma'am... potesti... um... forse, toglierti la scarpa?

source: [_kate_s_shoekiss_shoe_] That's disgusting. You're disgusting.
fr_fr: [_kate_s_shoekiss_shoe_] C'est dégoûtant. Vous êtes dégoûtant.
it_it: [_kate_s_shoekiss_shoe_] È disgustoso. Sei disgustoso.

source: [_kate_s_shoekiss_shoe_] Why would I do that?
fr_fr: [_kate_s_shoekiss_shoe_] Pourquoi je ferais ça?
it_it: [_kate_s_shoekiss_shoe_] Perché lo farei?

source: [_mc_] I... I'd just really like it, ma'am.
fr_fr: [_mc_] I ... Je l'apprécierais vraiment, madame.
it_it: [_mc_] Io... Mi piacerei davvero, ma'am.

source: [_kate_s_shoekiss_shoe_] Well... I suppose you have been a good boy lately...
fr_fr: [_kate_s_shoekiss_shoe_] Puits ... Je suppose que tu as été un bon garçon dernièrement ...
it_it: [_kate_s_shoekiss_shoe_] Beh... Suppongo che tu sia stato un bravo ragazzo ultimamente...

source: [_kate_s_shoekiss_shoe_] But don't get any funny ideas!
fr_fr: [_kate_s_shoekiss_shoe_] Mais n'avez pas d'idées amusantes !
it_it: [_kate_s_shoekiss_shoe_] Ma non ottieni idee divertenti!

source: [_kate_s_shoekiss_shoe_] I do not want to feel your mouth or tongue slobbering all over my toes. Understood?
fr_fr: [_kate_s_shoekiss_shoe_] Je ne veux pas sentir votre bouche ou votre langue chloter sur mes orteils. Compris?
it_it: [_kate_s_shoekiss_shoe_] Non voglio sentire la tua bocca o la tua lingua sbattendo le dita dei piedi. Capisci?

source: [_mc_] Yes, ma'am! Thank you!
fr_fr: [_mc_] Oui, madame ! Je vous remercie !
it_it: [_mc_] Sì, ma'am! Grazie!

source: [_kate_s_shoekiss_] Go on, then... have a whiff, you creep.
fr_fr: [_kate_s_shoekiss_] Allez, puis ... ont un fouet, vous dormez.
it_it: [_kate_s_shoekiss_] Vai avanti, allora... hai un capriccio, striscianti.

source: Oh man, the aroma...
fr_fr: Oh, l'arôme ...

source: The leather of her shoes... a tiny hint of sweat and salt... and that distinctive yet subtle fragrance of feet...
fr_fr: Le cuir de ses chaussures ... un petit soupçon de sueur et de sel ... et ce parfum distinctif mais subtil des pieds ...
it_it: La pelle delle sue scarpe... un piccolo accenno di sudore e sale... e quella caratteristica ma sottile fragranza di piedi...

source: Even [kate]'s toes smell heavenly. Those dainty little things.
fr_fr: Même les orteils de [kate]sentent l'odeur céleste. Ces petites choses incertaines.
it_it: Anche le dita dei piedi di [kate]odorano il cielo. Quelle piccole cose delicate.

source: If only she'd allow me to stick my tongue out... clean her toes and in between them...
fr_fr: Si seulement elle me permettait de coller ma langue ... nettoyez ses orteils et entre eux ...
it_it: Se solo mi permettesse di attaccare la mia lingua... pulire le dita dei piedi e tra di loro...

source: Run it up and down the length of her sole...
fr_fr: Monez-le et descendu la longueur de sa semelle ...
it_it: Eseguire su e giù per la lunghezza della suola...

source: Taste the wrinks of her arches...
fr_fr: Goûtez les rires de ses arches ...
it_it: Assaggia le rughe dei suoi archi...

source: Kiss the rough flesh of her heel... have her step on my face!
fr_fr: Baiser la chair rugueuse de son talon ... faire son pas sur mon visage !
it_it: Baciate la carne ruvida del suo tallone... fate il suo passo sul mio viso!

source: [_kate_s_shoekiss_] I told you not to drool.
fr_fr: [_kate_s_shoekiss_] Je vous ai dit de ne pas vous droyer.
it_it: [_kate_s_shoekiss_] vi ho detto di non sbavare.

source: [_mc_] Sorry, ma'am!
fr_fr: [_mc_] Désolé, madame !
it_it: [_mc_] Scusa, ma'am!

source: [_kate_s_shoekiss_] At least, you didn't get it on me... but I think that's enough.
fr_fr: [_kate_s_shoekiss_] Au moins, vous ne l'avez pas eu sur moi ... mais je pense que c'est assez.
it_it: [_kate_s_shoekiss_] Almeno, non hai ottenuto su di me... ma penso che sia abbastanza.

source: [_mc_] Please, ma'am! I'll keep my mouth away!
fr_fr: [_mc_] S'il vous plaît, madame ! Je garderai ma bouche !
it_it: [_mc_] Per favore, ma'am! Tengo via la bocca!

source: [_kate_s_shoekiss_] You're pathetic.
fr_fr: [_kate_s_shoekiss_] Vous êtes pathétique.
it_it: [_kate_s_shoekiss_] Sei patetico.

source: [_kate_s_shoekiss_] Okay, tell me about [isabelle].
fr_fr: [_kate_s_shoekiss_] Ok, dis-moi environ [isabelle].
it_it: [_kate_s_shoekiss_] Okay, mi parli di [isabelle].

source: [_mc_] Thank you for showing me my place, ma'am!
fr_fr: [_mc_] Merci de m'avoir montré ma place, madame !
it_it: [_mc_] Grazie per avermi mostrato il mio posto, ma'am!

source: [_kate_s_shoekiss_shoe_] You're very welcome, pet.
fr_fr: [_kate_s_shoekiss_shoe_] Vous êtes très bien accueilli, animal de compagnie.
it_it: [_kate_s_shoekiss_shoe_] Sei il benvenuto, animale domestico.

source: [_kate_s_shoekiss_shoe_] Now, tell me about [isabelle].
fr_fr: [_kate_s_shoekiss_shoe_] Maintenant, dis-moi environ [isabelle].
it_it: [_kate_s_shoekiss_shoe_] Ora, parlami di [isabelle].

source: [_mc_] Forget it...
fr_fr: [_mc_] Oublie ça ...
it_it: [_mc_] Dimentica...

source: [_kate_s_laughing_] Your loss.
fr_fr: [_kate_s_laughing_] Votre perte.
it_it: [_kate_s_laughing_] La tua perdita.

source: [_kate_s_confident_] Now, tell me about [isabelle].
fr_fr: [_kate_s_confident_] Maintenant, dis-moi environ [isabelle].
it_it: [_kate_s_confident_] Ora, parlami di [isabelle].

source: It feels so hopeless to rebel against [kate]. She holds all the cards...
fr_fr: Il semble si désespérée de se révoltant contre [kate]. Elle tient toutes les cartes ...
it_it: Si sente così disperata da ribellarsi contro [kate]. Lei tiene tutte le carte...

source: With a snap of her fingers, she can call a jock over to beat me up.
fr_fr: Avec ses doigts, elle peut appeler un jock pour me battre.
it_it: Con uno schiocco delle sue dita, lei può chiamare un jock sopra per battermi in su.

source: Better to just get this over with and leave.
fr_fr: Mieux vaut s'en sortir avec et partir.
it_it: Meglio per ottenere questo sopra e lasciare.

source: [_kate_s_neutral_] Huh... okay.
fr_fr: [_kate_s_neutral_] Huh ... ok.

source: [_kate_s_neutral_] And don't mess it up, 'cause there'll be hell to pay.
fr_fr: [_kate_s_neutral_] Et ne gâchez pas ça, parce qu'il y aura l'enfer à payer.
it_it: [_kate_s_neutral_] E non disprezzatelo, 'perché ci sarà l'inferno da pagare.

source: [_mc_] Fine, I guess...
fr_fr: [_mc_] Fine, je suppose ...
it_it: [_mc_] Bene, immagino...

source: [_kate_s_neutral_] Okay, shoo!
fr_fr: [_kate_s_neutral_] Ok, shoo !

source: [_kate_] I bet she reads poetry in her spare time.
fr_fr: [_kate_] Je parie qu'elle lit de la poésie dans son temps libre.
it_it: [_kate_] Scommetto che legge la poesia nel suo tempo libero.

source: [_kate_] All right... bring me a pair of handcuffs, a dog collar, a bottle of ice tea, and some sleeping pills.
fr_fr: [_kate_] Tout droit ... apporte-moi une paire de menottes, un collier de chien, une bouteille de thé glacé et quelques somnifères.
it_it: [_kate_] Va bene... mi porti un paio di manette, un colletto per cani, una bottiglia di tè al ghiaccio e alcune pillole per dormire.

source: [_kate_] And schedule a meeting with [maxine] for me.
fr_fr: [_kate_] Et programmer une rencontre avec [maxine] pour moi.
it_it: [_kate_] E pianifica un incontro con [maxine] per me.

source: [_kate_] You can handle that, can't you?
fr_fr: [_kate_] Vous pouvez gérer ça, n'est-ce pas?
it_it: [_kate_] Riesci a gestirlo, vero?

source: [_mc_] Of course, ma'am!
fr_fr: [_mc_] Bien sûr, madame !
it_it: [_mc_] Certo, ma'am!

source: [_kate_s_flirty_] That's a good boy... go fetch now.
fr_fr: [_kate_s_flirty_] C'est un bon garçon ... aller chercher maintenant.
it_it: [_kate_s_flirty_] Questo è un bravo ragazzo... vai a prendere adesso.

source: Hopefully, there's another reward waiting for me!
fr_fr: Espérons qu'il y a une autre récompense qui m'attend !
it_it: Speriamo che ci sia un'altra ricompensa che mi aspetta!

source: "I'm sure this is all a big misunderstanding... let's all just go our separate ways."
fr_fr: "Je suis sûr qu'il s'agit d'un grand malentendu (...) Nous allons tous nous séparer", a-il ajouté.
it_it: "Sono sicuro che questo è tutto un grande malinteso... andiamo tutti solo i nostri modi separati."

source: "So, there's this mud pool next to the football field, if you ladies are interested..."
fr_fr: "Donc, il y a cette piscine à côté du terrain de football, si vous êtes intéressés ..."
it_it: "Quindi, c'è questa piscina di fango accanto al campo di calcio, se le signore sono interessate..."

source: "Teeth can be fixed, but a crooked personality is irredeemable."
fr_fr: "Les dents peuvent être réparés, mais une personnalité tordue est irréparable."
it_it: "I denti possono essere fissi, ma una personalità tormentata è irredimibile."

source: "I don't get why you're stirring up shit, [isabelle]. You're new here... apologize to [kate], and let's go."
fr_fr: " Je ne comprends pas pourquoi vous remuez la merde, [isabelle]. Vous êtes nouveau ici ... des excuses au [kate], et allons-y. "
it_it: "Non capisco perché stai mescolando merda, [isabelle]. Sei nuovo qui... scusati con [kate]e andiamo."

source: "If you don't watch your mouth, [kate], I'll gouge your eyes out and fuck your skull."
fr_fr: "Si vous ne regardez pas votre bouche, [kate], je vous goucherai les yeux et baissera votre crâne."
it_it: "Se non guardi la tua bocca, [kate]ti guiderò gli occhi fuori e scopa il cranio."

source: Stay with [kate]
fr_fr: Restez avec le [kate]
it_it: Rimani con [kate]

source: Leave with [isabelle]
fr_fr: Congé avec [isabelle]
it_it: Lascia con [isabelle]

source: "Sorry, I was just admiring your verbal takedown of the new girl..."
fr_fr: "Désolé, je viens juste d'admirer ta démission verbale de la nouvelle fille ..."
it_it: "Mi dispiace, stavo solo ammirando la tua presa verbale della nuova ragazza..."

source: "You know, I've always found the way you talk to people repulsive."
fr_fr: "Vous savez, j'ai toujours trouvé la façon dont vous parlez aux gens répulsifs."
it_it: "Sai, ho sempre trovato il modo in cui parli con le persone repulsive."

source: "Yes, [isabelle] was out of line."
fr_fr: "Oui, [isabelle] était hors ligne."
it_it: "Sì, [isabelle] era fuori fila."

source: "No, you should leave her alone."
fr_fr: "Non, tu devrais la laisser tranquille."
it_it: "No, la dovresti lasciare da sola."

source: "What's in it for me?"
fr_fr: "Qu'est-ce que c'est pour moi?"
it_it: "Che cosa c'è per me?"

source: "Okay, what's the plan?"
fr_fr: "Ok, quel est le plan?"
it_it: "Ok, qual è il piano?"

source: "I want to be left alone."
fr_fr: "Je veux être laissé seul."
it_it: "Voglio essere lasciato da solo."

source: "I want to see her humiliated!"
fr_fr: "Je veux la voir humiliée !"
it_it: "Voglio vederla umiliata!"

source: "On second thought... fuck you."
fr_fr: "Sur la seconde pensée ... vous baisez."
it_it: "Al secondo pensiero... ti scopano."

source: "I'd hate to keep you waiting, ma'am."
fr_fr: "Je détesterais te garder en attente, madame."
it_it: "Odierei tenervi in attesa, ma'am."

source: "Do you have a reward for me?"
fr_fr: "Vous avez une récompense pour moi?"
it_it: "Hai una ricompensa per me?"

source: "You better treat me well now."
fr_fr: "Tu feras mieux de me traiter maintenant."
it_it: "È meglio trattarmi bene adesso."

source: "Yes, ma'am... sorry for assuming."
fr_fr: "Oui, madame ... désolé pour son hypothèse."
it_it: "Sì, ma'am... mi dispiace per aver presunto."

source: "I'd like something else, please."
fr_fr: "J'aimerais quelque chose d'autre, s'il vous plaît."
it_it: "Vorrei qualcos'altro, per favore."

source: "Sorry, ma'am..."
fr_fr: "Désolé, madame ..."
it_it: "Scusa, ma'am..."

source: "You may be the queen of this school, but that doesn't mean I'll bow."
fr_fr: "Tu peux être la reine de cette école, mais ça ne veut pas dire que je m'inclinerai."
it_it: "Potresti essere la regina di questa scuola, ma questo non significa che inchinerò."

source: "Thank you, ma'am!"
fr_fr: "Merci, madame !"
it_it: "Grazie, ma'am!"

source: "Forget it..."
fr_fr: "Oublie ça ..."
it_it: "Dimenticatelo..."
