Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_desire.po
Languages: fr_fr, it_it

source: [_isabelle_s_sad_] I hope you learn to stand up for yourself at some point, [mc].
fr_fr: [_isabelle_s_sad_] J'espère que vous apprendrez à vous tenir debout à un moment ou à un autre, [mc].
it_it: [_isabelle_s_sad_] Spero che impariate a stare in piedi per voi ad un certo punto, [mc].

source: [_isabelle_s_blush_] Anyway, here you go.
fr_fr: [_isabelle_s_blush_] En tout cas, ici vous allez.
it_it: [_isabelle_s_blush_] Comunque, qui vai.

source: [_mc_] Thanks!
fr_fr: [_mc_] Merci !
it_it: [_mc_] Grazie!

source: [_isabelle_s_blush_] See you around.
fr_fr: [_isabelle_s_blush_] Vous voyez autour de vous.
it_it: [_isabelle_s_blush_] Ci vediamo in giro.

source: [_mc_] You live in a fantasy world, [kate].
it_it: [_mc_] Vivete in un mondo fantastico, [kate].

source: [_kate_s_skeptical_] What did you just say?
fr_fr: [_kate_s_skeptical_] Qu'est-ce que vous venez de dire?
it_it: [_kate_s_skeptical_] Che cosa hai appena detto?

source: [_isabelle_s_laughing_] He said you're deluded, mate.
fr_fr: [_isabelle_s_laughing_] Il a dit que tu es déudé, mec.
it_it: [_isabelle_s_laughing_] Ha detto che sei illuso, compagno.

source: [_kate_s_annoyed_right_] Are you his spokesperson now?
fr_fr: [_kate_s_annoyed_right_] Êtes-vous son porte-parole maintenant?
it_it: [_kate_s_annoyed_right_] Sei il suo portavoce ora?

source: [_isabelle_s_confident_] [mc] can stand up for himself.
fr_fr: [_isabelle_s_confident_] [mc] peut se défendre lui-même.
it_it: [_isabelle_s_confident_] [mc] può stare in piedi per se stesso.

source: [_mc_] This is our senior year, [kate]... It's time to mature.
fr_fr: [_mc_] C'est notre année senior, [kate]... Il est temps d'arriver à maturité.
it_it: [_mc_] Questo è il nostro anno più anziano, [kate]... È il momento di maturare.

source: [_kate_s_eyeroll_] Get off the soap box, will you?
fr_fr: [_kate_s_eyeroll_] Sortez de la boîte à savon, n'est-ce pas?
it_it: [_kate_s_eyeroll_] Scendere dalla scatola del sapone, vero?

source: [_kate_s_eyeroll_] I know that you've got cartoon posters on your bedroom walls.
fr_fr: [_kate_s_eyeroll_] Je sais que vous avez des affiches sur les murs de votre chambre.
it_it: [_kate_s_eyeroll_] So che hai poster di cartoni animati sulle pareti della tua camera da letto.

source: How the hell did she know that?
fr_fr: Comment l'enfer l'a-t-elle savie?
it_it: Come l'inferno lo sapeva?

source: [_kate_s_excited_] And look at how you dress in your sweatpants and hoodie!
fr_fr: [_kate_s_excited_] Et regardez comment vous vous habille dans vos bonbons et vos capuche !
it_it: [_kate_s_excited_] E guarda come ti vesti con i pantaloni e con cappuccio!

source: [_kate_s_excited_] And look at you running around in your crusty old boxers!
fr_fr: [_kate_s_excited_] Et regardez vous courir dans vos vieux boxeurs croisés !
it_it: [_kate_s_excited_] E guardate in giro nei vostri vecchi pugili croccanti!

source: [_kate_s_excited_] It's honestly a joke that you're even talking about maturity.
fr_fr: [_kate_s_excited_] C'est honnêtement une blague que vous parlez même de maturité.
it_it: [_kate_s_excited_] È onestamente una barzelletta che stai anche parlando di maturità.

source: [_isabelle_s_annoyed_left_] You do realize that interests and fashion sense have nothing to do with maturity, right?
fr_fr: [_isabelle_s_annoyed_left_] Vous réalisez que les intérêts et le sens de la mode n'ont rien à voir avec la maturité, n'est-ce pas?
it_it: [_isabelle_s_annoyed_left_] Ti rendi conto che gli interessi e il senso della moda non hanno nulla a che fare con la maturità, giusto?

source: [_kate_s_gushing_] You do realize that I don't care what you think, right?
fr_fr: [_kate_s_gushing_] Vous réalisez que je me fiche de ce que vous pensez, non?
it_it: [_kate_s_gushing_] Ti rendi conto che non mi importa quello che pensi, giusto?

source: [_isabelle_s_annoyed_left_] [kate], please talk to someone.
fr_fr: [_isabelle_s_annoyed_left_] [kate], parlez à quelqu'un.
it_it: [_isabelle_s_annoyed_left_] [kate], si prega di parlare con qualcuno.

source: [_isabelle_s_blush_] [mc], here you go.
fr_fr: [_isabelle_s_blush_] [mc], ici vous allez.
it_it: [_isabelle_s_blush_] [mc], qui vai.

source: [_mc_] Thank you, [isabelle]!
fr_fr: [_mc_] Merci, [isabelle]!
it_it: [_mc_] Grazie, [isabelle]!

source: [_isabelle_s_blush_] Talk to you later.
fr_fr: [_isabelle_s_blush_] Parlez à vous plus tard.
it_it: [_isabelle_s_blush_] Parla con te più tardi.

source: [_kate_s_surprised_] What's that?
fr_fr: [_kate_s_surprised_] Qu'est-ce que c'est?
it_it: [_kate_s_surprised_] Che cos'è?

source: [_mc_] Oh, this? This is my victory ticket.
fr_fr: [_mc_] Oh, ça? C'est mon ticket de victoire.
it_it: [_mc_] Oh, questo? Questo è il mio biglietto della vittoria.

source: [_kate_s_gushing_] Really? Can I see it?
fr_fr: [_kate_s_gushing_] Vraiement? Je peux le voir?
it_it: [_kate_s_gushing_] Davvero? Posso vederlo?

source: [_mc_] Yes, take a good look...
fr_fr: [_mc_] Oui, regardez bien ...
it_it: [_mc_] Sì, date un'occhiata...

source: [_mc_] This is what defeat tastes—
fr_fr: [_mc_] C'est ce qui défait les goûts-
it_it: [_mc_] Questo è ciò che la sconfitta gusti—

source: [_kate_s_gushing_star_] Thank you! It's so pretty...
fr_fr: [_kate_s_gushing_star_] Merci ! C'est si joli ...
it_it: [_kate_s_gushing_star_] Grazie! È così carino...

source: [_kate_s_gushing_star_] So, this is game over, I guess.
fr_fr: [_kate_s_gushing_star_] Donc, c'est un jeu, je suppose.
it_it: [_kate_s_gushing_star_] Quindi, questo è il gioco finito, immagino.

source: [_mc_] You're not mad that I beat you?
fr_fr: [_mc_] Vous n'êtes pas fou que je vous ai battu?
it_it: [_mc_] Non sei arrabbiato che ti ho battuto?

source: [_kate_s_gushing_star_] Not at all! Sore losers are the worst!
fr_fr: [_kate_s_gushing_star_] Pas du tout ! Les perdants sont les pires !
it_it: [_kate_s_gushing_star_] Non affatto! I perdenti doloranti sono il peggio!

source: [_kate_s_gushing_star_] Come on, let's go tell the girls who won!
fr_fr: [_kate_s_gushing_star_] Allez, allons dire aux filles qui ont gagné !
it_it: [_kate_s_gushing_star_] Avanti, andiamo a dire alle ragazze che hanno vinto!

source: [_mc_] All right...
fr_fr: [_mc_] Très bien ...
it_it: [_mc_] Va bene...

source: [_mc_] Nope. I don't think so.
fr_fr: [_mc_] Non. Je ne le pense pas.
it_it: [_mc_] Nope. Non penso così.

source: [_mc_] I'm not that stupid.
fr_fr: [_mc_] Je ne suis pas si stupide.
it_it: [_mc_] Non sono così stupido.

source: Ha! I knew it was just an act to snatch it out of my hand!
fr_fr: Ha ! Je savais que c'était juste un acte pour l'enlever de ma main !
it_it: Ciao! Sapevo che era solo un atto per strapparlo dalla mia mano!

source: [_kate_s_angry_] You cheated, you little weasel!
it_it: [_kate_s_angry_] Hai imbrogliato, piccola donna!

source: [_mc_] No one cheated.
fr_fr: [_mc_] Personne n'a triché.
it_it: [_mc_] Nessuno ha imbrogliato.

source: [_kate_s_angry_] You were meant to find the stars on your own!
fr_fr: [_kate_s_angry_] Vous avez été conçu pour trouver les étoiles sur le vôtre !
it_it: [_kate_s_angry_] Avevi intenzione di trovare le stelle da sole!

source: [_mc_] You just followed me around, so then you cheated as well...
fr_fr: [_mc_] Vous venez de me suivre, alors vous avez aussi triché ...
it_it: [_mc_] Mi hai appena seguito intorno, così poi hai imbrogliato pure...

source: [_kate_s_sad_] Okay, so we're both disqualified.
fr_fr: [_kate_s_sad_] Ok, donc nous sommes tous les deux disqualifiés.
it_it: [_kate_s_sad_] Okay, quindi siamo entrambi squalificati.

source: [_mc_] No way. I found the star on my own, [isabelle] simply picked it up for me.{space=-110}
fr_fr: [_mc_] Aucun moyen. J'ai trouvé l'étoile seule, [isabelle] a tout simplement ramassé pour moi. { space=-110 }
it_it: [_mc_] In nessun modo. Ho trovato la stella da sola, [isabelle] ha semplicemente preso per me.{space=-110}

source: [_mc_] Nothing in the rules against that.
fr_fr: [_mc_] Rien dans les règles contre cela.
it_it: [_mc_] Niente nelle regole contro questo.

source: [_mc_] See you in the gym, {i}loser{/}.
it_it: [_mc_] Ci vediamo in palestra, {i}perdente{/}.

source: [_kate_s_gushing_star_] Look what I have!
fr_fr: [_kate_s_gushing_star_] Regardez ce que j'ai !
it_it: [_kate_s_gushing_star_] Guarda cosa ho!

source: [_mc_] Wait, what?
fr_fr: [_mc_] Attends, quoi?
it_it: [_mc_] Aspetta, cosa?

source: [_stacy_s_confident_] Well, well, well, it looks like we have a winner!
fr_fr: [_stacy_s_confident_] Bien, eh bien, on dirait que nous avons un gagnant !
it_it: [_stacy_s_confident_] Beh, beh, sembra che abbiamo un vincitore!

source: [_mc_] No, hold on! I found that star!
fr_fr: [_mc_] Non, accrochez ! J'ai trouvé cette étoile !
it_it: [_mc_] No, tenete! Ho trovato quella stella!

source: [_kate_s_eyeroll_] Are you serious? Just accept your defeat.
fr_fr: [_kate_s_eyeroll_] Êtes-vous sérieux? Acceptes juste ta défaite.
it_it: [_kate_s_eyeroll_] Sei serio? Accetta la tua sconfitta.

source: [_casey_s_neutral_s_flip_] Yeah, dude. Don't be a bad sport.
fr_fr: [_casey_s_neutral_s_flip_] Oui, mec. Ne soit pas un mauvais sport.
it_it: [_casey_s_neutral_s_flip_] Sì, tesoro. Non essere uno sport cattivo.

source: [_kate_s_eyeroll_] Sore losers are the worst.
fr_fr: [_kate_s_eyeroll_] Les perdants sont les pires.
it_it: [_kate_s_eyeroll_] I perdenti doloranti sono il peggio.

source: [_lacey_s_neutral_] Oh my god, right???
fr_fr: [_lacey_s_neutral_] Oh mon Dieu, non???
it_it: [_lacey_s_neutral_] Oh mio dio, giusto???

source: [_kate_s_excited_] You're not going to bitch about it, are you?
fr_fr: [_kate_s_excited_] Vous n'allez pas chier à ce sujet, n'est-ce pas?
it_it: [_kate_s_excited_] Non ci metterete a tacere, vero?

source: They're never going to believe that [kate] snatched it out of my hands.{space=-25}
fr_fr: Ils ne croient jamais que le [kate] l'arrachait de mes mains. { space=-25 }
it_it: Non crederanno mai che [kate] lo abbia strappato dalle mie mani.{space=-25}

source: This is how it was meant to turn out, anyway...
fr_fr: C'est comme ça qu'il était censé s'éteindre, de toute façon ...
it_it: Questo è il modo in cui è stato destinato a presentarsi, comunque...

source: [_stacy_s_confident_] So polite!
fr_fr: [_stacy_s_confident_] Alors poli !
it_it: [_stacy_s_confident_] Così educato!

source: [_kate_s_flirty_] Yeah, I've been training him.
fr_fr: [_kate_s_flirty_] Oui, je l'ai entraînée.
it_it: [_kate_s_flirty_] Sì, l'ho addestrato.

source: [_kate_s_neutral_] So, [mc], are you going to be a good boy and take the forfeit without complaints?
fr_fr: [_kate_s_neutral_] Alors, [mc], tu vas être un bon garçon et tu prends la confiscation sans plainte?
it_it: [_kate_s_neutral_] Così, [mc], stai andando essere un bravo ragazzo e prendere il perdono senza reclami?

source: Ugh, I hope it's nothing terrible...
fr_fr: Ugh, j'espère que ce n'est rien ...
it_it: Ugh, spero che non sia nulla di terribile...

source: [_casey_s_confident_s_flip_] I want him to call me "ma'am" too!
fr_fr: [_casey_s_confident_s_flip_] Je veux qu'il m'appelle "ma'am" aussi !
it_it: [_casey_s_confident_s_flip_] voglio che mi chiami anche "ma'am"!

source: [_kate_s_confident_] You'll address all of us with respect, won't you?
fr_fr: [_kate_s_confident_] Vous nous adresserez à nous tous avec respect, n'est-ce pas?
it_it: [_kate_s_confident_] Ci rivolgerai tutti con rispetto, vero?

source: They all look at me like I'm their newest toy.
fr_fr: Ils me regardent tous comme je suis leur nouveau jouet.
it_it: Mi guardano tutti come sono il loro giocattolo più recente.

source: In a weird way, that feels quite good... I never thought that I'd have a group of hot cheerleaders' full attention.
fr_fr: D'une façon bizarre, ça se sent bien ... Je n'ai jamais pensé que j'aurais un groupe d'attention toute entière.
it_it: In un modo strano, che si sente abbastanza buono... non ho mai pensato che avrei avuto un gruppo di cheerleader caldo 'piena attenzione.

source: [_kate_s_confident_] Very well, then. Let's get to it.
fr_fr: [_kate_s_confident_] Très bien, alors. Allons-y.
it_it: [_kate_s_confident_] Molto bene, allora. Arriviamo.

source: [_mc_] Ladies and gentlemen of the jury.
fr_fr: [_mc_] Mesdames et messieurs du jury.
it_it: [_mc_] Signore e signori della giuria.

source: [_mc_] Allow me to present you with a question...
fr_fr: [_mc_] Permettez-moi de vous présenter une question ...
it_it: [_mc_] Permettetemi di presentarvi una domanda...

source: [_mc_] To your knowledge, is there a person in this school that likes me more than [kate]?
fr_fr: [_mc_] À votre connaissance, est-ce qu'il y a une personne dans cette école qui m'aime plus que [kate]?
it_it: [_mc_] Per la tua conoscenza, c'è una persona in questa scuola che mi piace più di [kate]?

source: [_stacy_s_confident_] You're joking, right?
fr_fr: [_stacy_s_confident_] Vous plaisantez, n'est-ce pas?
it_it: [_stacy_s_confident_] Stai scherzando, giusto?

source: [_casey_s_confident_s_flip_] I remember even [flora] saying that she hates you.
fr_fr: [_casey_s_confident_s_flip_] Je me rappelle même [flora] dire qu'elle vous déteste.
it_it: [_casey_s_confident_s_flip_] Ricordo anche di [flora] che dice che lei ti odia.

source: Ugh, that's probably true too...
fr_fr: Ugh, c'est probablement vrai aussi ...
it_it: Ugh, probabilmente è anche vero...

source: [_lacey_s_confident_] [kate] is the queen!
fr_fr: [_lacey_s_confident_] [kate] est la reine !
it_it: [_lacey_s_confident_] [kate] è la regina!

source: [_mc_] So, it would be safe to assume that no one would have a bias toward me.
fr_fr: [_mc_] Il serait donc sûr de supposer que personne n'aurait de parti pris envers moi.
it_it: [_mc_] Quindi, sarebbe sicuro supporre che nessuno avrebbe un pregiudizio verso di me.

source: [_mc_] With that in mind, I'd like to call my first witness to the stand.
fr_fr: [_mc_] En gardant cela à l'esprit, j'aimerais appeler mon premier témoin à la barre.
it_it: [_mc_] Con questo in mente, vorrei chiamare il mio primo testimone allo stand.

source: {i}Calling...{/}
fr_fr: {i}Appel ... { / }
it_it: Chiamata {i}...{/}

source: [_kate_s_skeptical_] What the hell are you on about?
fr_fr: [_kate_s_skeptical_] Qu'est-ce que vous en êtes?
it_it: [_kate_s_skeptical_] Qual è l'inferno su di voi?

source: [_mc_] Hold on, [kate]. I'm on the phone.
fr_fr: [_mc_] Suspension, [kate]. Je suis au téléphone.
it_it: [_mc_] Tieni avanti, [kate]. Sono al telefono.

source: Come on, pick up! Pick up...
fr_fr: Allez, ramasser ! Ramassage ...
it_it: Avanti, prendi! Prendi...

source: [_isabelle_] Hello?
fr_fr: [_isabelle_] Bonjour?
it_it: [_isabelle_] Ciao?

source: [_mc_] Hello, [isabelle]! You're on speaker.
fr_fr: [_mc_] Bonjour, [isabelle]! Vous êtes sur le haut-parleur.
it_it: [_mc_] Ciao, [isabelle]! Sei in oratore.

source: [_isabelle_] Okay... what's going on?
fr_fr: [_isabelle_] Ok ... Qu'est-ce qui se passe?
it_it: [_isabelle_] Okay... cosa sta succedendo?

source: [_mc_] Humor me, please.
fr_fr: [_mc_] Humor me, s'il vous plaît.
it_it: [_mc_] Humor me, per favore.

source: [_mc_] Who found the golden star and had it in their possession when you left the sports wing earlier today?
fr_fr: [_mc_] Qui a trouvé l'étoile dorée et a eu en leur possession quand vous avez quitté l'aile sportive plus tôt aujourd'hui?
it_it: [_mc_] Chi ha trovato la stella d'oro e l'aveva in loro possesso quando hai lasciato l'ala sportiva già oggi?

source: [_isabelle_] You did.
fr_fr: [_isabelle_] Vous l'avez fait.
it_it: [_isabelle_] Tu l'hai fatto.

source: [_mc_] Thank you, [isabelle]! Goodbye.
fr_fr: [_mc_] Merci, [isabelle]! Au revoir.
it_it: [_mc_] Grazie, [isabelle]! Arrivederci.

source: [_mc_] Now, according to the witness's testimony, the golden star was in my possession.
fr_fr: [_mc_] Selon le témoignage du témoin, l'étoile dorée était en ma possession.
it_it: [_mc_] Ora, secondo la testimonianza del testimone, la stella d'oro era in mio possesso.

source: [_mc_] That is, until [kate] snatched it out of my hands and tried to claim the victory.
fr_fr: [_mc_] C'est, jusqu'à ce que [kate] m'a arraché les mains et a essayé de revendiquer la victoire.
it_it: [_mc_] Cioè, finché [kate] lo strappò dalle mie mani e cercò di rivendicare la vittoria.

source: [_lacey_s_neutral_] What did he just say?
fr_fr: [_lacey_s_neutral_] Qu'est-ce qu'il a dit?
it_it: [_lacey_s_neutral_] Che cosa ha appena detto?

source: [_stacy_s_neutral_] [kate] would never do that!
fr_fr: [_stacy_s_neutral_] [kate] ne ferait jamais ça !
it_it: [_stacy_s_neutral_] [kate] non lo farebbe mai!

source: [_casey_s_neutral_s_flip_] I think the witness is lying.
fr_fr: [_casey_s_neutral_s_flip_] Je pense que le témoin ment.
it_it: [_casey_s_neutral_s_flip_] Penso che il testimone stia mentendo.

source: [_mc_] You all agreed that there's no reason for the witness to lie for me.
fr_fr: [_mc_] Vous avez tous convenu qu'il n'y a aucune raison pour que le témoin me lie.
it_it: [_mc_] Tutti voi avete convenuto che non c'è motivo per il testimone di mentire per me.

source: [_mc_] I rest my case.
fr_fr: [_mc_] Je repose sur mon cas.
it_it: [_mc_] Io resto il mio caso.

source: [_kate_s_eyeroll_] Whatever. Fine, you won it. Are you happy?
fr_fr: [_kate_s_eyeroll_] Quoi qu'il en soit. Bien, tu l'as gagné. Es-tu heureux?
it_it: [_kate_s_eyeroll_] Qualunque cosa sia. Bene, l'hai vinto. Sei felice?

source: I've been waiting for this moment for years...
fr_fr: J'attends ce moment depuis des années ...
it_it: Ho aspettato per questo momento da anni...

source: [kate] admitting defeat — yeah, that does have a nice ring to it!
fr_fr: [kate] admettre la défaite-oui, ça a une jolie bague à ça !
it_it: [kate] ammettendo la sconfitta — sì, che ha un bel anello ad esso!

source: [_mc_] So, now I get to pick a forfeit, right?
fr_fr: [_mc_] Alors, maintenant je vais chercher une perte, non?
it_it: [_mc_] Quindi, ora posso scegliere una dimenticanza, giusto?

source: [_stacy_s_neutral_] Well, yeah...
fr_fr: [_stacy_s_neutral_] Eh bien, oui ...
it_it: [_stacy_s_neutral_] Beh, sì...

source: [_casey_s_neutral_s_flip_] Within reason.
fr_fr: [_casey_s_neutral_s_flip_] Dans la raison.
it_it: [_casey_s_neutral_s_flip_] Per ragione.

source: [_lacey_s_neutral_] [kate] has to be okay with it.
fr_fr: [_lacey_s_neutral_] [kate] doit être acceptable.
it_it: [_lacey_s_neutral_] [kate] deve stare bene con esso.

source: [_mc_] That doesn't sound like a forfeit to me...
fr_fr: [_mc_] Ça ne me semble pas une perte pour moi ...
it_it: [_mc_] Che non sembra un perdono per me...

source: [_kate_s_skeptical_] Well, those are the rules. Deal with it.
fr_fr: [_kate_s_skeptical_] Bien, ce sont les règles. Traiter avec.
it_it: [_kate_s_skeptical_] Beh, queste sono le regole. Affrontare con esso.

source: [_mc_] I want you to volunteer for the art class.
fr_fr: [_mc_] Je veux que vous vous bériez pour la classe d'art.
it_it: [_mc_] Voglio che tu faccia volontariato per la classe d'arte.

source: [_mc_] Specifically, as a nude model.
fr_fr: [_mc_] Spécifiquement, en tant que modèle nu.
it_it: [_mc_] Specificamente, come modello nudo.

source: [_kate_s_eyeroll_] Forget it, perv.
fr_fr: [_kate_s_eyeroll_] Oublie ça, perv.
it_it: [_kate_s_eyeroll_] Dimenticalo, perv.

source: [_mc_] It's for art! There's nothing perverted about art.
fr_fr: [_mc_] C'est pour l'art ! Il n'y a rien de perverti à propos de l'art.
it_it: [_mc_] È per l'arte! Non c'è nulla di perverso sull'arte.

source: [_lacey_s_neutral_] I did read that art is above scrutiny.
fr_fr: [_lacey_s_neutral_] J'ai lu que l'art est au-dessus de l'examen.
it_it: [_lacey_s_neutral_] ho letto che l'arte è sopra scrutinio.

source: [_kate_s_annoyed_right_] Ugh! Shut up, Lacey.
fr_fr: [_kate_s_annoyed_right_] Ugh ! Tais-toi, Lacey.
it_it: [_kate_s_annoyed_right_] Ugh! Stai zitto, Lacey.

source: [_lacey_s_neutral_] Sorry! Shouldn't I have said that? I was just trying to help...
fr_fr: [_lacey_s_neutral_] Désolé ! Ne devrais-je pas dire ça? J'essayais juste d'aider ...
it_it: [_lacey_s_neutral_] Mi dispiace! Non avrei dovuto dirlo? Stavo solo cercando di aiutare...

source: [_stacy_s_neutral_] No more talking now, sweetheart.
fr_fr: [_stacy_s_neutral_] Plus de parler maintenant, chérie.
it_it: [_stacy_s_neutral_] Non più parlare adesso, innamorato.

source: [_mc_] Well, that's your forfeit, [kate].
fr_fr: [_mc_] Eh bien, c'est votre confiscation, [kate].
it_it: [_mc_] Beh, questo è il tuo smarrito, [kate].

source: [_mc_] Shouldn't have accepted the challenge if you're too much of a wimp to pay up.
fr_fr: [_mc_] N'aurait pas dû accepter le défi si vous êtes trop d'un wimp pour payer.
it_it: [_mc_] Non avrebbe dovuto accettare la sfida se sei troppo di un wimp per pagare.

source: [_kate_s_skeptical_] Fuck off, the only wimp here is you.
it_it: [_kate_s_skeptical_] Fuck off, l'unico wimp qui è voi.

source: [_mc_] Then do it...
fr_fr: [_mc_] Alors faites ça ...
it_it: [_mc_] Quindi farlo...

source: [_kate_s_excited_] You know what? Fine.
fr_fr: [_kate_s_excited_] Vous savez quoi? Très bien.
it_it: [_kate_s_excited_] Sai cosa? Bene.

source: [_kate_s_excited_] It gives a lot of extra points, which should cement my place as our valedictorian.
fr_fr: [_kate_s_excited_] Il donne beaucoup de points supplémentaires, ce qui devrait cimenter ma place comme notre vaillé.
it_it: [_kate_s_excited_] Dà molti punti in più, che dovrebbero cementare il mio posto come il nostro valedictorian.

source: [_casey_s_confident_s_flip_] You've got nothing to be ashamed of, girl! You'll do great!
fr_fr: [_casey_s_confident_s_flip_] Vous n'avez rien à avoir honte, fille ! Vous ferez bien !
it_it: [_casey_s_confident_s_flip_] Non hai nulla di cui vergognarti, ragazza! Farai grande!

source: [_stacy_s_confident_] Yeah, if you've got it, flaunt it! And you've absolutely got it, babe!
fr_fr: [_stacy_s_confident_] Oui, si vous l'avez, flaunt ! Et tu l'as absolument, chérie !
it_it: [_stacy_s_confident_] Sì, se l'hai ottenuto, lo ostenta! E hai assolutamente ottenuto, babe!

source: Damn, I wish I had this kind of support...
fr_fr: Merde, j'aimerais avoir ce genre de soutien ...
it_it: Dannazione, vorrei avere questo tipo di supporto...

source: Life must be so much easier with a retinue of mindless cronies.
fr_fr: La vie doit être tellement plus facile avec une nouvelle teinte de copains sans fil.
it_it: La vita deve essere molto più facile con un ritocco di compagni inconsapevoli.

source: [_kate_s_excited_] Well, then. I guess that's it.
fr_fr: [_kate_s_excited_] Eh bien, alors. Je suppose que c'est ça.
it_it: [_kate_s_excited_] Beh, allora. Immagino che sia così.

source: [_mc_] I guess so!
fr_fr: [_mc_] Je suppose !
it_it: [_mc_] Immagino così!

source: [_kate_s_skeptical_] Stop smiling, you look like an idiot.
fr_fr: [_kate_s_skeptical_] Cesse de sourire, tu as l'air d'un idiot.
it_it: [_kate_s_skeptical_] Smettete di sorridere, sembrate un idiota.

source: [_lacey_s_confident_] Yeah!
fr_fr: [_lacey_s_confident_] Oui !
it_it: [_lacey_s_confident_] Sì!

source: [_kate_s_eyeroll_] Let's go, girls.
fr_fr: [_kate_s_eyeroll_] Allons, les filles.
it_it: [_kate_s_eyeroll_] Andiamo, ragazze.

source: [_mc_] Oh, I almost forgot! [kate]!
fr_fr: [_mc_] Oh, j'ai presque oublié ! [kate]!
it_it: [_mc_] Oh, ho quasi dimenticato! [kate]!

source: [_kate_s_skeptical_] What?
fr_fr: [_kate_s_skeptical_] Quoi?
it_it: [_kate_s_skeptical_] Cosa?

source: [_mc_] Our little side wager...
fr_fr: [_mc_] Notre petit pari latéral ...
it_it: [_mc_] Il nostro lato piccolo...

source: [_mc_] Set the [nurse] free.
fr_fr: [_mc_] Réglez le [nurse] gratuit.
it_it: [_mc_] Imposta la [nurse] libera.

source: [_kate_s_annoyed_] Fuck off, she's my property.
fr_fr: [_kate_s_annoyed_] Putain, elle est ma propriété.
it_it: [_kate_s_annoyed_] Cazzo fuori, è la mia proprietà.
