Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_wicked.po
Languages: fr_fr, it_it

source: Holy crap. I didn't know [lindsey] would be here.
fr_fr: La merde. Je ne savais pas que [lindsey] serait ici.
it_it: Sacro merda. Non sapevo che [lindsey] sarebbe qui.

source: But of course she is...
fr_fr: Mais bien sûr, elle est. ..
it_it: Ma naturalmente lei è...

source: She's part of the popular, beautiful caste.
fr_fr: Elle fait partie de la belle caste populaire.
it_it: Fa parte del popolare, bella casta.

source: Of course [kate] would invite her.
fr_fr: Bien sûr, [kate] l'inviterait.
it_it: Naturalmente [kate] la inviterebbe.

source: Because, let's be honest, what would the party be without another shallow airhead?
fr_fr: Parce que, soyons honnêtes, que serait le parti sans autre tête d'avion peu profonde?
it_it: Perché, siamo onesti, che cosa sarebbe il partito senza un'altra testa d'aria poco profonda?

source: What a stupid costume...
fr_fr: Quel costume stupide ...
it_it: Che stupido costume...

source: I thought she only had time for sports and being cute...
fr_fr: Je pensais qu'elle avait le temps de faire du sport et d'être mignonne ...
it_it: Pensavo che avesse solo il tempo per lo sport ed essere carino...

source: But she's a jock, and they probably get invited automatically.
fr_fr: Mais c'est un choc, et ils sont probablement invités automatiquement.
it_it: Ma lei è un cazzo e probabilmente vengono invitati automaticamente.

source: That is one adorable mummy, though.
fr_fr: Mais c'est une momie adorable.
it_it: Questa è una mummia adorabile, però.

source: [_kate_s_gushing_] [lindsey]! Glad you could make it!
fr_fr: [_kate_s_gushing_] [lindsey]! Glad, tu pourrais le faire !
it_it: [_kate_s_gushing_] [lindsey]! Felice che tu possa farlo!

source: [_kate_s_gushing_] I see you've found our special guest...
fr_fr: [_kate_s_gushing_] Je vois que vous avez trouvé notre invité spécial ...
it_it: [_kate_s_gushing_] vedo che hai trovato il nostro ospite speciale...

source: [_lindsey_s_smile_] Thanks! I was just saying hi.
fr_fr: [_lindsey_s_smile_] Merci ! J'étais juste en train de dire bonjour.
it_it: [_lindsey_s_smile_] Grazie! Stavo solo dicendo ciao.

source: [_kate_s_confident_] This ghost has a cool party trick!
fr_fr: [_kate_s_confident_] Ce fantôme a un truc sympa !
it_it: [_kate_s_confident_] Questo fantasma ha un bel trucco di festa!

source: [_kate_s_confident_] It's not just any trick, though.
fr_fr: [_kate_s_confident_] Ce n'est pas seulement un truc.
it_it: [_kate_s_confident_] Non è solo un trucco, però.

source: [_kate_s_confident_] The ghost will tell you your biggest sin.
fr_fr: [_kate_s_confident_] Le fantôme vous dira votre plus grand péché.
it_it: [_kate_s_confident_] Il fantasma ti dirà il tuo peccato più grande.

source: [_kate_s_confident_] Isn't that right, ghost?
fr_fr: [_kate_s_confident_] N'est-ce pas, fantôme?
it_it: [_kate_s_confident_] Non è giusto, fantasma?

source: [_mc_] {👻}I am the Ghost of Christmas Sins.{/👻}
fr_fr: [_mc_] {👻} Je suis le fantôme des Sins de Noël. { /👻}
it_it: [_mc_] {👻}Sono il fantasma dei peccati di Natale.{/👻}

source: [_lindsey_s_skeptical_] Sins? I don't know about that.
fr_fr: [_lindsey_s_skeptical_] Sins? Je ne sais pas à ce sujet.
it_it: [_lindsey_s_skeptical_] Sins? Non lo so.

source: [_kate_s_laughing_] Oh, come on! How bad can it be?
fr_fr: [_kate_s_laughing_] Oh, viens ! Comment ça peut être mauvais?
it_it: [_kate_s_laughing_] Oh, vieni! Quanto male può essere?

source: [_kate_s_laughing_] I bet your biggest sin is being too good at sports or something!
fr_fr: [_kate_s_laughing_] Je parie que votre plus gros péché est d'être trop bon dans le sport ou quelque chose !
it_it: [_kate_s_laughing_] Scommetto che il tuo peccato più grande è essere troppo bravo nello sport o in qualcosa!

source: [_lindsey_s_laughing_] Haha! Did you already ask what yours was?
fr_fr: [_lindsey_s_laughing_] Haha ! Vous avez déjà demandé ce que vous avez été?
it_it: [_lindsey_s_laughing_] Haha! Hai già chiesto che cosa fosse?

source: [_kate_s_smile_] I did, yeah!
fr_fr: [_kate_s_smile_] Je l'ai fait, oui !
it_it: [_kate_s_smile_] l'ho fatto, sì!

source: [_lindsey_s_flirty_] Oh, really? And what was your biggest sin?
fr_fr: [_lindsey_s_flirty_] Oh, vraiment? Et quel était votre plus grand péché?
it_it: [_lindsey_s_flirty_] Oh, veramente? E qual è stato il tuo peccato più grande?

source: [_kate_s_blush_] I'll tell you after we know yours.
fr_fr: [_kate_s_blush_] Je vous dirai après que nous connaissons le vôtre.
it_it: [_kate_s_blush_] Ti dirò dopo che conosciamo il tuo.

source: [_lindsey_s_thinking_] Oh, I don't know...
fr_fr: [_lindsey_s_thinking_] Oh, je ne sais pas ...
it_it: [_lindsey_s_thinking_] Oh, non lo so...

source: [_kate_s_blush_] Come on, quit being a baby!
fr_fr: [_kate_s_blush_] Allez, cessez d'être un bébé !
it_it: [_kate_s_blush_] Avanti, smettere di essere un bambino!

source: [_lindsey_s_blush_] Fine! Tell me my sins, Mrs. Ghost.
fr_fr: [_lindsey_s_blush_] Fine ! Dis-moi mes péchés, Mme Ghost.
it_it: [_lindsey_s_blush_] Fine! Ditemi i miei peccati, la signora Fantasma.

source: [_mc_] {👻}That heart of yours is pure as snow...{/👻}
fr_fr: [_mc_] {👻} Le coeur de la vôtre est pur comme neige ... { /👻}
it_it: [_mc_] {👻}Quel tuo cuore è puro come neve...{/👻}

source: [_mc_] {👻👻}...and your biggest sin... is that you have no sins.{/👻👻}
fr_fr: [_mc_] {👻👻} ... et votre plus grand péché ... est que vous n'avez pas de fautes . { /👻👻}
it_it: [_mc_] {👻👻}...e il tuo peccato più grande... è che non hai peccati . {/👻👻}

source: [_mc_] {👻👻}Locked in your tower, you watch the world from the window.{/👻👻}
fr_fr: [_mc_] {👻👻} Verrouillé dans votre tour, vous regardez le monde à partir de la fenêtre. { /👻👻}
it_it: [_mc_] {👻👻}Bloccato nella tua torre, guardi il mondo da la finestra.{/👻👻}

source: [_mc_] {👻👻}You are fast, but you can't outrun the sands of the hourglass.{/👻👻}
fr_fr: [_mc_] {👻👻} Vous êtes rapide, mais vous ne pouvez pas dépasser les sables de le sablier. { /👻👻}
it_it: [_mc_] {👻👻}Sei veloce, ma non puoi sconfiggere le sabbie di la clessidra.{/👻👻}

source: [_lindsey_s_cringe_] That's a bit depressing...
fr_fr: [_lindsey_s_cringe_] C'est un peu déprimant ...
it_it: [_lindsey_s_cringe_] È un po' deprimente...

source: [_kate_s_laughing_] Don't take it to heart, sweetie.
fr_fr: [_kate_s_laughing_] Ne le prenez pas à cœur, chérie.
it_it: [_kate_s_laughing_] Non prenderlo a cuore, dolce.

source: [_lindsey_s_thinking_] What do you mean?
fr_fr: [_lindsey_s_thinking_] Que voulez-vous dire?
it_it: [_lindsey_s_thinking_] Che cosa intendi?

source: [_kate_s_smile_right_] Oh, come on! You'll be a star.
fr_fr: [_kate_s_smile_right_] Oh, viens ! Tu seras une étoile.
it_it: [_kate_s_smile_right_] Oh, vieni! Sarai una stella.

source: [_kate_s_smile_right_] Once you've won everything there is to win, you'll have time to explore the world.
fr_fr: [_kate_s_smile_right_] Une fois que vous aurez gagné tout ce qu'il y a à gagner, vous aurez le temps d'explorer le monde.
it_it: [_kate_s_smile_right_] Una volta che hai vinto tutto quello che c'è da vincere, avrai tempo per esplorare il mondo.

source: [_kate_s_smile_right_] This ghost clearly doesn't know anything about athletics and peak years.
fr_fr: [_kate_s_smile_right_] Ce fantôme ne sait rien sur l'athlétisme et les années de pointe.
it_it: [_kate_s_smile_right_] Questo fantasma chiaramente non sa nulla di atletica e di picco anni.

source: Ugh, why does she have to be so encouraging, and so... right?
fr_fr: Ugh, pourquoi elle doit être si encouragea, et donc ... pas vrai?
it_it: Ugh, perché deve essere così incoraggiante, e così... giusto?

source: [_lindsey_s_laughing_] You're right, [kate]! Eyes on the prize!
fr_fr: [_lindsey_s_laughing_] Vous avez raison, [kate]! Oui sur le prix !
it_it: [_lindsey_s_laughing_] Hai ragione, [kate]! Occhi sul premio!

source: [_kate_s_gushing_] Exactly!
fr_fr: [_kate_s_gushing_] Exactement !
it_it: [_kate_s_gushing_] Esattamente!

source: [_kate_s_gushing_] With the exception of tonight, of course. Tonight, you let loose!
fr_fr: [_kate_s_gushing_] À l'exception de ce soir, bien sûr. Ce soir, vous lâchez !
it_it: [_kate_s_gushing_] Con l'eccezione di questa sera, ovviamente. Stasera, ti lasci perdere!

source: [_lindsey_s_flirty_] Yeah, yeah! Thanks again for inviting me!
fr_fr: [_lindsey_s_flirty_] Oui, oui ! Merci encore de m'avoir invité !
it_it: [_lindsey_s_flirty_] Sì, sì! Grazie ancora per avermi invitato!

source: [_kate_s_gushing_] Oh, you know you're on my auto-invite-list, babe!
fr_fr: [_kate_s_gushing_] Oh, vous savez que vous êtes sur ma liste d'auto-invite, babe !
it_it: [_kate_s_gushing_] Oh, sai che sei nella mia lista di inviti automatici, babe!

source: God, why do they have to get along so well?!
fr_fr: Mon Dieu, pourquoi est-ce qu'ils doivent s'entendre si bien? !
it_it: Dio, perché devono andare d'accordo così bene?!

source: [_kate_s_gushing_] Come on, let's go grab a drink!
fr_fr: [_kate_s_gushing_] Allez, allons prendre un verre !
it_it: [_kate_s_gushing_] Avanti, andiamo a prendere un drink!

source: Alone again. There's so many people here, but still I'm alone.
fr_fr: Encore une fois. Il y a tellement de gens ici, mais je suis toujours seul.
it_it: Ancora una volta. C'è così tante persone qui, ma sono ancora sola.

source: That's how it always goes...
fr_fr: C'est comme ça qu'il va toujours ...
it_it: È così che va sempre...

source: Maybe it's time to check out the mystery box? It seems to be popular.
fr_fr: Peut-être qu'il est temps de sortir de la boîte mystère? Il semble être populaire.
it_it: Forse è il momento di controllare la scatola di mistero? Sembra essere popolare.

source: [_mc_] {👻}Your mind...{/👻}
fr_fr: [_mc_] {👻} Votre esprit ... { /👻}
it_it: [_mc_] {👻}La tua mente...{/👻}

source: [_mc_] {👻}...is a sieve.{/👻}
fr_fr: [_mc_] {👻} ... est un tamis. { /👻}

source: [_mc_] {👻}It's as empty as a barren field.{/👻}
fr_fr: [_mc_] {👻} Il est aussi vide qu'une zone stérile. { /👻}
it_it: [_mc_] {👻}È vuoto come un campo sterile. {/👻}

source: [_mc_] {👻}Nothing grows. Nothing takes root.{/👻}
fr_fr: [_mc_] {👻} Rien n'augmente. Rien ne prend racine. { /👻}
it_it: [_mc_] {👻}Niente cresce. Niente ha root.{/👻}

source: [_mc_] {👻👻}All you are is on your sleeve. One look at you, all is seen.{/👻👻}
fr_fr: [_mc_] {👻👻} Tout ce que vous êtes est sur votre manche. Un regard sur vous, tout est vu. { /👻👻}
it_it: [_mc_] {👻👻}Tutto quello che sei sulla tua manica. Uno sguardo a te, tutto è visto.{/👻👻}

source: [_mc_] {👻👻}Your lack of depth will be your end, and thus it is your biggest sin.{/👻👻}
fr_fr: [_mc_] {👻👻} Votre manque de profondeur sera votre fin, et donc c'est votre plus grand péché. { /👻👻}
it_it: [_mc_] {👻👻}Your lack of depth will be your end, and thus it is your most sin.{/👻👻}

source: [_lindsey_s_skeptical_] Is that supposed to be funny?
fr_fr: [_lindsey_s_skeptical_] Est-ce que c'est censé être drôle?
it_it: [_lindsey_s_skeptical_] Si suppone che sia divertente?

source: The truth hurts, doesn't it?
fr_fr: La vérité fait mal, n'est-ce pas?
it_it: La verità fa male, vero?

source: [_lindsey_s_skeptical_] That's not funny at all.
fr_fr: [_lindsey_s_skeptical_] Ce n'est pas drôle du tout.
it_it: [_lindsey_s_skeptical_] Non è affatto divertente.

source: [_kate_s_laughing_] What's her deal? I thought that was funny and spot on!
fr_fr: [_kate_s_laughing_] Quel est son accord? Je pensais que c'était drôle et sur place !
it_it: [_kate_s_laughing_] Qual è il suo affare? Ho pensato che fosse divertente e spot su!

source: [_kate_s_flirty_] I like your sense of humor, ghost!
fr_fr: [_kate_s_flirty_] J'aime votre sens de l'humour, fantôme !
it_it: [_kate_s_flirty_] Mi piace il tuo senso dell'umorismo, fantasma!

source: [_kate_s_flirty_] You should check out our mystery box. I think you might like it...
fr_fr: [_kate_s_flirty_] Vous devriez consulter notre boîte mystère. Je pense que tu l'aimeras ...
it_it: [_kate_s_flirty_] Dovresti controllare la nostra scatola di mistero. Penso che ti piacerebbe...

source: [kate] drifts over to the next conversation, as easy as that...
fr_fr: [kate] dérive vers la conversation suivante, aussi facile que ça ...
it_it: [kate] deriva dalla prossima conversazione, facile come quello...

source: It really is a marvel how confidently she can insert herself in any conversation.
fr_fr: C'est vraiment une merveille qu'elle peut s'insérer dans n'importe quelle conversation.
it_it: È davvero una meraviglia di quanto possa inserirsi con fiducia in qualsiasi conversazione.

source: How she can make people appreciate her presence with just a few words and a smile.
fr_fr: Comment elle peut rendre les gens apprécier sa présence avec quelques mots et un sourire.
it_it: Come può far apprezzare la sua presenza con poche parole e un sorriso.

source: The prime example of a social butterfly. We couldn't be more different.
fr_fr: L'exemple principal d'un papillon social. Nous ne pourrions pas être plus différents.
it_it: L'esempio principale di una farfalla sociale. Non potremmo essere più diversi.

source: Anyway, she's right. I should check out the mystery box.
fr_fr: Quoi qu'il en soit, elle a raison. Je devrais vérifier la boîte mystère.
it_it: Ad ogni modo, ha ragione. Dovrei controllare la scatola del mistero.

source: [_mc_] {👻}Your sin is that you care too much...{/👻}
fr_fr: [_mc_] {👻} Votre péché est que vous vous en souciez trop ... { /👻}
it_it: [_mc_] {👻}Il tuo peccato è che ti interessa troppo...{/👻}

source: [_mc_] {👻}...about the wishes of others.{/👻}
fr_fr: [_mc_] {👻} ... sur les souhaits des autres. { /👻}
it_it: [_mc_] {👻}...circa i desideri degli altri.{/👻}

source: [_mc_] {👻👻}Wake up from eternal slumber. Throw your hair down. Kiss the frog.{/👻👻}
fr_fr: [_mc_] {👻👻} éveillé à partir d'un bois d'oeuvre éternel. Throw tes cheveux . Baiser la grenouille. { /👻👻}
it_it: [_mc_] {👻👻}Svegliati dal sonno eterno. Lancia i tuoi capelli . Kiss the frog.{/👻👻}

source: [_mc_] {👻👻}Your heart is yours, and only yours... to give away or bury.{/👻👻}
fr_fr: [_mc_] {👻👻} Votre coeur est le vôtre, et seul le tien ... à donner ou enterrer. { /👻👻}
it_it: [_mc_] {👻👻}Il tuo cuore è tuo, e solo tuo... per dare via o sepoltura.{/👻👻}

source: [_kate_s_neutral_] What a bunch of nonsense.
fr_fr: [_kate_s_neutral_] Quelle bande de non-sens.
it_it: [_kate_s_neutral_] Che mazzo di sciocchezze.

source: [_lindsey_s_flirty_] I thought it was sweet!
fr_fr: [_lindsey_s_flirty_] Je pensais que c'était gentile !
it_it: [_lindsey_s_flirty_] Ho pensato che fosse dolce!

source: [_kate_s_confident_right_] Come on, let's get wasted!
fr_fr: [_kate_s_confident_right_] Allez, allons-nous gaspillés !
it_it: [_kate_s_confident_right_] Avanti, andiamo sprecati!

source: [_lindsey_s_laughing_] I'm not supposed to drink...
fr_fr: [_lindsey_s_laughing_] Je ne suis pas censé boire ...
it_it: [_lindsey_s_laughing_] Non dovrei bere...

source: [_kate_s_confident_right_] But you'll make an exception tonight, right?
fr_fr: [_kate_s_confident_right_] Mais vous allez faire une exception ce soir, n'est-ce pas?
it_it: [_kate_s_confident_right_] Ma farai un'eccezione stasera, giusto?

source: [_kate_s_confident_right_] Pretty please?
fr_fr: [_kate_s_confident_right_] Pretty s'il vous plaît?
it_it: [_kate_s_confident_right_] Bene per favore?

source: [_lindsey_s_laughing_] I mean, I guess...
fr_fr: [_lindsey_s_laughing_] Je veux dire, je suppose ...
it_it: [_lindsey_s_laughing_] Voglio dire, immagino...

source: [_kate_s_laughing_] Don't worry, I've got your back!
fr_fr: [_kate_s_laughing_] Ne vous inquiétez pas, j'ai votre dos !
it_it: [_kate_s_laughing_] Non ti preoccupare, ho la tua schiena!

source: [kate] will most definitely not take care of [lindsey].
fr_fr: [kate] ne prendra absolument pas en charge le [lindsey].
it_it: [kate] sicuramente non si prenderà cura di [lindsey].

source: She'll get her drunk and then ditch her...
fr_fr: Elle va l'avoir saoul, puis la fossés ...
it_it: Lei la farà ubriacare e poi la fuggirà...

source: Oh, well. I guess that's all the attention I'm getting tonight.
fr_fr: Oh, bien. Je suppose que c'est toute l'attention que je vais recevoir ce soir.
it_it: Oh, bene. Immagino che sia tutta l'attenzione che sto ricevendo stasera.

source: Unless I go check out the mystery box...
fr_fr: Sauf si je vais voir la boîte mystère ...
it_it: A meno che non vado a controllare la scatola di mistero...

source: The box beckons to me and I willingly sway towards it to claim my reward.
fr_fr: La boîte me fait plaisir et je me sens volontairement en route pour réclamer ma récompense.
it_it: La scatola mi invita e io volentieri mi dirigo verso di essa per reclamare la mia ricompensa.

source: A fortune sin well told, means my dick to hold...
fr_fr: Une fortune sin bien dit, ça veut dire que ma bite doit tenir ...
it_it: Un peccato di fortuna ben detto, significa il mio cazzo a trattenere...

source: [_extend_] by the [nurse].
fr_fr: [_extend_] par le [nurse].

source: I choose a hole, undo my pants, and slide my dick inside.
fr_fr: Je choisis un trou, annulerai mon pantalon, et glissez ma bite à l'intérieur.
it_it: Ho scelto un buco, disfare i pantaloni e scivolare il cazzo dentro.

source: Her breath on my dick sends a spike of uncontainable lust into my brain.
fr_fr: Son souffle sur ma bite envoie un pic de luxure dans mon cerveau.
it_it: Il suo respiro sul mio cazzo invia un picco di lussuria incontenibile in mio cervello.

source: Is she teasing me or am I teasing her?
fr_fr: Est-elle en train de me taquiner ou de la taquiner?
it_it: Mi sta prendendo in giro o la sto prendendo in giro?

source: The tip of my dick is greeted with a warm, wet tongue darting out. A quick taste of what's to come.
fr_fr: Le bout de ma bite est accueilli par une langue chaude et humide. Un avant-goût de ce qu'il y a à venir.
it_it: La punta del mio cazzo è salutata con una lingua calda e bagnata che scivola fuori.

source: She plays with me, tongue across my sensitive skin.
fr_fr: Elle joue avec moi, la langue à travers ma peau sensible.
it_it: Lei gioca con me, la lingua attraverso la mia pelle sensibile.

source: But as I stand there with my pants undone and the high of the night coursing through me, I can't help but also be enticed by the other hole...{space=-80}
fr_fr: Mais comme je m'y tiens avec mon pantalon qui n'a pas été fait et le haut de la nuit qui courait à travers moi, je ne peux pas aider mais aussi être attirées par l'autre hole... { space=-80 }
it_it: Ma mentre mi trovo lì con i pantaloni che non sono saliti e gli alti della notte che camminano attraverso di me, Non posso fare a meno di essere allettato anche dall'altro buco. .{space=-80}

source: I mean, how often do you get a free-use nurse in the box?
fr_fr: Je veux dire, combien de fois tu as une infirmière à usage libre dans la boîte?
it_it: Voglio dire, quanto spesso si ottiene un infermiere libero uso nella scatola?

source: Perhaps, it's greed. Perhaps, it's my pussy-starved brain calling to me.
fr_fr: Peut-être, c'est avidité. Peut-être, c'est mon cerveau de la chatte qui appelle pour moi.
it_it: Forse, è avidità. Forse, è il mio cervello pussy-starved chiamando a me.

source: In a flash, I'm behind the [nurse]. Pumping in and out of the box.
fr_fr: En un éclair, je suis derrière le [nurse]. Pumping dans et hors de la boîte.
it_it: In un flash, sono dietro la [nurse]. Pompaggio dentro e fuori dalla scatola.

source: I feel her. The crack of her ass, the heat radiating from her valley of sin.
fr_fr: Je la ressens. La fente de son cul, la chaleur rayonnant de sa vallée du péché.
it_it: Io la sento. La crepa del suo asino, il calore che irradia dalla sua valle di peccato.

source: Again, I'm struck with the thought — is she teasing me?
fr_fr: Encore une fois, je suis frappé par la pensée-est-elle en train de me taquiner?
it_it: Ancora una volta, sono colpito dal pensiero — mi sta prendendo in giro?

source: How does she have such power over me, despite being locked inside a box?
fr_fr: Comment a-t-elle un tel pouvoir sur moi, en dépit d'être enfermé dans une boîte?
it_it: Come ha questo potere su di me, nonostante sia chiusa dentro una scatola?

source: No, I'm the one in charge.
fr_fr: Non, je suis le responsable.
it_it: No, sono quello in carica.

source: This is the party setting playing tricks on me.
fr_fr: C'est la partie qui joue des tours sur moi.
it_it: Questa è l'impostazione del partito che gioca trucchi su di me.

source: In the flickering light of the disco ball, my brain melts into a mush of pure desire.
fr_fr: Dans la lumière chamaillée de la boule de disco, mon cerveau fond dans une mush de pur désir.
it_it: Nella luce tremolante della discoteca, il mio cervello si scioglie in una musa di puro desiderio.

source: Guided by the hammering music, the beast inside me awakens, and it's hungry. Hungry for all of her.
fr_fr: Guidée par la musique martelante, la bête en moi se réveille, et elle a faim. Des affamés pour tout d'elle.
it_it: Guidata dalla musica martellante, la bestia dentro di me si risveglia, ed è affamata.

source: The room spins around me as I'm everywhere all at once. My dick pumps in and out of every hole.
fr_fr: La pièce tourne autour de moi parce que je suis partout en même temps. Ma bite pompe dans et hors de chaque trou.
it_it: La stanza gira intorno a me come sono dappertutto in una volta. Il mio cazzo pompa dentro e fuori da ogni buco.

source: The whole head is enveloped by those full, succulent lips.
fr_fr: La tête entière est enveloppée de toutes les lèvres succulentes.
it_it: Tutta la testa è avvolta da quelle labbra piene e succulente.

source: [_mc_] God... yes...
fr_fr: [_mc_] Dieu ... oui ...
it_it: [_mc_] Dio... sì...

source: Her lips slide up my shaft as she takes my length into her mouth.
fr_fr: Ses lèvres glissont mon arbre en prenant ma longueur dans la bouche.
it_it: Le sue labbra scivolano il mio albero mentre lei prende la mia lunghezza in bocca.

source: In a dream-like state, I'm fucking her pussy and mouth all at once.
fr_fr: Dans un état de rêve, je putain sa chatte et sa bouche tout en une fois.
it_it: In uno stato da sogno, sto scopando la sua figa e la bocca tutto in una volta.

source: Her vaginal muscles contract around me and squeeze my dick. It feels so fucking tight, like I'm caught in a vise.
fr_fr: Ses muscles vaginaux se contracent autour de moi et pressent ma bite. Il se sent tellement serré, comme si je suis pris dans un improviste.
it_it: I suoi muscoli vaginali si contraggono intorno a me e spremere il mio cazzo. Si sente così stretto cazzo come sono catturato in una vista.

source: [_mc_] That's right. Use that mouth for the only thing it's good for.
fr_fr: [_mc_] C'est vrai. Utilisez cette bouche pour la seule chose pour laquelle c'est bon.
it_it: [_mc_] È giusto. Usa quella bocca per l'unica cosa per cui è buona.

source: [_mc_] Nothing but... a cocksleeve...
fr_fr: [_mc_] Rien que ... un manchon ...
it_it: [_mc_] Niente ma... una manicotto...

source: She gives a little hum from deep inside her throat. It vibrates around my dick.
fr_fr: Elle donne un peu de hum à l'intérieur de sa gorge. Ça vibre autour de ma bite.
it_it: Lei dà un po' di hum dal profondo dentro la gola. Vibra intorno al mio cazzo.

source: Or is that her pussy buzzing with excitement?
fr_fr: Ou est-ce que sa chatte bourre d'excitation?
it_it: O è che la sua figa ronzio di eccitazione?

source: [_mc_] F-fuck... You're in your element, aren't you?
fr_fr: [_mc_] F-fuck ... Tu es dans ton élément, n'est-ce pas?
it_it: [_mc_] F-fuck... Sei nel tuo elemento, vero?

source: This remark is met with her swallowing more of my shaft.
fr_fr: Cette remarque est remplie avec son avaleur plus de mon arbre.
it_it: Questa osservazione si incontra con la sua ingoiare più del mio albero.
