Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_fate.po
Languages: fr_fr, it_it

source: [_kate_s_neutral_] Excuse me. What do you think you're doing?
fr_fr: [_kate_s_neutral_] Excuse-moi. Que penses-tu que tu fais?
it_it: [_kate_s_neutral_] Scusatemi. Cosa pensate che stiate facendo?

source: [_mc_] Err... just passing through...
fr_fr: [_mc_] Err ... juste en passant ...
it_it: [_mc_] Err... appena passato attraverso...

source: [_kate_s_flirty_] Have you come to perv on the cheerleaders again?
fr_fr: [_kate_s_flirty_] Avez-vous une fois de plus venir perv sur les cheerleaders?
it_it: [_kate_s_flirty_] Sei venuto di nuovo a perv sugli cheerleader?

source: [_mc_] No, I was just leaving.
fr_fr: [_mc_] Non, je pars juste.
it_it: [_mc_] No, stavo solo andando.

source: [_kate_s_laughing_] Is that right?
fr_fr: [_kate_s_laughing_] Est-ce bien?
it_it: [_kate_s_laughing_] È giusto?

source: [_kate_s_laughing_] To me it looked like you were ogling us.
fr_fr: [_kate_s_laughing_] Pour moi, il semblait que vous nous étourisiez.
it_it: [_kate_s_laughing_] Per me sembrava che tu ci stavi scherzando.

source: [_mc_] You're hot and all, but I don't do that anymore.
fr_fr: [_mc_] Vous êtes chaud et tous, mais je ne fais plus ça.
it_it: [_mc_] Sei caldo e tutto, ma non lo faccio più.

source: [_mc_] Leave me alone.
fr_fr: [_mc_] Laissez-moi tranquille.
it_it: [_mc_] Lasciami da solo.

source: [_kate_s_eyeroll_] You don't tell me what to do. Got it?
fr_fr: [_kate_s_eyeroll_] Vous ne me dites pas quoi faire. C'est ça?
it_it: [_kate_s_eyeroll_] Non mi dici cosa fare. C'è?

source: [_mc_] Listen, I'm not going to play your games, [kate].
fr_fr: [_mc_] Écoutez, je ne vais pas jouer à vos jeux, [kate].
it_it: [_mc_] Ascolta, non sto per giocare i tuoi giochi, [kate].

source: [_mc_] I'm leaving.
fr_fr: [_mc_] Je pars.
it_it: [_mc_] sto partendo.

source: [_kate_s_cringe_] No one talks to me like this!
fr_fr: [_kate_s_cringe_] Personne ne me parle comme ça !
it_it: [_kate_s_cringe_] Nessuno mi parla così!

source: [_kate_s_cringe_] You've just—
fr_fr: [_kate_s_cringe_] Vous venez de-
it_it: [_kate_s_cringe_] Hai solo—

source: Slamming that door in her face felt so good! I should've done that ages ago...
fr_fr: En agissant cette porte dans son visage se sentait si bien ! J'aurais dû faire ça il y a longtemps ...
it_it: Sbattendo quella porta in faccia si sentiva così buona! Avrei dovuto fare che invecchia...

source: Whatever the consequences, I'll deal with later. Living in fear is something I'm done with.
fr_fr: Quelles que soient les conséquences, je traiterai plus tard. Vivre dans la peur est quelque chose que j'ai fait.
it_it: Qualunque siano le conseguenze, mi occuperò più tardi. Vivere nella paura è qualcosa con cui ho finito.

source: [_mc_] Yeah. What are you going to do about it?
fr_fr: [_mc_] Oui. Qu'est-ce que tu vas faire à ce sujet?
it_it: [_mc_] Sì. Che cosa farai?

source: [_kate_s_laughing_] Attitude? That's new.
fr_fr: [_kate_s_laughing_] Attitude? C'est nouveau.
it_it: [_kate_s_laughing_] Attitudine? È nuovo.

source: [_kate_s_sad_hands_up_] Nothing a group of weak girls can do to stop you, right?
fr_fr: [_kate_s_sad_hands_up_] Rien d'un groupe de filles faibles ne peut faire pour vous arrêter, n'est-ce pas?
it_it: [_kate_s_sad_hands_up_] Niente di un gruppo di ragazze deboli può fare per fermarti, giusto?

source: [_kate_s_sad_hands_up_] We'll just have to endure your horny gaze all practice, right?
fr_fr: [_kate_s_sad_hands_up_] Nous allons juste supporter votre horrible regard toute la pratique, n'est-ce pas?
it_it: [_kate_s_sad_hands_up_] Dovremo solo sopportare il tuo sguardo cornea tutta la pratica, giusto?

source: [_mc_] Seems that way.
it_it: [_mc_] sembra così.

source: [_kate_s_laughing_] Haven't you learned anything from last year?
fr_fr: [_kate_s_laughing_] N'avez-vous rien appris de l'année dernière?
it_it: [_kate_s_laughing_] Non hai imparato nulla dall'anno scorso?

source: Damn, I'd almost forgotten about that. Those carpet burns lasted for a week.
fr_fr: Merde, j'avais presque oublié ça. Ces brûlures ont duré une semaine.
it_it: Dannazione, me ne sono quasi dimenticato. Quelle ustioni di tappeto durarono per una settimana.

source: But if I back down now, she'll never learn to respect me...
fr_fr: Mais si je suis de retour maintenant, elle n'apprendrai jamais à me respecter ...
it_it: Ma se torno giù ora, lei non imparerà mai a rispettarmi...

source: [_mc_] I did. I went to the gym. Try moving me now.
fr_fr: [_mc_] Je l'ai fait. Je suis allé au gymnase. Essayez de me déplacer maintenant.
it_it: [_mc_] l'ho fatto. Sono andato in palestra. Prova a muovermi adesso.

source: [_kate_s_neutral_] I see how it is.
fr_fr: [_kate_s_neutral_] Je vois comment c'est.
it_it: [_kate_s_neutral_] Vedo com'è.

source: [_kate_s_confident_right_] Girls!
fr_fr: [_kate_s_confident_right_] Filles !
it_it: [_kate_s_confident_right_] Ragazze!

source: [_kate_s_confident_right_] Bring the skipping ropes!
fr_fr: [_kate_s_confident_right_] Amener les cordes à sauter !
it_it: [_kate_s_confident_right_] Porta le corde saltanti!

source: [_kate_s_gushing_rope_] Ready?
fr_fr: [_kate_s_gushing_rope_] Prêt?
it_it: [_kate_s_gushing_rope_] Pronto?

source: [_mc_] I've waited years for this...
fr_fr: [_mc_] J'ai attendu des années pour ça ...
it_it: [_mc_] Ho aspettato anni per questo...

source: [_kate_s_gushing_rope_] Girls! Get him!
fr_fr: [_kate_s_gushing_rope_] Filles ! Va-le !
it_it: [_kate_s_gushing_rope_] Ragazze! Portatelo!

source: [_mc_] You should know that I'm a decent escape artist...
fr_fr: [_mc_] Vous devriez savoir que je suis un artiste d'évasion décent ...
it_it: [_mc_] Dovresti sapere che sono un decente artista di fuga...

source: [_kate_s_confident_rope_] Is that a challenge?
fr_fr: [_kate_s_confident_rope_] Est-ce un défi?
it_it: [_kate_s_confident_rope_] È una sfida?

source: [_kate_s_confident_rope_] Girls, make the knots extra tight.
fr_fr: [_kate_s_confident_rope_] Les filles, rendent les nœuds plus serrés.
it_it: [_kate_s_confident_rope_] Ragazze, rendere i nodi più stretti.

source: [_kate_s_neutral_rope_] [mc], hands behind your back.
fr_fr: [_kate_s_neutral_rope_] [mc], mains derrière votre dos.
it_it: [_kate_s_neutral_rope_] [mc], mani dietro la schiena.

source: There's something absolutely thrilling about submitting to an entire squad of sadistic cheerleaders...
fr_fr: Il y a quelque chose absolument fascinant à soumettre à toute une équipe de cheerleaders sadiques ...
it_it: C'è qualcosa di assolutamente emozionante per la presentazione a un'intera squadra di allegri sadici...

source: Feeling their fit bodies pressing in from all sides as they force your hands together behind your back...
fr_fr: Ils font pression sur leurs corps en forme de tous les côtés alors qu'ils forcent les mains ensemble derrière votre dos ...
it_it: Sentendo i loro corpi in forma premendo da tutti i lati mentre forzano le mani insieme dietro la schiena...

source: I never knew my elbows could be made to touch each other... Damn, they're welded together by rope.
fr_fr: Je ne savais pas que mes coudes pouvaient être faits pour se toucher ... Merde, ils sont soudés ensemble par corde.
it_it: Non ho mai saputo che i gomiti potessero essere fatti per toccarsi... dannati, sono saldati insieme dalla corda.

source: [kate]'s cronies were all girl scouts, so tying knots and baking cookies is their speciality.
fr_fr: [kate]'s cronies étaient toutes des filles scouts, donc les nœuds et les biscuits de cuisson sont leur spécialité.
it_it: I cronisti di [kate]erano tutti scout per ragazza, quindi legare nodi e cuocere biscotti è la loro specialità.

source: Not exactly sure where they learned about domination and humiliation, though...
fr_fr: Pas vraiment sûr d'où ils ont appris la domination et l'humiliation, bien que ...
it_it: Non è esattamente sicuro dove hanno imparato a conoscere il dominio e l'umiliazione, però...

source: Probably the Equal Rights Amendment.
fr_fr: Probablement l'amendement sur l'égalité des droits.
it_it: Probabilmente l'emendamento sulla parità di diritti.

source: [_kate_] Put him on his stomach.{w=.5}{nw}
fr_fr: [_kate_] Mettez-le sur son estomac. { w=.5 }{nw}
it_it: [_kate_] Mettilo sullo stomaco.{w=.5}{nw}

source: Shit, I know what she wants! Run!
fr_fr: Merde, je sais ce qu'elle veut ! Exécuter !
it_it: Merda, so che cosa vuole! Corre!

source: [_mc_] I'm sorry, ma'am... can I watch?
fr_fr: [_mc_] Je suis désolé, madame ... je peux regarder?
it_it: [_mc_] mi dispiace, ma'am... posso guardare?

source: [_kate_s_excited_] Since you asked so nicely, I feel generous.
fr_fr: [_kate_s_excited_] Comme vous l'avez si bien demandé, je me sens généreux.
it_it: [_kate_s_excited_] Dal momento che hai chiesto così bene, mi sento generoso.

source: [_kate_s_excited_] However, that privilege has certain conditions...
fr_fr: [_kate_s_excited_] Cependant, ce privilège a certaines conditions ...
it_it: [_kate_s_excited_] Tuttavia, quel privilegio ha determinate condizioni...

source: [_mc_] What, um... conditions?
fr_fr: [_mc_] Quoi, um ... conditions?
it_it: [_mc_] Che cosa, um... condizioni?

source: [_kate_s_skeptical_] Well, we'd have to make sure you don't touch your dick, wouldn't we?
fr_fr: [_kate_s_skeptical_] Eh bien, nous devons nous assurer que vous ne touchez pas votre bite, n'est-ce pas?
it_it: [_kate_s_skeptical_] Beh, dovremmo assicurarci di non toccare il tuo cazzo, vero?

source: [_mc_] I... wouldn't! That would be—
fr_fr: [_mc_] Je ... ne le ferait pas ! Ce serait-
it_it: [_mc_] Io... no! Sarebbe questo—

source: [_kate_s_eyeroll_] That would be just like freshman year?
fr_fr: [_kate_s_eyeroll_] Ce serait comme une année de fraîcheur?
it_it: [_kate_s_eyeroll_] Sarebbe proprio come un anno di matricola?

source: Fuck. Her memory is too good.
fr_fr: Putain. Sa mémoire est trop bonne.
it_it: Cazzo la sua memoria è troppo buona.

source: I thought they didn't see me behind the bleachers...
fr_fr: Je pensais qu'ils ne me voient pas derrière les gradins ...
it_it: Pensavo che non mi vedessero dietro le candeggine...

source: [_kate_s_skeptical_] Look at me.
fr_fr: [_kate_s_skeptical_] Regarde-moi.
it_it: [_kate_s_skeptical_] Guardami.

source: [_mc_] Yes, ma'am.
fr_fr: [_mc_] Oui, madame.
it_it: [_mc_] Sì, ma'am.

source: [_kate_s_skeptical_] We would have to make sure nothing perverted goes down, wouldn't we?
fr_fr: [_kate_s_skeptical_] Nous devons nous assurer que rien ne perverrait, n'est-ce pas?
it_it: [_kate_s_skeptical_] Dovremmo assicurarci che nulla di pervertito vada giù, vero?

source: Man, when [kate] gets this strict and demanding, my confidence turns into putty.
fr_fr: L'homme, quand [kate] reçoit ce strict et exigeant, ma confiance se transforme en putty.
it_it: Uomo, quando [kate] ottiene questo severo ed esigente, la mia fiducia si trasforma in stucco .

source: All I can do is nod and obey.
fr_fr: Tout ce que je peux faire c'est hocher et obéir.
it_it: Tutto quello che posso fare è cenno e obbedire.

source: [_kate_s_excited_] I'm glad you agree!
fr_fr: [_kate_s_excited_] Je suis heureux que vous êtes d'accord !
it_it: [_kate_s_excited_] Sono felice che tu sia d'accordo!

source: [_kate_s_excited_] On your stomach. Hands behind your back.
fr_fr: [_kate_s_excited_] Sur votre estomac. Mains derrière votre dos.
it_it: [_kate_s_excited_] sullo stomaco. Mani dietro la schiena.

source: [_mc_] Yes, ma'am...
fr_fr: [_mc_] Oui, madame ...
it_it: [_mc_] Sì, ma'am...

source: This can't be good. I should probably run, but...
fr_fr: Ça ne peut pas être bon. Je devrais probablement courir, mais ...
it_it: Questo non può essere buono. Probabilmente dovrei correre, ma...

source: I am a mountain. I am unstoppable.
fr_fr: Je suis une montagne. Je ne suis pas stoppable.
it_it: Io sono una montagna. Sono inarrestabile.

source: Indomitable against the waves of boobs and pussy!
fr_fr: Indomitable contre les vagues de seins et de chatte !
it_it: Indomabile contro le onde di tette e figa!

source: Steadfast and unflinching!
it_it: Steadfast e unflinching!

source: [_mc_] What's wrong?
fr_fr: [_mc_] Qu'est-ce qui ne va pas?
it_it: [_mc_] Cosa c'è di sbagliato?

source: [_mc_] Did you girls think you could just tie me up and have your way with me?{space=-80}
fr_fr: [_mc_] Les filles ont-elles pensé que vous pourriez juste me lier et avoir votre chemin avec moi? { space=-80 }
it_it: [_mc_] Hai pensato che tu possa solo legarmi e avere la tua strada con me?{space=-80}

source: [_mc_] Times have changed.
fr_fr: [_mc_] Le temps a changé.
it_it: [_mc_] Tempi sono cambiati.

source: [_mc_] Good luck with the practice. I'm out.
fr_fr: [_mc_] Bonne chance avec cette pratique. Je suis dehors.
it_it: [_mc_] Buona fortuna per l'allenamento. Sono fuori.

source: Man, the look of surprise and confusion on [kate]'s face! Priceless.
fr_fr: Homme, l'air de surprise et de confusion sur le visage de [kate]! Sans prix.
it_it: Uomo, lo sguardo di sorpresa e confusione sul volto di [kate]! Immediato.

source: Last time around, I wouldn't have stood a chance, but the hours at the gym are paying off...
fr_fr: La dernière fois, je n'aurais pas eu la chance, mais les heures de gym ...
it_it: L'ultima volta in giro, non sarei rimasto un'occasione, ma le ore in palestra stanno pagando...

source: [_stacy_s_confident_] I've got his hands! [withvpunch]
fr_fr: [_stacy_s_confident_] J'ai ses mains ! [withvpunch]
it_it: [_stacy_s_confident_] Ho le mani! [withvpunch]

source: [_kate_] Push him down!
fr_fr: [_kate_] Pousse-le !
it_it: [_kate_] Lo spinga giù!

source: [_mc_] What the hell?! [withvpunch]
fr_fr: [_mc_] Qu'est-ce que l'enfer? ! [withvpunch]
it_it: [_mc_] Che inferno?! [withvpunch]

source: [_casey_s_confident_s_flip_] Freak, you broke my nail! Stop struggling!
fr_fr: [_casey_s_confident_s_flip_] Freak, vous avez cassé mon clou ! Arrêtez de lutter !
it_it: [_casey_s_confident_s_flip_] Freak, hai rotto il mio chiodo! Smettila di lottare!

source: [_mc_] Let go!
fr_fr: [_mc_] Allons !
it_it: [_mc_] Lascia andare!

source: [_lacey_s_confident_] Got you! [withvpunch]
it_it: [_lacey_s_confident_] ti ha preso! [withvpunch]

source: Fuck... I can't move a muscle.
fr_fr: Putain ... Je ne peux pas bouger un muscle.
it_it: Fuck... Non riesco a muovere un muscolo.

source: They tied those ropes tightly. Goddamn.
fr_fr: Ils ligoles étroitement ces cordes. Goddamn.
it_it: Legarono strettamente quelle corde. Dèdamno.

source: [_kate_s_cheerleader_feet_kate_smile_] There you are! Trussed up like a pathetic rope burrito.
fr_fr: [_kate_s_cheerleader_feet_kate_smile_] Vous êtes là ! En fait confiance comme une corde pathétique burrito.
it_it: [_kate_s_cheerleader_feet_kate_smile_] Ecco! Trussed up come una patetica fune burrito.

source: [_kate_s_cheerleader_feet_kate_smile_] Now, what should we do with you...?
fr_fr: [_kate_s_cheerleader_feet_kate_smile_] Maintenant, que devrions-nous faire avec vous ...?
it_it: [_kate_s_cheerleader_feet_kate_smile_] Ora, cosa dovremmo fare con te...?

source: [_kate_s_cheerleader_feet_kate_thinking_] You're lucky you're such a pussy, else we'd take you to the roof and hang you by your balls.
fr_fr: [_kate_s_cheerleader_feet_kate_thinking_] Vous avez de la chance de vous faire une si petite chatte, sinon on vous emmenée sur le toit et vous pendrez par vos couilles.
it_it: [_kate_s_cheerleader_feet_kate_thinking_] Sei fortunato che tu sia una figa, altrimenti ti porteremmo sul tetto e ti appendiamo dalle tue palle.

source: Fuck me.
fr_fr: Fuck-moi.
it_it: Mi scopate.

source: [_kate_s_cheerleader_feet_kate_laughing_] Something wrong?
fr_fr: [_kate_s_cheerleader_feet_kate_laughing_] Quelque chose qui ne va pas?
it_it: [_kate_s_cheerleader_feet_kate_laughing_] Qualcosa di sbagliato?

source: [_kate_s_cheerleader_feet_kate_laughing_] You don't like that idea?
fr_fr: [_kate_s_cheerleader_feet_kate_laughing_] Vous n'aimez pas cette idée?
it_it: [_kate_s_cheerleader_feet_kate_laughing_] Non ti piace quell'idea?

source: [_stacy_] How about we stuff him into the new girl's locker?
fr_fr: [_stacy_] Comment on le fait entrer dans le casier de la nouvelle fille?
it_it: [_stacy_] Che ne dici di fargli entrare nell'armadietto della nuova ragazza?

source: [_mc_] How about you suck my dick and I won't report you to the principal?
fr_fr: [_mc_] Comment vous sucer ma bite et je ne vous signalerai pas au directeur?
it_it: [_mc_] Che ne dite di succhiare il mio cazzo e non vi segnalerò al principale?

source: [_stacy_] Watch your mouth, creep!
fr_fr: [_stacy_] Attention à votre bouche, fluage !
it_it: [_stacy_] Guarda la tua bocca, striscia!

source: [_kate_s_cheerleader_feet_kate_smile_] Still such a tough guy...
fr_fr: [_kate_s_cheerleader_feet_kate_smile_] Encore un type aussi dur ...
it_it: [_kate_s_cheerleader_feet_kate_smile_] Ancora un tipo così difficile...

source: [_mc_] Still such a bitch.
fr_fr: [_mc_] Encore une telle salope.
it_it: [_mc_] Ancora una cagna del genere.

source: [_mc_] Please don't!
fr_fr: [_mc_] S'il vous plaît ne pas !
it_it: [_mc_] Per favore, no!

source: [_mc_] I'm sorry for stepping out of line, ma'am...
fr_fr: [_mc_] Je suis désolé de quitter la ligne, madame ...
it_it: [_mc_] Mi dispiace per essere uscito dalla linea, ma'am...

source: [_kate_s_cheerleader_feet_kate_smile_] Now, that's a tone I like better.
fr_fr: [_kate_s_cheerleader_feet_kate_smile_] Maintenant, c'est un ton que j'aime mieux.
it_it: [_kate_s_cheerleader_feet_kate_smile_] Ora, questo è un tono che mi piace meglio.

source: [_kate_s_cheerleader_feet_kate_smile_] Tell me something, [mc] — why did you try to fight us?
fr_fr: [_kate_s_cheerleader_feet_kate_smile_] Dis-moi quelque chose, [mc] -Pourquoi as-tu essayé de nous combattre?
it_it: [_kate_s_cheerleader_feet_kate_smile_] Dimmi qualcosa, [mc] — perché hai provato a combatterci?

source: [_mc_] I... err, I had a lapse in judgement...
fr_fr: [_mc_] I. .. err, j'ai eu un arrêt de jugement ...
it_it: [_mc_] I... err, ho avuto un giro in giudizio...

source: [_kate_s_cheerleader_feet_kate_neutral_] I see... And you've come to your senses now, correct?
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Je vois ... Et tu es venue à tes sens maintenant, correcte?
it_it: [_kate_s_cheerleader_feet_kate_neutral_] vedo... E sei venuto ai tuoi sensi ora, giusto?

source: [_kate_s_cheerleader_feet_kate_neutral_] Good.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Bon.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Bene.

source: [_kate_s_cheerleader_feet_kate_smile_] So, what do you think your punishment should be?
fr_fr: [_kate_s_cheerleader_feet_kate_smile_] Alors, qu'est-ce que vous pensez que votre punition devrait être?
it_it: [_kate_s_cheerleader_feet_kate_smile_] Quindi, cosa pensi che dovrebbe essere la tua punizione?

source: [_mc_] P-punishment?
fr_fr: [_mc_] P-punition?
it_it: [_mc_] P-punizione?

source: [_kate_s_cheerleader_feet_kate_neutral_] You tried to spy on us, and then struggled.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Vous avez essayé de nous espionner, puis vous avez lutté.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Hai cercato di spiarci e poi hai lottato.

source: [_casey_] I broke a nail because of you!
fr_fr: [_casey_] J'ai cassé un clou à cause de vous !
it_it: [_casey_] Ho rotto un chiodo a causa di te!

source: [_lacey_] I'm all around annoyed.
fr_fr: [_lacey_] Je suis tout énervé.
it_it: [_lacey_] sono tutto infastidito.

source: [_stacy_] I don't like how you look...
fr_fr: [_stacy_] Je n'aime pas comment tu regardes ...
it_it: [_stacy_] Non mi piace come sembra...

source: [_kate_s_cheerleader_feet_kate_confident_] See? Everyone's taken an issue with you.
fr_fr: [_kate_s_cheerleader_feet_kate_confident_] Voir? Tout le monde a pris un problème avec vous.
it_it: [_kate_s_cheerleader_feet_kate_confident_] Vedi? Tutti hanno preso un problema con te.

source: Damn it. I wasn't even going to watch them practice... {i}that{/} much...
fr_fr: Merde. Je n'allais même pas les regarder pratiquer ... {i}que { / } beaucoup ...
it_it: Dannazione. Non ho nemmeno intenzione di guardare loro pratica... {i}che{/} molto...

source: [_mc_] Can't you just leave me here or something?
fr_fr: [_mc_] Vous ne pouvez pas me laisser ici ou quelque chose?
it_it: [_mc_] Non puoi lasciarmi qui o qualcosa?

source: [_kate_s_cheerleader_feet_kate_neutral_] Ever since school started, you've been acting weird.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Depuis le début de l'école, vous avez été bizarre.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Fin dall'inizio della scuola, ti stai comportando strano.

source: [_kate_s_cheerleader_feet_kate_neutral_] You've been running around the school. Talking to people you shouldn't.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Vous êtes en course autour de l'école. Parler aux gens que vous ne devriez pas.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] Stai correndo intorno alla scuola. Parlando con le persone che non dovevi.

source: [_kate_s_cheerleader_feet_kate_neutral_] The truth is, we don't want you in the sports wing. You're tarnishing our image.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] La vérité, c'est que nous ne voulons pas de vous dans l'aile sportive. Vous ternissez notre image.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] La verità è che non ti vogliamo nell'ala sportiva. Stai offuscando la nostra immagine.

source: [_kate_s_cheerleader_feet_kate_neutral_] There's also a rumor going around that you've been trying to flirt with different girls.
fr_fr: [_kate_s_cheerleader_feet_kate_neutral_] Il y a aussi une rumeur qui fait que vous essayez de flirter avec différentes filles.
it_it: [_kate_s_cheerleader_feet_kate_neutral_] C'è anche una voce in giro che stai cercando di flirtare con ragazze diverse.

source: [_casey_] Weren't cartoon boobs enough for you anymore?
fr_fr: [_casey_] Vous n'avez plus assez de dessins animés pour vous?
it_it: [_casey_] Non c'erano più tette dei cartoni animati a sufficienza?

source: [_lacey_] Unclean!
it_it: [_lacey_] Impulito!

source: Hmm... maybe they're right. Both [lindsey] and [isabelle] are way out of my league...
fr_fr: Hmm ... peut-être qu'ils ont raison. Les [lindsey] et [isabelle] sont tous les deux sortis de ma ligue ...
it_it: Hmm... forse hanno ragione. Entrambi [lindsey] e [isabelle] sono molto lontani dal mio campionato...

source: Perhaps it would be best not to anger [kate] this early in the year.
fr_fr: Peut-être qu'il serait préférable de ne pas la colère de [kate] au début de l'année.
it_it: Forse sarebbe meglio non rabbiare [kate] questo all'inizio dell'anno.

source: [_mc_] I... err, I'll try to be better.
fr_fr: [_mc_] I. .. err, je vais essayer d'être mieux.
it_it: [_mc_] Io... err, cercherò di essere meglio.

source: [_kate_s_cheerleader_feet_kate_smile_] Yes, you will.
fr_fr: [_kate_s_cheerleader_feet_kate_smile_] Oui, vous le fera.
it_it: [_kate_s_cheerleader_feet_kate_smile_] Sì, lo farai.

source: [_kate_s_cheerleader_feet_kate_smile_] But you also need to be taught a lesson, understood?
fr_fr: [_kate_s_cheerleader_feet_kate_smile_] Mais vous devez aussi vous enseigner une leçon, comprise?
it_it: [_kate_s_cheerleader_feet_kate_smile_] Ma bisogna anche insegnare una lezione, capito?

source: [_kate_s_cheerleader_feet_kate_laughing_] Very well!
fr_fr: [_kate_s_cheerleader_feet_kate_laughing_] Très bien !
it_it: [_kate_s_cheerleader_feet_kate_laughing_] Molto bene!

source: [_kate_s_cheerleader_feet_kate_confident_] Now, be a good boy while we finish practice.
fr_fr: [_kate_s_cheerleader_feet_kate_confident_] Maintenant, être un bon garçon pendant que nous terminons la pratique.
it_it: [_kate_s_cheerleader_feet_kate_confident_] Ora, sii un bravo ragazzo mentre finiamo la pratica.
