Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_stepping.po
Languages: fr_fr, it_it

source: "I heard strange noises coming from your room."
fr_fr: "J'ai entendu des bruits étranges venant de votre chambre."
it_it: "Ho sentito strani rumori provenienti dalla tua stanza."

source: ?mc.strength>=4@[mc.strength]/4|{image=stats str}|"{i}Your{/} hand is on the doorknob..."
fr_fr: ? mc.renforc> =4@[mc.strength]/4 | { image=stats str } | "{i}Votre main { / } est sur la poignée de porte ..."
it_it: ?mc.strength>=4@[mc.strength]/4<unk> {image=stats str}<unk> "{i}Tuo{/} mano è sulla manopola della porta..."

source: "Uh, yeah... the flasher, of course! Who hasn't?"
fr_fr: " Euh, ouais ... le flasher, , bien sûr ! Qui n'en a pas? "
it_it: "Uh, sì... il flasher, naturalmente! Chi non ha?"

source: "I haven't heard of them either. Sounds made up."
fr_fr: " Je n'en ai pas entendu parler non plus. Ça fait des sons. "
it_it: "Neppure non ho sentito parlare di loro . Suoni composti."

source: "What the hell is a soap goblin?"
fr_fr: "Qu'est-ce qu'un savon gobelin?"
it_it: "Che diavolo è un goblin di sapone?"

source: "Oh, yeah. Definitely bigger than that."
fr_fr: " Oh, oui. Définitivement plus grand que ça. "
it_it: "Oh, sì. Sicuramente più grande di questo."

source: "I want to be left alone for the rest of the year."
fr_fr: "Je veux être laissé seul pour le reste de l'année."
it_it: "Voglio essere lasciato da solo per il resto dell'anno."

source: ?mc.lust>=6@[mc.lust]/6|{image=stats lust}|"I want to fuck [isabelle] too."
it_it: ?mc.lust>=6@[mc.lust]/6<unk> {image=stats lust}<unk> "Voglio scopare anche [isabelle]."

source: ?kate.lust>=8@[kate.lust]/8|{image= kate contact_icon}|{image= stats lust_3}|"I want you as my mistress."
it_it: ?kate.lust>=8@[kate.lust]/8<unk> {image= kate contact_icon}<unk> {image= stats lust_3}<unk> "Ti voglio come il mio padrone."

source: "Are you thirsty?"
fr_fr: "Avez-vous soif?"
it_it: "Hai trentesimo?"

source: "Yeah, I actually don't like ice tea..."
fr_fr: "Ouais, je n'aime pas le thé glacé ..."
it_it: "Sì, in realtà non mi piace il tè di ghiaccio..."

source: "No, this is an entirely different bottle!"
fr_fr: "Non, c'est une bouteille complètement différente !"
it_it: "No, questa è una bottiglia completamente diversa!"

source: "Swords and magic."
it_it: "Spade e magia."

source: "People falling in love."
fr_fr: "Les gens tombent amoureux."
it_it: "Persone che si innamorano."

source: "Quests for deeper meaning."
fr_fr: "Quests pour un sens plus profond."
it_it: "Missioni per un significato più profondo."

source: "Sex."
fr_fr: "Sexe."
it_it: "Sesso."

source: "What do {i}you{/} like?"
fr_fr: "Que fait le {i}{ / }?"
it_it: "Che cosa ti piace, {i}{/}?"

source: "That was definitely a 'fuck you,' no doubt about it."
fr_fr: "C'était vraiment un" merde, " sans aucun doute."
it_it: "Questo è stato sicuramente un 'cazzo voi,' senza dubbio su di esso."

source: "That sounded like a 'thank you' to me."
fr_fr: "Cela ressemblait à un'merci'pour moi."
it_it: "Mi sembrava un ringraziamento."

source: "She does seem eager for more punishment."
fr_fr: "Elle a l'air impatiente de plus de ."
it_it: "Lei sembra ansiosa di per più punizione."

source: "You're the expert, [kate]."
fr_fr: "Vous êtes l'expert, [kate]."
it_it: "Sei l'esperto, [kate]."

source: [_mc_] No, ma'am.
fr_fr: [_mc_] Non, madame.

source: [_kate_s_smile_] Enough of this. We have a meeting to attend to.
fr_fr: [_kate_s_smile_] Assez de ça. Nous avons une réunion pour y assister.

source: [_mc_] Cash.
fr_fr: [_mc_] Encaisse.

source: [_flora_] Let go! I'm telling [jo]!
fr_fr: [_flora_] Allons ! Je dis [jo]!

source: [_flora_s_embarrassed_cop_] What the hell, [mc]?!
fr_fr: [_flora_s_embarrassed_cop_] Qu'est-ce que l'enfer, [mc]? !

source: My computer is trash, but hopefully it can handle some mild photo editing...
fr_fr: Mon ordinateur est à la poubelle, mais j'espère qu'il peut gérer une légère édition de photos ...

source: [kate] would want it hung in a place where lots of people would see it...
fr_fr: [kate] voudrait qu'il soit accroché dans un endroit où beaucoup de gens auraient le voir ...

source: Hmm... didn't [kate] say something about this wall? Right above the newspapers?
fr_fr: Hmm ... n'a pas fait [kate] dire quelque chose à propos de ce mur? Juste au-dessus des journaux?

source: [_mc_] Okay...
fr_fr: [_mc_] Ok ...

source: [_kate_s_neutral_] More.
fr_fr: [_kate_s_neutral_] Plus.

source: [_mc_] Fine...
fr_fr: [_mc_] Amende ...

source: [_mc_] But—
fr_fr: [_mc_] Mais-

source: [_mc_] No?
fr_fr: [_mc_] Non?

source: [_isabelle_s_laughing_] Oh, okay. Cheers!
fr_fr: [_isabelle_s_laughing_] Oh, d'accord. Les Cheers !

source: [_kate_s_excited_] Yeah? And what if I say no?
fr_fr: [_kate_s_excited_] Oui? Et si je dis non?

source: [_mc_] Won't [isabelle] just recognize your voice?
fr_fr: [_mc_] Won't [isabelle] reconnaît votre voix?

source: [_isabelle_] Ayeeeeeeeeh!
fr_fr: [_isabelle_] Ayeeeeeeh !

source: [_kate_s_paddling_lacey_paddle_kiss_] And now that you understand your place a bit more, I think it's time to... drive it home.
fr_fr: [_kate_s_paddling_lacey_paddle_kiss_] Et maintenant que vous comprenez votre place un peu plus, je pense que c'est temps de ... le conduire à la maison.

source: [_kate_s_strap_on_entire_length_no_ballgag_] Unfortunately for you, I've promised [mc] something.
fr_fr: [_kate_s_strap_on_entire_length_no_ballgag_] Malheureusement pour vous, j'ai promis [mc] quelque chose.

source: "No, ma'am."
fr_fr: "Non, madame."

source: "Cash."
fr_fr: "Encaisse."

source: ?mc.intellect>=5@[mc.intellect]/5|{image=stats int}|"Could you help me find a good book?"
fr_fr: ? mc.intellect> =5@[mc.intellect]/5 | { image=stats int } | "Pourriez-vous m'aider trouver un bon livre?"
