Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_stepping.po
Languages: fr_fr, it_it

source: How can I not be freaking nervous when four hot cheerleaders are sizing me up?!
fr_fr: Comment ne pas me rendre nerveux quand quatre cheerleaders chauds me redimensionnez? !
it_it: Come posso non essere nervoso freaking quando quattro cheerleader caldi mi stanno dimensionando?!

source: [_mc_] I, uh, I don't know...
fr_fr: [_mc_] I, euh, je ne sais pas ...
it_it: [_mc_] Io, uh, non lo so...

source: [_lacey_s_confident_mocking_] He's so nervous!
fr_fr: [_lacey_s_confident_mocking_] Il est tellement nerveux !
it_it: [_lacey_s_confident_mocking_] È così nervoso!

source: [_kate_s_smile_] He's a bit of a loser, but that's why [isabelle] trusts him.
fr_fr: [_kate_s_smile_] Il est un peu perdant, mais c'est pourquoi [isabelle] lui fait confiance.
it_it: [_kate_s_smile_] È un po' perdente, ma per questo [isabelle] si fida di lui.

source: [_stacy_s_confident_mocking_] Losers always come in clumps.
fr_fr: [_stacy_s_confident_mocking_] Les pertes sont toujours en touffes.
it_it: [_stacy_s_confident_mocking_] I perdenti vengono sempre in grumi.

source: [_kate_s_neutral_] Okay, here's the plan. And listen closely, because I'll only tell you once.
fr_fr: [_kate_s_neutral_] Ok, voici le plan. Et écoutez attentivement, parce que je ne vous le dirai qu'une fois.
it_it: [_kate_s_neutral_] Okay, ecco il piano. E ascolta attentamente, perché ti dirò solo una volta.

source: [_kate_s_neutral_] On Independence Day, you're going to put the sleeping pills into the ice tea, and then have that stuck-up bitch drink it.
fr_fr: [_kate_s_neutral_] Le Jour de l'Indépendance, vous allez mettre les somnifères dans le thé glacé, et ensuite boire cette boisson collée.
it_it: [_kate_s_neutral_] Il giorno dell'indipendenza, metterete le pillole per dormire nel tè del ghiaccio, e poi farete bere quella cagna bloccata.

source: [_kate_s_neutral_] Once she's knocked out, you're going to call me, and we'll come to pick her up.
fr_fr: [_kate_s_neutral_] Une fois qu'elle a été assommée, tu vas m'appeler, et on viendra la chercher.
it_it: [_kate_s_neutral_] Una volta che sarà espulsa, mi chiamerai, e verremo a prenderla.

source: [_kate_s_neutral_] While everyone's busy, we're going to have a little party with [isabelle]{space=-15} in the gym.
fr_fr: [_kate_s_neutral_] Alors que tout le monde est occupé, nous allons avoir un petit parti avec [isabelle]{ space=-15 } dans la salle de gym.
it_it: [_kate_s_neutral_] Mentre tutti sono occupati, avremo una piccola festa con [isabelle]{space=-15} in palestra.

source: [_lacey_s_neutral_] We're inviting her to a party?
fr_fr: [_lacey_s_neutral_] Nous l'invitons à une fête?
it_it: [_lacey_s_neutral_] La stiamo invitando a una festa?

source: [_stacy_s_neutral_] No, silly. It's a figure of speech.
fr_fr: [_stacy_s_neutral_] Non, idiot. C'est une figure de la parole.
it_it: [_stacy_s_neutral_] No, stupido. È una figura di discorso.

source: [_mc_] How am I supposed to call you?
fr_fr: [_mc_] Comment suis-je censé vous appeler?
it_it: [_mc_] Come dovrei chiamarti?

source: [_kate_s_skeptical_] Even though it's disgusting, I guess I'll have to give you my number...{space=-25}
fr_fr: [_kate_s_skeptical_] Même si c'est dégoûtant, je suppose que je vais devoir vous donner mon numéro ... { space=-25 }
it_it: [_kate_s_skeptical_] Anche se è disgustoso, immagino che dovrò darti il mio numero...{space=-25}

source: [_kate_s_skeptical_] Here you go.
fr_fr: [_kate_s_skeptical_] Ici, vous allez.
it_it: [_kate_s_skeptical_] Qui vai.

source: I don't really know how I feel about drugging [isabelle] and handing her over to [kate]. That seems very illegal.
fr_fr: Je ne sais pas vraiment ce que je ressens à propos de la drogue [isabelle] et la remettre au [kate]. Cela semble très illégal.
it_it: Non so davvero come mi sento di drogare [isabelle] e consegnarla a [kate]. Sembra molto illegale.

source: [_mc_] How are you going to avoid ending up in jail?
fr_fr: [_mc_] Comment allez-vous éviter de finir en prison?
it_it: [_mc_] Come eviterai di finire in carcere?

source: [_kate_s_excited_] Trust me. I have it all planned out.
fr_fr: [_kate_s_excited_] Trust-moi. J'ai tout planifié.
it_it: [_kate_s_excited_] Fidati di me. Ho tutto pianificato fuori.

source: [_casey_s_confident_s_flip_] [kate] never loses.
fr_fr: [_casey_s_confident_s_flip_] [kate] ne perd jamais.
it_it: [_casey_s_confident_s_flip_] [kate] non perde.

source: [_mc_] And what about me? Am I going to be safe?
fr_fr: [_mc_] Et qu'en est-il de moi? Suis-je en sécurité?
it_it: [_mc_] E che dire di me? Sto per essere al sicuro?

source: [_kate_s_eyeroll_] So. Many. Questions.
fr_fr: [_kate_s_eyeroll_] Alors. Beaucoup. Questions.
it_it: [_kate_s_eyeroll_] So. Molte. Domande.

source: [_kate_s_eyeroll_] There's no way she would suspect us working together.
fr_fr: [_kate_s_eyeroll_] Il n'y a aucun moyen qu'elle nous suspecterait de travailler ensemble.
it_it: [_kate_s_eyeroll_] Non c'è modo che lei sospetti di lavorare insieme.

source: [_stacy_s_confident_] Use your head, dumbo!
fr_fr: [_stacy_s_confident_] Utilisez votre tête, idibo !
it_it: [_stacy_s_confident_] Usa la testa, dumbo!

source: There's no use arguing with them...
fr_fr: Il n'y a aucun usage de discuter avec eux ...
it_it: Non ha senso litigare con loro...

source: [_mc_] All right, fine.
fr_fr: [_mc_] Très bien.
it_it: [_mc_] Va bene, va bene.

source: [_kate_s_excited_] Good boy.
fr_fr: [_kate_s_excited_] Bon garçon.
it_it: [_kate_s_excited_] Buon ragazzo.

source: [_kate_s_excited_] Did you bring me what I asked for?
fr_fr: [_kate_s_excited_] Est-ce que vous m'avez demandé ce que j'ai demandé?
it_it: [_kate_s_excited_] Mi hai portato quello che ho chiesto?

source: [_mc_] Here you go.
fr_fr: [_mc_] Ici, vous allez.
it_it: [_mc_] Qui vai.

source: [_kate_s_excited_] Okay, girls, go get everything in order. I can't wait to get my hands on that English ass.
fr_fr: [_kate_s_excited_] D'accord, les filles, vont tout chercher. J'ai hâte de me mettre la main sur cet âne anglais.
it_it: [_kate_s_excited_] Okay, ragazze, vai a prendere tutto in ordine. Non vedo l'ora di mettermi le mani su quel culo inglese.

source: [_kate_s_skeptical_] Don't mess this up, [mc].
fr_fr: [_kate_s_skeptical_] Ne gâchez pas ça, [mc].
it_it: [_kate_s_skeptical_] Non disturbare questo su, [mc].

source: [_mc_] Wait! I want to make sure I get something out of this.
fr_fr: [_mc_] Attends ! Je veux m'assurer que j'en ai quelque chose.
it_it: [_mc_] Aspetta! Voglio assicurarmi di ottenere qualcosa da questo.

source: [_kate_s_annoyed_] Why do you always have to be so selfish?
fr_fr: [_kate_s_annoyed_] Pourquoi tu dois toujours être aussi égoïste?
it_it: [_kate_s_annoyed_] Perché devi sempre essere così egoista?

source: [_mc_] I'm not going to take all these risks for nothing.
fr_fr: [_mc_] Je ne vais pas prendre tous ces risques pour rien.
it_it: [_mc_] Non prenderò tutti questi rischi per niente.

source: [_kate_s_skeptical_] Well, what do you want, then?
fr_fr: [_kate_s_skeptical_] Eh bien, qu'est-ce que tu veux, alors?
it_it: [_kate_s_skeptical_] Beh, che cosa vuoi, allora?

source: [_mc_] I want to be left alone for the rest of the year.
fr_fr: [_mc_] Je veux être laissé seul pour le reste de l'année.
it_it: [_mc_] Voglio essere lasciato solo per il resto dell'anno.

source: [_kate_s_laughing_] If you stay out of my way, I promise I won't make your life miserable.{space=-10}
fr_fr: [_kate_s_laughing_] Si vous restez hors de mon chemin, je vous promets de ne pas rendre votre vie misérable. { space=-10 }
it_it: [_kate_s_laughing_] Se rimani fuori dalla mia strada, prometto che non renderò infelice la tua vita.{space=-10}

source: That's probably the best deal I'm going to get...
fr_fr: C'est probablement le meilleur accord que je vais obtenir ...
it_it: Questo è probabilmente il miglior affare che sto per ottenere...

source: [_kate_s_neutral_hands_down_] Okay, get it done.
fr_fr: [_kate_s_neutral_hands_down_] Ok, faites ça.
it_it: [_kate_s_neutral_hands_down_] Okay, ottienilo fatto.

source: [_mc_] I want to fuck [isabelle] too.
fr_fr: [_mc_] Je veux baiser [isabelle] aussi.
it_it: [_mc_] voglio anche scopare [isabelle].

source: [_kate_s_embarrassed_] Why would you want that?
fr_fr: [_kate_s_embarrassed_] Pourquoi voulez-vous ça?
it_it: [_kate_s_embarrassed_] Perché lo vorresti?

source: [_mc_] I just do.
fr_fr: [_mc_] Je viens de le faire.
it_it: [_mc_] lo faccio.

source: [_kate_s_thinking_] Fine, but don't blame me if you get an STD.
fr_fr: [_kate_s_thinking_] Bien, mais ne me blâme pas si tu as une MST.
it_it: [_kate_s_thinking_] Bene, ma non incolpare me se si ottiene un STD.

source: [_kate_s_thinking_] Now, get going.
fr_fr: [_kate_s_thinking_] Maintenant, allez.
it_it: [_kate_s_thinking_] Ora, vai avanti.

source: [_mc_] I want you as my mistress.
fr_fr: [_mc_] Je veux que tu as ma maîtresse.
it_it: [_mc_] Ti voglio come mia padrona.

source: [_kate_s_laughing_] Of course you do, you little weirdo.
fr_fr: [_kate_s_laughing_] Bien sûr que vous faites, vous avez peu de bizarre.
it_it: [_kate_s_laughing_] Certo che lo fai, poco strano.

source: [_mc_] I'm serious!
fr_fr: [_mc_] Je suis sérieux !
it_it: [_mc_] Sono serio!

source: [_kate_s_smile_] You are?
fr_fr: [_kate_s_smile_] Vous êtes?
it_it: [_kate_s_smile_] Tu sei?

source: [_kate_s_neutral_] What makes you think you have what it takes?
fr_fr: [_kate_s_neutral_] Qu'est-ce qui vous fait penser que vous avez ce qu'il faut?
it_it: [_kate_s_neutral_] Cosa ti fa pensare di avere quello che serve?

source: [_kate_s_neutral_] I will bust your balls. I will step on you and make you squeal.
fr_fr: [_kate_s_neutral_] I will bust your balls. Je vais te mettre sur toi et te faire squale.
it_it: [_kate_s_neutral_] Io busto le tue palle. Io ti passo su di te e ti farò strizzare.

source: [_kate_s_neutral_] Limits and safewords don't exist in my world.
fr_fr: [_kate_s_neutral_] Les limites et les mots de sécurité n'existent pas dans mon monde.
it_it: I limiti [_kate_s_neutral_] e le parole di sicurezza non esistono nel mio mondo.

source: [_mc_] Please, ma'am.
fr_fr: [_mc_] S'il vous plaît, madame.
it_it: [_mc_] Per favore, ora.

source: [_kate_s_confident_] Well, if you're sure, I will consider it... but it's not going to happen overnight.
fr_fr: [_kate_s_confident_] Eh bien, si vous êtes sûr, je le considérerai ... mais ça ne va pas se passer du jour au lendemain.
it_it: [_kate_s_confident_] Beh, se sei sicuro, lo considererò... ma non accadrà durante la notte.

source: [_mc_] Thank you, ma'am.
fr_fr: [_mc_] Merci, madame.
it_it: [_mc_] Grazie, ma'am.

source: [_kate_s_confident_] Now, get going.
fr_fr: [_kate_s_confident_] Maintenant, allez.
it_it: [_kate_s_confident_] Ora, vai avanti.

source: [_isabelle_s_concerned_] Hey, are you okay?
fr_fr: [_isabelle_s_concerned_] Hé, tu vas bien?
it_it: [_isabelle_s_concerned_] Ehi, stai bene?

source: [_mc_] Uh, yeah. Why?
fr_fr: [_mc_] Uh, ouais. Pourquoi?
it_it: [_mc_] Uh, sì. Perché?

source: [_isabelle_s_neutral_] You look a little skittish, that's all.
fr_fr: [_isabelle_s_neutral_] Vous avez l'air d'un peu de skittish, c'est tout.
it_it: [_isabelle_s_neutral_] Sembri un po' schizzata, è tutto.

source: Crap. [isabelle] is too nice.
fr_fr: Le crabe [isabelle] est trop beau.
it_it: Crap. [isabelle] è troppo bello.

source: Doing this to her is going to be tough...
fr_fr: Cela va être dur pour elle ...
it_it: Facendo questo per lei sta per essere dura...

source: [_isabelle_s_neutral_] So, what are you up to?
fr_fr: [_isabelle_s_neutral_] Alors, qu'est-ce que tu veux?
it_it: [_isabelle_s_neutral_] Allora, che cosa stai facendo?

source: [_mc_] Not much. I was just wondering...
fr_fr: [_mc_] Pas beaucoup. Je me demandais juste ...
it_it: [_mc_] Non molto. Mi stavo solo chiedendo...

source: [_mc_] Are you thirsty?
fr_fr: [_mc_] Avez-vous soif?
it_it: [_mc_] Hai sete?

source: [_isabelle_s_concerned_] Not particularly, why?
fr_fr: [_isabelle_s_concerned_] Pas particulièrement, pourquoi?
it_it: [_isabelle_s_concerned_] Non particolarmente, perché?

source: [_mc_] I, err, I got this bottle of ice tea for you.
fr_fr: [_mc_] I, err, j'ai cette bouteille de thé glacé pour vous.
it_it: [_mc_] Io, err, ho ottenuto questa bottiglia di tè di ghiaccio per voi.

source: [_isabelle_s_blush_] That's so nice of you! Cheers!
fr_fr: [_isabelle_s_blush_] C'est si gentile de vous ! Les Cheers !
it_it: [_isabelle_s_blush_] È così bello da voi!

source: [_isabelle_s_sad_] Wait, is this the bottle I gave you?
fr_fr: [_isabelle_s_sad_] Attends, c'est la bouteille que je t'ai donnée?
it_it: [_isabelle_s_sad_] Aspetta, questa è la bottiglia che ti ho dato?

source: [_mc_] Yeah, I actually don't like ice tea...
fr_fr: [_mc_] Oui, je n'aime pas le thé glacé ...
it_it: [_mc_] Sì, in realtà non mi piace il tè di ghiaccio...

source: [_isabelle_s_thinking_] Did you open it?
fr_fr: [_isabelle_s_thinking_] Est-ce que vous l'avez ouvert?
it_it: [_isabelle_s_thinking_] L'hai aperto?

source: Crap. I really didn't think this through.
fr_fr: Crap. Je n'ai vraiment pas pensé à ça.
it_it: Crap. Non ho pensato davvero a questo.

source: [_mc_] Sort of? I took a sip to try it...
fr_fr: [_mc_] Trier? J'ai pris un sip pour essayer ...
it_it: [_mc_] Ordina di? Ho preso un sorso per provarlo...

source: [_isabelle_s_cringe_] That's a bit weird, innit?
fr_fr: [_isabelle_s_cringe_] C'est un peu bizarre, inné?
it_it: [_isabelle_s_cringe_] È un po' strano, interiore?

source: [_mc_] Sorry, I just didn't want it to go to waste... and I know it's your favorite.
fr_fr: [_mc_] Désolé, je ne voulais pas qu'il aille aux déchets ... et je sais que c'est votre préféré.
it_it: [_mc_] Mi dispiace, non volevo che andasse a sprecare... e so che è il tuo preferito.

source: [_isabelle_s_laughing_] Fair enough. Fine.
fr_fr: [_isabelle_s_laughing_] Fair suffisante. Très bien.
it_it: [_isabelle_s_laughing_] abbastanza giusto.

source: [_isabelle_s_confident_] I have some studying to do now. Cheers, mate!
fr_fr: [_isabelle_s_confident_] J'ai des études à faire maintenant. Chères, mec !
it_it: [_isabelle_s_confident_] Ho un po' di studio da fare ora. Cheers, mate!

source: Ugh, she called me mate again...
fr_fr: Ugh, elle m'a appelé de nouveau partenaire ...
it_it: Ugh, mi ha chiamato di nuovo gemello...

source: I should probably just leave...
fr_fr: Je devrais probablement partir ...
it_it: Probabilmente dovrei solo andarmene...

source: [_mc_] No, this is an entirely different bottle!
fr_fr: [_mc_] Non, c'est une bouteille entièrement différente !
it_it: [_mc_] No, questa è una bottiglia completamente diversa!

source: [_isabelle_s_eyeroll_] Yeah? Why is it open, then?
fr_fr: [_isabelle_s_eyeroll_] Oui? Pourquoi est-il ouvert, alors?
it_it: [_isabelle_s_eyeroll_] Sì? Perché è aperto, allora?

source: [_mc_] I, um... I bought one for me as well... but ended up opening yours... by accident?
fr_fr: [_mc_] I, um ... J'en ai acheté un pour moi ... mais j'ai fini par t'ouvrir ... par accident?
it_it: [_mc_] Io, um... ne ho comprato uno anche per me... ma finì per aprire il vostro... per caso?

source: I'm not sure how believable that was...
fr_fr: Je ne sais pas à quel point c'était crédible ...
it_it: Non sono sicuro di quanto sia stato credibile...

source: Better leave before she starts to suspect something.
fr_fr: Un meilleur congé avant qu'elle commence à soupçon quelque chose.
it_it: Meglio partire prima che inizi a sospettare qualcosa.

source: [_mc_] Could you help me find a good book?
fr_fr: [_mc_] Pourriez-vous m'aider à trouver un bon livre?
it_it: [_mc_] Potresti aiutarmi a trovare un buon libro?

source: [_mc_] I haven't been able to find one that engages me as a reader.
fr_fr: [_mc_] Je n'ai pas pu en trouver un qui m'engage comme lecteur.
it_it: [_mc_] Non sono stato in grado di trovare uno che mi coinvolge come lettore.

source: [_isabelle_s_sad_] Oh, no! That's tragic!
fr_fr: [_isabelle_s_sad_] Oh, non ! C'est tragique !
it_it: [_isabelle_s_sad_] Oh, no! È tragico!

source: [_mc_] Quite.
fr_fr: [_mc_] Assez.
it_it: [_mc_] Quito.

source: [_isabelle_s_confident_] Literature is the food of the mind.
fr_fr: [_isabelle_s_confident_] La littérature est la nourriture de l'esprit.
it_it: [_isabelle_s_confident_] La letteratura è il cibo della mente.

source: [_isabelle_s_confident_] I'm sure I can find something that fits you!
fr_fr: [_isabelle_s_confident_] Je suis sûr que je peux trouver quelque chose qui vous convient !
it_it: [_isabelle_s_confident_] Sono sicuro di poter trovare qualcosa che si adatta a te!

source: [_mc_] My starving mind is in your hands.
fr_fr: [_mc_] Mon esprit affamé est entre vos mains.
it_it: [_mc_] La mia mente affamata è nelle tue mani.

source: [_isabelle_s_laughing_] Okay! What sorts of things do you like?
fr_fr: [_isabelle_s_laughing_] Ok ! Quelles sortes de choses aies-tu?
it_it: [_isabelle_s_laughing_] Okay! Che tipi di cose ti piacciono?

source: [_mc_] Swords and magic.
it_it: [_mc_] Spade e magia.

source: [_isabelle_s_confident_] Who doesn't like a good fantasy novel every now and then?
fr_fr: [_isabelle_s_confident_] Qui n'aime pas un bon roman de fantaisie?
it_it: [_isabelle_s_confident_] A chi non piace di tanto in tanto un buon romanzo fantasy?

source: [_isabelle_s_confident_] Have you read "Loss of the Rings?"
fr_fr: [_isabelle_s_confident_] Avez-vous lu "Perte des anneaux"?
it_it: [_isabelle_s_confident_] Hai letto "Perdita degli Anelli?"

source: [_mc_] I don't think so...
fr_fr: [_mc_] Je ne pense pas ...
it_it: [_mc_] Non penso così...

source: [_isabelle_s_blush_] It's about a jeweler who forges rings for everyone, but loses his own ring.
fr_fr: [_isabelle_s_blush_] Il s'agit d'un joaillier qui forge des anneaux pour tout le monde, mais perd sa propre bague.
it_it: [_isabelle_s_blush_] Si tratta di un gioielliere che forgia anelli per tutti, ma perde il suo anello.

source: [_isabelle_s_blush_] It follows his struggles as he's trying to recover his most precious belonging.
fr_fr: [_isabelle_s_blush_] Il suit ses luttes alors qu'il tente de récupérer son plus précieux sentiment d'appartenance.
it_it: [_isabelle_s_blush_] Segue le sue lotte mentre sta cercando di recuperare la sua proprietà più preziosa.

source: [_isabelle_s_sad_] But it's stolen again and again, and always kept just outside his reach.
fr_fr: [_isabelle_s_sad_] Mais il est volé de nouveau et de nouveau, et toujours maintenu juste en dehors de sa portée.
it_it: [_isabelle_s_sad_] Ma viene rubato più e più volte, e sempre tenuto appena fuori dalla sua portata.

source: [_mc_] People falling in love.
fr_fr: [_mc_] Les gens tombent amoureux.
it_it: [_mc_] Le persone si innamorano.

source: [_isabelle_s_blush_] Romance is a genre that will never die!
fr_fr: [_isabelle_s_blush_] Le romance est un genre qui ne mourra jamais !
it_it: [_isabelle_s_blush_] Il romanticismo è un genere che non morirà mai!

source: [_isabelle_s_blush_] Have you read "Hide Your Prejudice?"
fr_fr: [_isabelle_s_blush_] Avez-vous lu "Hide Your Prejudice?"
it_it: [_isabelle_s_blush_] Hai letto "Nascondi il tuo giudizio?"

source: [_mc_] Yeah, I think I have, actually.
fr_fr: [_mc_] Oui, je pense que j'ai, en fait.
it_it: [_mc_] Sì, penso di avere, in realtà.

source: [_isabelle_s_confident_] Oh, okay! What about "The Hootbook?"
fr_fr: [_isabelle_s_confident_] Oh, ok ! Qu'en est-il du "Hootbook?"
it_it: [_isabelle_s_confident_] Oh, va bene! E "L'Hootbook?"

source: [_isabelle_s_confident_] It's about an old owl couple on the roof of a hospital, having a hoot at the expense of dementia patients.
fr_fr: [_isabelle_s_confident_] Il s'agit d'un vieux couple de hibou sur le toit d'un hôpital, ayant un treuil au détriment des patients atteints de démence.
it_it: [_isabelle_s_confident_] Si tratta di una vecchia coppia di gufi sul tetto di un ospedale, avendo un cappuccio a spese dei malati di demenza.

source: [_mc_] Quests for deeper meaning.
fr_fr: [_mc_] Quests pour un sens plus profond.
it_it: [_mc_] Missioni per un significato più profondo.

source: [_isabelle_s_confident_] Oh! Have you read "Thus Stroked Zarahustlah?"
fr_fr: [_isabelle_s_confident_] Oh ! Avez-vous lu "Ainsi Stroked Zarahustlah?"
it_it: [_isabelle_s_confident_] Oh! Hai letto "Così braccato Zarahustlah?"

source: [_isabelle_s_confident_] It's about a bunch of random things and animals musing about being hustled by the great Zarahustlah.
fr_fr: [_isabelle_s_confident_] Il s'agit d'un tas de choses aléatoires et d'animaux muse sur le fait d'être décorée par le grand Zarahustlah.
it_it: [_isabelle_s_confident_] Si tratta di un mucchio di cose casuali e animali che si divertono di essere affollati dalla grande Zarahustlah.

source: [_mc_] Sex.
fr_fr: [_mc_] Sexe.
it_it: [_mc_] Sesso.

source: [_isabelle_s_blush_] I suppose there are worse topics to read about!
fr_fr: [_isabelle_s_blush_] Je suppose qu'il y a des sujets plus mauvais à lire !
it_it: [_isabelle_s_blush_] Suppongo che ci siano argomenti peggiori di cui leggere!

source: [_isabelle_s_blush_] Have you heard about "50 Shades of Hay?"
fr_fr: [_isabelle_s_blush_] Avez-vous entendu parler de "50 Shades of Hay?"
it_it: [_isabelle_s_blush_] Hai sentito parlare di "50 tonalità di fieno?"

source: [_isabelle_s_blush_] It's about a wealthy farmer, searching for the softest and most bashful bale of hay to step on and make his own.
fr_fr: [_isabelle_s_blush_] C'est à propos d'un riche fermier, à la recherche de la douceur et de la plus grande bale de foin pour avancer et faire sa propre.
it_it: [_isabelle_s_blush_] Si tratta di un contadino benestante, alla ricerca di una balla più morbida e scintillante di fieno per andare avanti e fare la sua.

source: [_mc_] What do {i}you{/} like?
fr_fr: [_mc_] Que faire {i}{ / }?
it_it: [_mc_] Cosa ti piace {i}{/}?

source: [_isabelle_s_blush_] Oh, one of my favorite books is "To Mock a Killingbird."
fr_fr: [_isabelle_s_blush_] Oh, un de mes livres préférés est "To Mock a Killingbird".
it_it: [_isabelle_s_blush_] Oh, uno dei miei libri preferiti è "To Mock a Killingbird".

source: [_isabelle_s_blush_] It's about standing up for what is right, even when it may kill you.
fr_fr: [_isabelle_s_blush_] Il s'agit de se tenir debout pour ce qui est juste, même quand il peut vous tuer.
it_it: [_isabelle_s_blush_] Si tratta di levarsi in piedi per quello che è giusto, anche quando può ucciderti.

source: [_isabelle_s_blush_] Thanks for asking!
fr_fr: [_isabelle_s_blush_] Merci d'avoir demandé !
it_it: [_isabelle_s_blush_] Grazie per aver chiesto!

source: [_mc_] You know what? That sounds exactly like something I'd enjoy.
fr_fr: [_mc_] Vous savez quoi? Ça ressemble exactement à quelque chose que j'apprécierais.
it_it: [_mc_] Sai cosa? Sembra esattamente qualcosa che mi piacerebbe.

source: [_isabelle_s_laughing_] Great! I'm glad!
fr_fr: [_isabelle_s_laughing_] Grand ! Je suis content !
it_it: [_isabelle_s_laughing_] Ottimo! Sono felice!

source: [_mc_] Thanks for the recommendation. I'm going to find it at once.
fr_fr: [_mc_] Merci pour la recommandation. Je vais le trouver à la fois.
it_it: [_mc_] Grazie per la raccomandazione. Lo troverò subito.

source: [_mc_] Please take this small token of appreciation.
fr_fr: [_mc_] Veuillez prendre ce petit jeton d'appréciation.
it_it: [_mc_] Si prega di prendere questo piccolo segno di apprezzamento.

source: [_isabelle_s_blush_] Aw, you shouldn't have!
fr_fr: [_isabelle_s_blush_] Aw, tu ne devrais pas avoir !
it_it: [_isabelle_s_blush_] Aw, non dovresti avere!

source: [_mc_] Honestly, I've been looking for the right book for ages and I think this is the one.
fr_fr: [_mc_] Honnêtement, j'ai cherché le bon livre pour l'âge et je pense que c'est le bon livre.
it_it: [_mc_] Onestamente, ho cercato il libro giusto per le età e penso che questo sia quello giusto.
