Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_fate.po
Languages: fr_fr, it_it

source: [_stacy_] Disgusting.
fr_fr: [_stacy_] Dégustation.
it_it: [_stacy_] Disgustoso.

source: [_kate_s_cheerleader_feet_] Turn back over. No one wants to see that.
fr_fr: [_kate_s_cheerleader_feet_] Retourner. Personne ne veut le voir.
it_it: [_kate_s_cheerleader_feet_] Torna indietro. Nessuno vuole vederlo.

source: Not sure if I should be happy that they even noticed the bulge, or just completely ashamed...
fr_fr: Je ne sais pas si je devrais être heureux qu'ils aient même remarqué le gonflement, ou tout simplement honteux ...
it_it: Non so se dovrei essere felice che hanno anche notato il rigonfiamento, o semplicemente completamente vergognato...

source: [_kate_s_cheerleader_feet_] Well, if this turns you on, wait until you learn what else we have in store for you this year.
fr_fr: [_kate_s_cheerleader_feet_] Eh bien, si ça vous tourne, attendez que vous appreniez ce que nous avons en magasin pour vous cette année.
it_it: [_kate_s_cheerleader_feet_] Beh, se questo ti accende, aspetta fino a che non imparerai cos'altro abbiamo in serbo per te quest'anno.

source: In a weird way, I'm both terrified and excited...
fr_fr: D'une façon bizarre, je suis à la fois terrifié et excité ...
it_it: In un modo strano, sono entrambi terrorizzato ed eccitato...

source: Damn it, I need to get these thoughts out of my head.
fr_fr: Merde, j'ai besoin de faire sortir ces pensées de ma tête.
it_it: Dannazione, ho bisogno di ottenere questi pensieri dalla mia testa.

source: But maybe the only way is to embrace it?
fr_fr: Mais peut-être que le seul moyen est de l'embrasser?
it_it: Ma forse l'unico modo è quello di abbracciarlo?

source: [_kate_s_cheerleader_feet_] Come on, girls! Let's finish up practice.
fr_fr: [_kate_s_cheerleader_feet_] Allez, les filles ! Finissons la pratique.
it_it: [_kate_s_cheerleader_feet_] Avanti, ragazze! Finiamo la pratica.

source: There's no telling what would happen by showing [kate] that this kind of treatment is turning me on.
fr_fr: Il n'y a pas de quoi se produire en montrant le [kate] que ce type de traitement me tourne.
it_it: Non c'è niente da dire che cosa accadrebbe mostrando [kate] che questo tipo di trattamento mi sta accendendo.

source: Why increase her hold over me?
fr_fr: Pourquoi augmenter son emprise sur moi?
it_it: Perché aumentare la sua presa su di me?

source: Phew! Somehow made it through unnoticed...
fr_fr: Phew ! D'une manière ou d'une certaine, passer inaperçu ...
it_it: Phew! In qualche modo ha fatto attraverso inosservato...

source: When I woke up this morning, I never thought I'd end up in bondage.
fr_fr: Quand je me suis réveillé ce matin, je n'ai jamais pensé que je finirais dans la servitude.
it_it: Quando mi sono svegliato questa mattina, non ho mai pensato di finire in schiavitù.

source: Hmm... does this actually count as bondage?
fr_fr: Hmm ... est-ce que ça compte vraiment comme bondage?
it_it: Hmm... questo in realtà conta come schiavitù?

source: If so, does that mean I just had sex with all the cheerleaders at once?
fr_fr: Si c'est le cas, est-ce que j'ai eu des rapports sexuels avec tous les cheerleaders à la fois?
it_it: Se è così, significa che ho appena fatto sesso con tutte le cheerleader in una sola volta?

source: No one except Chad could pull that off!
fr_fr: Personne, sauf le Tchad, ne pourrait le faire !
it_it: Nessuno tranne il Ciad potrebbe tirarlo fuori!

source: I can't believe they practice for this long...
fr_fr: Je n'arrive pas à croire qu'ils pratiquent ce long ...
it_it: Non riesco a credere che si esercitino per questo lungo...

source: Maybe I should try to get loose?
fr_fr: Peut-être que je devrais essayer de me perdre?
it_it: Forse dovrei provare a perdermi?

source: Hmm... probably not worth the risk.
fr_fr: Hmm ... sans doute pas le risque.
it_it: Hmm... probabilmente non vale il rischio.

source: Huh, the music finally stopped. Maybe they're done?
fr_fr: La musique s'est finalement arrêtée. Peut-être qu'ils sont faits?
it_it: Huh, la musica si è finalmente fermata. Forse sono fatte?

source: [_kate_s_cheerleader_feet_] We're done with practice for today.
fr_fr: [_kate_s_cheerleader_feet_] Nous sommes en pratique pour aujourd'hui.
it_it: [_kate_s_cheerleader_feet_] Abbiamo finito con la pratica per oggi.

source: [_kate_s_cheerleader_feet_] We were supposed to go the whole day, but we've decided to take the rest of the day off.
fr_fr: [_kate_s_cheerleader_feet_] Nous étions censés aller toute la journée, mais nous avons décidé de prendre le reste de la journée.
it_it: [_kate_s_cheerleader_feet_] Dovevamo andare tutto il giorno, ma abbiamo deciso di prendere il resto della giornata libera.

source: [_kate_s_cheerleader_feet_] I'm treating the girls to a night at the Newfall spa.
fr_fr: [_kate_s_cheerleader_feet_] Je traite les filles à une nuit au spa Newfall.
it_it: [_kate_s_cheerleader_feet_] Sto trattando le ragazze a una notte al Newfall spa.

source: [_kate_s_cheerleader_feet_] Unfortunately for you, your fate will have to wait until the morning.
fr_fr: [_kate_s_cheerleader_feet_] Malheureusement pour vous, votre sort devra attendre jusqu'au matin.
it_it: [_kate_s_cheerleader_feet_] Purtroppo per te, il tuo destino dovrà aspettare fino alla mattina.

source: [_kate_s_cheerleader_feet_] Let's go, girls!
fr_fr: [_kate_s_cheerleader_feet_] Allons, les filles !
it_it: [_kate_s_cheerleader_feet_] Andiamo, ragazze!

source: What the hell? Are they really going to leave me here overnight?!
fr_fr: Qu'est-ce que l'enfer? Est-ce qu'ils vont vraiment me laisser ici du jour au lendemain? !
it_it: Che inferno? Mi lasceranno davvero qui durante la notte?!

source: And they said they had the gym booked for the rest of the day...
fr_fr: Et ils ont dit qu'ils avaient le gymnase réservé pour le reste de la journée ...
it_it: E dissero che avevano la palestra prenotata per il resto del giorno...

source: Huh? Someone's coming.
fr_fr: Huh? Quelqu'un vient.
it_it: Eh? Sta arrivando qualcuno.

source: [_kate_s_cheerleader_feet_nofeet_kate_confident_] Had a few more things to tell you before I go.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_confident_] J'avais quelques autres choses à vous dire avant d'y aller.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_confident_] Aveva ancora qualche cosa da dirvi prima di andare.

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_] Those ropes look good on you! I like how they dig into your skin and keep you in a docile little package...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_] Ces cordes sont bonnes sur vous ! J'aime comment ils creusent dans votre peau et vous tiennent dans un petit paquet docile ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_] Quelle corde sono buone su di te! Mi piace come scavano nella tua pelle e ti mantengono in un piccolo pacchetto docile...

source: [_kate_s_cheerleader_feet_nofeet_kate_confident_] I've studied Japanese rope techniques such as shibari and kinbaku. Those ropes are expertly tied and won't be coming off until I say so.{space=-5}
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_confident_] J'ai étudié des techniques japonaises de corde telles que le shibari et le kinbaku. Ces cordes sont étroitement liées et ne seront pas décollées tant que je ne le dis pas. { space=-5 }
it_it: [_kate_s_cheerleader_feet_nofeet_kate_confident_] Ho studiato tecniche di corda giapponesi come shibari e kinbaku. Queste corde sono sapientemente legate e non usciranno finché non lo dico.{space=-5}

source: [_kate_s_cheerleader_feet_nofeet_kate_smile_] And I say they stay on until the morning.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_smile_] Et je dis qu'ils restent jusqu'au matin.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_smile_] E dico che rimangono sopra fino al mattino.

source: [_kate_s_cheerleader_feet_nofeet_kate_smile_] I spoke to [jo], and told her you're staying over at my place tonight.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_smile_] J'ai parlé au [jo], et je lui ai dit que vous resez à ma place ce soir.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_smile_] Ho parlato con [jo]e le ho detto che stasera sei a casa mia.

source: What the fuck. No way.
fr_fr: Qu'est-ce que la merde. Pas de chemin.
it_it: Che cazzo. In nessun modo.

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_] She sounded surprised, but happy...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_] Elle sonnait surprise, mais heureuse ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_] Sembrava sorpresa, ma felice...

source: [_kate_s_cheerleader_feet_nofeet_kate_laughing_] She didn't even question it! Just told me to have fun.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_laughing_] Elle ne l'a même pas question ! J'ai juste dit de m'amuser.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_laughing_] Non ha nemmeno messo in dubbio! Mi ha appena detto di divertirmi.

source: [_kate_s_cheerleader_feet_nofeet_kate_smile_] I know that look, but don't worry. I quite like keeping you under my heel, and I wouldn't want anything serious to happen to you.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_smile_] Je sais que regarder, mais ne vous inquiéte pas. J'aime bien vous garder sous mon talon, et je ne voudrais pas que quelque chose de sérieux vous arrive.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_smile_] Lo so quel aspetto, ma non preoccupatevi. Mi piace tenerti sotto il tallone, e non vorrei che ti accadesse nulla di serio.

source: Somehow, I don't buy that for a second...
fr_fr: Quelque part, je n'achète pas ça pour une seconde ...
it_it: In qualche modo, non lo compro per un secondo...

source: [_kate_s_cheerleader_feet_nofeet_kate_smile_] In case of an emergency, I've put my number into your phone. Here you go.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_smile_] En cas d'urgence, j'ai mis mon numéro dans votre téléphone. Ici vous allez.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_smile_] In caso di emergenza, ho messo il mio numero nel tuo telefono. Qui vai.

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_smile_] So, just press call with your nose or something.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_smile_] Alors, appuyez simplement sur votre nez ou sur quelque chose.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_smile_] Quindi, basta premere la chiamata con il naso o qualcosa.

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] But keep in mind that abusing this rare privilege would have dire consequences.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Mais gardez à l'esprit que l'abus de ce rare privilège aurait des conséquences désastreuses.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Ma tenete a mente che abusare di questo raro privilegio avrebbe conseguenze terribili.

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Nod if you understand.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Nod si vous comprenez.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Nod se capisci.

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] That's a good pet!
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] C'est un bon animal !
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] È un buon animale domestico!

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] I love obedience. I can already tell you'll be very obedient.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] J'aime l'obéissance. Je peux déjà vous dire que vous serez très obéissant.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] Io amo l'obbedienza. Posso già dire che sarai molto obbediente.

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_smile_] Keep it up, and this might be a good year for you...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_smile_] Continuez, et cela pourrait être une bonne année pour vous ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_smile_] Tienilo in alto, e questo potrebbe essere un buon anno per te...

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Bad pet! I see you require some training still...
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Mauvais animal de compagnie ! Je vois que vous avez besoin de formation encore ...
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Bad pet! Vedo che è necessario un po 'di allenamento ancora...

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] Luckily, we have all year and by the end of it, you're going to be my little bitch.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] Heureusement, nous avons toute l'année et à la fin, vous allez être ma petite salope.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] Per fortuna, abbiamo tutto l'anno e alla fine di esso, sarai la mia piccola cagnetta.

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] You're going to do everything I say. Even bark on command.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] Vous allez faire tout ce que je dis. Même aboie sur le commandement.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_confident_] Farete tutto quello che dico. Anche abbaiate a comando.

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_smile_] All in good time, though.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_smile_] Tout en temps, cependant.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_smile_] Tutto in tempo, però.

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Oh, and one more thing — no cumming.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Oh, et une chose de plus-pas de cumming.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Oh, e ancora una cosa — nessun cumming.

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] I'll check in the morning, so don't you dare try.
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] Je vais vérifier le matin, alors n'osez pas essayer.
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_neutral_] controllerò la mattina, quindi non osate provare.

source: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_laughing_] Sleep well!
fr_fr: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_laughing_] Le sommeil !
it_it: [_kate_s_cheerleader_feet_nofeet_kate_phoneground_laughing_] Dormi bene!

source: Man, I can't believe [kate] is actually going to go through with it...
fr_fr: Mec, je ne peux pas croire que [kate] va vraiment passer avec ça ...
it_it: Uomo, non riesco a credere che [kate] stia effettivamente andando passare attraverso con esso...

source: Never thought this is how I'd get her number either.
fr_fr: Je n'ai jamais pensé que c'était ainsi que j'obtiens son numéro.
it_it: Mai pensato che questo è come avrei ottenuto il suo numero sia.

source: In fact, I never thought I'd get her number period.
fr_fr: En fait, je n'aurais jamais pensé que j'obtiens sa période de référence.
it_it: In realtà, non ho mai pensato che avrei avuto il suo periodo numerico.

source: In a weird way, by leaving her number she's showing that she's not rotten to the core.
fr_fr: D'une façon bizarre, en laissant son numéro, elle montre qu'elle n'est pas pourrie au cœur.
it_it: In un modo strano, lasciando il suo numero sta mostrando che non è marcia al nucleo.

source: Although, knowing her, it might just be a fake number to crush my hope one last time during an emergency.
fr_fr: Même si, la connaissant, c'est peut-être un faux numéro pour écraser mon espoir une dernière fois en situation d'urgence.
it_it: Anche se, conoscendola, potrebbe essere solo un numero falso per schiacciare la mia speranza un'ultima volta durante un'emergenza.

source: Might as well try to get some sleep...
it_it: Potrebbe anche provare a dormire un po'...

source: Fuck, they're coming after me!
fr_fr: Putain, ils viennent après moi !
it_it: Scopo, stanno venendo dopo di me!

source: There's no way I'll outrun a group of fit cheerleaders...
fr_fr: Il n'y a pas moyen de m'indigner d'un groupe de cheerleaders en forme ...
it_it: Non c'è modo di indignare un gruppo di cheerleaders...

source: Hiding is for pussies. Alpha athletes run. No shame in that.
fr_fr: Le masquage est pour les pussies. Les athlètes Alpha courent. Pas de honte à ça.
it_it: Nascondere è per le spighe. Gli atleti alpha corrono. Non vergogna in questo.

source: Where do I hide?!
fr_fr: Où est-ce que je me cache?
it_it: Dove mi nascondo?!

source: Shit, shit, shit. Think fast!
fr_fr: Merde, merde, merde. Pense vite !
it_it: Merda, merda, merda. Pensa velocemente!

source: Don't move...
fr_fr: Ne boutez pas ...
it_it: Non muoversi...

source: [_kate_s_laughing_] What are you doing?
fr_fr: [_kate_s_laughing_] Que faites-vous?
it_it: [_kate_s_laughing_] Cosa stai facendo?

source: Don't make eye contact...
fr_fr: Ne fais pas de contact visuel ...
it_it: Non fare contatto con gli occhi...

source: [_kate_s_neutral_] Hey, freak. I asked you a question.
fr_fr: [_kate_s_neutral_] Hey, freak. Je t'ai posé une question.
it_it: [_kate_s_neutral_] Hey, freak. Ti ho fatto una domanda.

source: Fuck.
fr_fr: Putain.
it_it: Cazzo

source: [_mc_] Nothing...
fr_fr: [_mc_] Rien ...
it_it: [_mc_] Niente...

source: [_kate_s_confident_] Were you trying to hide from me?
fr_fr: [_kate_s_confident_] Avez-vous essayé de me cacher?
it_it: [_kate_s_confident_] stavi cercando di nascondermi da me?

source: [_kate_s_neutral_] Don't lie to me.
fr_fr: [_kate_s_neutral_] Ne me mens pas.
it_it: [_kate_s_neutral_] Non mentirmi.

source: [_mc_] Fine... I did try to hide.
fr_fr: [_mc_] Amende ... J'ai essayé de me cacher.
it_it: [_mc_] Fine... Ho provato a nascondermi.

source: [_kate_s_confident_] You know, that's three transgressions already.
fr_fr: [_kate_s_confident_] Vous savez, c'est déjà trois transgressions.
it_it: [_kate_s_confident_] Sai, sono già tre trasgressioni.

source: [_mc_] Three...?
fr_fr: [_mc_] Trois ...?
it_it: [_mc_] Tre...?

source: [_kate_s_neutral_] One, perving on the cheer team.
fr_fr: [_kate_s_neutral_] Un, pervers sur l'équipe de cheer.
it_it: [_kate_s_neutral_] Uno, perving sulla squadra di tifo.

source: [_kate_s_neutral_] Two, running away.
fr_fr: [_kate_s_neutral_] Deux, en courant.
it_it: [_kate_s_neutral_] Due, scappando.

source: [_kate_s_neutral_] Three, trying to hide.
fr_fr: [_kate_s_neutral_] Trois, essayant de se cacher.
it_it: [_kate_s_neutral_] Tre, cercando di nascondersi.

source: [_kate_s_neutral_] You're making my life difficult, and I don't appreciate that.
fr_fr: [_kate_s_neutral_] Tu fais de ma vie difficile, et je n'apprécie pas ça.
it_it: [_kate_s_neutral_] Mi stai rendendo difficile la vita, e non lo apprezzo.

source: I hope they didn't see me climb up...
fr_fr: J'espère qu'ils ne m'ont pas vu monter ...
it_it: Spero che non mi abbiano visto salire...

source: They'd never expect me in here otherwise.
fr_fr: Ils ne m'attendraient jamais ici autrement.
it_it: Non mi avrebbero mai aspettato qui in altrimenti.

source: Mostly because they think I'm too fat.
fr_fr: Surtout parce qu'ils pensent que je suis trop gros.
it_it: Per lo più perché pensano che io sia troppo grasso.

source: [_stacy_] Where the hell did that pervert go?
fr_fr: [_stacy_] Où diable a-on fait ce pervers?
it_it: [_stacy_] Dove è andato l'inferno che perverso?

source: [_casey_] He must be around here somewhere!
fr_fr: [_casey_] Il doit être ici quelque part !
it_it: [_casey_] Egli deve essere in giro qui da qualche parte!

source: [_lacey_] Yeah, it feels like he's looking at my ass...
fr_fr: [_lacey_] Oui, c'est comme si il regardait mon cul ...
it_it: [_lacey_] Sì, sembra che stia guardando il mio culo...

source: She's not wrong. Hehe!
fr_fr: Elle n'a pas tort. Hehe !
it_it: Non ha torto. Hehe!

source: [_kate_s_grill_perspective_girls_] Let's go back... We'll deal with that creep later.
fr_fr: [_kate_s_grill_perspective_girls_] Revenons ... Nous allons nous occuper de ce fluage plus tard.
it_it: [_kate_s_grill_perspective_girls_] Torniamo... Ci occuperemo di questo striscio più tardi.

source: Phew! They left.
fr_fr: Phew ! Ils sont partis.
it_it: Phew! Sono partiti.

source: No one can go up against this enlightened bundle of gray matter.
fr_fr: Personne ne peut aller contre ce faisceau éclairé de matière grise.
it_it: Nessuno può salire contro questo fascio illuminato di materia grigia.

source: [_kate_s_laughing_] So, are you coming back to the gym willingly, or should I get the girls?
fr_fr: [_kate_s_laughing_] Alors, tu reviennes volontairement à la gym, ou devrais-je avoir les filles?
it_it: [_kate_s_laughing_] Quindi, stai tornando in palestra volentieri, o dovrei prendere le ragazze?

source: [_mc_] I'll come willingly...
fr_fr: [_mc_] Je viendrai volontiers ...
it_it: [_mc_] Verrò volentemente...

source: [_kate_s_flirty_] There's a good boy.
fr_fr: [_kate_s_flirty_] Il y a un bon garçon.
it_it: [_kate_s_flirty_] C'è un bravo ragazzo.

source: [_kate_s_flirty_] Okay, let's go back and determine your fate.
fr_fr: [_kate_s_flirty_] Ok, revenons et déterminez votre destin.
it_it: [_kate_s_flirty_] Okay, torniamo indietro e determiniamo il tuo destino.

source: [_kate_s_gushing_rope_] Look what I caught!
fr_fr: [_kate_s_gushing_rope_] Regarde ce que j'ai pris !
it_it: [_kate_s_gushing_rope_] Guarda cosa ho preso!

source: [_kate_s_gushing_rope_] A slippery little pervert.
fr_fr: [_kate_s_gushing_rope_] Un petit pervers glissant.
it_it: [_kate_s_gushing_rope_] Un piccolo perverso scivoloso.

source: [_stacy_] Does he talk?
fr_fr: [_stacy_] Est-ce qu'il parle?
it_it: [_stacy_] Parla?

source: [_lacey_] Can he do tricks?
fr_fr: [_lacey_] Peut-il faire des tours?
it_it: [_lacey_] Può fare dei trucchi?

source: [_kate_s_confident_right_rope_] Maybe we can teach him some...
fr_fr: [_kate_s_confident_right_rope_] Peut-être que nous pouvons lui apprendre ...
it_it: [_kate_s_confident_right_rope_] Forse possiamo insegnargli un po'...

source: [_casey_] How about begging? I'd like to see that.
fr_fr: [_casey_] Comment la mendicité? J'aimerais voir ça.
it_it: [_casey_] Che ne dici di mendicare? Mi piacerebbe vederlo.

source: [_kate_s_confident_right_rope_] I like that idea!
fr_fr: [_kate_s_confident_right_rope_] J'aime cette idée !
it_it: [_kate_s_confident_right_rope_] Mi piace quell'idea!

source: [_kate_s_confident_rope_] What do you think, [mc]?
fr_fr: [_kate_s_confident_rope_] Que pensez-vous, [mc]?
it_it: [_kate_s_confident_rope_] Cosa ne pensi, [mc]?

source: [_kate_s_neutral_rope_] Beg us to tie you up.
it_it: [_kate_s_neutral_rope_] Pregaci di legarti.

source: Oh, fuck! [kate] brought out her stern voice and her squad is backing her up...
fr_fr: Oh, merde ! [kate] a sorti sa voix arrière et son équipe la soutient ...
it_it: Oh, scopata! [kate] ha portato fuori la sua voce di poppa e la sua squadra la sta appoggiando...

source: Why am I getting hard from being bossed around?
fr_fr: Pourquoi est-ce que j'ai du mal à être bossée?
it_it: Perché sto ottenendo difficile da essere bossed intorno?

source: I can't let them see it. That would be {i}very{/} bad.
fr_fr: Je ne peux pas les laisser voir. Ce serait {i}très { / } mauvais.
it_it: Non posso farglielo vedere. Sarebbe {i}molto{/} brutto.

source: [_mc_] Please... err...
fr_fr: [_mc_] S'il vous plaît ... err ...
it_it: [_mc_] Per favore... err...

source: [_kate_s_neutral_rope_] Start over.
fr_fr: [_kate_s_neutral_rope_] Démarrage terminé.
it_it: [_kate_s_neutral_rope_] Inizia da capo.

source: God, she's so dominant!
fr_fr: Dieu, elle est si dominante !
it_it: Dio, è così dominante!
