Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_wicked.po
Languages: fr_fr, it_it

source: As I start to kiss my way up the arch of her foot, her squirming abates.
fr_fr: Alors que je commence à embrasser l'arche de son pied, son écureuil abat.
it_it: Mentre comincio a baciare la mia strada sull'arco del suo piede, il suo schizzino abita .

source: A small moan escapes her lips, and she spreads her toes.
fr_fr: Une petite taupe s'échappe de ses lèvres, et elle répand ses orteils.
it_it: Un piccolo gemito sfugge alle labbra, e si diffonde le dita dei piedi.

source: This invitation is all I need to put my tongue deeper between her toes, and apply some suction.
fr_fr: Cette invitation est tout ce que j'ai besoin de mettre ma langue plus profondément entre ses orteils, et d'appliquer une certaine succion.
it_it: Questo invito è tutto quello che ho bisogno di mettere la mia lingua più profonda tra le dita dei piedi, e applicare un po 'di aspirazione.

source: A shiver prickles the skin of her leg.
fr_fr: Un frisson sur la peau de sa jambe.
it_it: Un brivido punta la pelle della gamba.

source: Her breathing increases.
fr_fr: Sa respiration augmente.
it_it: Il suo respiro aumenta.

source: [_lindsey_] Oh, my goodness...
fr_fr: [_lindsey_] Oh, ma bonté ...
it_it: [_lindsey_] Oh, mia bontà...

source: I can't see [lindsey] face, but she's clearly blushing at the sensation.
fr_fr: Je ne vois pas le visage de [lindsey] , mais elle roule clairement à la sensation.
it_it: Non riesco a vedere il volto [lindsey] , ma sta chiaramente arrossendo alla sensazione.

source: The taste of her foot fills me with hunger.
fr_fr: Le goût de son pied me remplit de faim.
it_it: Il gusto del suo piede mi riempie di fame.

source: I need to have her. All of her.
fr_fr: J'ai besoin d'elle. Tout d'elle.
it_it: Ho bisogno di averla. Tutta di lei.

source: But I'm locked inside this box...
fr_fr: Mais je suis enfermé dans cette boîte ...
it_it: Ma io sono bloccato dentro questa scatola...

source: Instead, my lips increase their ravenous pace.
fr_fr: Au lieu de nous, mes lèvres augmentent leur rythme.
it_it: Invece, le mie labbra aumentano il loro ritmo ravenous.

source: My hand strokes my cock.
fr_fr: Ma main s'attaque à ma bite.
it_it: La mia mano mi accarezza il cazzo.

source: And just as I'm about to come... she pulls her foot out.
fr_fr: Et tout comme je suis sur le point de venir ... elle sort son pied.
it_it: E proprio come sto per venire... lei tira il suo piede fuori.

source: I'm left licking my lips, her taste still thick in my mouth.
fr_fr: Je suis laissée lécher mes lèvres, son goût reste épais dans ma bouche.
it_it: Mi sono lasciato leccare le labbra, il suo gusto ancora spesse in bocca.

source: Fucking tease! I knew it...
fr_fr: Putain de tease ! Je le savais ...
it_it: Cazzo prendere in giro! Lo sapevo...

source: Never a good time with her.
fr_fr: Jamais un bon moment avec elle.
it_it: Mai un buon momento con lei.

source: Damn it! Perhaps I went too hard or too fast on her?
fr_fr: Merde ! Peut-être que je suis allé trop fort ou trop vite sur elle?
it_it: Dannazione! Forse sono andato troppo duro o troppo veloce su di lei?

source: In the future, I need to be more gentle with [lindsey] if I want to have a chance...
fr_fr: A l'avenir, j'ai besoin d'être plus doux avec [lindsey] si je veux ont une chance ...
it_it: In futuro, ho bisogno di essere più gentile con [lindsey] se voglio avere una possibilità...

source: Anyway...
fr_fr: En tout cas ...
it_it: Comunque...

source: Still hard as a rock, I give my cock a few more strokes and cum all over the floor of the box.
fr_fr: Encore dur comme un rocher, je donne à ma bite quelques coups de plus et cum tous au-dessus du sol de la boîte.
it_it: Ancora duro come una roccia, do il mio cazzo un paio di colpi in più e cum su tutto il pavimento della scatola.

source: I suppose things could've gone much worse.
fr_fr: Je suppose que les choses auraient pu aller bien pire.
it_it: Suppongo che le cose avrebbero potuto andare molto peggio.

source: [_mc_] That's a weird costume.
fr_fr: [_mc_] C'est un costume bizarre.
it_it: [_mc_] Questo è un costume strano.

source: [_nurse_s_smile_] I suppose it's a bit unusual.
fr_fr: [_nurse_s_smile_] Je suppose que c'est un peu inhabituel.
it_it: [_nurse_s_smile_] Suppongo che sia un po' insolito.

source: [_mc_] So, you're going to be inside it?
fr_fr: [_mc_] Alors, vous allez être à l'intérieur?
it_it: [_mc_] Quindi, sarai dentro di esso?

source: [_nurse_s_annoyed_] Yes, that's the plan...
fr_fr: [_nurse_s_annoyed_] Oui, c'est le plan ...
it_it: [_nurse_s_annoyed_] Sì, questo è il piano...

source: Being locked into a box at the mercy of [kate]? This doesn't seem like a good idea.
fr_fr: Être enfermé dans une boîte à la merci du [kate]? Cela ne semble pas être une bonne idée.
it_it: Essere bloccati in una scatola alla mercé di [kate]? Questa non sembra una buona idea.

source: But maybe that's the whole point...
fr_fr: Mais peut-être que c'est tout le point ...
it_it: Ma forse è tutto il punto...

source: Oh, shit! They're coming!
fr_fr: Oh, merde ! Ils viennent !
it_it: Oh, merda! Stanno arrivando!

source: [_nurse_s_afraid_] Hide!
fr_fr: [_nurse_s_afraid_] Cacher !
it_it: [_nurse_s_afraid_] Nascondi!

source: [_mc_] Where?
fr_fr: [_mc_] Où?
it_it: [_mc_] Dove?

source: [_nurse_s_afraid_] I'll unlock the door to my office!
fr_fr: [_nurse_s_afraid_] Je déferais la porte à mon bureau !

source: Phew! That was close...
fr_fr: Phew ! C'était serré ...
it_it: Phew! Quello era chiuso...

source: [_kate_] What is this?
fr_fr: [_kate_] Qu'est-ce que c'est?
it_it: [_kate_] Che cos'è questo?

source: [_kate_] Why aren't you in the box?
fr_fr: [_kate_] Pourquoi n'êtes-vous pas dans la boîte?
it_it: [_kate_] Perché non sei nella scatola?

source: [_nurse_] Sorry...
fr_fr: [_nurse_] Désolé ...

source: [_kate_] You ruined the mystery!
fr_fr: [_kate_] Vous avez ruiné le mystère !
it_it: [_kate_] Hai rovinato il mistero!

source: [_stacy_] Is she always this slow?
fr_fr: [_stacy_] Est-ce qu'elle est toujours lente?
it_it: [_stacy_] È sempre così lenta?

source: [_lacey_] She is! Tanner once told me to bring him a bottle of elbow grease, and she took like five minutes to find it!
fr_fr: [_lacey_] Elle est ! Tanner m'a dit de lui apporter une bouteille de graisse de coude, et elle a pris cinq minutes pour le trouver !
it_it: [_lacey_] Lei è! Tanner una volta mi ha detto di portargli una bottiglia di grasso di gomito, e lei ha preso come cinque minuti per trovarla!

source: [_lacey_] What?
fr_fr: [_lacey_] Quoi?
it_it: [_lacey_] Cosa?

source: [_kate_] Strip and get in the box right now.
fr_fr: [_kate_] Bande et se trouver dans la boîte en ce moment.
it_it: [_kate_] Striscia e ottenere nella casella in questo momento.

source: [_nurse_] Yes, Miss [kate].
fr_fr: [_nurse_] Oui, Mlle [kate].
it_it: [_nurse_] Sì, Signorina [kate].

source: [_kate_] You've ruined the mystery for these three, but we can still keep it up for the rest of the party.
fr_fr: [_kate_] Vous avez ruiné le mystère pour ces trois, mais nous pouvons quand même tenir pour le reste de la fête.
it_it: [_kate_] Hai rovinato il mistero per questi tre, ma possiamo continuare a mantenerlo per il resto della festa.

source: [_kate_] I don't want to hear a sound from you for the rest of the night. Is that understood?
fr_fr: [_kate_] Je ne veux pas entendre un son de vous pour le reste de la nuit. Est-ce que c'est compris?
it_it: [_kate_] Non voglio sentire un suono da te per il resto della notte. È capito?

source: [_kate_] Good girl.
fr_fr: [_kate_] Bonne fille.
it_it: [_kate_] Buona ragazza.

source: [_stacy_] Of course.
fr_fr: [_stacy_] Bien sûr.
it_it: [_stacy_] Certo.

source: [_kate_] Okay, lock her in and we'll get this show on the road.
fr_fr: [_kate_] Ok, elle la verrouine et on aura ce spectacle sur la route.
it_it: [_kate_] Okay, bloccarla dentro e otterremo questo spettacolo sulla strada.

source: [_casey_] Oof, she's heavy...
fr_fr: [_casey_] Oof, elle est lourde ...
it_it: [_casey_] Oof, lei è pesante...

source: [_kate_] Maybe I need to put her on a diet.
fr_fr: [_kate_] Peut-être que je dois la mettre sur un régime.
it_it: [_kate_] Forse ho bisogno di metterla a dieta.

source: [_lacey_] Couldn't we have brought Chad to help carry it?
fr_fr: [_lacey_] N'avons-nous pas apporté notre aide au Tchad?
it_it: [_lacey_] Non abbiamo portato il Ciad ad aiutarlo a portarlo?

source: [_kate_] [lacey]-baby, you can't rely on men to do everything for you.
fr_fr: [_kate_] [lacey]-bébé, vous ne pouvez pas compter sur les hommes pour tout faire pour vous.
it_it: [_kate_] [lacey]-baby, non puoi fare affidamento sugli uomini per fare tutto per te.

source: [_lacey_] Seems like a good use for them...
fr_fr: [_lacey_] Les sèmes comme une bonne utilisation pour eux ...
it_it: [_lacey_] Sembra un buon uso per loro...

source: [_lacey_] Fine...
fr_fr: [_lacey_] Amende ...

source: Okay, seems like they left.
fr_fr: Ok, on dirait qu'ils sont partis.
it_it: Va bene, sembra che se ne vadano.

source: I better get my own costume in order. Don't want to be late to the party.
fr_fr: Je ferais mieux d'obtenir mon propre costume. Ne veux pas être en retard au la fête.
it_it: Meglio ottenere il mio costume in ordine. Non vuoi essere in ritardo per la festa.

source: These bed sheets will do nicely, I just need to find a way to make eye-holes...
fr_fr: Ces draps vont bien faire, j'ai juste besoin de trouver un moyen de faire des trous oculaires ...
it_it: Queste lenzuola faranno bene, ho solo bisogno di trovare un modo per fare occhi...

source: Surely, the [nurse]'s office has a pair of scissors or something?
fr_fr: Le bureau du [nurse]a-t-il une paire de ciseaux ou quelque chose?
it_it: Sicuramente, l'ufficio di [nurse]ha un paio di forbici o qualcosa?

source: There we go. This should do the trick.
fr_fr: Nous y allons. Ça devrait faire le tour.
it_it: Ci andiamo. Questo dovrebbe fare il trucco.

source: Although... they will know it's me as soon as I talk...
fr_fr: Bien que ... ils sauront que c'est moi dès que je parle ...
it_it: Però... lo sapranno che sono io non appena parlo...

source: Hmm... maybe I can use a text to speech thing on my phone?
fr_fr: Hmm ... peut-être que je peux utiliser un texte pour parler sur mon téléphone?
it_it: Hmm... forse posso usare un testo per parlare cosa sul mio telefono?

source: Let's see here...
fr_fr: Voyons voir ici ...
it_it: Vediamo qui...

source: Oh, this ghostly Halloween voice will do nicely!
fr_fr: Oh, cette voix fantôme d'Halloween va bien !
it_it: Oh, questa voce spettrale di Halloween farà bene!

source: I'll just type something down and...
fr_fr: Je vais taper quelque chose en bas et ...
it_it: Io scriverò qualcosa in basso e...

source: [_mc_] {👻}This party is about to take a dark turn...{/👻}
fr_fr: [_mc_] {👻} Cette partie est sur le point de prendre un virage sombre ... { /👻}
it_it: [_mc_] {👻}Questo party sta per prendere un giro buio...{/👻}

source: Perfect! Okay, it's party time.
fr_fr: Parfait ! Ok, c'est le temps des partis.
it_it: Perfetto! Va bene, è tempo di festa.

source: Loud music is coming from inside... I guess the party has already started.
fr_fr: La musique à haute voix vient de l'intérieur ... Je suppose que le parti a déjà commencé.
it_it: La musica forte viene dall'interno... Immagino che la festa sia già iniziata.

source: I better put on my costume before knocking.
fr_fr: Je ferais mieux de mettre mon costume avant de frapper.
it_it: Meglio mettere il mio costume prima di bussare.

source: Okay, here goes nothing...
fr_fr: Ok, ici ne va rien ...
it_it: Ok, qui non va niente...

source: They probably can't hear me over the—
fr_fr: Ils ne peuvent probablement pas m'entendre par-dessus
it_it: Probabilmente non riescono a sentirmi oltre—

source: Oh, crap.
fr_fr: Oh, merde.
it_it: Oh, merda.

source: [_kate_s_surprised_] Chloe? Is that you?
fr_fr: [_kate_s_surprised_] Chloé? C'est toi?
it_it: [_kate_s_surprised_] Chloe? Sei tu?

source: [_mc_] {👻}I am the Ghost of Christmas Sins!{/👻}
fr_fr: [_mc_] {👻} Je suis le fantôme des Sins de Noël ! { /👻}
it_it: [_mc_] {👻}Sono il fantasma dei peccati di Natale!{/👻}

source: [_kate_s_gushing_] That's awesome!
fr_fr: [_kate_s_gushing_] C'est génial !
it_it: [_kate_s_gushing_] È fantastico!

source: [_kate_s_gushing_] Tell me, then. What are my sins?
fr_fr: [_kate_s_gushing_] Dis-moi, alors. Quels sont mes péchés?
it_it: [_kate_s_gushing_] Dimmi, allora. Quali sono i miei peccati?

source: Well, that should be easy enough...
fr_fr: Eh bien, ça devrait être assez facile ...
it_it: Beh, questo dovrebbe essere abbastanza facile...

source: [_mc_] {👻}Your lust for revenge...{/👻}
fr_fr: [_mc_] {👻} Votre soif de vengeance ... { /👻}
it_it: [_mc_] {👻}La tua voglia di vendetta...{/👻}

source: [_mc_] {👻}...is what will eventually be your downfall.{/👻}
fr_fr: [_mc_] {👻} ... est ce qui finira par être votre chute. { /👻}
it_it: [_mc_] {👻}...è quello che alla fine sarà il tuo downfall.{/👻}

source: [_mc_] {👻}You dream about it, even when you're awake.{/👻}
fr_fr: [_mc_] {👻} Vous en rêver, même lorsque vous êtes réveillé. { /👻}
it_it: [_mc_] {👻}Tu ne sogni anche quando sei sveglio.{/👻}

source: [_mc_] {👻}It consumes you, and those around you.{/👻}
fr_fr: [_mc_] {👻} Il s'agit de vous et de ceux qui vous entourent. { /👻}
it_it: [_mc_] {👻}Ti consuma e quelli che ti circondano.{/👻}

source: [_kate_s_thinking_] I don't think that's true...
fr_fr: [_kate_s_thinking_] Je ne pense pas que c'est vrai ...
it_it: [_kate_s_thinking_] Non penso che sia vero...

source: [_mc_] {👻}You make your friends worship at your altar.{/👻}
fr_fr: [_mc_] {👻} Vous faites adorer vos amis sur votre autel. { /👻}
it_it: [_mc_] {👻}Fai adorare i tuoi amici al tuo altare.{/👻}

source: [_mc_] {👻}With no regard for their own wishes.{/👻}
fr_fr: [_mc_] {👻} Sans aucune considération pour leurs propres souhaits. { /👻}
it_it: [_mc_] {👻}Senza riguardo per i propri desideri.{/👻}

source: [_mc_] {👻}Mere substitutes for your revenge fantasy.{/👻}
fr_fr: [_mc_] {👻} Mere substitution for your vengeance fantasy. { /👻}
it_it: [_mc_] {👻}Mere sostituisce la tua fantasia di vendetta.{/👻}

source: [_kate_s_embarrassed_] Who told you about that?
fr_fr: [_kate_s_embarrassed_] Qui t'a parlé de ça?
it_it: [_kate_s_embarrassed_] Chi te l'ha detto?

source: [_mc_] {👻}You did.{/👻}
fr_fr: [_mc_] {👻} Vous l'avez fait. { /👻}
it_it: [_mc_] {👻}Hai fatto.{/👻}

source: [_kate_s_embarrassed_] I know I didn't tell you, and I know for a fact that [lacey] didn't either.{space=-5}
fr_fr: [_kate_s_embarrassed_] Je sais que je ne vous ai pas dit, et je sais que [lacey] ne l'a pas fait non plus. { space=-5 }
it_it: [_kate_s_embarrassed_] So che non ti ho detto e so per un fatto che nemmeno [lacey] . {space=-5}

source: [_mc_] {👻}And yet, I know it all the same.{/👻}
fr_fr: [_mc_] {👻} Et pourtant, je le sais tout de même. { /👻}
it_it: [_mc_] {👻}E ancora, conosco tutto lo stesso.{/👻}

source: [_kate_s_blush_] Huh... that's a neat trick you've got there.
fr_fr: [_kate_s_blush_] Huh ... c'est une astuce que vous avez là.
it_it: [_kate_s_blush_] Huh... questo è un trucco pulito che hai trovato lì.

source: [_kate_s_blush_] If you have more of those dirty little secrets, then you'll be a fun addition to the party.
fr_fr: [_kate_s_blush_] Si vous avez plus de ces sales petits secrets, alors vous serez un ajout amusant à la fête.
it_it: [_kate_s_blush_] Se hai più di quei piccoli segreti sporchi, allora sarai un'aggiunta divertente alla festa.

source: [_kate_s_blush_] Well, then. Come on in!
fr_fr: [_kate_s_blush_] Eh bien, alors. Allez !
it_it: [_kate_s_blush_] Beh, allora. Vieni in!

source: Puh! Easy as that!
fr_fr: Puh ! Facile comme ça !
it_it: Puh! Facile come quello!

source: I'm sweating... I really need to get faster at typing.
fr_fr: Je transpirais ... J'ai vraiment besoin d'être plus rapide à taper.
it_it: Sto sudando... Ho davvero bisogno di ottenere più velocemente a battitura.

source: [_mc_] {👻}Your fears...{/👻}
fr_fr: [_mc_] {👻} Vos craintes ... { /👻}
it_it: [_mc_] {👻}Le tue paure...{/👻}

source: [_mc_] {👻👻}...is what drives you. It's what keeps you at the top of the world.{/👻👻}
fr_fr: [_mc_] {👻👻} ... est ce qui vous motive. C'est ce qui vous tient au le dessus du monde. { /👻👻}
it_it: [_mc_] {👻👻}...è ciò che ti guida. È ciò che ti mantiene in la cima del mondo.{/👻👻}

source: [_mc_] {👻👻}Fear of losing what you have. Fear of becoming something else.{/👻👻}
fr_fr: [_mc_] {👻👻} Peur de perdre ce que vous avez. Peur de devenir autre chose. { /👻👻}
it_it: [_mc_] {👻👻}Paura di perdere quello che hai. Paura di diventare qualcos'altro.{/👻👻}

source: [_mc_] {👻👻}Fear of being judged. Fear of stepping out of the spotlight.{/👻👻}
fr_fr: [_mc_] {👻👻} Peur d'être jugé. Peur de sortir de le projecteur. { /👻👻}
it_it: [_mc_] {👻👻}Paura di essere giudicato. Paura di uscire da i riflettori.{/👻👻}

source: [_mc_] {👻👻}Fear of being vulnerable. Fear of opening yourself.{/👻👻}
fr_fr: [_mc_] {👻👻} Peur d'être vulnérable. Peur d'ouverture vous-même. { /👻👻}
it_it: [_mc_] {👻👻}Paura di essere vulnerabile. Paura di aprire te stesso.{/👻👻}

source: [_mc_] {👻}Fear of opening your heart.{/👻}
fr_fr: [_mc_] {👻} Peur d'ouverture de votre coeur. { /👻}
it_it: [_mc_] {👻}Paura di aprire il tuo cuore.{/👻}

source: [_mc_] {👻👻}It rules your every waking hour. It gives you power, but it doesn't give you happiness.{/👻👻}
fr_fr: [_mc_] {👻👻} Il règle votre heure de réveil. Il vous donne puissance, mais ça ne vous donne pas le bonheur. { /👻👻}
it_it: [_mc_] {👻👻}Regola ogni ora di veglia. Ti dà potere , ma non ti dà felicità.{/👻👻}

source: [_mc_] {👻}That's your biggest sin.{/👻}
fr_fr: [_mc_] {👻} C'est votre plus gros péché. { /👻}
it_it: [_mc_] {👻}Questo è il tuo più grande sin.{/👻}

source: [kate] looks completely flustered.
fr_fr: Le [kate] semble complètement bouffé.
it_it: [kate] sembra completamente sfuggito.

source: [_kate_s_embarrassed_] That's...
fr_fr: [_kate_s_embarrassed_] C'est. ..
it_it: [_kate_s_embarrassed_] Che È...

source: I've never seen her blush like this before.
fr_fr: Je ne l'ai jamais vue comme ça avant.
it_it: Non l'ho mai vista arrossire come questo prima.

source: [_kate_s_embarrassed_] That's not...
fr_fr: [_kate_s_embarrassed_] Ce n'est pas ...
it_it: [_kate_s_embarrassed_] Non è così...

source: I've never seen her speechless.
fr_fr: Je ne l'ai jamais vue sans voix.
it_it: Non l'ho mai vista senza parole.

source: Anyway, here's my chance to get into the party!
fr_fr: Quoi qu'il en soit, voici ma chance d'entrer dans le parti !
it_it: Comunque, ecco la mia possibilità di entrare nella festa!

source: [_mc_] {👻}Your pride...{/👻}
fr_fr: [_mc_] {👻} Votre fierté ... { /👻}
it_it: [_mc_] {👻}Il tuo orgoglio...{/👻}

source: [_mc_] {👻}...has always been your biggest sin.{/👻}
fr_fr: [_mc_] {👻} ... a toujours été votre plus grand péché. { /👻}
it_it: [_mc_] {👻}...è sempre stato il tuo peccato più grande.{/👻}

source: [_mc_] {👻}What you want is all within your reach...{/👻}
fr_fr: [_mc_] {👻} Ce que vous voulez est tout à votre portée ... { /👻}
it_it: [_mc_] {👻}Quello che vuoi è tutto a portata di mano...{/👻}

source: [_mc_] {👻}You're the queen of your own realm.{/👻}
fr_fr: [_mc_] {👻} Vous êtes la reine de votre propre domaine. { /👻}
it_it: [_mc_] {👻}Sei la regina del tuo regno.{/👻}

source: [_mc_] {👻👻}You make the rules. Without pride, you have no shackles.{/👻👻}
fr_fr: [_mc_] {👻👻} Vous faites les règles. Sans fierté, vous avez pas de manettes. { /👻👻}
it_it: [_mc_] {👻👻}Tu fai le regole. Senza orgoglio, hai nessuna baracca.{/👻👻}

source: [_kate_s_thinking_] I think I know what you're saying...
fr_fr: [_kate_s_thinking_] Je crois savoir ce que vous dites ...
it_it: [_kate_s_thinking_] Penso di sapere quello che stai dicendo...

source: [_kate_s_blush_] Why should I care what others think? I should just take what I want.
fr_fr: [_kate_s_blush_] Pourquoi devrais-je m'occuper de ce que pensent les autres? Je devrais juste prendre ce que je veux.
it_it: [_kate_s_blush_] Perché dovrei preoccuparmi di quello che pensano gli altri? Dovrei solo prendere quello che voglio.

source: [_kate_s_blush_] What's the harm in letting your darkest desires take the wheel?
fr_fr: [_kate_s_blush_] Quel est le danger de laisser vos désirs les plus sombres prendre la roue?
it_it: [_kate_s_blush_] Qual è il danno nel lasciare che i tuoi desideri più bui prendano la ruota?

source: [_kate_s_blush_] I think I'm going to let them run freely from now on.
fr_fr: [_kate_s_blush_] Je pense que je vais les laisser courir librement à partir de maintenant.
it_it: [_kate_s_blush_] Penso che li lascerò correre liberamente da ora in poi.

source: [_kate_s_blush_] Perhaps it's time to take it to the next level...
fr_fr: [_kate_s_blush_] Peut-être qu'il est temps de passer au niveau suivant ...
it_it: [_kate_s_blush_] Forse è il momento di portarlo al livello successivo...

source: [_kate_s_blush_] Thanks, ghost! Welcome to the party!
fr_fr: [_kate_s_blush_] Merci, fantôme ! Bienvenue à la fête !
it_it: [_kate_s_blush_] Grazie, fantasma! Benvenuto nella festa!

source: Shit. I may have just unlocked [kate]'s next level.
fr_fr: Merde. J'ai peut-être juste déverrouillé [kate]'s le niveau suivant.
it_it: Merda. Potrei aver appena sbloccato il livello successivo di [kate].

source: Do I actually want that?
fr_fr: Est-ce que je veux vraiment ça?
it_it: In realtà lo voglio?

source: Maybe I should have thought this through...
fr_fr: Peut-être que j'aurais dû le penser par ...
it_it: Forse avrei dovuto pensare tutto questo...

source: Wow! This is really something...
fr_fr: Wow ! C'est vraiment quelque chose ...
it_it: Wow! Questo è davvero qualcosa...

source: No wonder [kate] is so popular.
fr_fr: Pas étonnant que le [kate] soit si populaire.
it_it: Non c'è da meravigliarsi che [kate] sia così popolare.

source: All this time, I wondered what a party with the popular kids would be like...
fr_fr: Tout ce temps, je me demandais quel parti avec les enfants populaires serait comme ...
it_it: Per tutto questo tempo, mi sono chiesto che cosa una festa con i bambini popolari sarebbe come...

source: Cute girls moving their bodies to the music.
fr_fr: Cutes filles qui déplacent leur corps vers la musique.
it_it: Ragazze carine che trasferiscono i loro corpi alla musica.

source: The alcohol flowing freely.
fr_fr: L'alcool coule librement.
it_it: L'alcol fluisce liberamente.

source: Fun. Games. Gossip.
fr_fr: S'amuser. Jeux. Gossip.
it_it: Divertimento. Giochi. Gossip.

source: Yeah, I imagined all that, but still... it's something else actually being here.
fr_fr: Ouais, j'ai imaginé tout ça, mais ... c'est quelque chose d'autre en fait ici.
it_it: Sì, ho immaginato tutto questo, ma ancora... è qualcos'altro in realtà essere qui.

source: It's like... being in the know. Like a secret handshake or something.
fr_fr: C'est comme ... être dans le savoir. Comme une poignée de main secrète ou quelque chose.
it_it: È come... essere nel sapere. Come una stretta di mano segreta o qualcosa.

source: To be able to say you were there.
fr_fr: Pour pouvoir dire que vous étiez là.
it_it: Per essere in grado di dire che eri lì.

source: Now I just have to keep up appearances...
fr_fr: Maintenant j'ai juste à suivre les apparences ...
it_it: Ora devo solo mantenere le apparenze...

source: Hopefully, I'll be left alone, and—
fr_fr: J'espère que je serai seul, et-
it_it: Speriamo che sarò lasciato da solo, e—

source: [_lindsey_s_afraid_] Eeep! A ghost! [withvpunch]
fr_fr: [_lindsey_s_afraid_] Eeep ! Un fantôme ! [withvpunch]
it_it: [_lindsey_s_afraid_] Eeep! Un fantasma! [withvpunch]

source: [_lindsey_s_laughing_] Just kidding!
fr_fr: [_lindsey_s_laughing_] Je plaisante !
it_it: [_lindsey_s_laughing_] sta scherzando!

source: [_lindsey_s_smile_] How are you, Mrs. Ghost?
fr_fr: [_lindsey_s_smile_] Comment vous êtes, Mme Ghost?
it_it: [_lindsey_s_smile_] Come stai, la signora Ghost?
