Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/q_kate_blowjob_dream.po
Languages: fr_fr, it_it

source: The constant suction of her mouth and lips is her way of asking for forgiveness.
fr_fr: La succion constante de sa bouche et de ses lèvres est sa façon de demander pardon.
it_it: La costante aspirazione della bocca e delle labbra è il suo modo di chiedere perdono.

source: But that's simply too late.
fr_fr: Mais c'est tout simplement trop tard.
it_it: Ma è semplicemente troppo tardi.

source: That look.
fr_fr: C'est ça.
it_it: Quello sguardo.

source: [_mc_] Is that concern, [kate]?
fr_fr: [_mc_] Est ce souci, [kate]?
it_it: [_mc_] È questa preoccupazione, [kate]?

source: God, she must be worried about the hatred in my eyes.
fr_fr: Dieu, elle doit s'inquiéter de la haine à mes yeux.
it_it: Dio, deve essere preoccupata per l'odio ai miei occhi.

source: And rightfully so, I'm going to take her all the way.
fr_fr: Et à juste titre, je vais l'emmener tout le chemin.
it_it: E giustamente così, la prenderò fino in fondo.

source: A little deeper. Poking at the opening of her throat.
fr_fr: Un peu plus profond. Le pocher à l'ouverture de sa gorge.
it_it: Un po' più profondo. Poking all'apertura della gola.

source: The fact that she's trying to keep me out of that tight passage only makes me want to conquer it more.
fr_fr: Le fait qu'elle essaie de me tenir à l'écart de ce passage étroit ne fait que me faire envie de la conquérir davantage.
it_it: Il fatto che lei stia cercando di tenermi fuori da quel passaggio stretto mi fa solo volere conquistarlo di più.

source: Her face turning red from the struggle just makes me hold her firmer. Show her even less mercy.
fr_fr: Son visage qui s'est transformé en rouge de la lutte m'oblige à la tenir plus ferme. Montre-sa encore moins de pitié.
it_it: Il suo volto che si trasforma in rosso dalla lotta mi fa solo tenerla più ferma.

source: I love that little gasp every time my dick lines up with her throat and hits the back of her mouth.
fr_fr: J'adore ce petit gasp à chaque fois que ma bite se heurte à la gorge et touche le dos de sa bouche.
it_it: Adoro quella piccola benzina ogni volta che il mio cazzo si allinea con la sua gola e colpisce la parte posteriore della sua bocca.

source: She's scared I'll push myself deeper. With my tight grip on her hair, she wouldn't be able to put up much resistance.
fr_fr: Elle a peur de me pousser plus loin. Avec mon poil serré sur ses cheveux, elle ne serait pas capable de mettre beaucoup de résistance.
it_it: Ha paura che mi spingerò più in profondità. Con la mia stretta presa sui capelli, non sarebbe in grado di sopportare molta resistenza.

source: Maybe she knows it's coming. That's why she closed her eyes.
fr_fr: Peut-être qu'elle sait que ça arrive. C'est pourquoi elle a fermé les yeux.
it_it: Forse sa che sta arrivando. Ecco perché ha chiuso gli occhi.

source: What thoughts are going through her head as she prepares for the inevitable?
fr_fr: Que pense-t-elle de sa tête alors qu'elle se prépare à l'inévitable?
it_it: Quali pensieri stanno attraversando la sua testa mentre si prepara per l'inevitabile?

source: Is she already plotting her revenge or is she planning our wedding?
fr_fr: Est-ce qu'elle complote déjà sa revanche ou est-elle en train de préparer notre mariage?
it_it: Sta già tramando la sua vendetta o sta pianificando il nostro matrimonio?

source: It would be funny if this is the sort of thing it takes to break the ice queen.
fr_fr: Ce serait drôle si c'est le genre de chose qu'il faut pour briser la reine des glaces.
it_it: Sarebbe divertente se questo fosse il tipo di cosa che ci vuole per rompere la regina del ghiaccio.

source: Either way, it doesn't really matter. What matters is me invading her throat.
fr_fr: Quoi qu'il en soit, ça n'a pas vraiment d'importance. Ce qui compte, c'est d'envahir sa gorge.
it_it: In ogni caso, non importa. Ciò che conta è che io la invada.

source: If she doesn't want to surrender it willingly, I have to take it by force.
fr_fr: Si elle ne veut pas la rendre volontairement, je dois le prendre par la force.
it_it: Se lei non vuole arrenderlo volentieri, devo prenderlo con la forza.

source: Another hand on the back of her head. Increasing the power of my steel grip.
fr_fr: Une autre main sur le dos de sa tête. Accroissement de la puissance de mon poigne d'acier.
it_it: Un'altra mano sul retro della sua testa. Aumentare la potenza della mia impugnatura in acciaio.

source: This is... the most... satisfying thing... ever.
fr_fr: C'est ... la chose la plus ... satisfaisante ... jamais.
it_it: Questo è... il più... soddisfacente... mai...

source: To just push my dick past her tonsils. Slam it into her throat!
fr_fr: Pour pousser ma bite au-delà de ses amygdalles. Slam it dans sa gorge !
it_it: Per spingere il mio cazzo oltre le sue tonsille. Sbattere nella sua gola!

source: Make her swallow it whole. Cork her up.
fr_fr: Rendez son avaleur tout entier. La liège.
it_it: La faccia ingoiare intera. Cork su.

source: She's said so much shit to me over the years. Now there's just gurgles of discomfort.
fr_fr: Elle m'a tellement dit de merde au fil des ans. Maintenant il y a juste des goujons de l'inconfort.
it_it: Mi ha detto tanta merda nel corso degli anni. Ora c'è solo un gorgoglio di disagio.

source: My fingers tighten on her hair. There's no way I'm letting go now.
fr_fr: Mes doigts se serrez sur ses cheveux. Il n'y a aucun moyen que je laisse partir maintenant.
it_it: Le mie dita si stringono sui capelli. Non c'è modo che sto lasciando andare adesso.

source: It's a steel grip practiced over years of miserable masturbation.
fr_fr: C'est une prise en acier pratiquée pendant des années de masturbation misérable.
it_it: È una presa in acciaio praticata nel corso di anni di miserabile masturbazione.

source: She tries to wiggle her head back and forth, but I've got her locked down completely.
fr_fr: Elle essaie de se tortiller la tête, mais je l'ai complètement enfermée.
it_it: Lei cerca di mettersi la testa avanti e indietro, ma l'ho chiusa completamente a chiave.

source: Her nails dig into my legs, but that pain is drowned out by the sheer pleasure.
fr_fr: Ses ongles creusent dans mes jambes, mais cette douleur est noyée par le pur plaisir.
it_it: Le unghie mi scavano nelle gambe, ma quel dolore è annegato dal puro piacere.

source: Her throat keeps spasming against my dick.
fr_fr: Sa gorge continue à cracher contre ma bite.
it_it: La sua gola continua a spasmare contro il mio cazzo.

source: All her strength to get away isn't enough. We both know it. It's just a reflex at this point.
fr_fr: Toute sa force pour s'en aller n'est pas suffisante. Nous le savons tous les deux. C'est juste un réflexe à ce stade.
it_it: Tutta la sua forza per scappare non è sufficiente. Lo sappiamo entrambi. È solo un riflesso a questo punto.

source: There it is. The look of pleading resignation.
fr_fr: C'est là. L'apparence de la démission.
it_it: Ce lo è. Lo sguardo di chiedere le dimissioni.

source: She has finally come to terms with who decides her fate.
fr_fr: Elle a enfin fini avec qui décide de son sort.
it_it: È finalmente venuta a patti con chi decide il suo destino.

source: That fucking bitch. After everything she's done. How dare she plead for mercy now?
fr_fr: Cette putain de pute. Après tout ce qu'elle a fait. Comment ose-t-elle plaider pour la miséricorde maintenant?
it_it: Quella scopata cagna. Dopo tutto ha fatto. Come osa pregare per la misericordia ora?

source: If my hands weren't welded to the back of her skull, I'd slap her for the sheer insolence.
fr_fr: Si mes mains n'étaient pas soudées à l'arrière de son crâne, je la girais pour l'insolence.
it_it: Se le mie mani non fossero saldate sul dorso del suo cranio, la schiaffeggierei per la pura insolenza.

source: Her throat keeps spasming around my cock as her body shakes.
fr_fr: Sa gorge continue à cracher autour de ma bite comme son corps se gâte.
it_it: La sua gola continua a spasmarsi intorno al mio cazzo mentre il suo corpo si agita.

source: Still weakly trying to break loose and pull my dick out.
fr_fr: Encore peu à essayer de se détachez et de tirer ma bite.
it_it: Ancora debole cercando di rompere sciolto e tirare il mio cazzo fuori.

source: She never expected me to go this far.
fr_fr: Elle ne m'a jamais attendu à aller aussi loin.
it_it: Non si è mai aspettata che io andassi così lontano.

source: She probably never thought she'd have a dick this deep down her throat either.
fr_fr: Elle n'a probablement jamais pensé qu'elle aurait une bite dans sa gorge.
it_it: Probabilmente non ha mai pensato che avrebbe avuto un cazzo questo profondo giù per la sua gola sia.

source: [_mc_] You're not going anywhere until I'm done.
fr_fr: [_mc_] Vous n'allez nulle part tant que je n'ai pas fini.
it_it: [_mc_] Non vai da nessuna parte finché non ho finito.

source: The only thing is... I'm not done. There's still another inch left.
fr_fr: La seule chose est ... Je ne suis pas fait. Il reste encore un pouce.
it_it: L'unica cosa è... non ho finito. C'è ancora un altro pollice rimasto.

source: [_mc_] Here it comes.
fr_fr: [_mc_] Voilà.
it_it: [_mc_] Qui arriva.

source: There! All of it — every last inch — buried in her throat.
fr_fr: Voilà ! Tout ça-tous les derniers centimètres-enterré dans sa gorge.
it_it: Lì! Tutto questo — ogni ultimo pollice — sepolto in gola.

source: What a feeling when it finally slid home!
fr_fr: Quel sentiment quand il a finalement glissé à la maison !
it_it: Che sensazione quando finalmente è scivolato a casa!

source: Her nose against my pelvis, her chin against my balls.
fr_fr: Son nez contre mon bassin, son menton contre mes couilles.
it_it: Il suo naso contro il mio bacino, il suo mento contro le mie palle.

source: Her tight hot throat wrapped around me. Squeezing me erratically. Tears of panic rising in her eyes.
fr_fr: Sa gorge chaude est enveloppée autour de moi. Je m'écroule de façon erratique. Des larmes de panique se levont dans les yeux.
it_it: La sua gola calda stretta mi avvolse intorno. Strizzatemi erraticamente. Lacrime di panico che si alzano negli occhi.

source: She's nothing but a cocksleeve. The queen of Newfall High is nothing but a milking machine for my balls.
fr_fr: Elle n'est qu'un manchon. La reine de Newfall High n'est rien d'autre qu'une machine à traite pour mes couilles.
it_it: Non è altro che una manicotta. La regina di Newfall High non è altro che una mungitrice per le mie palle.

source: Hundreds of tiny muscles trying to push me out. Massaging me.
fr_fr: Des centaines de petits muscles qui essayont de me pousser dehors. Massage-moi.
it_it: Centinaia di piccoli muscoli che cercano di spingermi fuori.

source: My grip tightens around her head. Her nails leave nasty marks on my wrists and thighs. But she's not getting away from this.
fr_fr: Ma main se resserre autour de sa tête. Ses ongles laissent des marques nasales sur mes poignets et mes cuisses. Mais elle ne s'en éloigne pas.
it_it: La mia presa si stringe intorno alla testa. Le unghie lasciano segni brutti sui polsi e sulle cosce. Ma non si sta allontanando da questo.

source: The true retribution for everything she's done.
fr_fr: La vraie punition pour tout ce qu'elle a fait.
it_it: La vera retribuzione per tutto quello che ha fatto.

source: Choke, bitch!
fr_fr: Choke, salope !
it_it: Choke, cagna!

source: My whole body wants me to go even deeper, but it's not physically possible.
fr_fr: Mon corps entier veut que je aille encore plus loin, mais ce n'est pas physiquement possible.
it_it: Tutto il mio corpo vuole che io vada ancora più in profondità, ma non è fisicamente possibile.

source: The tip of my dick is probably poking at the opening of her stomach.
fr_fr: La pointe de ma bite se porte probablement à l'ouverture de son estomac.
it_it: La punta del mio cazzo sta probabilmente puntando all'apertura dello stomaco.

source: If only my dick were a little longer, I'd let her taste her last meal as I pull out.
fr_fr: Si seulement ma bite était un peu plus longtemps, je lui ai laissé le goût de son dernier repas.
it_it: Se solo il mio cazzo fosse un po' più lungo, le lascerei assaggiare il suo ultimo pasto mentre tiravo fuori.

source: Maybe if I pull out a bit and enter her with force.
fr_fr: Peut-être que si je me retire un peu et que je l'entrerai avec force.
it_it: Forse se tiro fuori un po 'e entrare con la forza.

source: [_mc_] That's it. Stop struggling.
fr_fr: [_mc_] C'est tout. Arrêtez de lutter.
it_it: [_mc_] Questo è tutto. Smettila di lottare.

source: She's finally relaxing, allowing me to fuck her throat as deeply as I want.
fr_fr: Elle est finalement relaxante, me permettant de baiser la gorge aussi profondément que je le veux.
it_it: Si sta finalmente rilassando, permettendomi di scopare la gola nel modo più profondo che voglio.

source: Despite her obvious lack of oxygen, she sticks her tongue out, licking my balls.
fr_fr: Malgré son manque évident d'oxygène, elle colle sa langue, léchant mes couilles.
it_it: Nonostante la sua evidente mancanza di ossigeno, lei attacca la sua lingua fuori, leccando le mie palle.

source: Her mouth tightens even more. She really wants my jizz... or perhaps just a breath of fresh air.
fr_fr: Sa bouche resserre encore plus. Elle veut vraiment mon jizz ... ou peut-être juste une bouffée d'air frais.
it_it: La sua bocca stringe ancora di più. Vuole davvero il mio puzzo... o forse solo un respiro di aria fresca.

source: It's a battle.
fr_fr: C'est une bataille.
it_it: È una battaglia.

source: For all the women that have hurt me or denied me any sort of affection in the past, [kate]'s going to suffer.
fr_fr: Pour toutes les femmes qui m'ont blessé ou qui m'ont refusé une quelconque affection dans le passé, [kate]'s va souffrir.
it_it: Per tutte le donne che mi hanno ferito o mi hanno negato qualsiasi tipo di affetto nel passato, [kate]sta per soffrire.

source: She's going to please me for as long as humanly possible.
fr_fr: Elle va me plaire aussi longtemps que possible humainement.
it_it: Lei mi farà piacere per tutto il tempo umanamente possibile.

source: God, that's so hot. Her eyeballs rolling back into her skull. The lack of oxygen is finally hitting her in full.
fr_fr: Mon Dieu, c'est si chaud. Ses yeux roule dans son crâne. Le manque d'oxygène la frappe enfin dans son intégralité.
it_it: Dio è così caldo. I suoi bulbi oculari rotolano indietro nel suo cranio. La mancanza di ossigeno la sta finalmente colpendo pienamente.

source: Her throat is constricting my cock like never before!
fr_fr: Sa gorge limite ma bite comme jamais auparavant !
it_it: La sua gola sta costringendo il mio cazzo come mai prima!

source: It's like all those muscles are sucking the seminal fluid right out of my prostate and emptying my balls of jizz at the same time!
fr_fr: C'est comme tous ces muscles sucer le liquide séminal de ma prostate et vider mes couilles de jizz en même temps !
it_it: È come tutti quei muscoli stanno succhiando il liquido seminale proprio fuori dalla mia prostata e svuotando le mie palle di jizz allo stesso tempo!

source: Oh, shit! I'm going to...
fr_fr: Oh, merde ! Je vais ...
it_it: Oh, merda! Sto andando a...

source: Oh my god!
fr_fr: Oh mon dieu !
it_it: Oh mio dio!

source: I'm going to...
fr_fr: Je vais ...
it_it: Sto andando a...

source: [_kate_s_KateKneelingPose01b_] {i}*Cough, cough*{/}
fr_fr: [_kate_s_KateKneelingPose01b_] {i}*Toux, toux * { / }
it_it: [_kate_s_KateKneelingPose01b_] {i}*Tosse, tosse*{/}

source: [_kate_s_KateKneelingPose01b_] Screw you, [mc]...
it_it: [_kate_s_KateKneelingPose01b_] A vite, [mc]...

source: [_mc_] Oh, shut up.
fr_fr: [_mc_] Oh, ferme.
it_it: [_mc_] Oh, zitto.

source: [_mc_] You look hot like that...
fr_fr: [_mc_] Vous avez l'air chaud comme ça ...
it_it: [_mc_] Sembri caldo così...

source: [_mc_] On your knees...
fr_fr: [_mc_] À genoux ...
it_it: [_mc_] Sulle ginocchia...

source: [_mc_] With your face covered in—
fr_fr: [_mc_] Avec votre visage couvert-
it_it: [_mc_] Con il viso coperto in—

source: [_kate_s_KateKneelingPose01c_] {i}*Cough, cough*{/}
fr_fr: [_kate_s_KateKneelingPose01c_] {i}*Toux, toux * { / }
it_it: [_kate_s_KateKneelingPose01c_] {i}*Tosse, tosse*{/}

source: [_kate_s_KateKneelingPose01c_] You fucking psycho...
fr_fr: [_kate_s_KateKneelingPose01c_] Vous putain de psycho ...
it_it: [_kate_s_KateKneelingPose01c_] Si scopa psico...

source: [_mc_] What's wrong? It looked like you enjoyed it.
fr_fr: [_mc_] Qu'est-ce qui ne va pas? Il semblait que tu aimais ça.
it_it: [_mc_] Cosa c'è di sbagliato? Sembra che ti sia piaciuto.

source: [_mc_] Just give me a minute and I'll be ready for another—
fr_fr: [_mc_] Juste me donner une minute et je serai prêt pour un autre-
it_it: [_mc_] Basta darmi un minuto e sarò pronto per un altro—

source: [_mc_] Thank god. It was just a nightmare.
fr_fr: [_mc_] Dieu merci. Ce n'était qu'un cauchemar.
it_it: [_mc_] Grazie dio. Era solo un incubo.

source: What? No way!
fr_fr: Quoi? Pas de chemin !
it_it: Cosa? Nessun modo!

source: Of course, it was a dream!
fr_fr: Bien sûr, c'était un rêve !
it_it: Certo, era un sogno!

source: Fuck me. That clock!
fr_fr: Fuck-moi. Cette horloge !
it_it: Cazzo me. Quell'orologio!

source: That dream, though. It felt more real than anything I've dreamt before.
fr_fr: Ce rêve, cependant. Il se sentait plus réel que tout ce que j'ai rêvé auparavant.
it_it: Quel sogno, però. Si sentiva più reale di qualsiasi cosa ho sognato prima.

source: More vivid somehow. It's almost as if [kate] was here.
fr_fr: Plus vif d'une manière ou d'une autre. C'est presque comme si le [kate] était là.
it_it: Più vivido in qualche modo. È quasi come se [kate] fosse qui.

source: But err... of course, she wasn't. That would be ridiculous.
fr_fr: Mais, bien sûr, elle n'était pas. Ce serait ridicule.
it_it: Ma erroneo... certamente, non lo era. Sarebbe ridicolo.

source: Really thought I finally got a girl's lips to make contact with me.
fr_fr: J'ai vraiment pensé que j'ai finalement eu les lèvres d'une fille pour entrer en contact avec moi.
it_it: Davvero pensato che finalmente ho ottenuto le labbra di una ragazza per entrare in contatto con me.

source: Really thought my moment of redemption had come...
fr_fr: J'ai vraiment pensé que mon moment de rédemption était venu ...
it_it: Davvero pensato che il mio momento di redenzione fosse venuto...

source: Ugh, why do I feel so drained?
fr_fr: Ugh, pourquoi je me sens si égoutée?
it_it: Ugh, perché mi sento così prosciugato?

source: That was one messed up nightmare...
fr_fr: C'était un cauchemar ...
it_it: Quello era un incubo disordinato...

source: Probably my brain trying to tempt me, only to rip the rug out from under me.
fr_fr: Probablement mon cerveau qui essaie de me tenter, seulement pour arrêtes le tapis de sous moi.
it_it: Probabilmente il mio cervello cercando di tentarmi, solo per strappare il tappeto fuori da sotto di me.

source: Somehow, it felt more vivid than a dream, though. Like [kate] wanted my soul for not letting her eat my dick.
fr_fr: D'une manière ou d'une autre, elle se sentait plus vivante qu'un rêve. Comme [kate] voulait mon âme pour ne pas la laisser manger ma bite.
it_it: In qualche modo, si sentiva più vivida di un sogno. Come [kate] voleva che la mia anima non le lasciasse mangiare il mio cazzo.

source: Fuck that. There's no way I'm sticking my dick in a demon.
fr_fr: Fuck ça. Il n'y a aucun moyen de coller ma bite dans un démon.
it_it: Cazzo quello. Non c'è modo che sto attaccando il mio cazzo in un demone.

source: My soul be damned, but trying to be a better person certainly starts from within.
fr_fr: Mon âme est damnée, mais essayer d'être une meilleure personne commence certainement de l'intérieur.
it_it: La mia anima sia dannata, ma cercare di essere una persona migliore certamente parte da dentro.

source: It's not merely your choices and actions toward other people...
fr_fr: Ce n'est pas seulement vos choix et actions envers les autres ...
it_it: Non è solo le vostre scelte e azioni verso le altre persone...

source: It's the choices you make for yourself and how you approach every situation.
fr_fr: Ce sont les choix que vous faites pour vous-même et la façon dont vous vous approchez de chaque situation.
it_it: Sono le scelte che fai per te stesso e come ti avvicini a ogni situazione.

source: At least, that's what Gandhi said... or was it Ash Ketchum?
fr_fr: Au moins, c'est ce que Gandhi a dit ... ou c'était Ash Ketchum?
it_it: Almeno, questo è ciò che Gandhi ha detto... o era Ash Ketchum?

source: Hmm... either way.
fr_fr: Hmm ... soit comme ça.
it_it: Hmm... in entrambi i casi.

source: "Apart from [isabelle] and [kate] almost ripping each other's heads off, pretty good."
fr_fr: "Mis à part les [isabelle] et [kate] , ils se sont presque arrachant les têtes de l'autre, plutôt bons."
it_it: "A parte [isabelle] e [kate] quasi strappando le teste degli altri, piuttosto buono."

source: "[lindsey] had an accident."
fr_fr: "[lindsey] a eu un accident. "
it_it: "[lindsey] ha avuto un incidente."

source: "I met [jacklyn] for the first time."
fr_fr: "J'ai rencontré [jacklyn] pour la première fois."
it_it: "Ho incontrato [jacklyn] per la prima volta."

source: "[kate] was picking on [isabelle]."
fr_fr: " Le[kate] a été choisi le [isabelle]. "
it_it: "[kate] stava scegliendo [isabelle]."

source: "[isabelle] was rude."
fr_fr: " Le[isabelle] était impoli. "
it_it: "[isabelle] è stato maleducato."

source: "They were both being catty."
fr_fr: "Ils étaient tous deux catteux."
it_it: "Erano entrambi cattivi."

source: ?mc.strength>=1@[mc.strength]/1|{image=stats str}|"There's no one else here. Just us. Alone."
fr_fr: ? mc.renforc> =1@[mc.strength]/1 | { image=stats str } | " Il n'y a personne d'autre ici. Juste nous. Seul. "
it_it: ?mc.strength>=1@[mc.strength]/1<unk> {image=stats str}<unk> "Non c'è nessun altro qui. Solo noi. Uno."

source: "I want you to apologize and then leave me alone."
fr_fr: "Je veux que vous m'excusiez de et que vous me quitiez seul."
it_it: "Voglio che ti scusi e poi lasciami solo."

source: "Sorry, but I don't trust your mouth with my dick."
fr_fr: "Désolé, mais je ne fais pas confiance à ta bouche avec ma bite."
it_it: "Mi dispiace, ma non mi fido della tua bocca con il mio cazzo."

source: "Oh... I guess I wouldn't mind that..."
fr_fr: " Oh ... Je suppose que ça ne me dérangerait pas ... "
it_it: "Oh... Immagino che non mi dispiacerebbe..."

source: Finish on her face
fr_fr: Terminer sur son visage
it_it: Finire sul suo viso

source: Finish in her mouth
fr_fr: Terminer dans sa bouche
it_it: Finire in bocca

source: Paint her face
fr_fr: Peindre son visage
it_it: Disegna il suo volto

source: Make her swallow
fr_fr: Rendez son avaleur
it_it: La faccia ingoiare

source: Oh, fuck!
fr_fr: Oh, merde !
