Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/hall/int_machete.po
Languages: fr_fr, it_it

source: Not sure where [jo] got this one. Probably while cutting her way to the top of the school board.
fr_fr: Pas sûr où [jo] a eu celle-ci. Probablement alors qu'elle se place au sommet de la commission scolaire.
it_it: Non è sicuro dove [jo] ha ottenuto questo. Probabilmente mentre tagliava il suo senso alla parte superiore del bordo scolastico.

source: If only [jo] would allow me to take it to school, nobody would bother me.
fr_fr: Si seulement [jo] me permettrait de l'emmener à l'école, personne ne me dérangerait.
it_it: Se solo [jo] mi permettesse di portarla a scuola, nessuno mi disturberebbe.

source: Except the cops, of course.
fr_fr: Sauf les flics, bien sûr.
it_it: Tranne i poliziotti, naturalmente.

source: When someone asks for a slice of the action, this is what I show them.
fr_fr: Quand quelqu'un demande une part de l'action, c'est ce que je leur montre.
it_it: Quando qualcuno chiede una fetta dell'azione, questo è ciò che li mostro.

source: Fifteen inches of carbon spring steel.
fr_fr: 15 pouces d'acier au carbone.
it_it: Quindici pollici di acciaio a molla di carbonio.

source: Chops paper decorations just as well as it tears through the heart of Africa.
fr_fr: Chops les décorations sur papier tout aussi bien qu'il pleurs au cœur de l'Afrique.
it_it: Chops decorazioni di carta così come lacrima attraverso il cuore dell'Africa.

source: This machete could slice my [item.title_lower] like butter, but I think I'll put something else on my sandwich this time.
fr_fr: Cette machette pourrait trancher mon [item.title_lower] comme du beurre, mais je pense que je vais mettre quelque chose d'autre sur mon sandwich cette fois.
it_it: Questo machete potrebbe affettare il mio [item.title_lower] come burro, ma penso che metterò qualcos'altro sul mio sandwich questa volta.

source: That'll leave a scar...
fr_fr: Ça laissera une cicatrice ...
it_it: Che lascerà una cicatrice...

source: ...on my ego.
fr_fr: ... sur mon ego.
it_it: ...sul mio ego.

source: Too early in the day to see a reflection that ugly.
fr_fr: Trop tôt dans la journée pour voir une réflexion aussi moche.
it_it: Troppo presto nella giornata per vedere un riflesso che brutto.

source: Better grab this just in case.
fr_fr: Mieux vaut cela juste au cas où.
it_it: Meglio afferrare questo solo nel caso.
