Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/hall/int_hole.po
Languages: fr_fr, it_it

source: Ugh, my neck and back hurts from all the reaching and lassoing earlier. Need to rest for a while.
fr_fr: Ugh, mon cou et mon dos me fait mal de tout le toucher et de la lassoing plus tôt. Il faut se reposer pendant un certain temps.
it_it: Ugh, il mio collo e la schiena fanno male da tutto il raggiungimento e lassoing prima.

source: Yeehaw! Toss out the nets!
fr_fr: Ouais ! Doss les filets !
it_it: Yeehaw! Lancia le reti!

source: Come on...
fr_fr: Allez ...
it_it: Avanti...

source: Hmm... nothing really interesting up here anymore.
fr_fr: Hmm ... rien de vraiment intéressant ici.
it_it: Hmm... niente di veramente interessante qui più qui.

source: Hmm... nothing really interesting up here.
fr_fr: Hmm ... rien de vraiment intéressant ici.
it_it: Hmm... niente di veramente interessante qui.

source: Got something!
fr_fr: J'ai quelque chose !
it_it: Hai qualcosa!

source: It's [catch[0]]!
fr_fr: C'est [ catch[0] ] !
it_it: È [catch[0]]!

source: Hmm... let's see...
fr_fr: Hmm ... voyons ...
it_it: Hmm... vediamo...

source: It's actually a photo album!
fr_fr: C'est en fait un album photo !
it_it: In realtà è un album fotografico!

source: Lots of boring family photos here.
fr_fr: Beaucoup de photos de famille ennuyeuses ici.
it_it: Un sacco di noiose foto di famiglia qui.

source: Wait a minute...
fr_fr: Attends une minute ...
it_it: Aspetta un minuto...

source: I forgot about the last photo...
fr_fr: J'ai oublié la dernière photo ...
it_it: Ho dimenticato l'ultima foto...

source: From our beach day this spring.
fr_fr: De notre journée de plage ce printemps.
it_it: Dal nostro giorno di spiaggia questa primavera.

source: I'd forgotten how cute they looked that day.
fr_fr: J'avais oublié à quel point ils regardaient ce jour-là.
it_it: Avevo dimenticato quanto carino sembravano quel giorno.

source: Well, [flora]'s cute. [jo] is more... sexy. Is that weird to think?
fr_fr: Eh bien, [flora]'s mignon. [jo] est plus ... sexy. C'est bizarre à penser?
it_it: Beh, [flora]è carino. [jo] è più... sexy. È strano pensare?

source: The smell of sand and ocean water, bodies sweating in the sun.
fr_fr: L'odeur du sable et de l'eau des océans, les corps qui transpirent au soleil.
it_it: L'odore di sabbia e acqua oceanica, corpi che sudano al sole.

source: [flora] doing that little shimmy towel dance to get out of her clothes.
fr_fr: [flora] faire cette petite danse de serviette shimmy pour sortir de ses vêtements.
it_it: [flora] facendo quel piccolo asciugamano shimmy danza per uscire dai suoi vestiti.

source: [jo] wrapping her lips tight around a popsicle.
fr_fr: [jo] enveloppant ses lèvres serrées autour d'une popsicle.
it_it: [jo] avvolge le labbra strette intorno a un ghiaccio.

source: Me trying to hide my raging erection by lying on my stomach.
fr_fr: J'essaie de cacher ma résection de raging en mentant sur mon estomac.
it_it: Io cercando di nascondere la mia erezione infuriante sdraiandosi sullo stomaco.

source: [jo] rubbing sunscreen on my back and legs.
fr_fr: [jo] frottement de l'écran solaire sur le dos et les jambes.
it_it: [jo] sfregare la protezione solare sulla schiena e sulle gambe.

source: What a time to be alive...
fr_fr: Quelle heure d'être en vie ...
it_it: Che tempo per essere vivi...

source: Right after this photo, I stole the sunscreen and [flora] chased me into the water.
fr_fr: Juste après cette photo, j'ai volé l'écran solaire et [flora] m'ont chassé dans l'eau.
it_it: Subito dopo questa foto, ho rubato la protezione solare e [flora] mi ha inseguito nell'acqua.

source: She fell with a splash and lost her top.
fr_fr: Elle est tombée avec un éclaboussé et a perdu son toit.
it_it: Cadde con una spruzzata e perse la sua cima.

source: The cute little thing floated right into my hand and pocket before she even realized.
fr_fr: La mignonne petite chose floquée dans ma main et dans ma poche avant même qu'elle ne réalise.
it_it: La piccola cosa carina galleggiava a destra nella mia mano e tasca prima ancora che lei ha realizzato.

source: She stayed in the water for an hour that day, trying to hide her perky nipples.
fr_fr: Elle est restée dans l'eau pendant une heure ce jour-là, essayant de cacher ses tétons pervers.
it_it: Rimase in acqua per un'ora quel giorno, cercando di nascondere i suoi capezzoli vivaci.

source: If I'd been more confident, I could probably have traded the bikini for a blowjob behind the pier.
fr_fr: Si j'avais été plus confiant, j'aurais probablement pu échanger les bikini pour une pipe derrière la jetée.
it_it: Se fossi stato più fiducioso, avrei probabilmente potuto scambiare il bikini per un pompino dietro il molo.

source: A good memory nonetheless.
fr_fr: Un bon souvenir néanmoins.
it_it: Un buon ricordo comunque.

source: Okay! This might be exactly what I'm looking for!
fr_fr: Ok ! C'est peut-être exactement ce que je cherche !
it_it: Va bene! Questo potrebbe essere esattamente quello che sto cercando!

source: A cardboard box full of electronics.
fr_fr: Une boîte en carton remplie d'électronique.
it_it: Una scatola di cartone piena di elettronica.

source: Electronics. Electronics.
fr_fr: Électronique. Électronique.
it_it: Elettronica. Elettronica.

source: Cables and mice and some kind of... rubber thing.
fr_fr: Câbles et souris et une sorte de ... caoutchouc.
it_it: Cavi e topi e qualche tipo di... cosa di gomma.

source: Probably [jo]'s.
fr_fr: Probablement [jo]'s.
it_it: Probabilmente [jo]'s.

source: Ah, there it is!
fr_fr: Ah, il y en a !
it_it: Ah, c'è così!

source: What do we have here?
fr_fr: Qu'avons-nous ici?
it_it: Che cosa abbiamo qui?

source: A plastic bag with... hmm...
fr_fr: Un sac en plastique avec ... hmm ...
it_it: Un sacchetto di plastica con... hmm...

source: Is this what I think it is?
fr_fr: Est-ce ce que je pense que c'est?
it_it: È questo che penso che sia?

source: An old shoebox with something in it...
fr_fr: Une vieille boîte de chaussures avec quelque chose ...
it_it: Un vecchio shoebox con qualcosa in esso...

source: Not quite what I had in mind.
fr_fr: Pas tout à fait ce que j'avais en tête.
it_it: Non proprio quello che avevo in mente.

source: Thread's too weak and flimsy. Won't catch anything with a lasso like this.
fr_fr: L'unité d'exécution est trop faible et fragile. Won't catch quoi que ce soit avec un lasso comme ça.
it_it: Thread è troppo debole e fragile. Non catturerà nulla con un lasso come questo.

source: Not to shame my [item.title_lower], but... hmm... maybe that's actually the play.
fr_fr: Pas de honte mon [item.title_lower], mais ... hmm ... peut-être que c'est en fait la pièce.
it_it: Per non vergognare il mio [item.title_lower]ma... hmm... forse è davvero il gioco.

source: Shame on you, [item.title_lower]! Shame!
fr_fr: Honte à vous, [item.title_lower]! Honte !
it_it: Vergogna su di te, [item.title_lower]! Vergogna!

source: Nope. Didn't work.
fr_fr: Non. Ne travaille pas.
it_it: No, non ha funzionato.

source: The uncharted abyss lies beyond this tear in the flimsy fabric of reality. The truth is up there.
fr_fr: Les abysses non cartographiés sont au-delà de cette déchirure dans le tissu flimsy de la réalité. La vérité est là.
it_it: L'abisso inesplorato si trova al di là di questa lacrima nel tessuto fragile della realtà.

source: Ever since the ladder to the attic's outdoor entrance broke and the floor around it collapsed, this hole is the only access point.
fr_fr: Depuis que l'échelle a cassé l'entrée extérieure de l'attique et que le sol autour de l'entrée s'est effondré, ce trou est le seul point d'accès.
it_it: Fin da quando la scala all'ingresso esterno della mansarda si è rotto e il pavimento intorno è crollato, questo buco è l'unico punto di accesso.

source: Retrieving stuff from up there would require something to stand on, as well as a lasso of sorts...
fr_fr: L'extraction de choses à partir de là nécessiterait quelque chose à se tenir, ainsi qu'un lasso de tris ...
it_it: Recuperare roba da lì in su avrebbe bisogno di qualcosa per stare su, così come un lasso di tipo...

source: Keep it
fr_fr: Garder la
it_it: Tienilo

source: Toss it back
fr_fr: Rejeter le dos
it_it: Lancialo indietro
