Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/hall/int_door_bathroom.po
Languages: fr_fr, it_it

source: [_mc_] [flora], are you okay?
fr_fr: [_mc_] [flora], vous allez bien ?
it_it: [_mc_] [flora], stai bene?

source: [_flora_] Don't come in!
fr_fr: [_flora_] Ne venez pas !
it_it: [_flora_] Non entrare!

source: Sounds like she's in a lot of pain.
fr_fr: On dirait qu'elle a beaucoup de mal.
it_it: Suona come se fosse molto dolore.

source: [_mc_] I'm coming in, okay?
fr_fr: [_mc_] Je viens, ok ?
it_it: [_mc_] Sto entrando, okay?

source: [_flora_] Ow! Ow! Ow!
it_it: [_flora_] Ow! Ow! Ow! Ow!

source: [_mc_] That's it. I'm coming in.
fr_fr: [_mc_] C'est tout. Je viens.
it_it: [_mc_] È questo. Sto entrando.

source: [_mc_] Let me know if you need help or anything.
fr_fr: [_mc_] Faites-moi savoir si vous avez besoin d'aide ou de quoi que ce soit.
it_it: [_mc_] Fatemi sapere se avete bisogno di aiuto o qualsiasi cosa.

source: [_mc_] I'm really worried!
fr_fr: [_mc_] Je suis vraiment inquiet !
it_it: [_mc_] sono davvero preoccupato!

source: [_flora_] Please... don't... come in!
fr_fr: [_flora_] S'il vous plaît ... ne venez pas !
it_it: [_flora_] Per favore... non... entra!

source: [_mc_] Okay, I'll leave your phone here by the door in case you need to call for help or something.
fr_fr: [_mc_] Ok, je laisse votre téléphone ici par la porte au cas où vous devez appeler à l'aide ou quelque chose.
it_it: [_mc_] Okay, lascerò il telefono qui dalla porta nel caso in cui dovessi chiamare per aiuto o qualcosa.

source: She's more than capable of taking care of herself.
fr_fr: Elle est plus que capable de prendre soin d'elle-même.
it_it: È più che capace di prendersi cura di se stessa.

source: Shit, I think I hear [jo] coming up the stairs. Better clear this up quickly.
fr_fr: Merde, je crois que j'ai entendu [jo] monter les escaliers. Il est plus clair de le faire rapidement.
it_it: Merda, penso di sentire [jo] salire le scale. Meglio chiarire questo in fretta.

source: Maybe I can still peek through the keyhole...
fr_fr: Je peux peut-être encore jeter un coup d'œil par le trou de la serrure...
it_it: Forse posso ancora sbirciare attraverso il foro della chiave...

source: [_flora_] I know you're still outside! Go away!
fr_fr: [_flora_] Je sais que vous êtes toujours dehors ! Vas-y !
it_it: [_flora_] So che sei ancora fuori! Vai!

source: Go inside
fr_fr: Aller à l'intérieur
it_it: Vai dentro

source: Respect her privacy, in spite of her cries of agony
fr_fr: Respectant sa vie privée, malgré ses cris d'agonie
it_it: Rispettare la sua privacy, nonostante le sue grida di agonia
