Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/hall/int_trophies.po
Languages: fr_fr, it_it

source: What's the move?
fr_fr: Quel est le mouvement ?
it_it: Qual è la mossa?

source: Can I tell the truth?
fr_fr: Je peux dire la vérité ?
it_it: Posso dire la verità?

source: If I was doing this for you then I'd have nothing left to prove.
fr_fr: Si je faisais ça pour toi, alors je n'aurais plus rien à prouver.
it_it: Se stavo facendo questo per te, allora non mi resta nulla da dimostrare.

source: Nah, this for me though.
fr_fr: Nah, c'est pour moi.
it_it: Nah, questo per me però.

source: I'm just tryna stay alive and take care of my people.
fr_fr: J'essaie juste de rester en vie et de prendre soin de mon peuple.
it_it: Sono solo tryna rimanere in vita e prendersi cura della mia gente.

source: Trophies.
fr_fr: Trophées.
it_it: Trofei.

source: And they don't have no award for that.
fr_fr: Et ils n'ont pas de récompense pour ça.
it_it: E non hanno nessun premio per questo.

source: Shit don't come with trophies, ain't no envelopes to open.
fr_fr: Shit ne vient pas avec des trophées, pas d'enveloppes à ouvrir.
it_it: La merda non viene con i trofei, non è nessuna busta da aprire.

source: I just do it cause I'm 'sposed to...
fr_fr: Je suis juste parce que je suis ...
it_it: Lo faccio solo perché sono 'posizionato...

source: Neighbor.
fr_fr: Voisin.
it_it: Vicino.
