Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/hall/int_door_flora.po
Languages: fr_fr, it_it

source: [flora]'s room is always clean and has a nice lavender scent. No wonder [jo] likes her more.
fr_fr: La chambre de [flora] est toujours propre et sent bon la lavande. Pas étonnant que [jo] l'apprécie davantage.
it_it: La stanza di [flora]è sempre pulita e ha un buon profumo di lavanda. Nessuna meraviglia [jo] le piace di più.

source: [flora] sure loves her posters. Unicorns, kittens, and everything adorable.
fr_fr: [flora] adore ses affiches. Licornes, chatons et tout ce qui est adorable.
it_it: [flora] ama sicuramente i suoi manifesti. Unicorni, gattini e tutto adorabile.

source: Then, there's Cthulhu. Not sure what that poster is doing there.
fr_fr: Ensuite, il y a Cthulhu. Pas sûr de ce que cette affiche fait là.
it_it: Poi, c'è Cthulhu. Non è sicuro che cosa stia facendo quel poster.

source: [_mc_] [flora], are you in there?
fr_fr: [_mc_] [flora], vous êtes là ?
it_it: [_mc_] [flora], sei lì dentro?

source: [_flora_] Go away!
fr_fr: [_flora_] Partez !
it_it: [_flora_] Vada via!

source: [_mc_] Can we talk, please?
fr_fr: [_mc_] Pouvons-nous parler, s'il vous plaît ?
it_it: [_mc_] Possiamo parlare, per favore?

source: [_flora_] I said go away!
fr_fr: [_flora_] J'ai dit partir !
it_it: [_flora_] Ho detto di andarvi!

source: [_mc_] Listen. I didn't realize how you felt.
fr_fr: [_mc_] Écoute. Je ne savais pas comment vous vous sentiez.
it_it: [_mc_] Ascolta. Non ho capito come ti sei sentito.

source: [_mc_] I know I haven't always been the nicest person to you, but I'm really trying to change... and I think you've noticed that too.
fr_fr: [_mc_] Je sais que je n'ai pas toujours été la personne la plus belle à vous, mais j'essaie vraiment de changer ... et je pense que vous l'avez remarqué aussi.
it_it: [_mc_] So che non sono sempre stata la persona più bella per te, ma sto davvero cercando di cambiare... e penso che anche tu lo abbia notato.

source: [_mc_] I wouldn't go on a date with [jacklyn] if I knew how you felt. I wouldn't do that to you.
fr_fr: [_mc_] Je n'irais pas à une date avec [jacklyn] si je savais comment vous vous sentiez. Je ne le ferais pas pour toi.
it_it: [_mc_] Non andrei in un appuntamento con [jacklyn] se sapessi come ti sei sentito. Non lo farei a te.

source: [_flora_s_crying_] Do you really mean that?
fr_fr: [_flora_s_crying_] Est-ce que vous voulez vraiment dire ça ?
it_it: [_flora_s_crying_] Vuoi davvero dire quello?

source: [_mc_] Cross my heart.
fr_fr: [_mc_] Croix de mon cœur.
it_it: [_mc_] Attraversa il mio cuore.

source: [_mc_] That moment meant a lot to me too. I just....
fr_fr: [Ce moment a beaucoup compté pour moi aussi. J'ai juste....
it_it: [_mc_] Quel momento significava molto anche a me. Io solo...

source: [_flora_s_crying_] You just what?
fr_fr: [_flora_s_crying_] Vous venez de quoi ?
it_it: [_flora_s_crying_] Che cosa?

source: [_mc_] I wasn't sure you thought of me the same way.
fr_fr: [_mc_] Je n'étais pas sûr de vous avoir pensé de la même façon.
it_it: [_mc_] Non ero sicuro che tu abbia pensato a me allo stesso modo.

source: [_mc_] I figured it'd be one of those moments that came and went and nothing else happened.
fr_fr: [_mc_] Je me suis dit que ce serait l'un de ces moments qui sont venus et qui sont allés et rien d'autre ne s'est passé.
it_it: [_mc_] Ho capito che sarebbe uno di quei momenti che sono venuti e sono andati e niente altro è successo.

source: [_flora_s_sad_] What do you want to happen?
fr_fr: [_flora_s_sad_] Que voulez-vous faire ?
it_it: [_flora_s_sad_] Che cosa vuoi succedere?

source: [_mc_] I don't know. I just don't know.
fr_fr: [_mc_] Je ne sais pas. Je ne sais juste pas.
it_it: [_mc_] non lo so. Semplicemente non lo so.

source: [_mc_] What can we really do?
fr_fr: [_mc_] Que pouvons-nous vraiment faire ?
it_it: [_mc_] Cosa possiamo fare davvero?

source: [_mc_] How can we do anything with [jo] in the house?
fr_fr: [_mc_] Comment pouvons-nous faire quelque chose avec [jo] dans la maison ?
it_it: [_mc_] Come possiamo fare qualcosa con [jo] in casa?

source: [_mc_] Do we even want to? You know it's wrong. We both do.
fr_fr: [_mc_] Est-ce que nous voulons même ? Tu sais que c'est mal. Nous faisons tous les deux.
it_it: [_mc_] Vogliamo persino farlo? Sai che è sbagliato. Lo facciamo entrambi.

source: [_flora_s_crying_] You're right. I don't know why I acted this way.
fr_fr: [_flora_s_crying_] Vous avez raison. Je ne sais pas pourquoi j'ai agi ainsi.
it_it: [_flora_s_crying_] Hai ragione. Non so perché ho agito così.

source: [_flora_s_crying_] It would never work.
fr_fr: [_flora_s_crying_] Il ne travaillerait jamais.
it_it: [_flora_s_crying_] Non funzionerebbe mai.

source: [_flora_s_crying_] You've never had an easy time finding someone. I'm sorry for ruining it for you.
fr_fr: [_flora_s_crying_] Vous n'avez jamais eu le temps de trouver quelqu'un. Je suis désolé de la ruiner pour vous.
it_it: [_flora_s_crying_] Non hai mai avuto un tempo facile trovare qualcuno. Mi dispiace per averlo rovinato per te.

source: [_mc_] Hey...
fr_fr: [_mc_] Hé ...

source: [_mc_] Why do you think I'm here now and not out vandalizing something with her?
fr_fr: [_mc_] Pourquoi tu penses que je suis là maintenant et que je n'ai pas vandalisé quelque chose avec elle ?
it_it: [_mc_] Perché pensi che io sia qui ora e non vandalizzare qualcosa con lei?

source: [_mc_] It's 'cause I care about you.
fr_fr: [_mc_] C'est parce que je m'occupe de vous.
it_it: [_mc_] È 'perché mi importa di te.

source: [_flora_s_sad_] Really?
fr_fr: [_flora_s_sad_] Vraiement ?
it_it: [_flora_s_sad_] Davvero?

source: [_mc_] Yes, really.
fr_fr: [_mc_] Oui, vraiment.
it_it: [_mc_] Sì, davvero.

source: [_mc_] But we need to think this over carefully.
fr_fr: [_mc_] Mais nous devons penser cela avec attention.
it_it: [_mc_] Ma dobbiamo pensare attentamente a questo.

source: [_mc_] This isn't a game, [flora].
fr_fr: [_mc_] Ce n'est pas un jeu, [flora].
it_it: [_mc_] Questo non è un gioco, [flora].

source: [_flora_s_skeptical_] I know that.
fr_fr: [_flora_s_skeptical_] Je le sais.
it_it: [_flora_s_skeptical_] lo so.

source: [_mc_] I know that you know, but sometimes your emotions take over. You can't cause drama if I ever look at another girl.
fr_fr: [_mc_] Je sais que vous savez, mais parfois vos émotions prennent le dessus. Tu ne peux pas causer de drame si je regarde une autre fille.
it_it: [_mc_] So che sai, ma a volte le tue emozioni si impadroniscono. Non puoi causare dramma se guardo mai un'altra ragazza.

source: [_mc_] At least not in public.
fr_fr: [_mc_] Au moins pas en public.
it_it: [_mc_] Almeno non in pubblico.

source: [_flora_s_sad_] I know. I'm sorry.
fr_fr: [_flora_s_sad_] Je sais. Je suis désolé.
it_it: [_flora_s_sad_] lo so. Mi dispiace.

source: [_mc_] It's fine, I don't think [jacklyn] connected the dots.
fr_fr: [_mc_] C'est bien, je ne pense pas que [jacklyn] relique les points.
it_it: [_mc_] Va bene, non penso che [jacklyn] abbia collegato i punti.

source: [_mc_] And I think you in particular really need to think this over.
fr_fr: [_mc_] Et je pense que vous, en particulier, avez vraiment besoin de réfléchir à ça.
it_it: [_mc_] E penso che in particolare abbiate veramente bisogno di pensarci.

source: [_mc_] You're going to have a great career, a wonderful husband, children. Would you really throw that away?
fr_fr: [_mc_] Vous allez avoir une grande carrière, un mari merveilleux, des enfants. Voudriez-vous vraiment jeter ça ?
it_it: [_mc_] Avrai una grande carriera, un marito meraviglioso, i bambini. Vuoi davvero buttarlo via?

source: [_flora_s_skeptical_] How do you know that?
fr_fr: [_flora_s_skeptical_] Comment le saviez-vous ?
it_it: [_flora_s_skeptical_] Come lo sapete?

source: Because it happened in my old life!
fr_fr: Parce que c'est arrivé dans ma vieille vie !
it_it: Perché è successo nella mia vecchia vita!

source: [_mc_] Because I know you're smart and driven and beautiful.
fr_fr: [_mc_] Parce que je sais que vous êtes intelligent et motivé et magnifique.
it_it: [_mc_] Perché so che sei intelligente e guidato e bello.

source: [_flora_s_blush_] Beautiful?
fr_fr: [_flora_s_blush_] Beau ?
it_it: [_flora_s_blush_] Bello?

source: [_mc_] Oh, stop acting all coy. You know you are.
fr_fr: [_mc_] Oh, arrête d'agir tous ensemble. Tu sais que tu es.
it_it: [_mc_] Oh, smetta di agire tutto comodo. Lo sai che sei.

source: [_mc_] But seriously, you need to think this over good and hard.
fr_fr: [_mc_] Mais sérieusement, vous devez penser ça plutôt bien et dur.
it_it: [_mc_] Ma seriamente, devi pensare a questo bene e duro.

source: [_mc_] I don't have anything to lose, but you do.
fr_fr: [_mc_] Je n'ai rien à perdre, mais vous le faites.
it_it: [_mc_] Non ho nulla da perdere, ma lo fai.

source: [_flora_s_thinking_] You're right.
fr_fr: [_flora_s_thinking_] Vous avez raison.
it_it: [_flora_s_thinking_] Hai ragione.

source: [_flora_s_worried_] I'll make a pros and cons list.
fr_fr: [_flora_s_worried_] Je ferai une liste pour les avantages et les inconvénients.
it_it: [_flora_s_worried_] Farò un elenco di pro e contro.

source: [_mc_] Okay, sounds good.
fr_fr: [_mc_] Ok, sonne bien.
it_it: [_mc_] Okay, suona bene.

source: [_flora_s_thinking_] Don't tell [jo] about this.
fr_fr: [_flora_s_thinking_] Ne dites pas le [jo] à ce sujet.
it_it: [_flora_s_thinking_] Non raccontare [jo] di questo.

source: [_mc_] You understand that we can't tell {i}anyone{/}, right?
fr_fr: [_mc_] Vous comprenez que nous ne pouvons pas dire {i}personne {/}, n'est-ce pas ?
it_it: [_mc_] Capisci che non possiamo dire ad {i}nessuno{/}, giusto?

source: [_flora_s_worried_] Yeah, I do.
fr_fr: [_flora_s_worried_] Oui, je le fais.
it_it: [_flora_s_worried_] Sì, lo faccio.

source: [_mc_] Okay, I should go get some sleep.
fr_fr: [_mc_] Ok, je devrais aller dormir.
it_it: [_mc_] Okay, dovrei andare a dormire un po'.

source: [_mc_] Goodnight.
fr_fr: [_mc_] Bonne nuit.
it_it: [_mc_] Buonnotte.

source: [_flora_s_blush_] Goodnight, [mc].
fr_fr: [_flora_s_blush_] Bonne nuit, [mc].
it_it: [_flora_s_blush_] Buongiorno, [mc].
