Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/first_hall_west/int_piano.po
Languages: fr_fr, it_it

source: Allegedly, some girls like it rough, but the abuse of this fine lady has only left her sad and untuned.
fr_fr: On dit que certaines filles aiment la violence, mais l'abus dont cette femme a été victime ne l'a laissée que triste et désaccordée.
it_it: Presumibilmente, alcune ragazze amano il grezzo, ma l'abuso di questa bella signora ha solo lasciato la sua triste e intuned.

source: I've already used this tuning hammer. I need a tuning fork now.
fr_fr: J'ai déjà utilisé ce marteau de réglage. J'ai besoin d'un diapason maintenant.
it_it: Ho già usato questo martello di sintonizzazione. Ho bisogno di un diapositiva adesso.

source: I've already used this tuning fork. I need a tuning hammer now.
fr_fr: J'ai déjà utilisé ce diapason. J'ai besoin d'un marteau de réglage maintenant.
it_it: Ho già usato questo diapositiva. Ho bisogno di un martello di sintonizzazione ora.

source: There we go! This lady will sing once more.
fr_fr: Nous y allons ! Cette dame chantera encore une fois.
it_it: Ci andiamo! Questa signora canterà ancora una volta.

source: Thanks to PornHub, anyone can learn to fuck.
fr_fr: Grâce à PornHub, n'importe qui peut apprendre à baiser.
it_it: Grazie a PornHub, chiunque può imparare a scopare.

source: Thanks to YouTube, anyone can learn how to tune a piano.
fr_fr: Grâce à YouTube, n'importe qui peut apprendre à régler un piano.
it_it: Grazie a YouTube, chiunque può imparare a sintonizzare un pianoforte.

source: The internet is great!
fr_fr: L'internet est super !
it_it: Internet è grande!

source: Okay, I just need a tuning fork now...
fr_fr: Ok, j'ai juste besoin d'un diapason maintenant ...
it_it: Ok, ho solo bisogno di un bivio di sintonizzazione...

source: Okay, I just need a tuning hammer now...
fr_fr: Ok, j'ai juste besoin d'un marteau de réglage maintenant ...
it_it: Ok, ho solo bisogno di un martello di sintonizzazione...

source: Tuning the piano with my [item.title_lower] would be an excellent idea if...
fr_fr: Accorder le piano avec mon [item.title_lower] serait une excellente idée si...
it_it: Sintonizzare il pianoforte con la mia [item.title_lower] sarebbe un'ottima idea se...

source: Hmm... no. I can't think of a situation where it would be an excellent idea.{space=-100}
fr_fr: Hmm ... non. Je ne pense pas à une situation où ce serait une excellente idée. {space=-100}
it_it: Hmm... no. Non riesco a pensare a una situazione in cui sarebbe un'ottima idea.{space=-100}

source: Hmm... what to play, what to play...
fr_fr: Hmm ... ce qu'il faut jouer, ce qu'il faut jouer ...
it_it: Hmm... cosa giocare, cosa giocare...

source: Making the world a little bit worse, one bleeding ear at the time.
fr_fr: Faire du monde un peu pire, un saignement de l'oreille à l'époque.
it_it: Rendere il mondo un po 'peggio, un orecchio sanguinante al momento.

source: Girls love it when you play the guitar, and a piano is a level above that.{space=-50}
fr_fr: Les filles adorent ça quand on joue de la guitare, et un piano est un niveau au-dessus de ça. {space=-50}
it_it: Le ragazze lo amano quando si suona la chitarra, e un pianoforte è un livello sopra quello.{space=-50}

source: It's in the perfect position to draw attention from both the hall and the closest classrooms.
fr_fr: Il est en parfaite position pour attirer l'attention du hall et des salles de classe les plus proches.
it_it: È nella posizione ideale per attirare l'attenzione sia dalla sala che dalle aule più vicine.

source: My piano skills have definitely improved, so maybe it's time to test it out?
fr_fr: Mes compétences en piano se sont définitivement améliorées, alors peut-être qu'il est temps de tester ça ?
it_it: Le mie abilità di pianoforte sono decisamente migliorate, quindi forse è il momento di provarlo?

source: But tuning this piano requires a tuning hammer and a tuning fork...
fr_fr: Mais régler ce piano nécessite un marteau de réglage et une fourchette de réglage ...
it_it: Ma la messa a punto di questo pianoforte richiede un martello di sintonizzazione e una forcella di sintonizzazione...

source: ?quest.isabelle_tour.finished and (quest.isabelle_over_kate.started and not quest.isabelle_over_kate.failed) and quest.isabelle_stolen.finished and quest.isabelle_buried.finished and (quest.isabelle_locker.finished and (not quest.isabelle_locker['time_for_a_change'] or quest.isabelle_hurricane.finished)) and (not quest.isabelle_piano.started or quest.isabelle_piano == 'piano' or quest.isabelle_piano.finished)|Play something sweet and romantic
fr_fr: ?quest.isabelle_tour.finished and (quest.isabelle_over_kate.started and not quest.isabelle_over_kate.failed) and quest.isabelle_stolen.finished and quest.isabelle_buried.finished and (quest.isabelle_locker.finished and (not quest.isabelle_locker['time_for_a_change'] or quest.isabelle_hurricane.finished)) and (not quest.isabelle_piano.started or quest.isabelle_piano == 'piano' or quest.isabelle_piano.finished)|Jouer quelque chose de doux et de romantique
it_it: ?quest.isabelle_tour.finished e (quest.isabelle_over_kate.started e non quest.isabelle_over_kate.failed) e quest.isabelle_stolen.finished e quest.isabelle_buried.finished e (quest.isabelle_locker.finished e (non quest. sabelle_locker['time_for_a_change'] o quest.isabelle_hurricane.finished)) e (non quest.isabelle_piano.started o quest.isabelle_piano == 'piano' o quest.isabelle_piano.finished)<unk> Gioca qualcosa di dolce e romantico

source: ?quest.isabelle_tour.finished and (quest.kate_over_isabelle.started and not quest.kate_over_isabelle.failed) and (not quest.isabelle_piano.started or quest.isabelle_piano == 'piano')|Play something sweet and romantic
fr_fr: ?quest.isabelle_tour.finished and (quest.kate_over_isabelle.started and not quest.kate_over_isabelle.failed) and (not quest.isabelle_piano.started or quest.isabelle_piano == 'piano')|Jouer quelque chose de doux et romantique
it_it: ?quest.isabelle_tour.finished e (quest.kate_over_isabelle.started e non quest.kate_over_isabelle.failed) e (non quest.isabelle_piano.started o quest.isabelle_piano == 'piano')<unk> Gioca qualcosa di dolce e romantico

source: ?quest.lindsey_piano == 'piano' or (quest.isabelle_tour.finished and quest.lindsey_book.finished and quest.lindsey_wrong.finished and (quest.piano_tuning.finished or quest.lindsey_piano['failed']))|Play something fast and exciting
fr_fr: ?quest.lindsey_piano == 'piano' or (quest.isabelle_tour.finished and quest.lindsey_book.finished and quest.lindsey_wrong.finished and (quest.piano_tuning.finished or quest.lindsey_piano['failed']))|Jouer quelque chose de rapide et d'excitant
it_it: ?quest.lindsey_piano == 'pianoforte' o (quest.isabelle_tour.finished and quest.lindsey_book.finished and quest.lindsey_wrong.finished and (quest.piano_tuning.finished or quest.lindsey_piano['failed']))<unk> Gioca qualcosa di veloce ed emozionante

source: ?quest.isabelle_tour.finished|Play something dark and dramatic
fr_fr: ?quest.isabelle_tour.finished|Jouer quelque chose de sombre et de dramatique
it_it: ?quest.isabelle_tour.finished<unk> Gioca qualcosa di scuro e drammatico

source: ?False|Play something playful and spontaneous {space=152}{color=#C00}(not yet available){/}
fr_fr: ?False|Play something playful and spontaneous {space=152}{color=#C00}(pas encore disponible){/}
it_it: ?False<unk> Gioca qualcosa di giocoso e spontaneo {space=152}{color=#C00}(non ancora disponibile){/}

source: Just press the keys randomly
fr_fr: Appuyez simplement sur les touches de manière aléatoire
it_it: Basta premere i tasti a caso
