Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/first_hall_east/int_door_bathroom.po
Languages: fr_fr

source: Have you ever had the honor of eating your turkey mayo sandwhich surrounded by poop particles?
fr_fr: Avez-vous déjà eu l'honneur de manger votre sandwich à la dinde et à la mayonnaise entouré de particules de caca ?

source: I have.
fr_fr: J'ai.

source: You're trying to go to the bathroom?
fr_fr: Vous essayez d'aller aux toilettes ?

source: [lindsey] has a Defcon 5 concussion and you're trying to enter the bathroom?!
fr_fr: [lindsey] a une commotion Defcon 5 et vous essayez d'entrer dans la salle de bain ?!

source: And you're laughing?!
fr_fr: Et vous riez ?!

source: This is where the glowing spider eggs were last seen, but entering now will land me a full year's detention.
fr_fr: C'est ici que les œufs d'araignée lumineux ont été vus pour la dernière fois, mais y entrer maintenant me vaudra une année entière de détention.

source: Need to wait until after dark when nobody is around.
fr_fr: Il faut attendre après la tombée de la nuit quand personne n'est là.

source: The problem is that the [guard] sweeps the school before locking up.
fr_fr: Le problème, c'est que le [guard] balaie l'école avant de fermer.

source: And if you don't have a special permit to stay late, your bacon is toast.
fr_fr: Et si vous n'avez pas de permis spécial pour rester en retard, votre bacon est grillé.

source: Getting a permit is impossible, though. Finding a place to hide is my best bet.
fr_fr: Il est toutefois impossible d'obtenir un permis. Trouver un endroit pour se cacher est mon meilleur pari.

source: The statue idea was a total bust... and not the antique bronze kind.
fr_fr: L'idée de la statue était un buste total ... et non pas le bronze antique.

source: Still need to get those photos, though.
fr_fr: Encore besoin d'obtenir ces photos, cependant.

source: If [jacklyn] has taught me anything, I'm going to need silver paint for this to work.
fr_fr: Si le [jacklyn] m'a appris quelque chose, je vais avoir besoin de peinture d'argent pour que ça fonctionne.

source: Pretty sure there's a bucket in the art classroom.
fr_fr: Assez sûr qu'il y a un seau dans la salle de classe.

source: If street artists can do it, anyone can.
fr_fr: Si les artistes de la rue peuvent le faire, n'importe qui peut.

source: Just need to stand still and wait.
fr_fr: Il faut juste rester debout et attendre.

source: A few strange looks so far, but everyone has mostly ignored me.
fr_fr: Quelques regards étranges jusqu'à présent, mais tout le monde m'a surtout ignoré.

source: That's how it usually goes, though.
fr_fr: Mais c'est comme ça qu'il va généralement.

source: Okay, now for—
fr_fr: Okay, maintenant pour-

source: [_guard_s_angry_flashlight_] Hey! What do you think you're doing?
fr_fr: [_guard_s_angry_flashlight_] Hé ! Que penses-tu que tu fais ?

source: Shit.
fr_fr: Merde.

source: Okay. Don't move a muscle...
fr_fr: Ok. Ne bouchez pas un muscle ...

source: [_guard_s_suspicious_flashlight_] Enough horsing around. You're coming with me.
fr_fr: [_guard_s_suspicious_flashlight_] Assez de fer à cheval. Tu viens avec moi.

source: Damn it, so close to working.
fr_fr: Merde, si près de travailler.

source: Well, last night was a complete failure, but the quest for the glowing spider eggs is far from over.
fr_fr: La nuit dernière a été un échec total, mais la quête des œufs d'araignée lumineux est loin d'être terminée.

source: It sounds stupid even thinking it.
fr_fr: Ça a l'air stupide même de le penser.

source: This is the most obvious hiding spot. Hopefully, the [guard] is lazy tonight.
fr_fr: C'est la plus évidente des cachettes. J'espère que le [guard] est paresseux ce soir.

source: Patience and silence... two of my favorite virtues.
fr_fr: Patience et silence... deux de mes vertus préférées.

source: A dripping faucet in the distance.
fr_fr: Un robinet à égouttage au loin.

source: The muted whirr of the AC from the gym.
fr_fr: Le ronronnement sourd de la climatisation du gymnase.

source: The tranquil lapping of the pool.
fr_fr: Le calme de la piscine.

source: When the noisy students disappear, the small sounds come out.
fr_fr: Quand les étudiants bruyants disparaissent, les petits sons sortent.

source: Shit. Someone's coming...
fr_fr: Merde. Quelqu'un vient ...

source: Why is he humming "Don't Fear the Reaper?"
fr_fr: Pourquoi il bosse "N'aurait-il pas peur de la couche ?"

source: Quick, hit me with another shot of adrenaline. Ugh.
fr_fr: Vite, donnez-moi une autre dose d'adrénaline. Ugh.

source: As long as he doesn't search too closely...
fr_fr: Tant qu'il ne recherche pas de trop près ...

source: Okay, he's gone. The coast is clear.
fr_fr: Ok, il est parti. La côte est claire.

source: Time to go where no man has ever gone before.
fr_fr: Il est temps d'aller où aucun homme n'a jamais disparu.

source: Strong and sneaky — the perfect combination.
fr_fr: Fort et sournois - la combinaison parfaite.

source: This is some mission impossible shit. Tom Cruise would be proud.
fr_fr: C'est une mission impossible. Tom Cruise serait fier.

source: Okay, now for the waiting game...
fr_fr: Ok, maintenant pour le jeu en attente ...

source: The soft creaking of the ceiling.
fr_fr: La pâte molle du plafond.

source: A mouse skittering through the ducts.
fr_fr: Une souris se faufile dans les conduits.

source: The muted banging in the pipes.
fr_fr: Le bruit sourde dans les tuyaux.

source: As long as he doesn't point the flashlight up at my ugly face...
fr_fr: Tant qu'il ne pointe pas la lampe de poche à mon horrible visage ...

source: This is the most risky spot, just how I like it.
fr_fr: C'est le point le plus risqué, c'est comme ça que j'aime.

source: Silence. The air vibrating in anticipation. The hammer hovering over the gavel.
fr_fr: Silence. L'air vibrant en anticipation. Le marteau survolait le marteau.

source: Guilty? Innocent?
fr_fr: La culpabilité ? Innocent ?

source: Only time can be the judge.
fr_fr: Seul le temps peut être le juge.

source: Only the quiet thoughts of the—
fr_fr: Seules les pensées tranquilles des...

source: Better undress fast.
fr_fr: Meilleure tenue rapide.

source: [_mc_] Good evening, sir! Quite the peaceful night, wouldn't you say?
fr_fr: [_mc_] Bonsoir, monsieur ! La nuit tranquille, tu ne dirais pas ?

source: [_guard_s_suspicious_flashlight_] I suppose...
fr_fr: [_guard_s_suspicious_flashlight_] Je suppose ...

source: [_mc_] I've just finished up my last laps.
fr_fr: [_mc_] Je viens de terminer mes derniers tours.

source: [_mc_] The water is the perfect temperature if you're in the mood for a swim!
fr_fr: [_mc_] L'eau est la température parfaite si vous êtes d'humeur à nager !

source: [_guard_s_smile_flashlight_] That would be nice, but it's getting late.
fr_fr: [_guard_s_Souriez_flashlight_] Ce serait bien, mais il est en retard.

source: [_mc_] All right. Well, I'm about to hit the showers.
fr_fr: [_mc_] Très bien. Je suis sur le point de frapper les douches.

source: [_mc_] It's been a long day, but I'm glad we have the chance to get some extra practice in after dark.
fr_fr: [_mc_] C'est une longue journée, mais je suis heureux que nous ayons la chance d'avoir une pratique supplémentaire après la tombée de la nuit.

source: [_guard_s_smile_flashlight_] Keep up the good work, kid.
fr_fr: [_guard_s_Souriez_flashlight_] Continuez le bon travail, gamin.

source: [_mc_] See you around, sir!
fr_fr: [_mc_] Vous voyez, monsieur !

source: Whoa! What a rush! That went a lot better than expected...
fr_fr: Whoa ! Quelle précipitation ! Cela a été beaucoup mieux que prévu ...

source: Okay, time to get those photos.
fr_fr: Ok, le temps d'obtenir ces photos.

source: Drenching myself in silver paint is the easy part...
fr_fr: S'enduire de peinture argentée est la partie la plus facile...

source: Standing still is going to be the challenge.
fr_fr: Il y aura toujours un défi à relever.

source: Oof, that's sticky.
fr_fr: Ode, c'est collant.

source: That's also what she said.
fr_fr: C'est aussi ce qu'elle a dit.

source: No senses but one.
fr_fr: Pas de sens, mais un.

source: Smell.
fr_fr: Odeur.

source: The asphyxiating smell of silver paint.
fr_fr: L'odeur asphyxiante de la peinture d'argent.

source: [_guard_s_surprised_flashlight_] What the hell is this?
fr_fr: [_guard_s_surprised_flashlight_] Qu'est-ce que c'est ?

source: [_guard_s_angry_flashlight_] That is one ugly piece of art...
fr_fr: [_guard_s_angry_flashlight_] C'est un art moche ...

source: Gee, thanks. Tell me how you really feel.
fr_fr: Merci. Dites-moi ce que vous ressentez vraiment.

source: Thank god, he finally left. I can't believe that worked!
fr_fr: Dieu merci, il est finalement parti. Je n'arrive pas à croire que ça ait marché !

source: Finding those freaking eggs is going to be a nightmare, though.
fr_fr: Cependant, trouver ces œufs en train de se libérer va être un cauchemar.

source: Hide in plain sight, masquerading as a statue
fr_fr: Se cacher à la vue de tous en se faisant passer pour une statue

source: Hide behind the trophy case
fr_fr: Cacher derrière le boîtier du trophée

source: ?mc.strength>=6@[mc.strength]/6|{image=stats str}|Scale the wall and hide inside the air duct
fr_fr: ?mc.renforc>=6@[mc.strength]/6|{image=stats str}|Echelle le mur et cache à l'intérieur du conduit d'air

source: ?mc.charisma>=6@[mc.charisma]/6|{image=stats cha}|Hide at the pool entrance, a smile and some bullshit at the ready
fr_fr: ?mc.charisma>=6@[mc.charisma]/6|{image=stats cha}|Cacher à l'entrée du pool, un sourire et des conneries à l'état prêt
