Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/first_hall_east/int_door_pool.po
Languages: fr_fr, it_it

source: It looks bad if students start drowning during the first week, so it's school policy to keep it closed.
fr_fr: Ça semble mauvais si les étudiants commencent à se noyer au cours de la première semaine, alors c'est la politique de l'école de la garder fermée.
it_it: Sembra male se gli studenti iniziano ad annegare durante la prima settimana, quindi è politica scolastica tenerlo chiuso.

source: You're trying to go to the pool?
fr_fr: Vous essayez d'aller à la piscine ?
it_it: Stai provando ad andare in piscina?

source: [lindsey] has a Defcon 5 concussion and you're trying to enter the pool?!
fr_fr: [lindsey] a une commotion de Defcon 5 et vous essayez d'entrer dans la piscine ?!
it_it: [lindsey] ha una commozione Defcon 5 e stai cercando di entrare in piscina?!

source: And you're laughing?!
fr_fr: Et vous riez ?!
it_it: E stai ridendo?!

source: There's a notice taped to the door.
fr_fr: Il y a un avis enregistré à la porte.
it_it: C'è un avviso registrato alla porta.

source: {i}"Due to the amounts of soggy confetti in the filters last year, the pool will remain closed until after the Newfall Independence Day festivities."{/}
fr_fr: {i}"En raison des quantités de confettis détrempés dans les filtres l'année dernière, la piscine restera fermée jusqu'à la fin des festivités du jour de l'Indépendance de Newfall.
it_it: {i}"A causa della quantità di confetti infondati nei filtri dello scorso anno, la piscina rimarrà chiusa fino a dopo i festeggiamenti Newfall Independence Days."{/}

source: Oh, right. That happened.
fr_fr: Oh, c'est ça. C'est arrivé.
it_it: Oh, giusto. È successo.

source: Luckily, no one found out it was me trying to ruin it.
fr_fr: Heureusement, personne n'a découvert que c'était moi qui essayais de tout gâcher.
it_it: Per fortuna, nessuno ha scoperto che ero io a cercare di rovinarlo.

source: Not sure what [mrsl]'s thoughts are regarding the swim team tryouts.
fr_fr: Je ne sais pas ce que pense [mrsl] des essais de l'équipe de natation.
it_it: Non è sicuro che cosa pensieri di [mrsl]per quanto riguarda la squadra di nuoto prove.

source: How am I supposed to feast my eyes upon the flesh of the innocent now?
fr_fr: Comment suis-je censé manger mes yeux sur la chair de l'innocent maintenant ?
it_it: Come dovrei fare i miei occhi sulla carne degli innocenti adesso?
