Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/first_hall_east/int_vent.po
Languages: fr_fr, it_it

source: Shit! That would be a great hiding spot, but it's so high up...
fr_fr: Merde ! Ce serait une grande cachette, mais c'est tellement haut ...
it_it: Merda, che sarebbe un grande nascondiglio, ma è così in alto...

source: Shit, shit, shit. How do I close the distance?!
fr_fr: Merde, merde, merde. Comment fermer la distance? !
it_it: Merda, merda, merda. Come faccio a chiudere la distanza?!

source: Oh fuck, it's bolted in place!
fr_fr: Oh fuck, c'est boulonné en place !
it_it: Oh cazzo, è bullonato al posto!

source: I need to find another—
fr_fr: J'ai besoin de trouver un autre-
it_it: Ho bisogno di trovare un'altra—

source: [_kate_s_smile_] There you are!
fr_fr: [_kate_s_smile_] Vous êtes là !
it_it: [_kate_s_smile_] Ecco!

source: This is the only ventilation duct in the entire school.
fr_fr: C'est le seul conduit de ventilation de toute l'école.
it_it: Questo è l'unico condotto di ventilazione in tutta la scuola.

source: Where does it lead? No one knows.
fr_fr: Où en est-il du plomb? Personne ne le sait.
it_it: Dove condurre? Nessuno lo sa.

source: There seems to be something dark in there, blocking the airflow.
fr_fr: Il semble y avoir quelque chose de noir, bloquant le flux d'air.
it_it: Sembra che ci sia qualcosa di buio, bloccando il flusso d'aria.

source: Need to remove the grill to get a better look.
fr_fr: Besoin de retirer le grill pour obtenir un meilleur look.
it_it: Necessità di rimuovere la griglia per ottenere un aspetto migliore.

source: I've always been something of a handyman, if you know what I'm saying.
fr_fr: J'ai toujours été un homme de main, si tu sais ce que je dis.
it_it: Sono sempre stato qualcosa di un handyman, se sai quello che sto dicendo.

source: Just need to loosen these bolts...
fr_fr: Il suffit de desserter ces boulons ...
it_it: Basta sciogliere questi bulloni...

source: There we go.
fr_fr: Nous y allons.
it_it: Ci andiamo.

source: Truly an explorer of uncharted lands.
fr_fr: Véritable explorateur de terres non cartographiées.
it_it: Davvero un esploratore di terre inesplorate.

source: A modern-day Columbus, if you will. Haters and all.
fr_fr: Un Columbus d'aujourd'hui, si vous le pouvez. Les Haters et tous.
it_it: Un Columbus moderno, se lo vuoi. Odio e tutti.

source: Oh, what's this?
fr_fr: Oh, c'est quoi ça?
it_it: Oh, cos'è questo?

source: A bag of some sort...
fr_fr: Un sac de quelque sorte ...
it_it: Una borsa di qualche tipo...

source: Ski masks, a grappling hook, dark clothes...
fr_fr: Des masques à ski, un crochet, des vêtements foncés ...
it_it: Maschere sci, un grappling gancio, vestiti scuri...

source: Is this Batman's secret stash? The only thing missing is the freaking Batmobile.
fr_fr: Est-ce que c'est le secret de Batman? La seule chose qui manque est le freaking Batmobile.
it_it: È lo stash segreto di questo Batman? L'unica cosa mancante è la freaking Batmobile.

source: It's all dusty. Whoever brought this probably got lost in the vent maze and perished.
fr_fr: C'est toute la poussière. Celui qui a apporté cela s'est probablement perdu dans le dédale de l'évent et a péri.
it_it: È tutto polveroso. Chi ha portato questo probabilmente si è perso nel labirinto della bocca e perì.

source: The grappling hook looks pretty cool.
fr_fr: Le crochet de pamplemement a l'air plutôt cool.
it_it: Il gancio di presa sembra abbastanza cool.

source: Unscrewing the bolts with my [item.title_lower] would be break-in goals. Unfortunately, that's still something of a pipe dream.
fr_fr: Dévister les boulons avec mon [item.title_lower] serait des buts de rupture. Malheureusement, c'est encore quelque chose d'un rêve de pipe.
it_it: Svitare i bulloni con la mia [item.title_lower] sarebbe rovinare gli obiettivi. Purtroppo, questo è ancora qualcosa di un sogno di tubo.

source: The architects built these tunnels too greedily and too deep...
fr_fr: Les architectes ont construit ces tunnels trop avides et trop profonds ...
it_it: Gli architetti costruirono queste gallerie troppo avidamente e troppo profonde...

source: They disturbed something in the howling depths.
fr_fr: Ils ont dérangé quelque chose dans les profondeurs de hurlement.
it_it: Hanno disturbato qualcosa nelle profondità urlanti.

source: At least, that's what [maxine] says.
fr_fr: Au moins, c'est ce que dit le [maxine].
it_it: Almeno, questo è ciò che [maxine] dice.
