Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_1/day1_take2.po
Languages: fr_fr, it_it

source: Newfall High — the perfect place to have your confidence shattered and your hopes turned to dust, while on a semi-strict diet of eggos and strawberry juice.
fr_fr: Newfall High - l'endroit idéal pour voir sa confiance brisée et ses espoirs réduits en poussière, tout en suivant un régime semi-strict à base d'eggos et de jus de fraise.
it_it: Newfall High — il luogo perfetto per avere la vostra fiducia frantumata e le vostre speranze si sono trasformate in polvere, mentre su una dieta semi-rigorosa di eggo e succo di fragola.

source: Halls infested with gaggles of harpies, who snigger and quickly pass you by, but stop and fawn over idiot jocks.
fr_fr: Des halls infestés de harpies, qui ricanent et passent rapidement devant vous, mais s'arrêtent et s'extasient devant des sportifs idiots.
it_it: I corridoi infestati da golosi di arpie, che si rompono e rapidamente vi passano, ma si fermano e si alzano sopra i jock idioti.

source: She-devils in skimpy dresses, flaunting their bodies and brace-perfect smiles, reminding you that happiness and success are only for attractive people.
fr_fr: Des diablotines en robe moulante, exhibant leur corps et leur sourire parfait, qui vous rappellent que le bonheur et la réussite sont l'apanage des personnes séduisantes.
it_it: Lei diavoli in abiti impy, ostentando i loro corpi e sorrisi perfetti, ricordandovi che la felicità e il successo sono solo per le persone attraenti.

source: Classroom-dwelling tormentors, whose only pleasure in life is screwing you over with a big fat D.
fr_fr: Les bourreaux de la classe, dont le seul plaisir dans la vie est de vous baiser avec un gros D.
it_it: Tormentori di abitazione in classe, il cui unico piacere nella vita è avvitare con un grande grasso D.

source: And, of course, the principal... who keeps the rotting cogs turning and the social hierarchy intact.
fr_fr: Et, bien sûr, le directeur... qui fait tourner les rouages pourris et maintient intacte la hiérarchie sociale.
it_it: E, naturalmente, il principale... che mantiene intatta la rotazione degli ingranaggi marcianti e la gerarchia sociale.

source: To actually be back. Fuck.
fr_fr: Pour être de retour. Putain.
it_it: Per essere realmente indietro. Cazzo .

source: The odds aren't going to be fair this time around either... but if I really did travel back in time, at least I know what's coming.
fr_fr: Les chances ne seront pas équitables cette fois-ci non plus ... mais si j'ai vraiment fait le voyage dans le temps, au moins je sais ce qui arrive.
it_it: Le probabilità non saranno giuste questa volta neanche... ma se davvero ho viaggiato indietro nel tempo, almeno so cosa sta arrivando.

source: Perhaps there's a chance for some sort of redemption?
fr_fr: Peut-être qu'il y a une chance pour une sorte de rédemption ?
it_it: Forse c'è una possibilità per una sorta di redenzione?

source: Perhaps...
fr_fr: Peut-être ...
it_it: Forse...

source: This again?
fr_fr: Encore une fois ?
it_it: Anche questo?

source: [_hidden_number_] Blasted technology! Apologies for earlier.
fr_fr: [_hidden_number_] Technologie grillée ! Les excuses pour les années précédentes.
it_it: [_hidden_number_] Tecnologia offuscata! Scuse per prima.

source: [_hidden_number_] I have something important to tell you.
fr_fr: [_hidden_number_] J'ai quelque chose d'important à te dire.
it_it: [_hidden_number_] Ho qualcosa di importante da dirti.

source: Seriously? Just out with it!
fr_fr: Sérieusement ? Juste avec ça !
it_it: Seriamente? Appena fuori con esso!

source: [_hidden_number_] Your choices in life matter. Even the smallest ones.
fr_fr: [_hidden_number_] Vos choix en matière de vie. Même les plus petits.
it_it: [_hidden_number_] Le tue scelte nella vita contano. Anche le più piccole.

source: [_hidden_number_] Sometimes, they have consequences. Not just for yourself, but also for others. Keep that in mind, [mc].
fr_fr: [_hidden_number_] Parfois, ils ont des conséquences. Pas seulement pour vous, mais aussi pour les autres. Gardez cela à l'esprit, [mc].
it_it: [_hidden_number_] A volte, hanno delle conseguenze. Non solo per te stesso, ma anche per gli altri. Tienilo a mente, [mc].

source: That's it? Some wellness carpe diem bullshit?
fr_fr: C'est tout ? Une connerie de carpe diem du bien-être ?
it_it: È questo? Alcuni carpe benessere diem bullshit?

source: [_hidden_number_] Just follow your heart.
fr_fr: [_hidden_number_] Suivez votre cœur.
it_it: [_hidden_number_] Segui il tuo cuore.

source: How utterly cliche.
fr_fr: C'est tout à fait cliche.
it_it: Come completamente cliche.

source: Thanks. I guess that is important. Now more than ever. What else?
fr_fr: Merci. Je suppose que c'est important. Maintenant plus que jamais. Quoi d'autre ?
it_it: Grazie. Immagino che sia importante. Ora più che mai. Che altro?

source: [_hidden_number_] Follow your heart, and you'll be okay!
fr_fr: [_hidden_number_] Suivez votre cœur, et vous allez bien !
it_it: [_hidden_number_] Segui il tuo cuore, e starai bene!

source: Not exactly the information I was hoping for.
fr_fr: Pas exactement les informations que j'espérais.
it_it: Non esattamente le informazioni che stavo sperando.

source: [_hidden_number_] What were you hoping for?
fr_fr: [_hidden_number_] Qu'espériez-vous ?
it_it: [_hidden_number_] Che cosa speravate?

source: Something useful! The secrets to getting pussy, maybe?
fr_fr: Quelque chose d'utile ! Les secrets pour avoir la chatte, peut-être ?
it_it: Qualcosa di utile! I segreti per ottenere la figa, forse?

source: [_hidden_number_] Aren't there more important things in life? Like following your heart?
fr_fr: [_hidden_number_] N'y a-t-il pas des choses plus importantes dans la vie ? Comme suivre ton cœur ?
it_it: [_hidden_number_] Non ci sono cose più importanti nella vita? Ti piace seguire il tuo cuore?

source: Something helpful! How to get a girl to like me, maybe?
fr_fr: Quelque chose d'utile ! Comment obtenir une fille comme moi, peut-être ?
it_it: Qualcosa di utile! Come ottenere una ragazza a piacermi, forse?

source: Nice try. Go bother someone else.
fr_fr: Bien essayé. Va embêter quelqu'un d'autre.
it_it: Bello provare. Andate a disturbare qualcun altro.

source: [_hidden_number_] Fine. Just remember that all choices have consequences. Trust your heart!
fr_fr: [_hidden_number_] Fine. N'oubliez pas que tous les choix ont des conséquences. Faites confiance à votre cœur !
it_it: [_hidden_number_] Bene. Ricorda che tutte le scelte hanno delle conseguenze. Fidati del tuo cuore!

source: If you ghost me again, I'll block you.
fr_fr: Si tu me refais le coup du fantôme, je te bloque.
it_it: Se mi fantasmi di nuovo, ti bloccherò.

source: [_hidden_number_] I promise that it was equipment malfunction! Besides, this is more important to me than you.
fr_fr: [_hidden_number_] Je promets que c'était un mauvais fonctionnement de l'équipement ! D'ailleurs, c'est plus important pour moi que vous.
it_it: [_hidden_number_] Prometto che era malfunzionamento dell'equipaggiamento! Inoltre, questo è più importante per me di te.

source: Okay, I guess I'm listening.
fr_fr: Ok, je suppose que j'écoute.
it_it: Va bene, immagino che sto ascoltando.

source: How fucking useless.
fr_fr: Comment putain inutile.
it_it: Come cazzo inutile.

source: Sent back in time, and the only person who seems to be aware of it is some demented grandma who found a phone and decided that her cookies and milk aren't enough to save the world anymore.
fr_fr: Envoyé dans le temps, et la seule personne qui semble en avoir conscience est une petite-mère détournée qui a trouvé un téléphone et a décidé que ses biscuits et son lait ne sont plus assez pour sauver le monde.
it_it: Inviato indietro nel tempo, e l'unica persona che sembra essere consapevole di esso è una nonna demenziata che ha trovato un telefono e ha deciso che i suoi biscotti e latte non sono più sufficienti per salvare il mondo.

source: My heart? Seriously? This whole thing feels like a big joke.
fr_fr: Mon cœur ? Sérieusement ? Tout ça ressemble à une grosse blague.
it_it: Il mio cuore? Seriamente? Tutta questa cosa sembra una grande barzelletta.

source: My heart can't be trusted any more than my...
fr_fr: Mon cœur ne peut plus être digne de confiance que mon ...
it_it: Il mio cuore non si può fidare più del mio...

source: Anyway, better get inside before the bell rings.
fr_fr: Quoi qu'il en soit, mieux se trouve à l'intérieur avant les sonneries.
it_it: In ogni caso, meglio entrare prima degli anelli campana.

source: Ah, the smell of artificial lemons and misery. Nostalgia, stress, and terror brewing in an all-too-familiar concoction of emotions.
fr_fr: Ah, l'odeur des citrons artificiels et de la misère. La nostalgie, le stress et la terreur se mélangent dans un mélange d'émotions trop familier.
it_it: Ah, l'odore di limoni artificiali e miseria. Nostalgia, stress, e terrore si preparano in un insieme di emozioni troppo familiare.

source: There's little in this place to cherish... apart from the girls running up and down the stairs.
fr_fr: Il n'y a pas grand-chose à chérir dans cet endroit... à part les filles qui montent et descendent les escaliers en courant.
it_it: C'è poco in questo posto per amare... a parte le ragazze che corrono su e giù per le scale.

source: Red lips pouting. Eyes crackling with determination. Struggling against gravity in a battle they can't win.
fr_fr: Les lèvres rouges font la moue. Les yeux crépitent de détermination. Luttant contre la gravité dans une bataille qu'ils ne peuvent gagner.
it_it: Colpisce le labbra rosse. Gli occhi si rompono con determinazione. Lotta contro la gravità in una battaglia che non possono vincere.

source: Some girls lose it harder than others. And those are the milkshakes that bring all the boys to the yard.
fr_fr: Certaines filles le perdent plus fort que d'autres. Et ce sont les milkshakes qui amènent tous les garçons dans la cour.
it_it: Alcune ragazze lo perdono più di altre. E queste sono le milkshake che portano tutti i ragazzi al cortile.

source: Or at least a charity show of bouncy delight for the wretched and deprived.
fr_fr: Ou au moins un spectacle de bienfaisance pour les malheureux et les démunis.
it_it: O almeno uno spettacolo di carità di gioia rimbalzante per i miseri e privati.

source: Better get to the homeroom before they close the door.
fr_fr: Mieux vaut se rendre au foyer avant de fermer la porte.
it_it: Meglio arrivare alla casa prima che chiudano la porta.

source: The thick smell of freshly sharpened pencils, cheap perfume, and cigarette smoke always gave the homeroom a shady character.
fr_fr: L'odeur épaisse des crayons fraîchement taillés, des parfums bon marché et de la fumée de cigarette donnait toujours à la salle de classe un caractère louche.
it_it: L'odore spesso di matite appena affilate, profumo a buon mercato e fumo di sigaretta ha sempre dato alla casa un carattere ombreggiato.

source: It's the only room in the school that could, by smell alone, be mistaken for a seedy strip club.
fr_fr: C'est la seule pièce de l'école qui, par sa seule odeur, pourrait être confondue avec un club de strip-tease miteux.
it_it: E 'l'unica stanza nella scuola che potrebbe, per odore da sola, essere scambiato per un club striscia sveglia.

source: For whatever reason, the janitor never scrubbed this floor with her signature lemon soap, and that still seems to be the case.
fr_fr: Pour quelque raison que ce soit, le concierge n'a jamais lavé cet étage avec son savon au citron, et cela semble encore être le cas.
it_it: Per qualsiasi motivo, il janitor non ha mai strofinato questo pavimento con il suo sapone di limone firma, e questo sembra ancora essere il caso.

source: Normally, keeping my head down would be my first instinct, but the girls are all busy hugging and chatting.
fr_fr: Normalement, garder la tête en bas serait mon premier instinct, mais les filles sont toutes occupées à se sertir et à bavardage.
it_it: Normalmente, mantenere la testa giù sarebbe il mio primo istinto, ma le ragazze sono tutte occupate abbracciando e chiacchierando.

source: And the guys... they're all busy staring at...
fr_fr: Et les gars ... ils sont tous occupés à regarder ...
it_it: E i ragazzi... sono tutti impegnati a fissare...

source: That's... Whoa! What happened to the cardigan and knitted socks?
fr_fr: C'est ... Whoa ! Qu'est-il arrivé au cardigan et aux chaussettes de bonneterie ?
it_it: Choa! Che cosa è successo al cardigan e calzini a maglia?

source: It's like she just woke up from hibernation and decided that sex appeal is the new black.
fr_fr: C'est comme si elle s'était réveillés d'hibernation et a décidé que l'attrait du sexe était le nouveau noir.
it_it: È come lei si è appena svegliata dal letargo e ha deciso che il sex appeal è il nuovo nero.

source: Holy smokes. No wonder the guys aren't paying attention to their favorite victim.
fr_fr: Saint-fumeur. Pas étonnant que les gars ne portent pas attention à leur victime préférée.
it_it: Fumi santi. Non c'è da stupirsi che i ragazzi non stiano prestando attenzione alla loro vittima preferita.

source: [_mrsl_s_neutral_] Welcome to your final year of high school! I hope you're as excited as I am.
fr_fr: [_mrsl_s_neutral_] Bienvenue à votre dernière année de lycée ! J'espère que tu es aussi excité que moi.
it_it: [_mrsl_s_neutral_] Benvenuto nel tuo ultimo anno di scuola superiore! Spero che tu sia entusiasta come me.

source: [_mrsl_] It's okay, you don't have to sit down...
fr_fr: [_mrsl_] C'est bon, vous n'avez pas à vous asseoir ...
it_it: [_mrsl_] Va bene, non c'è bisogno di sedersi...

source: [_mrsl_] ...unless you need to!
fr_fr: [_mrsl_] ... sauf si vous en avez besoin !
it_it: [_mrsl_] ... a meno che non sia necessario!

source: [_mrsl_s_excited_] My name is Mrs. Lichtenstein and I'll be your homeroom teacher.
fr_fr: [Je m'appelle Mme Lichtenstein et je serai votre professeur principal.
it_it: [_mrsl_s_excited_] Il mio nome è la signora Lichtenstein e sarò il vostro insegnante homeroom .

source: [_mrsl_s_excited_] This year, things are going to be a bit different.
fr_fr: [_mrsl_s_excited_] Cette année, les choses vont être un peu différentes.
it_it: [_mrsl_s_excited_] Quest'anno, le cose saranno un po' diverse.

source: [_mrsl_] Newfall High has been selected for an experimental program.
fr_fr: [_mrsl_] Newfall High a été sélectionné pour un programme expérimental.
it_it: [_mrsl_] Newfall High è stato selezionato per un programma sperimentale.

source: [_mrsl_] Some of you might've heard about the new curriculum already, but for those who haven't, this is how it'll work.
fr_fr: [_mrsl_] Certains d'entre vous ont peut-être déjà entendu parler du nouveau programme d'études, mais pour ceux qui ne l'ont pas, c'est ainsi que ça va fonctionner.
it_it: [_mrsl_] Alcuni di voi potrebbero aver già sentito parlare del nuovo curriculum, ma per coloro che non lo fanno, questo è come funzionerà.

source: Oh, shit. Okay, definitely time to take a seat!
fr_fr: Oh, merde. Ok, vraiment le temps de prendre un siège !
it_it: Oh, merda. Ok, sicuramente il tempo di prendere un posto!

source: Who knew she hid such a tight body underneath those layers of fabric. It's hard not to be vulgar because {i}damn{/}... that ass!
fr_fr: Qui savait qu'elle cachait un corps aussi serré sous ces couches de tissu. C'est dur de ne pas être vulgaire parce que {i}merde {/} ... que le cul !
it_it: Chi sapeva nascondere un corpo così stretto sotto quegli strati di tessuto. È difficile non essere volgare perché {i}dannato{/}... quel culo!

source: And that strip of skin at the edge of her dress is like a glimpse into the second circle of Hell...
fr_fr: Et cette bande de peau au bord de sa robe est comme un aperçu du deuxième cercle de l'enfer ...
it_it: E quella striscia di pelle al bordo del suo vestito è come uno scorcio nel secondo cerchio dell'Inferno...

source: The firm roundness of her cheeks...
fr_fr: La rondeur ferme de ses joues ...
it_it: La rotondità ferma delle sue guance...

source: The belt that caresses her stripper waist...
fr_fr: La ceinture qui caresse sa taille de strip-teaseuse ...
it_it: La cintura che accarezza la sua vita spogliarelle...

source: The outline of her freaking nipple piercings earlier!
fr_fr: Le contour de son perçage de mamelons plus tôt !
it_it: Il contorno del suo capezzolo freaking piercings prima!

source: She's like sex on legs... long perfectly toned legs...
fr_fr: Elle est comme le sexe sur les jambes ... de longues jambes parfaitement désossées ...
it_it: Lei è come il sesso sulle gambe... lunghe gambe perfettamente tonificate...

source: [_mrsl_] Can everyone see well?
fr_fr: [_mrsl_] Est-ce que tout le monde peut bien voir ?
it_it: [_mrsl_] Tutti possono vedere bene?

source: [_mrsl_] Okay, perfect!
fr_fr: [_mrsl_] Ok, parfait !
it_it: [_mrsl_] Okay, perfetto!

source: [_mrsl_] Starting today, each of you will be in charge of your own schedule.
fr_fr: [_mrsl_] À partir d'aujourd'hui, chacun d'entre vous sera responsable de votre propre horaire.
it_it: [_mrsl_] A partire da oggi, ognuno di voi sarà responsabile del proprio programma.

source: [_mrsl_] That means you have to sign up for three classes you want to focus on. There'll be a list in each classroom.
fr_fr: [_mrsl_] Cela signifie que vous devez vous inscrire pour trois classes sur vous. Il y aura une liste dans chaque classe.
it_it: [_mrsl_] Ciò significa che devi iscriverti a tre classi su cui vuoi concentrarti. Ci sarà una lista in ogni classe.

source: [_mrsl_] To graduate at the end of the year, you need to acquire one hundred points in your focus classes and twenty points in your regular classes.
fr_fr: [_mrsl_] Pour obtenir un diplôme à la fin de l'année, vous devez acquérir une centaine de points dans vos classes de focus et vingt points dans vos cours réguliers.
it_it: [_mrsl_] Per laurearsi alla fine dell'anno, è necessario acquisire cento punti nelle vostre classi di focus e venti punti nelle vostre classi regolari.

source: [_mrsl_] This means that there won't be scheduled classes for you this year and that you're more responsible for your education.
fr_fr: [_mrsl_] Cela signifie qu'il n'y aura pas de cours réguliers pour vous cette année et que vous êtes plus responsable de votre éducation.
it_it: [_mrsl_] Questo significa che quest'anno non ci saranno lezioni programmate per te e che sei più responsabile della tua istruzione.

source: [_mrsl_] Did everyone get that? Some of you seem a bit distracted.
fr_fr: [_mrsl_] Est-ce que tout le monde a eu ça ? Certains d'entre vous semblent un peu distraits.
it_it: [_mrsl_] Lo hanno fatto tutti? Alcuni di voi sembrano un po' distratti.

source: [_mrsl_] In case you're confused, the details are on the blackboard.
fr_fr: [_mrsl_] En cas de confusion, les détails sont sur le tableau.
it_it: [_mrsl_] In caso di confusione, i dettagli sono sulla lavagna.

source: [_mrsl_s_neutral_] Any questions?
fr_fr: [_mrsl_s_neutral_] Toute question ?
it_it: [_mrsl_s_neutral_] Qualche domanda?

source: [_mrsl_s_surprised_] Yes? [mc].
fr_fr: [_mrsl_s_surprised_] Oui ? [mc].
it_it: [_mrsl_s_surprised_] Sì? [mc].

source: [_mc_] So, we get to sleep in... all year?
fr_fr: [_mc_] Alors, on va dormir ... toute l'année ?
it_it: [_mc_] Così, arriviamo a dormire in... tutto l'anno?

source: [_mrsl_s_excited_] Some of you will have to work just as hard as before.
fr_fr: [_mrsl_s_excited_] Certains d'entre vous devront travailler aussi fort qu'auparavant.
it_it: [_mrsl_s_excited_] Alcuni di voi dovranno lavorare altrettanto duramente come prima.

source: [_mrsl_s_smile_] Others might have more time for... other activities.
fr_fr: [_mrsl_s_Souriez_] D'autres pourraient avoir plus de temps pour d'autres activités.
it_it: [_mrsl_s_smile_] Altri potrebbero avere più tempo per... altre attività.

source: [_mrsl_s_smile_] In the end, your grades are all up to you.
fr_fr: [_mrsl_s_Souriez_] En fin de compte, vos notes vous sont toutes à la hauteur.
it_it: [_mrsl_s_smile_] Alla fine, i tuoi voti sono tutti a te.

source: [_mc_] What classes do you teach this year, [mrsl]?
fr_fr: [_mc_] Quelles classes enseignez-vous cette année, [mrsl] ?
it_it: [_mc_] Quali lezioni insegnate quest'anno, [mrsl]?

source: [_mrsl_s_smile_] Unfortunately, I won't be teaching any classes this year.
fr_fr: [_mrsl_s_Souriez_] Malheureusement, je n'enseignerai pas de cours cette année.
it_it: [_mrsl_s_smile_] Sfortunatamente, quest'anno non insegnerò nessuna lezione.

source: [_mrsl_s_smile_] But I will be coaching the Newfall swim team. You're very welcome to try out, [mc]!
fr_fr: [_mrsl_s_Souriez_] Mais je vais entraîner l'équipe de natation Newfall. Vous êtes le bienvenu pour essayer, [mc]!
it_it: [_mrsl_s_smile_] Ma io guiderò la squadra di nuoto Newfall . Sei molto benvenuto a provare, [mc]!

source: That's... err. Is she being suggestive on purpose?
fr_fr: C'est ... err. Est-elle évocatrice à dessein ?
it_it: Ecco... errore. È suggestiva di proposito?

source: She used to look at me with nothing but disgust, and now she's practically hitting on me.
fr_fr: Elle me regarda avec rien d'autre qu'un dégoût, et maintenant elle me frappe pratiquement.
it_it: Lei mi guardava solo con disgusto, e ora mi sta praticamente colpendo.

source: Did she say swimsuit?
fr_fr: Elle a dit le maillot de bain ?
it_it: Ha detto costume da bagno?

source: No point risking embarrassment this early in the day.
fr_fr: Pas de point de risque embarrassant ce début de la journée.
it_it: Nessun punto rischiare imbarazzo questo all'inizio della giornata.

source: [_mrsl_s_thinking_] No? Okay, good.
fr_fr: [_mrsl_s_thinking_] Non ? Ok, bon.
it_it: [_mrsl_s_thinking_] No? Ok, buono.

source: [_mrsl_s_neutral_] Most of you know each other from last year...
fr_fr: [_mrsl_s_neutral_] La plupart d'entre vous se connaissent depuis l'année dernière ...
it_it: [_mrsl_s_neutral_] La maggior parte di voi si conosce a vicenda dallo scorso anno...

source: [_mrsl_s_excited_] But we have one new student. She has transferred all the way from Europe.
fr_fr: [_mrsl_s_excited_] Mais nous avons un nouvel étudiant. Elle a transféré tout le chemin de l'Europe.
it_it: [_mrsl_s_excited_] Ma abbiamo un nuovo studente. Ha trasferito tutta la strada dall'Europa.

source: [_mrsl_s_excited_] Everyone, please say hi to [isabelle]!
fr_fr: [_mrsl_s_excited_] Tout le monde, merci de dire bonjour au [isabelle]!
it_it: [_mrsl_s_excited_] Salutate tutti [isabelle]!

source: [_isabelle_] Hello.
fr_fr: [_isabelle_] Bonjour.
it_it: [_isabelle_] Ciao.

source: There was no [isabelle] in my senior class...
fr_fr: Il n'y avait pas de [isabelle] dans ma classe supérieure ...
it_it: Non c'era [isabelle] nella mia classe senior...

source: That's the third strange thing, along with [mrsl]'s new style and those texts.
fr_fr: C'est la troisième chose étrange, avec le nouveau style de [mrsl] et ces textes.
it_it: Questa è la terza cosa strana, insieme al nuovo stile di [mrsl]e a quei testi.

source: But damn. She's pretty cute.
fr_fr: Mais putain. Elle est mignonne.
it_it: Ma maledetta. È piuttosto carina.

source: And, obviously, way out of my league.
fr_fr: Et, évidemment, sortir de ma ligue.
it_it: E, ovviamente, uscire dalla mia lega.

source: [_mrsl_s_smile_] Why don't you tell us a bit about yourself?
fr_fr: [_mrsl_s_Souriez_] Pourquoi ne pas nous parler un peu de vous ?
it_it: [_mrsl_s_smile_] Perché non ci dici un po' di te stesso?

source: [_isabelle_s_smile_] I'm originally from London, but thanks to my dad's job, we move almost every year.
fr_fr: [_isabelle_s_Souriez_] Je suis originaire de Londres, mais grâce au travail de mon père, on se déplace presque chaque année.
it_it: [_isabelle_s_smile_] Sono originario di Londra, ma grazie al lavoro di mio papà, ci muoviamo quasi ogni anno.
