Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_1/day1_take2.po
Languages: fr_fr, it_it

source: [_isabelle_s_sad_] I get to see the world, but sometimes it's hard to stay in touch with people.
fr_fr: [_isabelle_s_sad_] Je vois le monde, mais il est parfois difficile de rester en contact avec les gens.
it_it: [_isabelle_s_sad_] Vedo il mondo, ma a volte è difficile restare in contatto con le persone.

source: [_mrsl_s_excited_] I'm sure you'll meet some new friends here!
fr_fr: [_mrsl_s_excited_] Je suis sûr que vous rencontrerez de nouveaux amis ici !
it_it: [_mrsl_s_excited_] Sono sicuro che incontrerai nuovi amici qui!

source: [_mrsl_s_thinking_] Why don't we ask someone to show you around?
fr_fr: [_mrsl_s_thinking_] Pourquoi ne pas demander à quelqu'un de vous montrer ?
it_it: [_mrsl_s_thinking_] Perché non chiediamo a qualcuno di mostrarti in giro?

source: [_isabelle_s_excited_] That would be nice.
fr_fr: [_isabelle_s_excited_] Ce serait bien.
it_it: [_isabelle_s_excited_] Sarebbe bello.

source: [_mrsl_s_excited_] Okay! Any volunteers?
fr_fr: [_mrsl_s_excited_] Ok ! Tous les bénévoles ?
it_it: [_mrsl_s_excited_] Okay! Qualche volontario?

source: [_mc_] I could do it.
fr_fr: [_mc_] Je pourrais le faire.
it_it: [_mc_] potrei farlo.

source: [_kate_s_eyeroll_] Suck-up.
fr_fr: [_kate_s_eyeroll_] Aspirer.

source: [_mrsl_s_excited_] Perfect! [mc] will give you a tour of the school.
fr_fr: [Parfait ! [mc] va vous faire visiter l'école.
it_it: [_mrsl_s_excited_] Perfetto! [mc] ti darà un tour della scuola.

source: [_mrsl_s_blush_] This is your last year of school. So make sure to make the best of it!
fr_fr: [_mrsl_s_blush_] C'est votre dernière année d'école. Alors, assurez-vous d'en faire le meilleur !
it_it: [_mrsl_s_blush_] Questo è il tuo ultimo anno di scuola. Quindi assicurati di farne del meglio!

source: [_mrsl_s_excited_] Come on, now. Don't be shy!
fr_fr: [Allez, maintenant. Ne soyez pas timide !
it_it: [_mrsl_s_excited_] Avanti, ora. Non essere timido!

source: [_mrsl_s_surprised_] I'm just going to pick someone, then.
fr_fr: [_mrsl_s_surprised_] Je vais juste choisir quelqu'un, alors.
it_it: [_mrsl_s_surprised_] Ho solo intenzione di scegliere qualcuno, allora.

source: [_mrsl_s_excited_] [kate], you're up!
fr_fr: [_mrsl_s_excited_] [kate], vous êtes en haut !
it_it: [_mrsl_s_excited_] [kate], sei finito!

source: [_kate_s_eyeroll_] How exciting.
fr_fr: [_kate_s_eyeroll_] How excitante.
it_it: [_kate_s_eyeroll_] Quanto eccitante.

source: [_mrsl_s_smile_] I think that's all for now. Don't forget to sign up for your focus classes!
fr_fr: [_mrsl_s_Souriez_] Je pense que c'est tout pour l'instant. N'oubliez pas de vous inscrire à vos cours de focus !
it_it: [_mrsl_s_smile_] penso che sia tutto per ora. Non dimenticare di iscriverti alle tue classi di messa a fuoco!

source: [_mrsl_s_smile_] If you have any questions throughout the year, feel free to stop by here or at the pool.
fr_fr: [_mrsl_s_Souriez_] Si vous avez des questions tout au long de l'année, n'hésitez pas à vous arrêter ici ou à la piscine.
it_it: [_mrsl_s_smile_] Se avete domande durante tutto l'anno, sentitevi liberi di fermarsi qui o in piscina.

source: She tripped over the wet-floor sign. Where's the sign with a warning about hazardous signs?
fr_fr: Elle a trébuché sur le panneau indiquant un sol mouillé. Où se trouve le panneau d'avertissement concernant les panneaux dangereux ?
it_it: Lei si aggirò sul cartello del pavimento bagnato. Dov'è il cartello con un avvertimento sui segni pericolosi?

source: For once in my life, I happened to be at the right place at the right time.
fr_fr: Pour une fois dans ma vie, je me trouve au bon endroit au bon moment.
it_it: Per una volta nella mia vita, mi è capitato di essere nel posto giusto al momento giusto.

source: It's hard to imagine a top athlete like [lindsey] ever misstepping, but maybe this is that one blue-moon occurrence.
fr_fr: Il est difficile d'imaginer qu'un athlète de haut niveau comme [lindsey] puisse jamais commettre un faux pas, mais il s'agit peut-être d'un cas exceptionnel.
it_it: È difficile immaginare un atleta di alto livello come [lindsey] mai sbagliato, ma forse questo è che un caso di luna blu.

source: Hmm... this is more of a beige-pink moon, though... a pristine one, without a single blemish or crater...
fr_fr: Hmm... il s'agit plutôt d'une lune beige-rose... une lune vierge, sans la moindre tache ni le moindre cratère...
it_it: Hmm... questo è più di una luna beige-rosa, però... un incontaminato, senza un singolo difetto o cratere...

source: One might even call it a full one, if it weren't partially obscured by a sports thong.
fr_fr: On pourrait même dire qu'il est complet, s'il n'était pas partiellement masqué par un string de sport.
it_it: Si potrebbe anche chiamarlo pieno, se non fosse parzialmente oscurato da un perizoma sportivo.

source: [_lindsey_s_LindseyPose00b_] Effing shit! I swear to god!
fr_fr: [_lindsey_s_LindseyPose00b_] Putain de merde ! Je le jure devant Dieu !
it_it: [_lindsey_s_LindseyPose00b_] Effing shit! Giuro a Dio!

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord ?
it_it: [_mc_] Stai bene?

source: Hmm... no thanks? Well, she did look really embarrassed.
fr_fr: Hmm ... non merci ? Eh bien, elle a été vraiment embarrassée.
it_it: Hmm... no grazie? Beh, sembrava davvero imbarazzata.

source: She probably just wanted to get the hell out of here and hide her face. Been there, can relate.
fr_fr: Elle voulait probablement juste se tirer d'ici et cacher son visage. Je suis passé par là, je peux comprendre.
it_it: Probabilmente voleva solo ottenere l'inferno fuori di qui e nascondere il suo viso.

source: Clumsy girls are my favorite.
fr_fr: Les filles maladroites sont mes préférées.
it_it: Ragazze sfacciate sono il mio preferito.

source: Especially, angry clumsy girls in skirts and thongs.
fr_fr: En particulier, les filles maladroites et en colère en jupes et en strings.
it_it: Soprattutto, arrabbiato goffe ragazze in gonne e perizomi.

source: Girls who do everything they can to keep their modesty and good reputation.
fr_fr: Les filles qui font tout ce qu'elles peuvent pour garder leur pudeur et leur bonne réputation.
it_it: Ragazze che fanno tutto il possibile per mantenere la loro modestia e buona reputazione.

source: Who'd hate to have their pert bottoms exposed to half the school.
fr_fr: Qui n'aimeraient pas voir leurs petites fesses exposées à la moitié de l'école.
it_it: Chi odierebbe avere i loro fondi pert esposti a metà della scuola.

source: Their silky unblemished buttcheeks.... split by a pair of risqué panties that only hide their most intimate parts...
fr_fr: Leurs fesses soyeuses et impeccables.... sont fendues par une culotte osée qui ne cache que leurs parties les plus intimes...
it_it: I loro glutei setosi incontaminati.... spaccati da un paio di mutandine risque<unk> che nascondono solo le loro parti più intime...

source: Just a thin layer of fabric between me and that wet squishy pussy.
fr_fr: Juste une fine couche de tissu entre moi et cette chatte mouillée.
it_it: Solo un sottile strato di tessuto tra me e quella figa squishy bagnata.

source: Between that tight tight rose of forbidden lust and the unworthy...
fr_fr: Entre cette rose serrée tendue de la luxure interdite et les indignes ...
it_it: Tra quella stretta rosa stretta di lussuria proibita e l'indegno...

source: [_lindsey_] Piece of crap scum sign!
fr_fr: [_lindsey_] Panneau de merde !
it_it: [_lindsey_] Pezzo di cartellino di merluzzo!

source: Should be illegal to look that good!
fr_fr: Il devrait être illégal de regarder ce bien !
it_it: Dovrebbe essere illegale per sembrare così buono!

source: Hours at the gym, thousands of squats. Her falling over is a public service.
fr_fr: Des heures au gymnase, des milliers de squats. Sa chute est une fonction publique.
it_it: Ore in palestra, migliaia di squat.La sua caduta è un servizio pubblico.

source: Should be a weekly thing with tickets and popcorn. There's profit to be made here.
fr_fr: Devrait être une chose hebdomadaire avec des billets et du pop-corn. Il y a des profits à faire ici.
it_it: Dovrebbe essere una cosa settimanale con biglietti e popcorn. C'è profitto da fare qui.

source: If only girls weren't so protective of their bodies...
fr_fr: Si seulement les filles n'étaient pas protectrices de leur corps ...
it_it: Se solo le ragazze non erano così protettive dei loro corpi...

source: "Seriously? Just out with it!"
fr_fr: " Sérieusement ? Juste avec ça ! "
it_it: "Seriamente? Appena fuori con esso!"

source: "Nice try. Go bother someone else."
fr_fr: " Bien essayé. Va embêter quelqu'un d'autre. "
it_it: "Bello provare. Andate a disturbare qualcun altro."

source: "If you ghost me again, I'll block you."
fr_fr: "Si tu me refais le coup du fantôme, je te bloque."
it_it: "Se mi fantasmi di nuovo, ti bloccherò."

source: "That's it? Some wellness carpe diem bullshit?"
fr_fr: "C'est tout ? Des conneries de bien-être carpe diem ?"
it_it: "È questo? Alcuni carpe benessere diem bullshit?"

source: "Thanks. I guess that is important. Now more than ever. What else?"
fr_fr: " Merci. Je suppose que c'est important. Maintenant plus que jamais. Quoi d'autre ? "
it_it: "Grazie. Immagino che sia importante. Ora più che mai. Che altro?"

source: "Not exactly the information I was hoping for."
fr_fr: "Pas exactement les informations que j'espérais."
it_it: "Non esattamente le informazioni che stavo sperando."

source: "Something useful! The secrets to getting pussy, maybe?"
fr_fr: " Quelque chose d'utile ! Les secrets pour avoir la chatte, peut-être ? "
it_it: "Qualcosa di utile! I segreti per ottenere la figa, forse?"

source: "Something helpful! How to get a girl to like me, maybe?"
fr_fr: " Quelque chose d'utile ! Comment obtenir une fille comme moi, peut-être ? "
it_it: "Qualcosa di utile! Come far piacere una ragazza, forse?"

source: Raise hand
fr_fr: Lever la main
it_it: Alza la mano

source: Stay silent
fr_fr: Rester silencieux
it_it: Rimani in silenzio

source: "So, we get to sleep in... all year?"
fr_fr: "Alors, on va dormir dans ... toute l'année ?"
it_it: "Così, arriviamo a dormire in... tutto l'anno?"

source: "What classes do you teach this year, [mrsl]?"
fr_fr: "Quelles classes enseignes-tu cette année, [mrsl] ?"
it_it: "Quali lezioni insegnate quest'anno, [mrsl]?"

source: Volunteer
fr_fr: Volontaire
it_it: Volontariato

source: Help her up
fr_fr: Aide à sa mise à jour
it_it: Aiutala su

source: Enjoy the view
fr_fr: Profitez de la vue
it_it: Goditi la vista
