Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_1/dress_to_the_nine.po
Languages: fr_fr, it_it

source: I see it now.
fr_fr: Je le vois maintenant.
it_it: Lo vedo adesso.

source: The bedroom looks different.
fr_fr: La chambre a l'air différente.
it_it: La camera da letto sembra diversa.

source: The old posters have all returned.
fr_fr: Les vieilles affiches sont toutes retournées.
it_it: I vecchi manifesti sono tornati tutti.

source: These busty babes deserved a better fate than the bin.
fr_fr: Ces babes busty méritaient un sort meilleur que le bac.
it_it: Queste ragazze procace meritavano un destino migliore del cestino.

source: My old computer hums in the corner again. It cost me a fortune to replace this piece of crap... and what about my secret folder?
fr_fr: Mon vieux ordinateur est à nouveau dans le coin. Ça m'a coûté une fortune pour remplacer ce morceau de merde ... et qu'en est-il de mon dossier secret?
it_it: Il mio vecchio computer è di nuovo nell'angolo. Mi è costato una fortuna per sostituire questo pezzo di merda... e che dire della mia cartella segreta?

source: [jo] would never dare touch or make threats about my new computer, even as a prank.
fr_fr: [jo] n'oserait jamais toucher ou faire des menaces à propos de mon nouvel ordinateur, même en tant que prank.
it_it: [jo] non oserebbe mai toccare o fare minacce sul mio nuovo computer, anche come uno scherzetto.

source: Fuck.
fr_fr: Putain.
it_it: Cazzo

source: I guess I did travel back in time...
fr_fr: Je suppose que j'ai fait un voyage dans le temps ...
it_it: Immagino di aver viaggiato indietro nel tempo...

source: If this is all real, then maybe it's time to make an effort. Last time, everyone laughed at me for stumbling in late on the first day.
fr_fr: Si c'est bien réel, alors il est peut-être temps de faire un effort. La dernière fois, tout le monde s'est moqué de moi pour avoir trébuté en retard le premier jour.
it_it: Se questo è tutto reale, allora forse è il momento di fare uno sforzo. L'ultima volta tutti hanno riso di me per inciampare a tardi il primo giorno.

source: Shit.
fr_fr: Merde.
it_it: Merda.

source: Fully processing this fuckery would require more lifeforce than I currently have.
fr_fr: Le traitement complet de cette vaisselle nécessiterait plus de force de vie que je ne l'ai actuellement.
it_it: Completamente l'elaborazione di questo stoviglie richiederebbe più forza di vita di quanto io attualmente ho.

source: Might as well get dressed.
fr_fr: Might aussi bien s'habiller.
it_it: Potrebbe anche vestirsi bene.
