Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_1/flora_bonsai.po
Languages: fr_fr, it_it

source: Crap. I was supposed to water the [nurse]'s bonsai. They drink more than an alcoholic during happy hour...
fr_fr: Crap. J'étais supposé arrosé le bonsaï du [nurse]'s. Ils boivent plus qu'un alcoolique pendant une heure heureuse ...
it_it: Crap. Dovevo annaffiare il bonsai della [nurse]. Bevono più di un alcolico durante l'ora felice...

source: Better make sure it doesn't wilt. It is the [nurse]'s baby.
fr_fr: Mieux vaut s'assurer que ça ne saute pas. C'est le bébé de [nurse].
it_it: Meglio assicurarsi che non si appassisca. È il bambino di [nurse].

source: Well, that's odd...
fr_fr: Eh bien, c'est bizarre ...
it_it: Beh, è strano...

source: I didn't know a bonsai could grow like this...
fr_fr: Je ne savais pas qu'un bonsaï pouvait grandir comme ça ...
it_it: Non sapevo che un bonsai potesse crescere così...

source: The [nurse] does cut and trim it sometimes, so maybe this is what happens if you don't.
fr_fr: L'infirmière le coupe parfois, alors c'est peut-être ce qui se passe si vous ne le faites pas.
it_it: La [nurse] lo taglia e lo taglia a volte, quindi forse questo è quello che succede se non lo fai.

source: I should probably try to find a pair of scissors or something...
fr_fr: Je devrais probablement essayer de trouver une paire de ciseaux ou quelque chose ...
it_it: Probabilmente dovrei cercare di trovare un paio di forbici o qualcosa...

source: But for now, let's keep it from dying.
fr_fr: Mais pour l'instant, faisons en sorte qu'il ne meure pas.
it_it: Ma per ora, evitiamo che muoia.

source: [_flora_] Bring me sweets!
fr_fr: [_flora_] Apportez-moi des bonbons !
it_it: [_flora_] Portami i dolci!

source: Welp, that was quick.
fr_fr: Eh bien, c'était rapide.
it_it: Welp, era veloce.

source: Sweets? Well, as long as it's only that...
fr_fr: Les Suédois ? Eh bien, tant que ce n'est que ça ...
it_it: Dolci? Beh, finché è solo quello...

source: [_flora_] I'm thirsty now! Bring me a drink!
fr_fr: [_flora_] J'ai soif maintenant ! Apporte-moi un verre !
it_it: [_flora_] ho sete ora! Portami un drink!

source: ...Already?
fr_fr: ...déjà ?
it_it: ...già?

source: [_flora_] Help me to the bathroom!
fr_fr: [_flora_] Aide-moi aux toilettes !
it_it: [_flora_] Aiutami al bagno!

source: Is a little bit of gratitude too much to ask for?
fr_fr: Un peu de gratitude est-il trop à demander ?
it_it: È un po' di gratitudine troppa da chiedere?

source: On my way, I guess.
fr_fr: Sur mon chemin, je suppose.
it_it: Sulla mia strada, immagino.

source: [_flora_] Bring me a book from the English classroom!
fr_fr: [_flora_] Apportez-moi un livre de la classe d'anglais !
it_it: [_flora_] Portami un libro dall'aula inglese!

source: [_mc_] Why? How are you supposed to read it?
fr_fr: [_mc_] Pourquoi ? Comment tu es censé le lire ?
it_it: [_mc_] Perché? Come dovresti leggerlo?

source: Ugh, why am I even replying? It's not like she can see it.
fr_fr: Ugh, pourquoi je réponds même ? Ce n'est pas comme si elle pouvait le voir.
it_it: Ugh, perché sto anche rispondendo? Non è come lei può vederlo.

source: [_flora_] I need you to cut onions for me.
fr_fr: [_flora_] J'ai besoin que vous couchez des oignons pour moi.
it_it: [_flora_] Ho bisogno di voi per tagliare le cipolle per me.

source: Whatever. Fine. Better she not lose her fingers.
fr_fr: Peu importe. Très bien. Mieux elle ne perd pas ses doigts.
it_it: Qualunque cosa sia. Bene. Meglio che non perda le dita.

source: [_mc_] [flora]? What's wrong?
fr_fr: [_mc_] [flora] ? Qu'est-ce qui ne va pas ?
it_it: [_mc_] [flora]? Cosa c'è di sbagliato?

source: [_flora_s_sad_] Oh, thank god. I got lost trying to get to the [nurse]'s office...
fr_fr: [_flora_s_sad_] Oh, dieu merci. Je me suis perdue en essayant de me rendre au bureau [nurse]...
it_it: [_flora_s_sad_] Oh, grazie dio. Mi sono perso cercando di raggiungere l'ufficio di [nurse]...

source: [_mc_] Have you hurt yourself?
fr_fr: [_mc_] Avez-vous blessé vous-même ?
it_it: [_mc_] Ti sei fatto del male?

source: [_flora_s_annoyed_] No! But someone stole my pads when I was on the toilet!
fr_fr: [_flora_s_annoyed_] Non ! Mais quelqu'un a volé mes serviettes quand j'étais aux toilettes !
it_it: [_flora_s_annoyed_] No! Ma qualcuno mi ha rubato i cuscinetti quando ero in bagno!

source: [_mc_] Huh? That's odd.
fr_fr: [_mc_] Huh ? C'est bizarre.
it_it: [_mc_] Huh? È strano.

source: [_flora_s_annoyed_] More like rude!
fr_fr: [_flora_s_annoyed_] Plus comme grossier !
it_it: [_flora_s_annoyed_] Più come maleducato!

source: [_mc_] Odd because the same exact thing happened to [isabelle] earlier.
fr_fr: [_mc_] Bizarre parce que la même chose est arrivée à [isabelle] plus tôt.
it_it: [_mc_] Dispari perché la stessa cosa esatta è successo a [isabelle] prima.

source: [_flora_s_confused_] That is odd... but also, we can find the pad thief later.
fr_fr: [_flora_s_confused_] C'est bizarre ... mais aussi, on peut trouver le voleur de l'extrusion plus tard.
it_it: [_flora_s_confused_] Che è strano... ma anche, possiamo trovare il ladro pad più tardi.

source: [_flora_s_sarcastic_] Onward to the [nurse]'s office!
fr_fr: [_flora_s_sarcastic_] Direction le bureau de la [nurse] !
it_it: [_flora_s_sarcastic_] Avanti all'ufficio di [nurse]!

source: Holy crap...
fr_fr: Saint-merde ...
it_it: Sacro merda...

source: Those vines? Surely, it can't be...
fr_fr: Ces vignes ? Sûrement, ça ne peut pas être ...
it_it: Quelle viti? Sicuramente, non può essere...

source: [_mc_] Oh, fuck.
fr_fr: [_mc_] Oh, merde.
it_it: [_mc_] Oh, cazzo.

source: Need to do something quick before that thing eats her... or worse!
fr_fr: Il faut faire vite avant que cette chose ne la mange... ou pire !
it_it: Necessità di fare qualcosa di veloce prima che la cosa la mangiachar@@0 o peggio!

source: Well, depends on how you look at it. Might be better.
fr_fr: Tout dépend de la façon dont on voit les choses. Cela pourrait être mieux.
it_it: Beh, dipende da come lo guardi. Potrebbe essere migliore.

source: Anyway...
fr_fr: En tout cas ...
it_it: Comunque...

source: [_flora_] Noooo!
fr_fr: [_flora_] Nooonnnn !

source: [_mc_] Shit! Shit! Shit! Hold on, I'm coming!
fr_fr: [_mc_] Shit ! Merde ! Merde ! Attends, je viens !
it_it: [_mc_] merda! Merda! Merda! Attenermi, sto arrivando!
