Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_1/isabelle_tour.po
Languages: fr_fr, it_it

source: The 1st Floor — what a sight!
fr_fr: Le 1er étage-quel spectacle !
it_it: Il primo piano — che vista!

source: Long have I waited to tread these halls, feel the wind in my hair, and behold the fair maidens of this elevated height!
fr_fr: Longtemps j'ai attendu de traîtres ces halles, sentais le vent dans mes cheveux, et voici les bonnes demoiselles de cette hauteur élevée !
it_it: Per molto tempo ho aspettato di percorrere questi saloni, sentire il vento nei miei capelli, ed ecco le fiere fanciulle di questa altezza elevata!

source: Or, you know... panic starts to set in, the AC is still broken, and the girls run at the mere sight of me...
fr_fr: Ou, vous savez ... la panique commence à se mettre en place, le courant alternatif est toujours cassée, et les filles courent à la seule vue de moi ...
it_it: Oppure, sapete... il panico inizia ad entrare, l'AC è ancora rotto, e le ragazze corrono alla mera vista di me...

source: Not much has changed here.
fr_fr: Peu de choses ont changé ici.
it_it: Non molto è cambiato qui.

source: English was never one of my good subjects.
fr_fr: L'anglais n'a jamais été un de mes bons sujets.
it_it: L'inglese non è mai stato uno dei miei buoni soggetti.

source: Studying mossy poets and authors from a distant past always seemed like a waste of time.
fr_fr: Étudier les poètes et les auteurs d'un passé lointain semblait toujours être une perte de temps.
it_it: Studiare poeti e autori muschiosi da un passato lontano sembrava sempre una perdita di tempo.

source: This classroom is waking a lot of memories from hibernation...
fr_fr: Cette salle de classe éveille beaucoup de souvenirs d'hibernation ...
it_it: Questa classe si sta risvegliando un sacco di ricordi da ibernazione...

source: The only good one is getting third place at a mock spelling bee. How sad is that?
fr_fr: La seule bonne chose est d'obtenir une troisième place dans une fausse épellation d'épellation. C'est triste, c'est triste ?
it_it: L'unico bravo sta ottenendo il terzo posto in una falsa ape ortografica. Quanto è triste?

source: [_jacklyn_s_excited_] Hi and welcome! My name is [jacklyn] Hyde.
fr_fr: [Bonjour et bienvenue ! Je m'appelle [jacklyn] Hyde.
it_it: [_jacklyn_s_excited_] Ciao e benvenuto! Mi chiamo [jacklyn] Hyde.

source: [_jacklyn_s_excited_] I'm still a teacher's assistant, but due to Mrs. Bloomer's poor health, I've been asked to step in until she gets back.
fr_fr: [_jacklyn_s_excited_] Je suis toujours l'assistante d'un professeur, mais en raison de la mauvaise santé de Mme Bloomer, on m'a demandé d'intervenir jusqu'à ce qu'elle revienne.
it_it: [_jacklyn_s_excited_] Sono ancora assistente di un insegnante, ma a causa della cattiva salute della signora Bloomer, mi è stato chiesto di intervenire fino a quando non tornerà.

source: During my last time around, [jacklyn] wasn't here... but she's definitely an upgrade to Mrs. Bloomer in terms of looks.
fr_fr: Au cours de ma dernière fois, [jacklyn] n'était pas là ... mais c'est vraiment une mise à jour de Mme Bloomer en termes de regards.
it_it: Durante la mia ultima volta, [jacklyn] non era qui... ma è sicuramente un aggiornamento alla signora Bloomer in termini di aspetti.

source: That lady was closing in on sixty, with cigarette-yellowed teeth and enough wrinkles to compete with a bowl of raisins...
fr_fr: Cette dame approchait la soixantaine, avec des dents jaunies par la cigarette et suffisamment de rides pour rivaliser avec un bol de raisins secs...
it_it: Quella signora stava chiudendo in su sessanta, con i denti di sigaretta ingialliti e abbastanza rughe per competere con una ciotola di uvetta...

source: [_jacklyn_s_annoyed_] Forgive the ass-stick intro.
fr_fr: [_jacklyn_s_annoyed_] Pardonnez l'introduction en forme de bâton de cul.
it_it: [_jacklyn_s_annoyed_] Perdona l'introduzione dell'ass-stick.

source: [_jacklyn_s_laughing_] Apparently, it's not enough to wear this top — sucking bureaucracy's cock is a job requirement.
fr_fr: [_jacklyn_s_laughing_] Apparemment, il ne suffit pas de porter cette grosse queue de bureaucratie est une exigence professionnelle.
it_it: [_jacklyn_s_laughing_] A quanto pare, non è sufficiente indossare questo top — succhiare il cazzo della burocrazia è un requisito di lavoro.

source: [_jacklyn_s_excited_] If you're feeling it, call me [jacklyn]... between artists, we're all on a first-name basis.
fr_fr: [_jacklyn_s_excited_] Si vous vous sentez, appelez-moi [jacklyn]... entre les artistes, nous sommes tous sur une base de premier nom.
it_it: [_jacklyn_s_excited_] Se lo senti, chiamami [jacklyn]... tra artisti, siamo tutti in prima persona.

source: [_isabelle_s_excited_] That's refreshing to hear! I'd like to sign up for your class, please!
fr_fr: [_isabelle_s_excited_] C'est rafraîchissant d'entendre ! J'aimerais vous inscrire pour votre classe, s'il vous plaît !
it_it: [_isabelle_s_excited_] È rinfrescante sentire! Mi piacerebbe iscrivermi alla tua classe, per favore!

source: [_jacklyn_s_excited_right_] Wicked! What's your name?
fr_fr: [Jacklyn_s_excitée_droite] Wicked ! Quel est votre nom ?
it_it: [_jacklyn_s_excited_right_] Wicked! Qual è il tuo nome?

source: [_isabelle_s_excited_] Oh, great. I'm [isabelle].
fr_fr: [_isabelle_s_excited_] Oh, super. Je suis [isabelle].
it_it: [_isabelle_s_excited_] Oh, ottimo. Sono [isabelle].

source: [_jacklyn_s_laughing_] Badass. Okay, you're on the shortlist, babylegs!
fr_fr: [_jacklyn_s_laughing_] Badass. Ok, tu es sur la liste des enfants !
it_it: [_jacklyn_s_laughing_] Badass. Va bene, sei nella shortlist, babyleg!
