Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_1/isabelle_stolen.po
Languages: fr_fr, it_it

source: Papers? Has anyone seen 'em? No?
fr_fr: Papiers ? Quelqu'un les a-t-il vus ? Non ?
it_it: Carte? Qualcuno ha visto 'em? No?

source: What do you write shitty renaissance poems on? Papers! Got to be some in here.
fr_fr: Sur quoi écrivez-vous des poèmes de renaissance ? Papiers ! Je suis d'un peu ici.
it_it: Su cosa scrivi delle poesie rinascimentali? Papers! È arrivato un po' qui.

source: This is the arts classroom, and what do you draw art on? Fucking papers!
fr_fr: C'est la classe d'arts plastiques, et sur quoi dessine-t-on ? Des putains de papiers !
it_it: Questa è l'aula delle arti e su cosa disegnare l'arte? Scopare cartelli!

source: The [nurse] is always writing on a notepad, maybe I could steal a page?
fr_fr: Le [nurse] est toujours écrit sur un bloc-notes, peut-être que je pourrais voler une page ?
it_it: La [nurse] sta sempre scrivendo su un blocco note, forse potrei rubare una pagina?

source: What about those blank notes on the table?
fr_fr: Qu'en est-il de ces notes vierges sur la table ?
it_it: Che dire di quelle note vuote sul tavolo?

source: Hmm... no. They're glued to the desk.
fr_fr: Hmm ... non. Ils sont collés au bureau.
it_it: Hmm... no. Sono incollati alla scrivania.

source: Surely, there must be papers somewhere around here.
fr_fr: Sûrement, il doit y avoir des papiers quelque part ici.
it_it: Sicuramente, ci devono essere documenti da qualche parte qui intorno.

source: None of the jocks can read, so the odds of finding a paper here is probably low.
fr_fr: Aucune des horloges ne peut être lue, de sorte que les chances de trouver un papier ici sont probablement faibles.
it_it: Nessuno dei jocks può leggere, quindi le probabilità di trovare una carta qui è probabilmente basso.

source: Where the fuck are the papers?
fr_fr: Où sont les papiers ?
it_it: Dove il cazzo sono i cartelli?

source: Maybe I'll send [maxine] a fucking hulahoop inscribed with glowing Mordorian letters like the One Ring.
fr_fr: Peut-être que j'enverrai à [maxine] un putain de hulahoop inscrit avec des lettres lumineuses de Mordor, comme l'Anneau Unique.
it_it: Magari invierò ad [maxine] un hulahoop del cazzo inscritto con lettere mordoriane incandescenti come l'anello unico.

source: Fucking {i}ash nazg gimbatul!{/}
fr_fr: Putain de {i}ash nazg gimbatul!{/}
it_it: Cazzo {i}ash nazg gimbatul!{/}

source: Okay, my patience is low, but those notes on the bookshelf are lists of all the porn I'll commission if I ever get rich.
fr_fr: D'accord, ma patience est à bout, mais ces notes sur l'étagère sont des listes de tous les films pornographiques que je commanderai si je deviens riche un jour.
it_it: Va bene, la mia pazienza è bassa, ma quelle note sullo scaffale sono liste di tutto il porno che commissionerò se mai mi arricchisco.

source: I'm not sending those to [maxine].
fr_fr: Je n'envoie pas ceux au [maxine].
it_it: Non sto mandando quelli ad [maxine].

source: And no. Despite what [jo] says, those posters are sacred.
fr_fr: Et non. Malgré ce que dit [jo] , ces affiches sont sacrées.
it_it: E no. Nonostante ciò che [jo] dice, quei manifesti sono sacri.

source: Maybe it's time to excavate my closet. There's a lot of stuff buried there.
fr_fr: Peut-être qu'il est temps de fouiller mon placard. Il y a beaucoup de choses qui y sont enterrée.
it_it: Forse è ora di scavare il mio armadio. C'è un sacco di cose sepolte lì.
