Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_1/kate_desire.po
Languages: fr_fr, it_it

source: [_kate_s_excited_] Hey, where do you think you're going?
fr_fr: [_kate_s_excited_] Hé, où pensez-vous que vous allez ?
it_it: [_kate_s_excited_] Hey, dove pensi di andare?

source: [_mc_] To win this challenge. You?
fr_fr: [_mc_] Pour gagner ce défi. Vous ?
it_it: [_mc_] Per vincere questa sfida. Tu?

source: [_kate_s_annoyed_right_] Where did you find the green star?
fr_fr: [_kate_s_annoyed_right_] Où avez-vous trouvé l'étoile verte ?
it_it: [_kate_s_annoyed_right_] Dove hai trovato la stella verde?

source: [_mc_] Just follow the clues...
fr_fr: [_mc_] Il suffit de suivre les indices ...
it_it: [_mc_] Basta seguire gli indizi...

source: Ride the bus off into the sunset? Where's the end of the day when you need it?
fr_fr: Ride le bus jusqu'au coucher du soleil ? Où est la fin de la journée où vous en avez besoin ?
it_it: Guidare l'autobus verso il tramonto? Dov'è la fine della giornata in cui ne hai bisogno?

source: [_mc_] Would you please show me that pose again?
fr_fr: [_mc_] Pourriez-vous me montrer que je pose à nouveau ?
it_it: [_mc_] Vuoi mostrarmi di nuovo quella posa?

source: [_kate_s_eyeroll_] I had a feeling you'd show up sooner rather than later.
fr_fr: [_kate_s_eyeroll_] J'ai eu le sentiment que vous vous montreriez plus tôt que plus tard.
it_it: [_kate_s_eyeroll_] Ho avuto la sensazione che ti sarebbe apparso prima piuttosto che dopo.

source: [_mc_] I'm just here to get my grade, that's all.
fr_fr: [_mc_] Je suis juste ici pour obtenir ma note, c'est tout.
it_it: [_mc_] Sono qui solo per ottenere il mio grado, è tutto.

source: [_kate_s_excited_] Yeah? You're getting a D later, that's for sure.
fr_fr: [_kate_s_excited_] Oui ? Vous obtenez un D plus tard, c'est sûr.
it_it: [_kate_s_excited_] Sì? Stai ricevendo un D più tardi, è sicuro.

source: [kate] threatening me while naked is slightly less frightening than usual...{space=-75}
fr_fr: [kate] me menacer alors que je suis nue est un peu moins effrayant que d'habitude...{space=-75}
it_it: [kate] minacciandomi mentre nudo è leggermente meno spaventoso del solito...{space=-75}

source: [_mc_] Can you pose for me, please?
fr_fr: [_mc_] Pouvez-vous me poser, s'il vous plaît ?
it_it: [_mc_] Puoi posare per me, per favore?

source: [_kate_s_excited_] Absolutely.
fr_fr: [_kate_s_excited_] Absolument.
it_it: [_kate_s_excited_] Assolutamente.

source: [_mc_] That's...
fr_fr: [C'est...
it_it: [_mc_] Che È...

source: [_kate_s_blush_] ...not what you had in mind?
fr_fr: [_kate_s_blush_] ... pas ce que vous aviez en tête ?
it_it: [_kate_s_blush_] ... non quello che avevi in mente?

source: [_mc_] Actually, this is better.
fr_fr: [_mc_] En fait, c'est mieux.
it_it: [_mc_] In realtà, questo è meglio.

source: [_mc_] I don't think anyone has previously captured you in such a vulnerable state.
fr_fr: [_mc_] Je ne pense pas que quiconque vous ait déjà capturé dans un tel état vulnérable.
it_it: [_mc_] Non credo che qualcuno ti abbia catturato in uno stato così vulnerabile.

source: [_kate_s_thinking_] What?
fr_fr: [_kate_s_thinking_] Quoi ?
it_it: [_kate_s_thinking_] Cosa?

source: [_mc_] I'll paint you with blushing cheeks — nervous, embarrassed, shy.
fr_fr: [_mc_] Je vous peindrai avec des joues rougissantes - nerveuses, embarrassées, timides.
it_it: [_mc_] Ti dipingo con guance arrossanti — nervoso, imbarazzato, timido.

source: [_kate_s_angry_] No, you won't!
fr_fr: [_kate_s_angry_] Non, vous ne le ferez pas !
it_it: [_kate_s_angry_] No, non lo farete!

source: Oh, wow... It seems like I've struck a nerve. Who would've thought?
fr_fr: Oh, wow ... Il semble que j'ai frappé un nerf. Qui aurait pensé ?
it_it: Oh, wow... Sembra che io abbia colpito un nervo. Chi avrebbe pensato?

source: [_mc_] It's too late. The image of you covering yourself is forever seared into my mind.
fr_fr: [_mc_] C'est trop tard. L'image de toi te couvrant est à jamais gravée dans mon esprit.
it_it: [_mc_] È troppo tardi. L'immagine di voi che vi coprite è per sempre lacerata nella mia mente.

source: [_kate_s_sad_] There's no way you'll even succeed in painting a face, much less a face like mine...
fr_fr: [_kate_s_sad_] Il n'y a aucune façon de réussir à peindre un visage, beaucoup moins un visage comme le mien ...
it_it: [_kate_s_sad_] Non c'è modo di riuscire nemmeno a dipingere un viso, tanto meno una faccia come la mia...

source: [_jacklyn_s_smile_] I wouldn't put my bank on that piggy if I were you.
fr_fr: [Je ne miserais pas sur ce cochon si j'étais vous.
it_it: [_jacklyn_s_smile_] Non metterei la mia banca su quel porcellino se fossi in voi.

source: [_jacklyn_s_smile_] Bowl-cut here has some real talent.
fr_fr: [_jacklyn_s_smile_] Bowl-cut ici a un vrai talent.
it_it: [_jacklyn_s_smile_] Bowl-cut qui ha un vero talento.

source: [_mc_] Thank you, [jacklyn]!
fr_fr: [_mc_] Merci, [jacklyn]!
it_it: [_mc_] Grazie, [jacklyn]!

source: [_kate_s_embarrassed_] No freaking way!
fr_fr: [_kate_s_embarrassed_] Pas de liberté !
it_it: [_kate_s_embarrassed_] Nessun modo di gioco!

source: [_mc_] Oh, that's the exact pose I'm looking for! Please, stand still!
fr_fr: [_mc_] Oh, c'est la pose exacte que je cherche ! S'il te plaît, reste !
it_it: [_mc_] Oh, questa è la posa esatta che sto cercando! Per favore, stai ancora!

source: [_jacklyn_s_laughing_] I'll align my stars with yours on that.
fr_fr: [_jacklyn_s_laughing_] Je vais aligner mes étoiles sur les vôtres.
it_it: [_jacklyn_s_laughing_] allineerò le mie stelle con le tue su questo.

source: [_jacklyn_s_laughing_] That's raw, [kate]! Highly non-clich!
fr_fr: [_jacklyn_s_laughing_] C'est cru, [Kate] ! Hautement non cliché !
it_it: [_jacklyn_s_laughing_] È crudo, [kate]! Altamente non-clich!

source: [_kate_s_annoyed_] And why should I care? It's his grade, not mine.
fr_fr: [_kate_s_annoyed_] Et pourquoi devrais-je m'en occuper ? C'est son grade, pas le mien.
it_it: [_kate_s_annoyed_] E perché mi dovrebbe preoccupare? È il suo grado, non mio.

source: [_jacklyn_s_excited_] I'll tell you what's up and down — credits for both of you.
fr_fr: [_jacklyn_s_excited_] Je vais vous dire ce qu'il y a de plus ou moins de crédits pour vous deux.
it_it: [_jacklyn_s_excited_] Ti dirò che cosa c'è di sopra e di giù — crediti per entrambi.

source: [_kate_s_skeptical_] And I'll have the rights to the painting when you've graded it.
fr_fr: [_kate_s_skeptical_] Et j'aurai les droits sur la peinture quand vous l'aurez classé.
it_it: [_kate_s_skeptical_] E avrò i diritti per il dipinto quando l'hai classificato.

source: [_mc_] Deal!
fr_fr: [_mc_] Marché conclu !

source: [_kate_s_eyeroll_] Fine... let's get this over with, then...
fr_fr: [_kate_s_eyeroll_] Amende ... faisons ça avec, puis ...
it_it: [_kate_s_eyeroll_] Fine... andiamo a finire con, allora...

source: [_jacklyn_s_laughing_] Sparkling!
fr_fr: [_jacklyn_s_laughing_] Pétillant !

source: [_mc_] Come on then, [kate]! Pose for me!
fr_fr: [_mc_] Viens, [kate]! Pose pour moi !
it_it: [_mc_] Vieni allora, [kate]! Pose per me!

source: [_kate_s_skeptical_] If you tell me what to do one more time, I'll have Chad break your legs.{space=-50}
fr_fr: [_kate_s_skeptical_] Si vous me dites ce qu'il faut faire une fois de plus, je vais faire sortir le Tchad de vos jambes. {space=-50}
it_it: [_kate_s_skeptical_] Se mi dici cosa fare ancora una volta, avrò Chad rompere le gambe.{space=-50}

source: [_mc_] Sorry! Would you please show me that pose again?
fr_fr: [_mc_] Désolé ! Pourriez-vous me montrer que je pose à nouveau ?
it_it: [_mc_] Mi dispiace! Ti preghiamo di mostrarmi di nuovo questa posa?

source: [_kate_s_afraid_] Like this?
fr_fr: [_kate_s_afraid_] Comme ça ?
it_it: [_kate_s_afraid_] Ti piace?

source: [_mc_] Yeah, that's good!
fr_fr: [_mc_] Oui, c'est bien !
it_it: [_mc_] Sì, è buono!

source: [_mc_] Now, can you think of Chad finding your secret diary?
fr_fr: [_mc_] Maintenant, tu crois que le Tchad trouve ton journal secret ?
it_it: [_mc_] Ora, puoi pensare che il Ciad trovi il tuo diario segreto?

source: Ugh, that's not exactly what I had in mind...
fr_fr: Ugh, ce n'est pas exactement ce que j'avais en tête ...
it_it: Ugh, questo non è esattamente quello che avevo in mente...

source: [_mc_] How about me finding your secret diary?
fr_fr: [_mc_] Comment me trouver votre journal secret ?
it_it: [_mc_] Che ne dici di me di trovare il tuo diario segreto?

source: [_mc_] There it is! Perfection!
fr_fr: [_mc_] Voilà ! Perfection !
it_it: [_mc_] Ecco! Perfezione!

source: [_mc_] Now could you please hold that pose for a moment?
fr_fr: [_mc_] Maintenant, pourriez-vous, s'il vous plaît, tenir cela pour un instant ?
it_it: [_mc_] Ora potresti tenerlo in posa per un momento?

source: [_kate_s_embarrassed_] Be quick about it. I don't like this.
fr_fr: [_kate_s_embarrassed_] Soyez rapide à ce sujet. Je n'aime pas ça.
it_it: [_kate_s_embarrassed_] Sii veloce al riguardo. Non mi piace questo.

source: [_mc_] I'll do my best...
fr_fr: [_mc_] Je ferai de mon mieux ...
it_it: [_mc_] Farò del mio meglio...

source: [_kate_s_skeptical_] Well, are you done?
fr_fr: [_kate_s_skeptical_] Eh bien, êtes-vous fait ?
it_it: [_kate_s_skeptical_] Beh, sei fatto?

source: [_mc_] Yeah, it's done.
fr_fr: [_mc_] Oui, c'est fait.
it_it: [_mc_] Sì, è fatto.

source: [_jacklyn_s_excited_] That is baller! Straight up Matisse!
fr_fr: [_jacklyn_s_excitée_] C'est génial ! C'est du Matisse tout craché !
it_it: [_jacklyn_s_excited_] Questo è ballerino! Dritto Matisse!

source: [_kate_s_eyeroll_] Well, have that shit graded and sent to me. No one else can see it.
fr_fr: [_kate_s_eyeroll_] Eh bien, j'ai ce merde classé et m'a envoyé. Personne d'autre ne peut le voir.
it_it: [_kate_s_eyeroll_] Beh, hai quella merda classificata e mandata a me. Nessun altro può vederla.

source: Well, that was certainly interesting...
fr_fr: Eh bien, c'était certainement intéressant ...
it_it: Beh, questo è stato certamente interessante...

source: Not sure I've ever seen [kate] so flustered.
fr_fr: Je ne suis pas sûr d'avoir déjà vu [kate] aussi troublée.
it_it: Non sono sicuro di aver mai visto [kate] così brillante.

source: It's a shame I can't keep the painting... You win some, you lose some, I guess.
fr_fr: C'est une honte que je ne puisse pas garder le tableau ... Vous gagez, vous en perdez, je suppose.
it_it: È una vergogna che non riesco a mantenere il dipinto... Si vince alcuni, si perde alcuni, immagino.

source: [_mc_] I'm trying to learn the, err... curves of the... female anatomy.
fr_fr: [_mc_] J'essaie d'apprendre les courbes, err ... de l'anatomie féminine.
it_it: [_mc_] Sto cercando di imparare la, err... curve della... anatomia femminile.

source: [_kate_s_laughing_] I bet you are!
fr_fr: [_kate_s_laughing_] Je parie que vous êtes !
it_it: [_kate_s_laughing_] Scommetto che sei!

source: [_kate_s_smile_] The eternal virgin. That's what it'll say on your tombstone.
fr_fr: [_kate_s_Souriez_] La vierge éternelle. C'est ce qu'il dira sur votre pierre tombale.
it_it: [_kate_s_smile_] L'eterna vergine. Ecco cosa dirà sulla tua lapide.

source: [_mc_] That's perfect...
fr_fr: [_mc_] C'est parfait ...
it_it: [_mc_] È perfetto...

source: [_mc_] The pose, I mean.
fr_fr: [_mc_] La pose, je veux dire.
it_it: [_mc_] La posa, voglio dire.

source: [_mc_] How do you feel?
fr_fr: [_mc_] Comment vous sentez-vous ?
it_it: [_mc_] Come ti senti?

source: [_kate_s_laughing_] That's adorable! You think you can rattle me?
fr_fr: [_kate_s_laughing_] C'est adorable ! Vous pensez que vous pouvez me secouez ?
it_it: [_kate_s_laughing_] È adorabile! Pensi di potermi accarezzare?

source: [_kate_s_excited_] I could perform the whole cheerleader routine naked in front of the whole school.
fr_fr: [_kate_s_excited_] Je pourrais exécuter toute la routine des cheerleaders nus devant toute l'école.
it_it: [_kate_s_excited_] Potrei eseguire tutta la routine cheerleader nuda di fronte a tutta la scuola.

source: [_kate_s_excited_] It wouldn't bother me one bit.
fr_fr: [_kate_s_excited_] Cela ne me dérangerait pas un peu.
it_it: [_kate_s_excited_] Non mi disturberebbe un po'.

source: I guess she's right. [kate] is perfect in every way and she's not afraid to show it.
fr_fr: Je suppose qu'elle a raison. Le [kate] est parfait dans tous les sens et elle n'a pas peur de le montrer.
it_it: Immagino che lei abbia ragione. [kate] è perfetta in ogni modo e non ha paura di mostrarla.

source: [_kate_s_excited_] What's wrong? Did you think I'd be embarrassed?
fr_fr: [_kate_s_excited_] Qu'est-ce qui ne va pas ? Tu pensais que je serais gênée ?
it_it: [_kate_s_excited_] Cosa c'è di sbagliato? Pensavi che sarei stato imbarazzato?

source: [_mc_] I guess not...
fr_fr: [_mc_] Je suppose pas ...
it_it: [_mc_] Immagino di no...

source: [_kate_s_neutral_] Go ahead, then. Get your C or whatever your goal in life is.
fr_fr: [_kate_s_neutral_] Allez, puis. Obtenez votre C ou quel que soit votre but dans la vie.
it_it: [_kate_s_neutral_] Vai avanti, allora. Prendi il tuo C o qualsiasi cosa il tuo obiettivo nella vita è.

source: [_kate_s_neutral_] I'll pose like this, and you'll be quiet and paint. Understood?
fr_fr: [_kate_s_neutral_] Je vais poser comme ça, et tu seras calme et de la peinture. Compris ?
it_it: [_kate_s_neutral_] poserò così, e sarai tranquillo e dipinto. Capisci?

source: [_mc_] Yeah... understood.
fr_fr: [_mc_] Oui ... compris.
it_it: [_mc_] Sì... compreso.

source: I can't believe she just commanded me while naked.
fr_fr: Je n'arrive pas à croire qu'elle me commandait tout nu.
it_it: Non riesco a credere che mi abbia appena comandato mentre era nuda.

source: This is a new low, and I'm the one embarrassed.
fr_fr: C'est un nouveau bas, et je suis l'un des plus gênés.
it_it: Questo è un nuovo basso, e sono quello imbarazzato.

source: This is a weird boner...
fr_fr: C'est une drôle de trique...
it_it: Questa è una strana erezione...

source: ?jacklyn.love>=10@[jacklyn.love]/10|{image= jacklyn contact_icon}|{image= stats love_3}|"Actually, this is better."
fr_fr: ?jacklyn.love>=10@[jacklyn.love]/10|{image= jacklyn contact_icon}|{image= stats love_3}|"En fait, c'est mieux."
it_it: ?jacklyn.love>=10@[jacklyn.love]/10<unk> {image= jacklyn contact_icon}<unk> {image= stats love_3}<unk> "In realtà, questo è meglio."

source: "I'm trying to learn the, err... curves of the... female anatomy."
fr_fr: "J'essaie d'apprendre les courbes, les erreurs ... de l'anatomie féminine."
it_it: "Sto cercando di imparare la, errore... curve della... anatomia femminile."
