Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_1/maxine_eggs.po
Languages: fr_fr, it_it

source: Well, depending on how you look at it, there might be treasures here. One man's trash, and all that.
fr_fr: Eh bien, selon la façon dont vous regardez ça, il pourrait y avoir des trésors ici. Un homme à la poubelle, et tout ça.
it_it: Beh, a seconda di come si guarda, ci potrebbero essere tesori qui. La spazzatura di un uomo, e tutto questo.

source: I knew this room existed, but I thought it was off-limits for students.
fr_fr: Je savais que cette pièce existait, mais j'ai pensé que c'était des limites pour les étudiants.
it_it: Sapevo che questa stanza esisteva, ma pensavo che fosse fuori limite per gli studenti.

source: This used to be the classroom for extracurricular activities. Most recently used by the school's literature club.
fr_fr: Il s'agit de la salle de classe pour les activités parascolaires. Le plus récemment utilisé par le club de littérature de l'école.
it_it: Questa era la classe per le attività extracurricolari. Più recentemente utilizzato dal club di letteratura della scuola.

source: Apparently, several of the members killed themselves. One girl cut herself open on this very floor. Another one hanged herself at home.
fr_fr: Apparemment, plusieurs membres se sont suicidés. Une fille s'est ouverte sur ce même sol. Une autre s'est pendue chez elle.
it_it: A quanto pare, molti dei membri si sono uccisi. Una ragazza si è tagliata aperta proprio su questo pavimento. Un'altra si è impiccata a casa.

source: Over the years, many rumors have circulated about what really happened in that club.
fr_fr: Au fil des ans, de nombreuses rumeurs ont circulé sur ce qui s'est réellement passé dans ce club.
it_it: Nel corso degli anni, molte voci hanno circolato su ciò che realmente è successo in quel club.

source: Some say the tragedy was fueled by jealousy. Others claim that an ancient curse will warp the minds of those who stay too long.
fr_fr: Certains disent que la tragédie a été alimentée par la jalousie. D'autres prétendent qu'une malédiction ancienne va déjouer les esprits de ceux qui restent trop longtemps.
it_it: Alcuni dicono che la tragedia è stata alimentata dalla gelosia. Altri sostengono che un'antica maledizione svanirà la mente di coloro che rimangono troppo a lungo.

source: Of course, this was long before my time...
fr_fr: Bien sûr, c'était bien avant mon temps ...
it_it: Naturalmente, questo era molto prima del mio tempo...

source: [_maxine_s_annoyed_] Did you just grapple-hook your way in through the window?
fr_fr: [_maxine_s_annoyed_] Avez-vous simplement accroc votre chemin à travers la fenêtre ?
it_it: [_maxine_s_annoyed_] Hai appena afferrato la tua strada attraverso la finestra?

source: [_mc_] Sort of.
fr_fr: [_mc_] Triés.
it_it: [_mc_] Ordinamento.

source: [_maxine_s_thinking_] Without triggering the intruder-alarm?
fr_fr: [_maxine_s_thinking_] Sans déclencher l'alarme de l'intrus ?
it_it: [_maxine_s_thinking_] Senza attivare l'allarme-intruso?

source: [_mc_] I guess.
fr_fr: [_mc_] Je suppose.
it_it: [_mc_] immagino.

source: [_maxine_s_angry_] I knew the popcorn dispenser could only be trusted with popcorn!
fr_fr: [_maxine_s_angry_] Je savais que le distributeur de maïs soufflé ne pouvait être fier qu'avec du pop-corn !
it_it: [_maxine_s_angry_] Sapevo che il dispenser popcorn poteva essere fidato solo con popcorn!

source: [_cyberia_] Welcome back, [mc].
fr_fr: [_cyberia_] Bienvenue, [mc].
it_it: [_cyberia_] Bentornato, [mc].

source: [_cyberia_] You are expected.
fr_fr: [_cyberia_] Vous êtes attendu.
it_it: [_cyberia_] ti aspetti.

source: God. Not this again. How could I forget about the annoying AI professor?
fr_fr: Dieu. Pas encore une fois. Comment pourrais-je oublier le professeur d'IA ennuyeux ?
it_it: Dio. Non questo di nuovo. Come potrei dimenticare il fastidioso professore di AI?

source: [_cyberia_] In order to proceed, kindly greet me back.
fr_fr: [_cyberia_] Pour aller de l'avant, aimablement me saluer.
it_it: [_cyberia_] Per procedere, salutami gentilmente di nuovo.

source: [_mc_] Hi, [cyberia]...
fr_fr: [_mc_] Salut, [cyberia]...

source: [_cyberia_] {i}Professor{/} [cyberia].
fr_fr: [_cyberia_] {i}Professeur {/} [cyberia].

source: Whoever programmed this abomination had a really poor sense of humor.
fr_fr: Celui qui a programmé cette abomination a un très mauvais sens de l'humour.
it_it: Chi ha programmato questo abominio ha avuto un senso dell'umorismo davvero scarso.

source: [_mc_] Hi, Professor [cyberia].
fr_fr: [_mc_] Bonjour, Professeur [cyberia].

source: [_cyberia_] And a kind greeting to you, pupil. Are you ready to learn?
fr_fr: [_cyberia_] Et une salutation pour vous, élève. Es-tu prêt à apprendre ?
it_it: [_cyberia_] E un saluto gentile a te, allievo. Sei pronto ad imparare?

source: [_cyberia_] Learning is fun and productive. Let's have fun.
fr_fr: [_cyberia_] L'apprentissage est amusant et productif. Faisons plaisir.
it_it: [_cyberia_] Imparare è divertente e produttivo. Ci divertiamo.

source: [_mc_] Whatever you say...
fr_fr: [_mc_] Tout ce que vous dites ...
it_it: [_mc_] Qualunque cosa dai...

source: During all my years at Newfall High, the women's bathroom has been shrouded in mystery.
fr_fr: Pendant toutes mes années au lycée de Newfall, les toilettes des femmes ont été entourées de mystère.
it_it: Durante tutti i miei anni a Newfall High, il bagno delle donne è stato avvolto nel mistero.

source: Romanticized by its forbidden nature. The setting of so many fantasies.
fr_fr: Romancé par sa nature interdite. Le cadre de tant de fantasmes.
it_it: Romanticizzato dalla sua natura proibita. L'ambientazione di tante fantasie.

source: Turns out, it's nothing special. Practically just a copy of the men's bathroom.
fr_fr: Il s'avère qu'il n'y a rien de spécial. Pratiquement juste une copie de la salle de bain pour hommes.
it_it: Spegne, non è niente di speciale. Praticamente solo una copia del bagno maschile.

source: Where are the forgotten panties? The sinks laden with makeup products? The lipstick kisses on the mirrors?
fr_fr: Où sont les culées oubliées ? Les lavabos chargés de produits de maquillage ? Le rouge à lèvres s'embrasse sur les miroirs ?
it_it: Dove sono i pantaloni dimenticati? I lavandini carichi di prodotti di trucco? I baci di rossetto sugli specchi?

source: What a complete and utter disappointment.
fr_fr: Quelle déception totale et totale.
it_it: Che delusione completa e totale.

source: Maybe the place looks different bustling with giggling girls...
fr_fr: Peut-être que l'endroit a l'air différent d'animation avec des filles en train de rire ...
it_it: Forse il posto sembra diverso vivace con giggling ragazze...

source: In any case, better find those glowing spider eggs before the [guard] returns.
fr_fr: Quoi qu'il en soit, il vaut mieux trouver ces oeufs d'araignée avant que le [guard] ne revienne.
it_it: In ogni caso, meglio trovare quelle uova di ragno incandescente prima che la [guard] ritorni.
