Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/quests/season_1/nurse_strike_nude_office.po
Languages: it_it

source: [_nurse_s_neutral_] Gosh, I'm not sure you should be looking through that book right now...
it_it: [_nurse_s_neutral_] Gosh, non sono sicuro che si dovrebbe guardare attraverso quel libro in questo momento...

source: [_mc_] Hmm? This little book? And why is that?
it_it: [_mc_] Hmm? Questo piccolo libro? E perché quello?

source: [_nurse_s_annoyed_] Because... it's inappropriate, and there's people just outside.
it_it: [_nurse_s_annoyed_] Perche... è inappropriato, e c'è gente appena fuori.

source: [_mc_] But they don't know what these strikes mean, right?
it_it: [_mc_] Ma non sanno cosa significhino, giusto?

source: [_mc_] They're our little secret.
it_it: [_mc_] Sono il nostro piccolo segreto.

source: [_nurse_s_annoyed_] Oh, I don't know. I get really nervous when you flip through those pages.
it_it: [_nurse_s_annoyed_] Oh, non lo so. Mi innervosisco quando sfogliate quelle pagine.

source: [_mc_] I can imagine.
it_it: [_mc_] riesco a immaginare.

source: [_mc_] At any time, I could redeem a strike...
it_it: [_mc_] In qualsiasi momento, potrei riscattare un colpo...

source: [_nurse_s_afraid_] Oh, but I don't think that's necessary! Anyone could walk in!
it_it: [_nurse_s_afraid_] Oh, ma non penso che sia necessario! Chiunque potrebbe camminare!

source: [_mc_] But that's part of the fun, isn't it?
it_it: [_mc_] Ma è parte del divertimento, vero?

source: [_mc_] As a matter of fact, I'm redeeming one strike right now.
it_it: [_mc_] In realtà, sto riscattando uno sciopero in questo momento.

source: [_nurse_s_surprised_] You're joking!
it_it: [_nurse_s_surprised_] Stai scherzando!

source: [_mc_] Does it look like I'm joking? Look, I already erased one strike.
it_it: [_mc_] Sembra che sto scherzando? Guarda, ho già cancellato uno sciopero.

source: [_nurse_s_afraid_] Please, don't! Not right now!
it_it: [_nurse_s_afraid_] Per favore, no! Non adesso!

source: [_mc_] It's done. I'm not really in the mood for an argument right now.
it_it: [_mc_] È finito. Non sono davvero in vena per un argomento in questo momento.

source: [_mc_] But you know I have those photos.
it_it: [_mc_] Ma tu sai che ho quelle foto.

source: [_mc_] No buts except your butt.
it_it: [_mc_] No ma tranne il tuo culo.

source: [_mc_] Strip.
it_it: [_mc_] Striscia.

source: [_mc_] You're spending the rest of the day naked in your office. End of argument.
it_it: [_mc_] Stai spendendo il resto della giornata nudo nel tuo ufficio. Fine dell'argomento.

source: [_nurse_s_concerned_] Oh, my goodness...
it_it: [_nurse_s_concerned_] Oh, mia bontà...

source: [_nurse_s_concerned_] Gosh, okay, but what if someone comes in?
it_it: [_nurse_s_concerned_] Gosh, ok, ma cosa succede se qualcuno entra?

source: [_nurse_s_thinking_] This is enough, right?
it_it: [_nurse_s_thinking_] Questo è sufficiente, giusto?

source: [_mc_] Keep going.
it_it: [_mc_] Continua ad andare.

source: [_nurse_s_afraid_] But I'll be naked!
it_it: [_nurse_s_afraid_] Ma sarò nudo!

source: [_mc_] That's the point!
it_it: [_mc_] Questo è il punto!

source: [_nurse_s_annoyed_] Oh, um. Very well. This is making me really nervous.
it_it: [_nurse_s_annoyed_] Oh, um. Molto bene. Questo mi sta rendendo davvero nervoso.

source: [_nurse_s_neutral_] I don't know what I'll do if someone comes in...
it_it: [_nurse_s_neutral_] Non so cosa farò se qualcuno entrerà...

source: [_nurse_s_neutral_] Sorry, but this is...
it_it: [_nurse_s_neutral_] Siamo spiacenti, ma questo è...

source: [_mc_] It's pretty hot, right?
it_it: [_mc_] È abbastanza caldo, giusto?

source: [_mc_] Stripping on command.
it_it: [_mc_] Stripping su comando.

source: [_nurse_s_thinking_] I don't know about that...
it_it: [_nurse_s_thinking_] Non so quello...

source: [_mc_] Well, give me your panties and I'll have a look. I'm sure they're soaked.
it_it: [_mc_] Beh, dammi le tue mutandine e darò un'occhiata. Sono sicuro che siano ammollate.

source: [_nurse_s_concerned_] That's not true...
it_it: [_nurse_s_concerned_] Non è vero...

source: [_mc_] Let's find out.
it_it: [_mc_] Scopriamo.

source: [_nurse_s_sad_] This must be enough, right?
it_it: [_nurse_s_sad_] Questo deve essere sufficiente, giusto?

source: [_mc_] Well, you're completely naked, so I'd say so.
it_it: [_mc_] Beh, sei completamente nudo, quindi direi così.

source: [_mc_] Unless you want to take a lap around the school?
it_it: [_mc_] A meno che non si voglia fare un giro intorno alla scuola?

source: [_nurse_s_afraid_] No, no! I'm fine, thank you!
it_it: [_nurse_s_afraid_] No, no! Sto bene, grazie!

source: [_mc_] Keep your clothes locked in one of those drawers for the rest of the day.
it_it: [_mc_] Mantieni i tuoi vestiti chiusi in uno di quei cassetti per il resto di il giorno.

source: [_mc_] And don't you dare to put them on. I could come in at any moment.
it_it: [_mc_] E non osate metterli su, potrei entrare in qualsiasi momento.

source: [_nurse_s_annoyed_] Okay, all right. I promise.
it_it: [_nurse_s_annoyed_] Va bene, va bene. Lo prometto.
