Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/bathroom/int_toilet.po
Languages: fr_fr, it_it

source: Ahh! Just like in the old raiding days.
fr_fr: Ahh ! Comme dans les vieux jours de raids.
it_it: Ahh! Proprio come nei vecchi giorni di pioggia.

source: Some would probably argue that it's time to flush my [item.title_lower] down the toilet, but maybe there's still hope.
fr_fr: Certains diront probablement qu'il est temps de vider mon [item.title_lower] dans les toilettes, mais peut-être qu'il y a encore de l'espoir.
it_it: Alcuni probabilmente sostengono che è il momento di gettare la mia [item.title_lower] giù la toilette, ma forse c'è ancora speranza.

source: Ahh! Glorious release.
fr_fr: Ahh ! Glorieuse libération.
it_it: Ahh! Rilascio glorioso.

source: A weight lifted off my bladder.
fr_fr: Un poids arracha ma vessie.
it_it: Un peso sollevato dalla mia vescica.

source: Is there anything better than emptying a full bladder?
fr_fr: Y a-t-il quelque chose de mieux que de vider une vessie complète ?
it_it: C'è qualcosa di meglio che svuotare una vescica completa?

source: Maybe sex, love, or joy. But those things don't come easily... or ever, really.
fr_fr: Peut-être le sexe, l'amour ou la joie. Mais ces choses ne viennent pas facilement ... ou jamais, vraiment.
it_it: Forse sesso, amore o gioia. Ma quelle cose non vengono facilmente... o mai, davvero.

source: Ahh, just like that.
fr_fr: Ahh, comme ça.
it_it: Ahh, proprio così.

source: Never hurts to flush an extra time!
fr_fr: Ne vous dépêchez jamais de vider un peu plus de temps !
it_it: Mai fa male per lavare un tempo in più!

source: Unless it's clogged...
fr_fr: Sauf si elle est bouchée ...
it_it: A meno che non sia intasato...

source: Or you live in Cali...
fr_fr: Ou vous virez à Cali ...
it_it: O vivete a Cali...

source: Or you've injured your flushing-hand...
fr_fr: Ou vous avez blessé votre coup de main ...
it_it: Oppure hai ferito la tua mano...

source: Nevermind.
fr_fr: Peu importe.
it_it: Mai.

source: God damn... it feels like days since my last leak.
fr_fr: Dieu maudit ... c'est comme des jours depuis ma dernière fuite.
it_it: Dio maledetto... si sente come giorni dopo la mia ultima perdita.

source: Luckily, my bladder is immense.
fr_fr: Heureusement, ma vessie est immense.
it_it: Per fortuna, la mia vescica è immensa.
