Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/home/bathroom/int_sink.po
Languages: fr_fr, it_it

source: I wonder what [kate] will think when I return her socks perfectly clean...{space=-45}
fr_fr: Je me demande ce que [kate] va penser quand je retourne ses chaussettes parfaitement propres ... {space=-45}
it_it: Mi chiedo cosa penserà [kate] quando restituirò le calze perfettamente pulite...{space=-45}

source: It's weird, but I can't wait to feel that shame she'll undoubtedly pour on.
fr_fr: C'est bizarre, mais j'ai hâte de ressentir cette honte qu'elle versera sans aucun doute.
it_it: È strano, ma non vedo l'ora di sentire quella vergogna che sicuramente verserà su.

source: Whoa, there! I almost got my non-waterproof [item.title_lower] wet!
fr_fr: Whoa, là ! J'ai presque eu mon [item.title_lower] non étanche !
it_it: Choa, lì! Ho quasi ottenuto il mio non impermeabile [item.title_lower] bagnato!

source: One was enough... but I guess this makes up for all my other missed laundry days.
fr_fr: L'un était assez ... mais je suppose que ça se fait pour tous mes autres jours de lessive manqués.
it_it: Uno era abbastanza... ma credo che questo componga per tutti gli altri miei giorni di lavanderia persi.

source: There we go. Ready to wash some clothes.
fr_fr: Nous y allons. Prêt à laver des vêtements.
it_it: Ci andiamo. Pronto a lavare alcuni vestiti.

source: Great, I ruined it. The apocalypse draws nigh.
fr_fr: Super, je l'ai ruiné. L'apocalypse dessine.
it_it: Grande, l'ho rovinato. L'apocalisse non si avvicina.

source: Better follow the instructions this time...
fr_fr: Mieux suivre les instructions cette fois ...
it_it: Meglio seguire le istruzioni questa volta...

source: Washy.
it_it: Lavare.

source: Washy, washy.
fr_fr: Laitue, laitue, laitue.
it_it: Lavare, lavare.

source: Washy, washy, washy. There. Probably done.
fr_fr: Lave, lave, lave. Voilà. Probablement terminé.
it_it: Lavato, lavato, lavato. Probabilmente fatto.

source: Better follow the instructions this time.
fr_fr: Il vaut mieux suivre les instructions cette fois.
it_it: Meglio seguire le istruzioni questa volta.

source: My [item.title_lower] is already pretty clean. I don't think it needs a scrubbing.
fr_fr: Mon [item.title_lower] est déjà assez propre. Je ne pense pas qu'il ait besoin d'être nettoyé.
it_it: La mia [item.title_lower] è già abbastanza pulita. Non penso che abbia bisogno di uno scrubbing.

source: Errr... or at least this is as clean as it will ever get.
fr_fr: Errr... ou du moins, c'est aussi propre qu'il le sera jamais.
it_it: Errore... o almeno questo è così pulito come si otterrà mai.

source: Nice and hot. Need to add laundry detergent now.
fr_fr: Nice et chaud. Besoin d'ajouter un détergent à lessive maintenant.
it_it: Bel e caldo. Necessità di aggiungere il detersivo per bucato ora.

source: Need to add laundry detergent now.
fr_fr: Besoin d'ajouter un détergent à lessive maintenant.
it_it: Necessità di aggiungere il detersivo per bucato ora.

source: Nice and hot.
fr_fr: Nice et chaud.
it_it: Bello e caldo.

source: The monotony of staying hygienic.
fr_fr: La monotonie de rester hygiénique.
it_it: La monotonia di rimanere igienici.

source: Looking in the mirror will give me my daily dose of emotion — distilled misery.
fr_fr: Regarder dans le miroir me donnera ma dose quotidienne de misère distillée.
it_it: Guardando nello specchio mi darà la mia dose quotidiana di emozione — la miseria distillata.

source: Is it masochism to seek out this pain every morning, or just a need to feel something at all?
fr_fr: Est-ce que c'est masochiste de chercher cette douleur chaque matin, ou juste un besoin de ressentir quelque chose du tout ?
it_it: È masochismo cercare questo dolore ogni mattina, o solo un bisogno di sentire qualcosa a tutti?

source: Either way, it's better than looking at the dried boogers on the porcelain.
fr_fr: Quoi qu'il en soit, c'est mieux que de regarder les crottes de nez séchées sur la porcelaine.
it_it: In entrambi i casi, è meglio che guardare i booger essiccati sulla porcellana.

source: Hold on...
fr_fr: Tiens sur ...
it_it: Tieni premuto il...

source: The face of a true loser stares back from the mirror. Pale with a moonscape of zits and acne.
fr_fr: Le visage d'un vrai perdant se reflète dans le miroir. Pâle, avec un paysage lunaire de boutons et d'acné.
it_it: Il volto di un vero perdente torna indietro dallo specchio. Pale con un moonscape di zits e acne.

source: Vulture neck, dark eye-rings, weak jawline...
fr_fr: Cou de vautour, cernes sombres, mâchoire faible...
it_it: Collo avvoltoio, occhielli scuri, fragile...

source: But something doesn't seem quite right.
fr_fr: Mais quelque chose ne semble pas tout à fait correct.
it_it: Ma qualcosa non sembra abbastanza giusto.

source: Did [jo] cut my hair in my sleep? That bowl-cut used to be my mark of shame in high school, but I've let it grow since.
fr_fr: Est-ce que [jo] a coupé mes cheveux dans mon sommeil ? Cette coupe au bol était ma marque de honte au lycée, mais je l'ai laissée pousser depuis.
it_it: [jo] mi ha tagliato i capelli nel mio sonno? Quel taglio ciotola era il mio segno di vergogna nelle scuole superiori, ma ho lasciato che crescesse da allora.

source: Those few hours of sleep sucked, but somehow, my face looks younger... more rested. Fewer lines of despair and grief.
fr_fr: Ces quelques heures de sommeil aspiraient, mais d'une certaine façon, mon visage semble plus jeune ... plus reposé. Moins de désespoir et de chagrin.
it_it: Quelle poche ore di sonno succhiato, ma in qualche modo, il mio volto sembra più giovane... più riposato.

source: Also, less facial hair. Less weight. Less... of an urge to end it all...
fr_fr: Aussi, moins de cheveux faciaux. Moins de poids. Moins ... d'une envie de mettre fin à tout ça ...
it_it: Inoltre, meno capelli facciali. Meno peso. Di meno... di una voglia di terminare tutto...

source: The scar above my eye from tumbling down the stage at graduation. It's gone.
fr_fr: La cicatrice au-dessus de mon œil de tomber sur la scène à l'obtention du diplôme. C'est parti.
it_it: La cicatrice sopra il mio occhio dal cadere giù lo stadio alla graduazione.

source: What the hell...?
fr_fr: Qu'est-ce que...?
it_it: Che inferno...?

source: The nerd in the mirror is definitely younger — high school age, perhaps.
fr_fr: L'intello dans le miroir est certainement plus jeune - l'âge du lycée, peut-être.
it_it: Il nerd nello specchio è sicuramente più giovane — l'età della scuola superiore, forse.

source: It's like the late nights in front of the computer haven't caught up with him yet.
fr_fr: C'est comme si les nuits passées devant l'ordinateur ne l'avaient pas encore rattrapé.
it_it: È come la tarda notte davanti al computer non lo ha ancora catturato.

source: Like the fast food and soft drinks haven't left their mark on his body.
fr_fr: Comme si les fast-foods et les sodas n'avaient pas laissé de traces sur son corps.
it_it: Come il fast food e le bevande analcoliche non hanno lasciato il segno sul suo corpo.

source: He's still me — the nervous eyes, the bad posture, the lack of confidence — but, somehow, a less broken version.
fr_fr: Il est toujours moi-les yeux nerveux, la mauvaise posture, le manque de confiance-mais, d'une certaine façon, une version moins cassée.
it_it: Lui è ancora me — gli occhi nervosi, la cattiva postura, la mancanza di fiducia — ma, in qualche modo, una versione meno rotta.

source: What the fuck is going on?
fr_fr: Qu'est-ce que le baiser est en train de se passer ?
it_it: Che cazzo sta succedendo?

source: [_jo_] [mc]! You and [flora] will have to catch the bus today. I have to leave early.
fr_fr: [_jo_] [mc]! Vous et [flora] devront prendre le bus aujourd'hui. Je dois partir tôt.
it_it: [_jo_] [mc]! Tu e [flora] dovrai prendere l'autobus oggi. Devo partire presto.

source: The bus? The bus to where?
fr_fr: Le bus ? Le bus jusqu'à où ?
it_it: L'autobus? L'autobus a dove?

source: [_jo_] [mc], did you hear me? If you miss the bus, you'll regret it!
fr_fr: [_jo_] [mc], vous m'avez entendu ? Si vous oubliez le bus, vous le regretterez !
it_it: [_jo_] [mc], mi hai sentito? Se ti manca l'autobus, te ne pentirai!

source: [_jo_] Do you know how bad it looks if you're late on the first day? This is your last year! Just graduate for goodness' sakes!
fr_fr: [_jo_] Tu sais à quel point c'est mal vu d'être en retard le premier jour ? C'est votre dernière année ! Diplôme pour l'amour du ciel !
it_it: [_jo_] Sapete quanto sia brutto se siete in ritardo il primo giorno? Questo è il vostro ultimo anno! Basta laurearsi per amor di bontà!

source: [jo]'s poker face is worse than Lady Gaga's. So, if this is a prank, she's really killing it.
fr_fr: [jo]'s le visage de poker est pire que celui de Lady Gaga. Donc, si c'est une farce, elle le tue vraiment.
it_it: Il volto di poker di [jo]è peggiore di quello di Lady Gaga. Quindi, se questo è un scherzo, lo sta davvero uccidendo.

source: There's also that hope in her voice, which I thought had died years ago.
fr_fr: Il y a aussi cet espoir dans sa voix, que je croyais morte il y a des années.
it_it: C'è anche quella speranza nella sua voce, che pensavo fosse morta anni fa.

source: First, I get a strange text. Then, the alarm goes off out of nowhere. My face changes. And now this?
fr_fr: Tout d'abord, j'ai un texte étrange. Ensuite, l'alarme sort de nulle part. Mon visage change. Et maintenant ?
it_it: In primo luogo, ho un testo strano. Poi, l'allarme si spegne da nessuna parte. Il mio volto cambia, e ora questo?

source: Did I just wake up from the nightmare that'll be my life? Or did I actually travel back in time?
fr_fr: Est-ce que je viens de me réveiller du cauchemar qui sera ma vie ? Ou est-ce que je suis revenu dans le temps ?
it_it: Mi sono appena svegliato dall'incubo che sarà la mia vita? O ho effettivamente viaggiato indietro nel tempo?

source: Oh, god. What if I have to live through all the suffering a second time?
fr_fr: Oh, mon dieu. Et si je dois vivre toute la souffrance une seconde fois ?
it_it: Oh, dio. E se devo vivere per tutta la sofferenza una seconda volta?

source: [_jo_] [mc]! Answer me!
fr_fr: [_jo_] [mc]! Répondez-moi !
it_it: [_jo_] [mc]! Rispondimi!

source: [_mc_] Err... yes, [jo]! I'll be down in a minute!
fr_fr: [_mc_] Err ... oui, [jo]! Je serai dans une minute !
it_it: [_mc_] Err... sì, [jo]! Sarò giù tra un minuto!

source: [_jo_] Okay, but hurry up! First day of school! Make yourself presentable!
fr_fr: [_jo_] D'accord, mais dépêchez-vous ! Premier jour d'école ! Rends-toi présentable !
it_it: [_jo_] Okay, ma sbrigati! Primo giorno di scuola! Renditi presentabile!

source: [_mc_] Is this a joke?
fr_fr: [_mc_] C'est une blague ?
it_it: [_mc_] Questa è una battuta?

source: [_jo_] Do I sound like I'm joking, [mc]? Get dressed and come down now!
fr_fr: [_jo_] Est-ce que j'ai l'air de plaisanter, [mc] ? Habille-toi et descends maintenant !
it_it: [_jo_] Suono che sto scherzando, [mc]? Vestiti e scendi ora!

source: [_mc_] I'm going back to bed! See you tonight!
fr_fr: [_mc_] Je vais retourner au lit ! À vous voir ce soir !
it_it: [_mc_] Tornerò a letto! Ci vediamo stasera!

source: [_jo_] Don't test me, young man! You'll be down here in five minutes, or you can kiss your computer goodbye!
fr_fr: [_jo_] Ne me testez pas, jeune homme ! Vous serez ici dans cinq minutes, ou vous pouvez embrasser votre ordinateur au revoir !
it_it: [_jo_] Non mettermi alla prova, giovane! Sarai qui tra cinque minuti, o puoi baciare il tuo addio al computer!

source: She sounds serious. Better not antagonize her any further.
fr_fr: Elle a l'air sérieuse. Mieux vaut ne pas la contrarier davantage.
it_it: Sembra seria. Meglio non antagonizzarla ulteriormente.

source: Oh shit! Splashed water all over my boxers.
fr_fr: Oh merde ! Fractionnement de l'eau par-dessus mes boxeurs.
it_it: Oh merda! Splashed acqua in tutto i miei pugili.

source: Looks like pee.
fr_fr: On dirait un pis.
it_it: Sembra un pisello.

source: What a shame.
fr_fr: Quelle honte.
it_it: Che vergogna.

source: What do you call it when you're sent back through the years and given another chance at life, but spend it washing your hands?
fr_fr: Comment appelle-t-on cela le fait d'être renvoyé à travers les années et de se voir offrir une nouvelle chance de vivre, mais de passer son temps à se laver les mains ?
it_it: Che cosa lo chiami quando sei rimandato negli anni e hai dato un'altra possibilità alla vita, ma spendilo lavandoti le mani?

source: A time sink.
fr_fr: Un évier de temps.
it_it: Un tempo affonda.

source: God, I wish I never stroke. Now I gotta wash my hand out with soap.
fr_fr: Mon Dieu, j'aimerais n'avoir jamais fait d'accident vasculaire cérébral. Maintenant, je dois me laver la main avec du savon.
it_it: Dio, vorrei non accarezzare mai. Ora mi lavo la mano con il sapone.

source: For years, my goal has been to wash off the filth, but I'm starting to think it's part of my personality.
fr_fr: Pendant des années, mon but a été de laver la saleté, mais je commence à penser que ça fait partie de ma personnalité.
it_it: Per anni, il mio obiettivo è stato quello di lavare la sporcizia, ma sto cominciando a pensare che sia parte della mia personalità.

source: "Err... yes, [jo]! I'll be down in a minute!"
fr_fr: " Err ... oui, [jo]! Je serai dans une minute ! "
it_it: "Err... sì, [jo]! Sarò giù tra un minuto!"

source: "Is this a joke?"
fr_fr: "C'est une blague ?"
it_it: "Questa è una barzelletta?"

source: "I'm going back to bed! See you tonight!"
fr_fr: " Je vais retourner au lit ! Tu te vois ce soir ! "
it_it: "Tornerò a letto! Ci vediamo stasera!"
