Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/gym/int_ladder.po
Languages: it_it

source: You could see the world from up there... but what's the point of that?
it_it: Si poteva vedere il mondo da lì... ma qual è il punto?

source: Stray balls, man's worst enemy.
it_it: Palle randagi, il peggior nemico dell'uomo.

source: As soon as you sit down, there's a risk of instant pain.
it_it: Non appena ti sedi, c'è il rischio di dolore istantaneo.

source: Why make myself a more visible target, though?
it_it: Ma perché rendermi un obiettivo più visibile?

source: With the risk of the janitor killing me... well, she isn't using it right now.
it_it: Con il rischio che il janitor mi uccide... beh, non lo sta usando in questo momento.

source: This ladder is perfect for climbing through the homeroom window.
it_it: Questa scala è perfetta per arrampicarsi attraverso la finestra homeroom .

source: Now to make the sweat drip out of every pore...
it_it: Ora per far sgocciolare il sudore da ogni poro...

source: Oh god, I feel like I've stood before the lord.
it_it: Oh dio, mi sento come se fossi in piedi davanti al signore.

source: Bleeding, bleeding, bleeding. Life is suffering.
it_it: Sanguinamento, sanguinamento, sanguinamento. La vita soffre.

source: At least, it's done now.
it_it: Almeno, è fatto adesso.

source: There'll be a folding ladder reaching down when the janitor comes around.
it_it: Ci sarà una scala pieghevole che raggiunge giù quando il janitor viene intorno.
