Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/gym/int_light.po
Languages: fr_fr, it_it

source: Always wanted to do that. Those lamps are just begging to be smashed. Vandalism at its finest!
fr_fr: Toujours voulu faire ça. Ces lampes vont juste mendier pour être écrasées. Vandalisme à son meilleur !
it_it: Quelle lampade sono solo accattonaggio di essere frantumate. Vandalismo al suo meglio!

source: Tossing my [item.title_lower] at the lamp is fun, but ultimately useless.
fr_fr: Jeter mon [item.title_lower] sur la lampe est amusant, mais finalement inutile.
it_it: Tossare il mio [item.title_lower] alla lampada è divertente, ma alla fine inutile.

source: Nonetheless...
fr_fr: Néanmoins ...

source: It's just a lamp. Nothing to worry about. It's not like it could fall down at any moment and hit you on the head.
fr_fr: C'est juste une lampe. Rien à craindre. Ce n'est pas comme ça pourrait tomber à tout moment et vous frapper sur la tête.
it_it: È solo una lampada. Niente di cui preoccuparsi. Non è come se potesse cadere in qualsiasi momento e ti colpisse sulla testa.

source: It's not like you'll pass out from the impact and pee yourself for all the school to see. It's just a lamp.
fr_fr: Ce n'est pas comme si vous sortirez de l'impact et de vous faire pipi pour toute l'école à voir. C'est juste une lampe.
it_it: Non è come se si svelasse dall'impatto e si fa pipì per tutta la scuola a vedere.

source: Extinguished. Like the hopes and dreams of people with... well, extinguished hopes and dreams
fr_fr: Éteints. Comme les espoirs et les rêves de personnes dont les espoirs et les rêves sont... éteints.
it_it: Estinta. Come le speranze e i sogni delle persone con... bene, estingue speranze e sogni

source: For better or worse, it's all about making a change.
fr_fr: Pour le meilleur ou pour le pire, il s'agit de faire un changement.
it_it: Per meglio o peggio, si tratta di fare un cambiamento.

source: A perfect example of how something broken can stand out from the rest of the flock.
fr_fr: Un parfait exemple de la façon dont quelque chose cassé peut sortir du reste du troupeau.
it_it: Un perfetto esempio di come qualcosa rotto può distinguersi dal resto del gregge.

source: A harsh reminder that there are two sides of extraordinary.
fr_fr: Un rappel sévère qu'il y a deux côtés d'extraordinaire.
it_it: Un duro promemoria che ci sono due lati di straordinario.

source: Like a beacon of hope in a forest of beacons of hope. Yeah, they come in great numbers here.
fr_fr: Comme un phare d'espoir dans une forêt de balises d'espoir. Ouais, ils viennent en grand nombre ici.
it_it: Come un faro di speranza in una foresta di fari di speranza; sì, vengono in gran numero qui.

source: When Brad hit me in the face with a basketball, this was the light at the end of the tunnel.
fr_fr: Quand Brad m'a frappé au visage avec un ballon de basket, c'était la lumière au bout du tunnel.
it_it: Quando Brad mi ha colpito in faccia con una pallacanestro, questa era la luce alla fine del tunnel.

source: Who cares if one more light goes out on the ceiling of a hundred lamps?
fr_fr: Qui se soucie si une lumière supplémentaire sort sur le plafond d'une centaine de lampes ?
it_it: A chi importa se ancora una luce esce sul soffitto di un centinaio di lampade?

source: Only janitors and Linkin Park fans is my guess.
fr_fr: Seuls les concierges et les fans de Linkin Park sont à mon avis.
it_it: Solo i janitors e i fan di Linkin Park sono la mia ipotesi.

source: Shine while you can, little light. Who knows how much time you have left before you burn out?
fr_fr: Brille tant que tu le peux, petite lumière. Qui sait combien de temps il te reste avant de t'épuiser ?
it_it: Lucentezza mentre puoi, poca luce. Chi sa quanto tempo hai lasciato prima di bruciare?
