Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_moment.po
Languages: fr_fr, it_it

source: The bed shakes and squeaks beneath us and I briefly take the time to hope [jo] isn't home.
fr_fr: Le lit tremble et grince sous nos pieds et je prends brièvement le temps d'espérer que [jo] n'est pas à la maison.
it_it: Il letto scuote e stringe sotto di noi e mi prende brevemente il tempo per sperare che [jo] non sia a casa.

source: [_isabelle_s_bed_sex_s_penetration4_] Mmm, yes! P-please, don't stop!
fr_fr: [_isabelle_s_bed_sex_s_penetration4_] Mmm, oui ! S'il vous plaît, ne vous arrêtez pas !
it_it: [_isabelle_s_bed_sex_s_penetration4_] Mmm, sì! P-per favore, non fermarti!

source: Her words are coming in ragged pants now, each one drawn out as she whines for more.
fr_fr: Ses mots viennent maintenant par à-coups, chacun d'entre eux étant étiré alors qu'elle gémit pour en avoir plus.
it_it: Le sue parole vengono ora in pantaloni frastagliati, ognuno tirato fuori mentre lei nutre di più.

source: I slam my hips into hers, thrusting and grinding into her pussy as it swallows me whole.
fr_fr: J'enfonce mes hanches dans les siennes, poussant et grinçant dans sa chatte qui m'avale tout entier.
it_it: Colpo i miei fianchi nelle sue, spingendo e macinando nella sua figa mentre mi inghiottisce intero.

source: I'm desperate to be as close to her as two people can get.
fr_fr: Je suis désespéré d'être aussi proche d'elle que deux personnes peuvent l'être.
it_it: Sono disperato ad essere vicino a lei come due persone possono ottenere.

source: [isabelle] moans beneath me and her pussy begins to contract and pulsate with her building orgasm.
fr_fr: [isabelle] gémit sous moi et sa chatte commence à se contracter et à pulser sous l'effet de son orgasme naissant.
it_it: [isabelle] lamenta sotto di me e la sua figa inizia a contrarsi e pulsare con il suo orgasmo di costruzione.

source: She grips the sheets in her hands, practically arching off the bed as her head rolls back.
fr_fr: Elle saisit les draps dans ses mains, et se jette pratiquement hors du lit alors que sa tête se renverse en arrière.
it_it: Lei afferra le lenzuola nelle mani, praticamente arcuando il letto mentre la testa si rotola indietro.

source: [_isabelle_s_bed_sex_s_penetration4_] Oh, god! Oh, god, it's coming!
fr_fr: [_isabelle_s_bed_sex_s_penetration4_] Oh, mon Dieu ! Oh, mon Dieu, ça vient !
it_it: [_isabelle_s_bed_sex_s_penetration4_] Oh, dio! Oh, dio, sta arrivando!

source: As my own orgasm builds, I look down into her face.
fr_fr: Alors que mon propre orgasme monte, je regarde son visage.
it_it: Mentre il mio orgasmo si costruisce, io guardo giù in faccia.

source: Her eyes are rolling back, her tongue hanging out as she whimpers and whines for more.
fr_fr: Ses yeux se révulsent, sa langue pend alors qu'elle gémit et pleure pour en avoir plus.
it_it: I suoi occhi stanno rotolando indietro, la sua lingua che pende fuori mentre piaga e pieni di più.

source: Our juices mingling and soaking us both.
fr_fr: Nos jus se mélangent et nous imbibent tous les deux.
it_it: I nostri succhi si mescolano e ci immergono entrambi.

source: She cums hard around my dick, eyes rolling back, coherent thoughts evaporating in an instant.
fr_fr: Elle jouit de ma bite, les yeux révulsés, les pensées cohérentes s'évaporant en un instant.
it_it: Lei cums duro intorno al mio cazzo, occhi rotolando indietro, pensieri coerenti evaporando in un istante.

source: Unable to hold myself back any longer, I explode inside her.
fr_fr: Incapable de me retenir plus longtemps, j'explose en elle.
it_it: Incapace di trattenermi più a lungo, esplode dentro di lei.

source: My dick spurting and tingling within her tightness.
fr_fr: Ma bite giclait et picotait dans son étroitesse.
it_it: Il mio cazzo spurting e formicolio all'interno della sua tenuta.

source: [_isabelle_s_bed_sex_s_orgasm_] D-did you just...?
fr_fr: [_isabelle_s_bed_sex_s_orgasm_] Est-ce que tu viens de...?
it_it: [_isabelle_s_bed_sex_s_orgasm_] D-hai solo...?

source: [_mc_] F-fuck...
fr_fr: [_mc_] Putain...

source: For a moment, I worry she'll be mad I came inside her without asking...
fr_fr: Pendant un instant, j'ai peur qu'elle soit furieuse que je l'aie pénétrée sans lui demander son avis...
it_it: Per un attimo, mi preoccupo che sarà arrabbiata sono venuto dentro di lei senza chiedere...

source: ...but then an exhausted smile spreads across her flushed face as she continues to tremble with the aftershocks of her orgasm.
fr_fr: ...mais un sourire épuisé s'étend sur son visage rougi alors qu'elle continue à trembler sous les contrecoups de son orgasme.
it_it: ...ma poi un sorriso esaurito si diffonde attraverso il suo viso arrossito mentre continua a tremare con le conseguenze del suo orgasmo.

source: [_isabelle_s_bed_sex_s_aftermath_] That was... amazing.
fr_fr: [_isabelle_s_bed_sex_s_aftermath_] C'était... incroyable.
it_it: [_isabelle_s_bed_sex_s_aftermath_] Quella era... incredibile.

source: [_mc_] {i}You're{/} amazing...
fr_fr: [_mc_] {i}Vous êtes{/} incroyable...

source: She giggles, takes my hand, and just holds it for a moment.
fr_fr: Elle ricane, prend ma main et la tient un instant.
it_it: Lei ridacchia, mi prende la mano, e lo tiene per un attimo.

source: Her fingers wrapped in mine, the silence not awkward, but warm and welcome.
fr_fr: Ses doigts s'enroulent dans les miens, le silence n'est pas gênant, mais chaleureux et bienvenu.
it_it: Le sue dita avvolte nelle mie, il silenzio non goffo, ma caldo e accogliente.

source: It's special to feel so close and comfortable to a girl like [isabelle].
fr_fr: C'est spécial de se sentir aussi proche et à l'aise avec une fille comme [isabelle].
it_it: È speciale sentirsi così vicino e comodo ad una ragazza come [isabelle].

source: Just basking in the calm serenity of each other's company.
fr_fr: Se prélasser dans le calme et la sérénité de la compagnie de l'autre.
it_it: Basta crogiolarsi nella serenità calma dell'azienda dell'altro.

source: Especially after mind blowing sex.
fr_fr: Surtout après des rapports sexuels époustouflants.
it_it: Soprattutto dopo la mente che soffia il sesso.

source: We lie down for what feels like hours, her head on my chest, just chatting about anything and everything.
fr_fr: Nous restons allongés pendant ce qui semble être des heures, sa tête sur ma poitrine, à discuter de tout et de rien.
it_it: Ci sdraiiamo per quello che si sente come ore, la sua testa sul mio petto, basta chiacchierare di tutto e tutto.

source: Our hands still locked together.
fr_fr: Nos mains sont toujours bloquées l'une contre l'autre.
it_it: Le nostre mani sono ancora chiuse assieme.

source: And as night creeps in and I grow sleepy, I can't help but think of [kate].{space=-50}
fr_fr: Et tandis que la nuit s'installe et que je m'endors, je ne peux m'empêcher de penser à [kate].{space=-50}
it_it: E mentre la notte striscia dentro e io cresco assonnato, non posso fare a meno di pensare a [kate].{space=-50}

source: [_mc_] So, I actually did have some good news. I just wanted to fuck you first.{space=-55}
fr_fr: [Alors, j'ai de bonnes nouvelles. Je voulais juste te baiser d'abord.
it_it: [_mc_] In realtà ho avuto qualche buona notizia. Volevo solo scoparti per primo.{space=-55}

source: [_isabelle_s_bed_after_s_blush_] I did like that order of things...
fr_fr: [_isabelle_s_bed_after_s_blush_] J'ai aimé cet ordre des choses...
it_it: [_isabelle_s_bed_after_s_blush_] Mi è piaciuto quell'ordine delle cose...

source: [_mc_] It's about [kate].
fr_fr: [_mc_] Il s'agit de [_mc_] kate].
it_it: [_mc_] Si tratta di [kate].

source: [_isabelle_s_bed_after_s_worried_] Really? You want to talk about [kate]?
fr_fr: [_isabelle_s_bed_after_s_worried_] Vraiment ? Vous voulez parler de [kate] ?
it_it: [_isabelle_s_bed_after_s_worried_] Davvero? Vuoi parlare di [kate]?

source: [_mc_] Well, apparently, she's seeing a doctor once a week and will miss school regularly.
fr_fr: [_mc_] Apparemment, elle consulte un médecin une fois par semaine et manquera régulièrement l'école.
it_it: [_mc_] Beh, a quanto pare, sta vedendo un medico una volta alla settimana e mancherà regolarmente la scuola.

source: [_mc_] Less [kate] for everyone!
fr_fr: [_mc_] Moins de [_mc_] kate] pour tout le monde !
it_it: [_mc_] Meno [kate] per tutti!

source: [_isabelle_s_bed_after_s_smile_] That is indeed quite good.
fr_fr: [_isabelle_s_bed_after_s_Souriez_] C'est en effet très bien.
it_it: [_isabelle_s_bed_after_s_smile_] Questo è davvero molto buono.

source: [_isabelle_s_bed_after_s_smile_] Do you know why?
fr_fr: [_isabelle_s_bed_after_s_smile_] Savez-vous pourquoi ?
it_it: [_isabelle_s_bed_after_s_smile_] Sai perché?

source: [_mc_] I have a few ideas, but I was kind of hoping to hear what you think.
fr_fr: [_mc_] J'ai quelques idées, mais j'espérais avoir votre avis.
it_it: [_mc_] Ho alcune idee, ma ho sperato di sentire quello che pensi.

source: [_isabelle_s_bed_after_s_thinking_] Hmm... once a week...
fr_fr: [_isabelle_s_bed_after_s_thinking_] Hmm... une fois par semaine...
it_it: [_isabelle_s_bed_after_s_thinking_] Hmm... una volta alla settimana...

source: [_isabelle_s_bed_after_s_worried_] That's pretty unusual. It might be something serious.
fr_fr: [_isabelle_s_bed_after_s_worried_] C'est assez inhabituel. C'est peut-être quelque chose de grave.
it_it: [_isabelle_s_bed_after_s_worried_] È abbastanza insolito. Potrebbe essere qualcosa di serio.

source: [_isabelle_s_bed_after_s_worried_] Do you have any other clues?
fr_fr: [_isabelle_s_bed_after_s_worried_] Avez-vous d'autres indices ?
it_it: [_isabelle_s_bed_after_s_worried_] Hai altri indizi?

source: [_mc_] Sort of? I found her sleeping in one of the chairs upstairs.
fr_fr: [_mc_] En quelque sorte ? Je l'ai trouvée endormie dans un des fauteuils de l'étage.
it_it: [_mc_] Ordina di? L'ho trovata addormentata in una delle sedie di sopra.

source: [_isabelle_s_bed_after_s_thinking_] That is odd.
fr_fr: [_isabelle_s_bed_after_s_thinking_] C'est étrange.
it_it: [_isabelle_s_bed_after_s_thinking_] Quello è strano.

source: [_mc_] I also found a bottle of strong sleeping pills that belongs to her.
fr_fr: [_mc_] J'ai aussi trouvé un flacon de somnifères puissants qui lui appartient.
it_it: [_mc_] Ho anche trovato una bottiglia di forti pillole per dormire che appartiene a lei.

source: [_isabelle_s_bed_after_s_worried_] Interesting... I guess it could be mental health related, then.
fr_fr: [_isabelle_s_bed_after_s_worried_] Intéressant... Je suppose que cela pourrait être lié à la santé mentale, alors.
it_it: [_isabelle_s_bed_after_s_worried_] Interessante... Immagino che potrebbe essere la salute mentale relativa, allora.

source: [_isabelle_s_bed_after_s_worried_] Maybe something's eating her up.
fr_fr: [_isabelle_s_bed_after_s_worried_] Peut-être que quelque chose la ronge.
it_it: [_isabelle_s_bed_after_s_worried_] Forse qualcosa la sta mangiando.

source: [_mc_] Oh, you mean like one of the million bad things she has done?
fr_fr: [_mc_] Oh, vous voulez dire comme l'une des millions de mauvaises choses qu'elle a faites ?
it_it: [_mc_] Oh, intendi come una delle milioni di cose cattive che ha fatto?

source: [_mc_] Sounds like a stretch.
fr_fr: [_mc_] On dirait que c'est un peu exagéré.
it_it: [_mc_] Suona come un tratto.

source: [_isabelle_s_bed_after_s_smile_] You're probably right.
fr_fr: [_isabelle_s_bed_after_s_smile_] Vous avez probablement raison.
it_it: [_isabelle_s_bed_after_s_smile_] probabilmente hai ragione.

source: [_isabelle_s_bed_after_s_smile_] What exactly are you thinking, then?
fr_fr: [_isabelle_s_bed_after_s_smile_] A quoi pensez-vous exactement, alors ?
it_it: [_isabelle_s_bed_after_s_smile_] Che cosa state pensando esattamente?

source: [_mc_] I bet it's because she's developed a split personality.
fr_fr: [_mc_] Je parie que c'est parce qu'elle a développé un dédoublement de personnalité.
it_it: [_mc_] Scommetto che è perché ha sviluppato una personalità divisa.

source: [_isabelle_s_bed_after_s_worried_] Bollocks. Her one personality is plenty.
fr_fr: [_isabelle_s_bed_after_s_worried_] Conneries. Sa seule personnalité suffit amplement.
it_it: [_isabelle_s_bed_after_s_worried_] Bollocks. La sua unica personalità è molto.

source: [_mc_] It could be a good thing, then.
fr_fr: [_mc_] Cela pourrait être une bonne chose, alors.
it_it: [_mc_] Potrebbe essere una buona cosa, allora.

source: [_mc_] Imagine a nice [kate]...
fr_fr: [_mc_] Imaginez une belle [_mc_] kate]...
it_it: [_mc_] Immagina una bella [kate]...

source: This might be the actual power vacuum.
fr_fr: Il pourrait s'agir d'un véritable vide de pouvoir.
it_it: Questo potrebbe essere l'effettivo vuoto di potenza.

source: Power over [kate]...
fr_fr: Le pouvoir sur [kate]...
it_it: Potenza su [kate]...

source: [_isabelle_s_bed_after_s_worried_] Sounds pretty far-fetched.
fr_fr: [_isabelle_s_bed_after_s_worried_] Ça semble plutôt tiré par les cheveux.
it_it: [_isabelle_s_bed_after_s_worried_] Suona piuttosto lontano.

source: [_mc_] I guess.
fr_fr: [_mc_] Je suppose.
it_it: [_mc_] immagino.

source: [_mc_] I wonder if it's because she's secretly gay...
fr_fr: [_mc_] Je me demande si c'est parce qu'elle est secrètement gay...
it_it: [_mc_] Mi chiedo se sia perché lei è segretamente gay...

source: [_mc_] We could test it by getting you and her together and—
fr_fr: [On pourrait le tester en vous mettant ensemble et...
it_it: [_mc_] Potremmo testarlo ottenendo voi e lei insieme e—

source: [_isabelle_s_bed_after_s_excited_] Oh, piss off, mate!
fr_fr: [_isabelle_s_bed_after_s_excited_] Oh, dégage, mon pote !
it_it: [_isabelle_s_bed_after_s_excited_] Oh, baciare fuori, mate!

source: [_mc_] Damn! Be careful not to get yourself canceled!
fr_fr: [_mc_] Merde ! Attention à ne pas vous faire annuler !
it_it: [_mc_] Dannazione! Fai attenzione a non farti annullare!

source: [_isabelle_s_bed_after_s_worried_] It's not the fact that she's a girl.
fr_fr: [_isabelle_s_bed_after_s_worried_] Ce n'est pas le fait qu'elle soit une fille.
it_it: [_isabelle_s_bed_after_s_worried_] Non è il fatto di essere una ragazza.

source: [_isabelle_s_bed_after_s_worried_] It's the fact that she's [kate].
fr_fr: [_isabelle_s_bed_after_s_worried_] C'est le fait qu'elle soit [kate].
it_it: [_isabelle_s_bed_after_s_worried_] È il fatto che lei è [kate].

source: [_mc_] Heh, fair enough.
fr_fr: [_mc_] Heh, assez juste.
it_it: [_mc_] Heh, abbastanza giusto.

source: [_mc_] Can't blame a guy for fantasizing...
fr_fr: [_mc_] On ne peut pas reprocher à un homme de fantasmer...
it_it: [_mc_] Non puoi incolpare un ragazzo per aver fantasticato...

source: [_isabelle_s_bed_after_s_worried_] I bloody well can.
fr_fr: [_isabelle_s_bed_after_s_worried_] Je peux très bien le faire.
it_it: [_isabelle_s_bed_after_s_worried_] Ho ben sanguinoso può.

source: [_mc_] Maybe the pills are just placebos?
fr_fr: [_mc_] Peut-être que les pilules ne sont que des placebos ?
it_it: [_mc_] Forse le pillole sono solo placebo?

source: [_isabelle_s_bed_after_s_worried_] Why would they be?
fr_fr: [_isabelle_s_bed_after_s_worried_] Pourquoi le seraient-ils ?
it_it: [_isabelle_s_bed_after_s_worried_] Perché sarebbero loro?

source: [_mc_] It could be safer than the other potential options.
fr_fr: [_mc_] Elle pourrait être plus sûre que les autres options potentielles.
it_it: [_mc_] Potrebbe essere più sicuro delle altre opzioni potenziali.

source: [_mc_] I read that they can be good for stress management.
fr_fr: [_mc_] J'ai lu qu'ils pouvaient être bénéfiques pour la gestion du stress.
it_it: [_mc_] Ho letto che possono essere un bene per la gestione dello stress.

source: [_mc_] Well, what do you think is going on?
fr_fr: [_mc_] Qu'est-ce qui se passe, à votre avis ?
it_it: [_mc_] Beh, cosa pensi stia succedendo?

source: [_isabelle_s_bed_after_s_excited_] We did scare the bloody daylights out of her at the dinner party.
fr_fr: [_isabelle_s_bed_after_s_excited_] On lui a fait une peur bleue au dîner.
it_it: [_isabelle_s_bed_after_s_excited_] Abbiamo spaventato le luci del giorno sanguinose fuori di lei alla festa di cena.

source: [_isabelle_s_bed_after_s_excited_] I bet she's been so inside out, she can't sleep.
fr_fr: [_isabelle_s_bed_after_s_excited_] Je parie qu'elle est tellement à l'intérieur qu'elle n'arrive pas à dormir.
it_it: [_isabelle_s_bed_after_s_excited_] scommetto di essere stata così dentro fuori, non può dormire.

source: [_mc_] And now she has to take sleeping pills...
fr_fr: [_mc_] Et maintenant, elle doit prendre des somnifères...
it_it: [_mc_] E ora lei deve prendere pillole per dormire...

source: [_mc_] In all seriousness, I had that thought too. And it does sort of add up.{space=-20}
fr_fr: [_mc_] Plus sérieusement, j'ai eu cette pensée aussi. Et c'est vrai que ça s'additionne.{space=-20}
it_it: [_mc_] In tutta la serietà, ho avuto anche quel pensiero. E fa una sorta di aggiungere.{space=-20}

source: [_isabelle_s_bed_after_s_smile_] Mm-hmm.
fr_fr: [_isabelle_s_bed_after_s_Souriez_] Mm-hmm.

source: [_isabelle_s_bed_after_s_smile_] Did you hear she's also out of the cheer squad?
fr_fr: [_isabelle_s_bed_after_s_smile_] Tu as entendu dire qu'elle n'était plus dans l'équipe des pom-pom girls ?
it_it: [_isabelle_s_bed_after_s_smile_] Hai sentito che è anche fuori dalla squadra di tifo?

source: [_mc_] I did, yeah.
fr_fr: [_mc_] Je l'ai fait, oui.
it_it: [_mc_] l'ho fatto, sì.

source: [_isabelle_s_bed_after_s_smile_] We really screwed her over, didn't we?
fr_fr: [_isabelle_s_bed_after_s_smile_] On l'a vraiment baisée, n'est-ce pas ?
it_it: [_isabelle_s_bed_after_s_smile_] La abbiamo davvero scopata, vero?

source: [_mc_] We sure did... I just didn't think it would affect her this much.
fr_fr: [_mc_] C'est vrai... Je ne pensais pas que ça l'affecterait autant.
it_it: [_mc_] Lo abbiamo fatto sicuramente... Non pensavo che la avrebbe influenzata tanto.

source: [_isabelle_s_bed_after_s_excited_] Well, I'm glad she got some proper lasting comeuppance.
fr_fr: [_isabelle_s_bed_after_s_excited_] Je suis contente qu'elle ait eu droit à un châtiment durable.
it_it: [_isabelle_s_bed_after_s_excited_] Beh, sono contento che abbia avuto una buona comeuppance duratura.

source: [_mc_] I guess she deserved as much...
fr_fr: [_mc_] Je suppose qu'elle le méritait...
it_it: [_mc_] Immagino che lei meritasse tanto...

source: [_isabelle_s_bed_after_s_smile_] She definitely did.
fr_fr: [_isabelle_s_bed_after_s_smile_] Elle l'a fait sans aucun doute.
it_it: [_isabelle_s_bed_after_s_smile_] Lei lo ha sicuramente fatto.

source: [_isabelle_s_bed_after_s_smile_] But enough about [kate].
fr_fr: [_isabelle_s_bed_after_s_Souriez_] Mais assez parlé de [kate].
it_it: [_isabelle_s_bed_after_s_smile_] Ma abbastanza su [kate].

source: It's just that... I can't stop thinking about her.
fr_fr: C'est juste que... Je n'arrête pas de penser à elle.
it_it: È proprio questo... non riesco a smettere di pensare a lei.

source: How ironic is that?
fr_fr: Quelle ironie !
it_it: Quanto è ironico quello?

source: You finally have the perfect girl in your bed... and then this happens.{space=-5}
fr_fr: Vous avez enfin la fille parfaite dans votre lit... et puis ça arrive.{space=-5}
it_it: Hai finalmente la ragazza perfetta nel tuo letto... e poi questo succede.{space=-5}

source: Damn it, these thoughts could be costly! A million pennies or more.
fr_fr: Bon sang, ces pensées peuvent coûter cher ! Un million de centimes ou plus.
it_it: Dannazione, questi pensieri potrebbero essere costosi! Un milione di centesimi o più.

source: There she is again...
fr_fr: La revoilà...
it_it: Ci è di nuovo...

source: Sleeping during the day, in the most crowded corridor.
fr_fr: Dormir pendant la journée, dans le couloir le plus fréquenté.
it_it: Dormire di giorno, nel corridoio più affollato.

source: [_mc_] Hey, [kate].
fr_fr: [_mc_] Hé, [_mc_] Kate].

source: [_kate_] Mmm...?
fr_fr: [Mmm... ?

source: [_kate_s_sad_tired_] What do you want?
fr_fr: [_kate_s_sad_tired_] Qu'est-ce que tu veux ?
it_it: [_kate_s_sad_tired_] Cosa vuoi?

source: [_mc_] You look great.
fr_fr: [_mc_] Tu as l'air en pleine forme.
it_it: [_mc_] Tu sembri grande.

source: [_mc_] No, wait, what's the opposite of great?
fr_fr: [_mc_] Non, attendez, quel est le contraire de génial ?
it_it: [_mc_] No, aspetta, qual è il contrario del grande?

source: [_kate_s_gushing_tired_] You.
fr_fr: [_kate_s_gushing_tired_] Vous.
it_it: [_kate_s_gushing_tired_] Te.

source: Crap, she's good even when sleep deprived...
fr_fr: Merde, elle est bonne même quand elle est privée de sommeil...
it_it: Crap, è buona anche quando il sonno è privato...

source: [_mc_] I've got to give it to you—
fr_fr: [Je dois vous le donner...
it_it: [_mc_] devo darlo a te—

source: Huh? That's weird.
fr_fr: Huh ? C'est bizarre.
it_it: Eh? È strano.

source: It must be a blown fuse again.
fr_fr: Il doit s'agir à nouveau d'un fusible grillé.
it_it: Deve essere di nuovo un fusibile soffiato.

source: [_kate_] N-noooo....
fr_fr: [N-Nooon....

source: As the darkness settles around us, a trembling whine pierces the silence.
fr_fr: Alors que l'obscurité s'installe autour de nous, un gémissement tremblant perce le silence.
it_it: Mentre le tenebre si depositano intorno a noi, un whine trema fora il silenzio.

source: The sheer despair and terror in her voice is heartbreaking.
fr_fr: Le désespoir et la terreur qui se dégagent de sa voix sont déchirants.
it_it: La pura disperazione e il terrore nella sua voce è straziante.

source: I never thought I'd hear [kate] whimper, but there it is...
fr_fr: Je n'aurais jamais cru entendre [kate] gémir, mais c'est ainsi...
it_it: Non ho mai pensato di sentire [kate] whimper, ma lì è...

source: [_mc_] Hey, it's just a fuse, okay?
fr_fr: [_mc_] C'est juste un fusible, d'accord ?
it_it: [_mc_] Hey, è solo un fusibile, okay?

source: It feels weird to be comforting my worst enemy, but she probably isn't even listening.
fr_fr: Cela fait bizarre de réconforter ma pire ennemie, mais elle ne m'écoute probablement pas.
it_it: Si sente strano per confortare il mio peggior nemico, ma probabilmente non sta nemmeno ascoltando.

source: She's hyperventilating and gripping my arm like it's the last parachute{space=-35} on a crashing plane.
fr_fr: Elle fait de l'hyperventilation et s'agrippe à mon bras comme s'il s'agissait du dernier parachute{space=-35} d'un avion qui s'écrase.
it_it: Sta iperventilando e afferrando il mio braccio come è l'ultimo paracadute{space=-35} su un aereo in crashing.

source: Perhaps, a lot of things led up to this...
fr_fr: Peut-être que beaucoup de choses ont conduit à cela...
it_it: Forse, molte cose hanno portato a questo...

source: But it's when the lights turn back on, and everything freezes, that it hits me in full.
fr_fr: Mais c'est lorsque les lumières se rallument et que tout se fige que me frappe de plein fouet.
it_it: Ma è quando le luci si accendono e tutto si congela, che mi colpisce pienamente.

source: It's in this fraction of a second, in this single moment, that everything changes.
fr_fr: C'est dans cette fraction de seconde, dans ce moment unique, que tout change.
it_it: È in questa frazione di secondo, in questo singolo momento, che tutto cambia.

source: And we both know it.
fr_fr: Et nous le savons tous les deux.
it_it: E lo sappiamo entrambi.

source: The world is split into before and after this moment, and we're balancing on the edge.
fr_fr: Le monde est divisé entre l'avant et l'après, et nous sommes en équilibre sur le bord.
it_it: Il mondo è diviso in prima e dopo questo momento, e stiamo bilanciando sul bordo.

source: But then a bird chirps outside the window, and—
fr_fr: Mais un oiseau gazouille à l'extérieur de la fenêtre, et...
it_it: Ma allora un uccello cinguetta fuori dalla finestra, e—
