Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_intrigue.po
Languages: it_it

source: [_kate_s_looking_down_] Listen carefully, because I'll only say this once.
it_it: [_kate_s_looking_down_] Ascoltate attentamente, perché lo dico solo una volta.

source: [_kate_s_looking_down_] You do not speak without permission.
it_it: [_kate_s_looking_down_] Non parli senza permesso.

source: [_kate_s_looking_down_] You do not touch me without permission.
it_it: [_kate_s_looking_down_] Non mi tocchi senza permesso.

source: [_kate_s_looking_down_] You don't even look at me without permission.
it_it: [_kate_s_looking_down_] Non mi guardi nemmeno senza permesso.

source: [_kate_s_looking_down_] Am I making myself clear?
it_it: [_kate_s_looking_down_] Mi sto rendendo chiaro?

source: [_mc_] Y-yes...
it_it: [_mc_] Y-sì...

source: [_kate_s_looking_down_] Yes, what?
it_it: [_kate_s_looking_down_] Sì, cosa?

source: [_kate_s_looking_down_] Good boy.
it_it: [_kate_s_looking_down_] Buon ragazzo.

source: [_kate_s_looking_down_] However, I think today we'll go for something different.
it_it: [_kate_s_looking_down_] Tuttavia, penso che oggi andremo per qualcosa di diverso.

source: [_kate_s_looking_down_] This is a step up, don't you think?
it_it: [_kate_s_looking_down_] Questo è un passo, non pensi?

source: [_mc_] Yes, Miss [kate].
it_it: [_mc_] Sì, Signorina [kate].

source: [_kate_s_looking_down_] Good bitch.
it_it: [_kate_s_looking_down_] Buona cagna.

source: [_kate_s_looking_down_] That's how you will address me today.
it_it: [_kate_s_looking_down_] Ecco come mi rivolgerai oggi.

source: [_mc_] Yes, mistress.
it_it: [_mc_] Sì, padrona.

source: [_kate_s_looking_down_] Wrong. I am not your mistress.
it_it: [_kate_s_looking_down_] Sbagliato. Non sono la tua padrona.

source: [_kate_s_looking_down_] This is simply a tryout. I've not yet decided if you're worthy.
it_it: [_kate_s_looking_down_] Questo è semplicemente un tentativo. Non ho ancora deciso se sei degno.

source: [_mc_] Yes, goddess.
it_it: [_mc_] Sì, dea.

source: [_kate_s_looking_down_] Ha! Compared to you, that's exactly what I am.
it_it: [_kate_s_looking_down_] Ciao! Rispetto a te, è esattamente quello che sono.

source: [_kate_s_looking_down_] However, it's a bit pompous for my taste.
it_it: [_kate_s_looking_down_] Tuttavia, è un po 'pomposo per il mio gusto.

source: [_kate_s_looking_down_] Call me Miss [kate].
it_it: [_kate_s_looking_down_] Chiamami signorina [kate].

source: [_kate_s_looking_down_] That does have a certain ring to it...
it_it: [_kate_s_looking_down_] Che ha un certo anello ad esso...

source: [_kate_s_looking_down_] ...but basic obedience is just the start.
it_it: [_kate_s_looking_down_] ...ma l'obbedienza di base è solo l'inizio.

source: [_kate_s_looking_down_] We'll see if you can hack the rest, though I doubt it.
it_it: [_kate_s_looking_down_] Vedremo se si può incidere il resto, anche se dubito.

source: As she speaks, my eyes remain downcast.
it_it: Mentre lei parla, i miei occhi rimangono bassi.

source: Careful not to look at her, as instructed.
it_it: Attento a non guardarla, come istruito.

source: [_kate_s_looking_down_] Being a good bitch is all about showing the proper respect and reverence.{space=-120}
it_it: [_kate_s_looking_down_] Essere una buona troia significa mostrare il giusto rispetto e riverenza.{space=-120}

source: [_kate_s_looking_down_] Kiss my shoes.
it_it: [_kate_s_looking_down_] bacia le mie scarpe.

source: Her cool, calm voice snaps like a whip and stutters my heart.
it_it: La sua voce fresca e calma mi fa scattare come una frusta e mi stuzzica il cuore.

source: As my lips meet the rough texture of her toe, a shiver runs through me.{space=-70}
it_it: Mentre le mie labbra incontrano la consistenza ruvida del suo dito, un brivido mi attraversa.{space=-70}

source: A hint of sweat and leather. A somewhat salty taste.
it_it: Un pizzico di sudore e pelle. Un sapore leggermente salato.

source: [_kate_s_feet_worship_s_right_shoe_kiss_] And the other one.
it_it: [_kate_s_feet_worship_s_right_shoe_kiss_] E l'altro.

source: As if on submissive autopilot, my lips brush over her other shoe.
it_it: Come se su autopilota sottomesso, le mie labbra spazzola sopra l'altra scarpa.

source: [_kate_s_feet_worship_s_left_shoe_kiss_] Dirty little freak! You have no idea where those have even been.
it_it: [_kate_s_feet_worship_s_left_shoe_kiss_] Sporco piccolo freak! Non hai idea di dove sono stati anche loro.

source: [_kate_s_feet_worship_s_left_shoe_kiss_] I bet you would like to clean them for me, though, wouldn't you?
it_it: [_kate_s_feet_worship_s_left_shoe_kiss_] Scommetto che vorresti pulirli per me, però, vero?

source: [_kate_s_feet_worship_s_left_shoe_kiss_] Take them off, then.
it_it: [_kate_s_feet_worship_s_left_shoe_kiss_] li tolga, allora.

source: It feels like a privilege to even touch her.
it_it: Si sente come un privilegio anche per toccarla.

source: For so long I've been building her up in my mind, putting her on a throne-like pedestal.
it_it: Per così tanto tempo la sto costruendo nella mia mente, mettendola su un piedistallo simile al trono.

source: She wiggles her toes in my grasp.
it_it: Lei si lancia le dita dei piedi nella mia presa.

source: Touching her... smelling her... being this close to any part of her makes me flush with excitement.
it_it: Toccarla... odorarla... essendo questo vicino a qualsiasi parte di lei mi fa sciacquare con eccitazione.

source: [_kate_s_feet_worship_s_left_shoe_removed_] Now the other one.
it_it: [_kate_s_feet_worship_s_left_shoe_removed_] Ora l'altro.

source: She doesn't have to tell me twice.
it_it: Non mi deve dire due volte.

source: Being bossed around like this has been on my mind for decades.
it_it: Essere bossed intorno come questo è in mente per decenni.

source: Always a guilty pleasure thought late at night.
it_it: Sempre un piacere colpevole pensato fino a tarda notte.

source: In one swift movement, she now stands before me barefoot.
it_it: In un movimento rapido, ora si trova davanti a me a piedi nudi.

source: [_kate_s_feet_worship_s_right_shoe_removed_] Kiss my feet, bitch.
it_it: [_kate_s_feet_worship_s_right_shoe_removed_] baci i miei piedi, cagna.

source: Telling people what to do comes so naturally to her.
it_it: Dire alla gente cosa fare viene così naturalmente a lei.

source: It's like she was born to rule.
it_it: È come se fosse nata per governare.

source: Reverently, my lips meet her feet in a humiliating kiss.
it_it: Inversamente, le mie labbra incontrano i suoi piedi in un bacio umiliante.

source: First one, then the other.
it_it: Prima uno, poi l'altro.

source: My mouth lingers against her skin, tasting the sweat of her, breathing{space=-30} in the faint smell of soap and salt.
it_it: La mia bocca lingers contro la sua pelle, assaggiando il sudore di lei, respirazione{space=-30} nel debole odore di sapone e sale.

source: [_kate_s_feet_worship_s_left_foot_kiss_] God, my feet are aching after such a long day...
it_it: [_kate_s_feet_worship_s_left_foot_kiss_] Dio, i miei piedi stanno dolorando dopo un giorno così lungo...

source: [_kate_s_feet_worship_s_left_foot_kiss_] Massage them like a good boy, will you?
it_it: [_kate_s_feet_worship_s_left_foot_kiss_] Massaggiateli come un bravo ragazzo, vero?

source: And that's all I want to be.
it_it: E questo è tutto quello che voglio essere.

source: I want her approval more than anything.
it_it: Voglio la sua approvazione più di qualsiasi cosa.

source: Even if it'll cost me my dignity.
it_it: Anche se mi costerà la mia dignità.

source: [_kate_s_feet_worship_s_right_foot_massage_] Now with the tongue.
it_it: [_kate_s_feet_worship_s_right_foot_massage_] Ora con la lingua.

source: [_mc_] No way!
it_it: [_mc_] Nessun modo!

source: [_kate_s_feet_worship_s_skeptical_s_right_foot_massage_] Excuse me?
it_it: [_kate_s_feet_worship_s_skeptical_s_right_foot_massage_] Mi scusa?

source: [_mc_] Sorry, but... that's disgusting!
it_it: [_mc_] Mi dispiace, ma... è disgustoso!

source: [_kate_s_feet_worship_s_failed_] I knew you didn't have what it takes.
it_it: [_kate_s_feet_worship_s_failed_] Sapevo che non avevate quello che serve.

source: [_kate_s_feet_worship_s_failed_] You wasting my time is what's disgusting.
it_it: [_kate_s_feet_worship_s_failed_] Hai sprecato il mio tempo è ciò che è disgustoso.

source: [_kate_s_feet_worship_s_failed_] Get the hell out, you pathetic waste of space.
it_it: [_kate_s_feet_worship_s_failed_] Esci dall'inferno, patetico spreco di spazio.

source: [_kate_s_feet_worship_s_failed_] Out. Now.
it_it: [_kate_s_feet_worship_s_failed_] Fuori. Ora.

source: I really thought I could do this... but I guess I don't have what it takes,{space=-35} after all.
it_it: Ho davvero pensato di poter fare questo... ma credo di non avere quello che ci vuole,{space=-35} dopo tutto.

source: But maybe that's for the best? [kate] would probably eat me alive...
it_it: Ma forse è per il meglio? [kate] probabilmente mi mangerebbe...

source: It's a demeaning order, but I'm completely under her spell.
it_it: È un ordine sconsiderato, ma sono completamente sotto il suo incantesimo.

source: I'm a slave to her whims, to her desires, and to my own.
it_it: Sono schiavo dei suoi capricci, dei suoi desideri e dei miei desideri.

source: Slowly, up to her toes.
it_it: Lentamente, fino ai piedi.

source: Her foot trembles in my hand from the sensation and fills me with a sense of delight and pride.
it_it: Il suo piede trema nella mia mano dalla sensazione e mi riempie di un senso di gioia e orgoglio.

source: Despite the degrading act, I just want to please her.
it_it: Nonostante l'atto degradante, voglio solo compiacerla.

source: To make her feel good.
it_it: Per farla sentire bene.

source: Suddenly, she slips her big toe into my open mouth.
it_it: Improvvisamente, lei scivola il suo dito grosso nella mia bocca aperta.

source: Making me get a full taste.
it_it: Mi fa prendere un gusto pieno.

source: [_kate_s_feet_worship_s_right_toe_suck_] Suck it.
it_it: [_kate_s_feet_worship_s_right_toe_suck_] La succhia.

source: And I do. God, I do.
it_it: E io. Dio, lo faccio.

source: [kate] laughs, her voice full of derision.
it_it: [kate] ride, la sua voce piena di derisione.

source: [_kate_s_feet_worship_s_right_toe_suck_] Oh, my god! You really are disgusting!
it_it: [_kate_s_feet_worship_s_right_toe_suck_] Oh, mio Dio! Sei davvero disgustoso!

source: [_kate_s_feet_worship_s_right_toe_suck_] Make sure you get them all, you pathetic foot bitch.
it_it: [_kate_s_feet_worship_s_right_toe_suck_] Assicurati di averli tutti, patetici zampe.

source: My face burns, the shame makes me sweat.
it_it: Il mio viso brucia, la vergogna mi fa sudare.

source: She applies more force, pushing her foot inside my mouth.
it_it: Lei applica più forza, spingendo il suo piede dentro la mia bocca.

source: She wants more. Deeper.
it_it: Vuole di più. Più profondo.

source: She keeps on pushing until the toes hit the back of my throat.
it_it: Continua a spingere fino a quando le dita dei piedi mi hanno colpito il dorso della gola.

source: Tears well up as I do my best not to choke.
it_it: Lacrime bene come faccio del mio meglio per non soffocare.

source: And yet... the treatment makes my dick twitch and rise higher.
it_it: E ancora... il trattamento rende il mio cazzo twitch e salire più in alto.

source: [_kate_s_feet_worship_s_right_toe_choke_] You're totally getting off on this, aren't you?
it_it: [_kate_s_feet_worship_s_right_toe_choke_] stai totalmente scendendo su questo, vero?

source: [_kate_s_feet_worship_s_right_toe_choke_] You're probably going to cream all over the floor because I let you choke{space=-85} on my foot.
it_it: [_kate_s_feet_worship_s_right_toe_choke_] Probabilmente stai andando alla crema su tutto il pavimento perché ti lascio soffocare{space=-85} sul mio piede.

source: Abruptly, she slides her foot out of my mouth.
it_it: Abruttamente, scivola il suo piede dalla mia bocca.

source: [_kate_s_feet_worship_s_aftermath_confident_] Isn't that right? Aren't you loving this?
it_it: [_kate_s_feet_worship_s_aftermath_confident_] non ha ragione? Non ti piace questo?

source: Like a rising wave, the emotions threaten to swallow me whole.
it_it: Come un'onda crescente, le emozioni minacciano di inghiottirmi intero.

source: The shame... the degradation... the arousal...
it_it: La vergogna... il degrado... l'eccitazione...

source: [_kate_s_feet_worship_s_aftermath_skeptical_] Answer me.
it_it: [_kate_s_feet_worship_s_aftermath_skeptical_] Rispondimi.

source: [_mc_] Y-yes, Miss [kate]...
it_it: [_mc_] Y-sì, Miss [kate]...

source: [_kate_s_feet_worship_s_aftermath_skeptical_] Be more specific, bitch.
it_it: [_kate_s_feet_worship_s_aftermath_skeptical_] Sii più specifico, cagna.

source: [_mc_] Yes, Miss [kate], I love choking on your foot.
it_it: [_mc_] Sì, signorina [kate], Amo soffocare sul tuo piede.

source: [_kate_s_feet_worship_s_aftermath_laughing_] Interesting, but not surprising.
it_it: [_kate_s_feet_worship_s_aftermath_laughing_] Interessante, ma non sorprendente.

source: [_kate_s_feet_worship_s_aftermath_laughing_] I always knew you were a little worm desperate to crawl at my feet.
it_it: [_kate_s_feet_worship_s_aftermath_laughing_] Ho sempre saputo che tu eri un piccolo verme disperato per strisciare ai miei piedi.

source: [_mc_] Yes, Miss [kate]. Thank you...
it_it: [_mc_] Sì, signorina [kate]. Grazie...

source: [_kate_s_feet_worship_s_aftermath_skeptical_] That's enough talk from you.
it_it: [_kate_s_feet_worship_s_aftermath_skeptical_] È abbastanza parlare da te.

source: [_kate_s_feet_worship_s_aftermath_skeptical_] It's time for the next trial. Get down on all fours and turn around.
it_it: [_kate_s_feet_worship_s_aftermath_skeptical_] È il momento della prossima prova. Scendi su tutti i quattro e gira intorno.

source: The dryness of my throat... the sweat pouring down my back and legs...{space=-70}
it_it: La secchezza della gola... il sudore che mi riversa sulla schiena e sulle gambe...{space=-70}

source: Never before have I felt so stepped on. So completely owned.
it_it: Mai prima d'ora mi sono sentito così acceso, così completamente posseduto.

source: My body moves on its own. Like an obedient zombie driven by pure lust and need.
it_it: Il mio corpo si muove per conto proprio. Come uno zombie obbediente guidato da lussuria pura e bisogno.

source: Is this it already?
it_it: È già questo?

source: Am I about to be fucked in the ass by [kate]?
it_it: Sto per essere scopata nel culo da [kate]?

source: She moves behind me, her wet feet padding against the carpet...
it_it: Si muove dietro di me, il suo piedino bagnato imbottitura contro il tappeto...

source: ...but moments later, she returns.
it_it: ...ma pochi istanti dopo, ritorna.

source: She comes up behind me, a smile in her voice when she talks.
it_it: Si alza dietro di me, un sorriso nella sua voce quando parla.

source: [_kate_s_spanking_trial_s_anticipation_] Let's see how well you handle this.
it_it: [_kate_s_spanking_trial_s_anticipation_] Vediamo quanto bene gestisci questo.

source: Something swishes through the air, and suddenly all the hair on my neck stands up.
it_it: Qualcosa gonfia attraverso l'aria, e improvvisamente tutti i capelli sul mio collo si alzano.

source: [_kate_s_spanking_trial_s_anticipation_] Do you know this sound?
it_it: [_kate_s_spanking_trial_s_anticipation_] Conosci questo suono?

source: Another loud swish right next to my ear makes me freeze.
it_it: Un altro forte swish proprio accanto al mio orecchio mi fa congelare.

source: [_kate_s_spanking_trial_s_anticipation_] Oh, I see you do.
it_it: [_kate_s_spanking_trial_s_anticipation_] Oh, ti vedo fare.

source: [_kate_s_spanking_trial_s_anticipation_] But I wonder if you know the feeling...
it_it: [_kate_s_spanking_trial_s_anticipation_] Ma mi chiedo se tu conosci il sentimento...

source: She takes a step back, and for a moment, her words hang in the air as the anticipation builds.
it_it: Lei fa un passo indietro, e per un momento, le sue parole appendono in aria mentre l'anticipazione costruisce.

source: And when the cane comes whipping down and cracks across my bare{space=-30} ass, pain engulfs every nerve in my body.
it_it: E quando la canna viene frustando giù e si crepe attraverso il mio nudo{space=-30} asino, il dolore inghiottisce ogni nervo nel mio corpo.

source: Reflexively, my ass clenches and I flinch away from the pain that sears through me.
it_it: Reflessibilmente, il mio culo si stringe e mi sfreccio lontano dal dolore che mi lacrima.

source: [_kate_s_spanking_trial_s_spanking4_] Oh, that little tap? That's just one of many.
it_it: [_kate_s_spanking_trial_s_spanking4_] Oh, quel piccolo tocco? È solo uno di molti.

source: [_kate_s_spanking_trial_s_spanking4_] Are you ready for some more?
it_it: [_kate_s_spanking_trial_s_spanking4_] Sei pronto per un po' di più?

source: [_mc_] Yes, Miss [kate]!
it_it: [_mc_] Sì, Signorina [kate]!

source: [_kate_s_spanking_trial_s_spanking4_] What was that?
it_it: [_kate_s_spanking_trial_s_spanking4_] Cos'era quello?

source: [_kate_s_spanking_trial_s_spanking4_] I don't have time for an ill-mannered bitch, you know.
it_it: [_kate_s_spanking_trial_s_spanking4_] Non ho tempo per una cagna maleducata, sai.

source: [_mc_] Y-yes, please, Miss [kate]!
it_it: [_mc_] Y-sì, per favore, signorina [kate]!

source: In response, she brings the cane down again.
it_it: In risposta, lei riporta la canna di nuovo.

source: Snapping it with practiced speed and grace on my asscheek.
it_it: Intrappolato con la velocità pratica e la grazia sul mio assguanciale.

source: She's an artist of pain with a simple twist of her wrist.
it_it: È un'artista di dolore con una semplice torsione del polso.

source: It's terrifying and intoxicating all at once.
it_it: È terrificante e inebriante tutto in una volta.

source: And it makes my dick quiver, hardening even more.
it_it: E rende il mio cazzo quiver, indurimento ancora di più.

source: The cane whistles down again, this time on my other cheek.
it_it: La canna fischia di nuovo, questa volta sulla mia altra guancia.

source: [_kate_s_spanking_trial_s_spanking4_red_] What's that? Are you going to beg for it?
it_it: [_kate_s_spanking_trial_s_spanking4_red_] Che cos'è? Ti supplicherai?

source: [_mc_] Yes, please, Miss [kate]!
it_it: [_mc_] Sì, per favore, signorina [kate]!

source: [_kate_s_spanking_trial_s_spanking4_red_] Then beg, bitch.
it_it: [_kate_s_spanking_trial_s_spanking4_red_] Poi pregare, cagna.

source: [_mc_] P-please... I would really like some more, Miss [kate]...
it_it: [_mc_] P-please... Mi piacerebbe molto di più, Miss [kate]...

source: [_kate_s_spanking_trial_s_spanking4_red_] Do you want me to hit you?
it_it: [_kate_s_spanking_trial_s_spanking4_red_] Vuoi che ti colpisci?

source: [_mc_] Please!
it_it: [_mc_] Per favore!

source: [_kate_s_spanking_trial_s_spanking4_red_] Do you like being my pain slut?
it_it: [_kate_s_spanking_trial_s_spanking4_red_] Ti piace essere la mia troia di dolore?

source: [_kate_s_spanking_trial_s_spanking4_red_] Keep groveling, then.
it_it: [_kate_s_spanking_trial_s_spanking4_red_] Continuate a grovigliare, allora.

source: Her strokes get harder. Lashing across my skin.
it_it: I suoi colpi si fanno più duri. Lashing attraverso la mia pelle.

source: The harsh, stinging pain makes me feel like I am being flayed.
it_it: Il dolore duro e pungente mi fa sentire come se fossi in fiamme.

source: Ropes of fire burning across my flesh.
it_it: Corde di fuoco che bruciano attraverso la mia carne.

source: Every fiber in my body screams at me to get away, and yet somehow{space=-15} I manage to remain still.
it_it: Ogni fibra nel mio corpo mi urla per allontanarmi, eppure in qualche modo{space=-15} riesco a rimanere ferma.

source: Shaking... but still.
it_it: Scuotendo... ma ancora.

source: [kate]'s breathing increases. Perhaps in excitement, or perhaps because{space=-55} she's putting more force into each stroke.
it_it: [kate]sta aumentando la respirazione. Forse in eccitazione, o forse perché{space=-55} sta mettendo più forza in ogni ictus.

source: [_kate_s_spanking_trial_s_spanking4_redder_] Look at you moaning and screaming like a pussy...
it_it: [_kate_s_spanking_trial_s_spanking4_redder_] Guardate voi gemendo e urlando come una figa...

source: [_kate_s_spanking_trial_s_spanking4_redder_] ...and your pathetic little dick getting harder.
it_it: [_kate_s_spanking_trial_s_spanking4_redder_] ...e il tuo patetico piccolo cazzo sempre più difficile.

source: [_kate_s_spanking_trial_s_spanking4_redder_] Is that all you've got? Had enough yet?
it_it: [_kate_s_spanking_trial_s_spanking4_redder_] È tutto quello che hai ottenuto? Aveva già abbastanza?

source: [_mc_] No, Miss [kate]!
it_it: [_mc_] No, Signorina [kate]!

source: She pauses for a moment.
it_it: Si ferma per un momento.

source: [_kate_s_spanking_trial_s_spanking4_redder_] Do you want some more?
it_it: [_kate_s_spanking_trial_s_spanking4_redder_] Ne vuoi un altro?

source: [_kate_s_spanking_trial_s_spanking4_redder_] Do you really think you have what it takes to be my bitch?
it_it: [_kate_s_spanking_trial_s_spanking4_redder_] Pensi davvero di avere quello che serve per essere la mia puttana?

source: [_mc_] Yes, Miss [kate]! I do!
it_it: [_mc_] Sì, signorina [kate]! Lo faccio!

source: [_kate_s_spanking_trial_s_spanking4_redder_] Very well. You better buckle up, then.
it_it: [_kate_s_spanking_trial_s_spanking4_redder_] Molto bene. È meglio fibbiare su, allora.

source: [_kate_s_spanking_trial_s_spanking4_redder_] Here comes the actual pain.
it_it: [_kate_s_spanking_trial_s_spanking4_redder_] Ecco il dolore effettivo.

source: Oh, god...
it_it: Oh, dio...

source: Her voice rings through the room with unrestrained delight.
it_it: La sua voce suona attraverso la stanza con gioia sfrenata.

source: And then she makes good on her promise.
it_it: E poi fa bene alla sua promessa.

source: She rains down blow after blow.
it_it: Piove giù dopo il colpo.

source: The cane singing through the air and reaching its crescendo on my skin.
it_it: La canna che canta attraverso l'aria e raggiunge il crescendo sulla mia pelle .

source: The pain ravages my nerves and screams in my head, and yet somehow it feels like I'm approaching my biggest orgasm ever.
it_it: Il dolore colpisce i nervi e urla nella mia testa, eppure in qualche modo mi sembra di avvicinarmi al mio orgasmo più grande di sempre.

source: My body shakes uncontrollably.
it_it: Il mio corpo scuote incontrollabilmente.

source: Desperate to crawl away from her.
it_it: disperato per strisciare via da lei.

source: To escape the torment that is burning through the very core of my being.
it_it: Per sfuggire al tormento che sta bruciando attraverso il nucleo stesso del mio essere.

source: Yet each strike sends shockwaves through my stomach, humming into{space=-55} my rock hard dick.
it_it: Eppure ogni colpo invia onde d'urto attraverso il mio stomaco, humming into{space=-55} mio cazzo duro rock.

source: It escapes me in screams and ragged pants.
it_it: Mi sfugge in grida e pantaloni frastagliati.

source: An inhale of air, an exhaled scream.
it_it: Un'inalazione d'aria, un urlo espirato.

source: Again and again and again.
it_it: Sempre più e più volte.

source: [_kate_s_spanking_trial_s_spanking4_reddest_] That's.
it_it: [_kate_s_spanking_trial_s_spanking4_reddest_] È così.

source: [_extend_] Good.
it_it: [_extend_] Bene.

source: She punctuates each word with a smack.
it_it: Lei punteggia ogni parola con un odore.

source: Tears sting my eyes and run down my cheeks.
it_it: Le lacrime mi pungono gli occhi e scendono giù le guance.

source: I am incapable of actual speech.
it_it: Sono incapace di pronunciare un discorso concreto.
