Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_intrigue.po
Languages: it_it

source: Nothing but pain and sweat and tears.
it_it: Niente altro che dolore e sudore e lacrime.

source: My cock aching for release as the pressure builds in my balls.
it_it: Il mio cazzo dolore per il rilascio come la pressione si accumula nelle mie palle.

source: Until [kate] brings the cane down one last time and a new sound bounces off my eardrums...
it_it: Fino ad [kate] abbassa la canna un'ultima volta e un nuovo suono rimbalza dal mio timpano...

source: ...a loud snap as the cane breaks against my reddened buttcheeks.
it_it: ...un forte schiocco come la canna si rompe contro le mie natiche rosse.

source: And then silence.
it_it: E poi silenzio.

source: Only the sound of our pants clogging the sweat drenched room.
it_it: Solo il suono dei nostri pantaloni intasando il sudore stanza inumidita.

source: My whole body trembles in pain and fatigue.
it_it: Tutto il mio corpo trema nel dolore e nella stanchezza.

source: Ready to collapse on the floor.
it_it: Pronto a crollare sul pavimento.

source: [_kate_s_spanking_trial_s_aftermath_] Would you look at that? Not only did you take it, but you broke my cane too.
it_it: [_kate_s_spanking_trial_s_aftermath_] Lo guarderesti? Non solo l'hai preso, ma hai rotto anche il mio bastone.

source: [_kate_s_spanking_trial_s_aftermath_] Which, of course, you'll have to replace.
it_it: [_kate_s_spanking_trial_s_aftermath_] Which, naturalmente, dovrete sostituire.

source: [_kate_s_spanking_trial_s_aftermath_] But I have to admit, I didn't think you would last.
it_it: [_kate_s_spanking_trial_s_aftermath_] Ma devo ammettere, non pensavo che saresti durato.

source: [_mc_] T-thank you... Miss... [kate]...
it_it: [_mc_] T-grazie... Miss... [kate]...

source: [_kate_s_spanking_trial_s_aftermath_] There's a good bitch.
it_it: [_kate_s_spanking_trial_s_aftermath_] C'è una buona cagna.

source: [_mc_] Y-yes!
it_it: [_mc_] Y-y!

source: [_kate_s_spanking_trial_s_failed_redder_] Yes, you've had enough?
it_it: [_kate_s_spanking_trial_s_failed_redder_] Sì, hai avuto abbastanza?

source: Shaky labored breaths tremble over my lips.
it_it: Respira agitato tremare sulle mie labbra.

source: Sweat dripping off my forehead and onto the floor.
it_it: Sudore che gocciola la fronte e sul pavimento.

source: [_mc_] P-please...
it_it: [_mc_] P-per favore...

source: [_kate_s_spanking_trial_s_failed_redder_] Please, what, worm?
it_it: [_kate_s_spanking_trial_s_failed_redder_] Per favore, cosa, verme?

source: [_mc_] Please... I have had enough...
it_it: [_mc_] Per favore... Ho avuto abbastanza...

source: The words tumble from me in a pathetic whisper.
it_it: Le parole mi sventolano in un patetico sussurro.

source: But I just can't take anymore.
it_it: Ma non riesco più a prendere.

source: [_kate_s_spanking_trial_s_failed_redder_] I knew you couldn't do it.
it_it: [_kate_s_spanking_trial_s_failed_redder_] sapevo che non potevate farlo.

source: [_kate_s_spanking_trial_s_failed_redder_] Look at you, sniveling on the floor. You don't have the balls to be my sub.{space=-110}
it_it: [_kate_s_spanking_trial_s_failed_redder_] Guarda, accarezzandoti sul pavimento. Non hai le palle per essere il mio sub.{space=-110}

source: [_kate_s_spanking_trial_s_failed_redder_] Get out of here, you little sissy bitch.
it_it: [_kate_s_spanking_trial_s_failed_redder_] Uscire da qui, si piccola puttana sissy.

source: Her words sting almost as much as the strokes from the cane.
it_it: Le sue parole pungono quasi quanto i tratti dalla canna.

source: The feeling is one of utter disappointment.
it_it: La sensazione è una totale delusione.

source: It feels like I won a million bucks... and then lost it the same day.
it_it: Sembra che io abbia vinto un milione di dollari... e poi lo abbia perso lo stesso giorno.

source: Walking back home hurt so bad... and yet, the biggest pain is that I couldn't complete [kate]'s trial.
it_it: Camminando a casa ferito così male... e ancora, il dolore più grande è che non riuscivo a completare il processo di [kate].

source: I guess I don't have what it takes, after all.
it_it: Immagino di non avere quello che ci vuole, dopo tutto.

source: The shame pumps through my still pounding heart.
it_it: La vergogna pompa attraverso il mio cuore ancora pungente.

source: [_mc_] Please, no more!
it_it: [_mc_] Per favore, non più!

source: [_kate_s_spanking_trial_s_failed_red_] What was that?
it_it: [_kate_s_spanking_trial_s_failed_red_] Cos'era quello?

source: [_mc_] Please... have mercy...
it_it: [_mc_] Per favore... abbi pietà...

source: [_mc_] I-I beg you.
it_it: [_mc_] Ti prego.

source: [_kate_s_spanking_trial_s_failed_red_] Mercy? You have got to be kidding me.
it_it: [_kate_s_spanking_trial_s_failed_red_] Misericordia? Devi prendermi in giro.

source: [_kate_s_spanking_trial_s_failed_red_] You are without a doubt the worst wannabe sub I have ever seen.
it_it: [_kate_s_spanking_trial_s_failed_red_] Tu sei senza dubbio il peggior sub wannabe che abbia mai visto.

source: [_kate_s_spanking_trial_s_failed_red_] I don't want to hear your apologies.
it_it: [_kate_s_spanking_trial_s_failed_red_] Non voglio sentire le tue scuse.

source: [_kate_s_spanking_trial_s_failed_red_] I'm not going to sit around and waste any more time on you.
it_it: [_kate_s_spanking_trial_s_failed_red_] Non mi siederò in giro e perderò altro tempo su di te.

source: [_kate_s_spanking_trial_s_failed_red_] Too late, you pathetic cry baby bitch.
it_it: [_kate_s_spanking_trial_s_failed_red_] Troppo tardi, hai patetico pianto puttana bambino.

source: [_kate_s_spanking_trial_s_failed_red_] Just get out of here.
it_it: [_kate_s_spanking_trial_s_failed_red_] Basta uscire da qui.

source: [_kate_s_spanking_trial_s_failed_red_] Leave. Now.
it_it: [_kate_s_spanking_trial_s_failed_red_] Lascia. Ora.

source: But maybe that's for the best? The pain was just too much...
it_it: Ma forse è per il meglio? Il dolore era troppo...

source: [_kate_s_spanking_trial_s_failed_] Ugh, seriously?
it_it: [_kate_s_spanking_trial_s_failed_] Ugh, seriamente?

source: [_mc_] It... it hurts...
it_it: [_mc_] It... fa male...

source: [_kate_s_spanking_trial_s_failed_] Duh! That's the point.
it_it: [_kate_s_spanking_trial_s_failed_] Duh! Questo è il punto.

source: [_kate_s_spanking_trial_s_failed_] And that wasn't even hard. A frail woman could take it.
it_it: [_kate_s_spanking_trial_s_failed_] E non era nemmeno difficile. Una donna fragile poteva prenderla.

source: My face burns in embarrassment and disappointment, but the pain is just too much for me to handle.
it_it: Il mio viso brucia in imbarazzo e delusione, ma il dolore è solo troppo per me da gestire.

source: [_kate_s_spanking_trial_s_failed_] How absolutely pathetic. Just get out of here, you sad little bitch boy.{space=-30}
it_it: [_kate_s_spanking_trial_s_failed_] Come assolutamente patetico. Basta uscire da qui, si triste piccolo ragazzo troia. {space=-30}

source: [_mc_] Err, yes, Miss—
it_it: [_mc_] Err, sì, Miss—

source: [_kate_s_spanking_trial_s_failed_] You failed. Get out.
it_it: [_kate_s_spanking_trial_s_failed_] Non sei riuscito. Usci.

source: But maybe that's for the best? The pain was just the beginning...
it_it: Ma forse è per il meglio? Il dolore è stato solo l'inizio...

source: Her words fill me with a strange pride.
it_it: Le sue parole mi riempiono di uno strano orgoglio.

source: It's fulfilling somehow to hear someone like her praise me.
it_it: Sta appagando in qualche modo sentire qualcuno come la sua lode me.

source: Endurance is something that I never thought I'd get praised for.
it_it: L'endurance è qualcosa per cui non ho mai pensato di essermi lodato.

source: My head spins in a mix of euphoria and stinging pain.
it_it: La mia testa ruota in un mix di euforia e dolore pungente.

source: I made it. I goddamn made it!
it_it: L'ho fatta. L'ho fatta!

source: [_kate_s_spanking_trial_s_aftermath_] I guess you deserve a little reward.
it_it: [_kate_s_spanking_trial_s_aftermath_] Immagino che ti meriti un piccolo premio.

source: [_kate_s_spanking_trial_s_aftermath_] Or, well, perhaps not so little...
it_it: [_kate_s_spanking_trial_s_aftermath_] O, beh, forse non così poco...

source: She leaves me there, hunched over, ass smarting from the beating, and walks away again.
it_it: Lei mi lascia lì, cacciato sopra, culo smarting dal battere, e cammina di nuovo via.

source: My eyes sting with a mix of tears and sweat as I wait patiently for her.
it_it: I miei occhi pungono con un mix di lacrime e sudore mentre aspetto pazientemente per lei.

source: The minutes tick by, leaving me there with my throbbing agony and lust.
it_it: I minuti spuntano, lasciandomi lì con la mia agonia palpitante e la lussuria.

source: I won't be able to sit for weeks...
it_it: Non sarò in grado di sedermi per settimane...

source: It will hurt just to wear pants...
it_it: Si farà male solo per indossare pantaloni...

source: [_mc_] Ohhh, fuck!
it_it: [_mc_] Ohhh, scopata!

source: I didn't hear [kate] come back...
it_it: Non ho sentito [kate] tornare indietro...

source: ...but as soon as she does, she comes up behind me and grabs my hips...
it_it: ...ma non appena lo fa, si alza dietro di me e afferra i fianchi...

source: ...before thrusting a huge strap-on into my caned ass.
it_it: ...prima di spingere un enorme strap-on nel mio culo in scatola.

source: [_kate_s_pegging_s_insertion_] Oh, relax. That's barely just the tip.
it_it: [_kate_s_pegging_s_insertion_] Oh, rilassati. Questo è solo il consiglio.

source: [_mc_] A-are you sure?
it_it: [_mc_] A-sei sicuro?

source: [_kate_s_pegging_s_insertion_] You're not seriously questioning me now, are you?
it_it: [_kate_s_pegging_s_insertion_] Non mi stai seriamente interrogando ora, vero?

source: [_kate_s_pegging_s_insertion_] I didn't think so.
it_it: [_kate_s_pegging_s_insertion_] non pensavo così.

source: [_kate_s_pegging_s_insertion_] Now hold still while I peg your sissy ass.
it_it: [_kate_s_pegging_s_insertion_] Ora tieni fermo mentre peg il tuo culo sissy.

source: She holds the tip of the strap-on inside of me while my sphincter contracts around it.
it_it: Lei tiene la punta della cinghia dentro di me mentre il mio sfintere si contrae intorno ad esso.

source: Reacting to the sudden object being forced into me.
it_it: Reagire all'improvviso oggetto che mi viene costretto.

source: Then, she starts to push it deeper.
it_it: Poi, lei inizia a spingerlo più in profondità.

source: Oh, god. Inch by inch it slides in, as [kate] works me open.
it_it: Oh, dio. Inch da pollice scivola in, come [kate] mi lavora aperto.

source: My muscles clench, trying to push her back out.
it_it: I miei muscoli si aggrappano, cercando di spingerla indietro.

source: But she seems to welcome the resistance as she forces the giant thing even deeper.
it_it: Ma sembra accogliere la resistenza come lei forza la cosa gigante ancora più profonda.

source: Fuck, she's going to bottom out against my colon at this rate.
it_it: Cazzo sta andando a fondo fuori contro il mio colon a questo ritmo.

source: My stomach contracts and my dick goes even harder than during the caning.
it_it: Il mio stomaco contrae e il mio cazzo va ancora più duro che durante la fustigazione.

source: It feels so wrong, and yet so right at the same time.
it_it: Si sente così sbagliato, eppure così giusto allo stesso tempo.

source: Not because of the fake dick... but because it's attached to [kate].
it_it: Non a causa del falso cazzo... ma perché è attaccato ad [kate].

source: [_kate_s_pegging_s_penetration3_grin_] It's not even all the way in yet.
it_it: [_kate_s_pegging_s_penetration3_grin_] Non è nemmeno tutto il modo in cui è ancora finito.

source: [_kate_s_pegging_s_penetration3_grinner_] Keep taking it, bitch.
it_it: [_kate_s_pegging_s_penetration3_grinner_] Continua a prenderlo, cagna.

source: Every inch she gives radiates through me.
it_it: Ogni pollice che dà irradia attraverso di me.

source: Pulsing through my very skin.
it_it: Impugnando attraverso la mia pelle.

source: Reverberating through the welts on my ass.
it_it: Riverberando attraverso le salette sul mio culo.

source: [_kate_s_pegging_s_penetration4_grinner_] You've always been so easy to walk all over.
it_it: [_kate_s_pegging_s_penetration4_grinner_] Sei sempre stato così facile da camminare dappertutto.

source: [_kate_s_pegging_s_penetration4_grinner_] Just a pathetic, creepy little nobody drooling all over my feet.
it_it: [_kate_s_pegging_s_penetration4_grinner_] Solo un pazzo patetico, raccapricciante nessuno si sbaglia dappertutto i miei piedi.

source: [_kate_s_pegging_s_penetration4_grinner_] And now, here you are, with my strap-on buried in your ass.
it_it: [_kate_s_pegging_s_penetration4_grinner_] E ora, eccovi qui, con il mio strap-on sepolto nel vostro culo.

source: [_kate_s_pegging_s_penetration4_grinner_] I've never seen such a pathetic bitch.
it_it: [_kate_s_pegging_s_penetration4_grinner_] Non ho mai visto una cagna così patetica.

source: [_kate_s_pegging_s_penetration4_grinner_] And I have dealt with a lot of bitches.
it_it: [_kate_s_pegging_s_penetration4_grinner_] E mi sono occupata di molte cagne.

source: [_kate_s_pegging_s_penetration4_grinner_] So, what do you say for being allowed to take part in this tryout?
it_it: [_kate_s_pegging_s_penetration4_grinner_] Allora, che cosa dici di poter partecipare a questa prova?

source: The prosthetic dick in my ass is making it hard to concentrate...
it_it: Il cazzo protesico nel mio culo sta rendendo difficile la concentrazione...

source: ...especially as the orgasm starts creeping through my balls, flooding{space=-25} my stomach with ecstasy.
it_it: ...soprattutto quando l'orgasmo inizia a strisciare attraverso le mie palle, inondazione{space=-25} mio stomaco con l'estasi.

source: [_mc_] I'm, um... thank you, Miss [kate]!
it_it: [_mc_] Io, um... grazie, signorina [kate]!

source: As her name leaves my lips, she gives me a hard thrust.
it_it: Mentre il suo nome mi lascia le labbra, mi dà una spinta dura.

source: Bottoming out inside of my aching rectum.
it_it: Imbottitura fuori dentro del mio dolore retto.

source: Adding to the pain from earlier.
it_it: Aggiungere al dolore da prima.

source: [_kate_s_pegging_s_penetration4_grinner_] Does it hurt, bitch?
it_it: [_kate_s_pegging_s_penetration4_grinner_] Fa male, cagna?

source: God, she has no idea...
it_it: Dio, lei non ha idea...

source: The sweat from the pain and exertion slicks my entire body.
it_it: Il sudore dal dolore e dallo sforzo affetta tutto il mio corpo.

source: And yet, a calm settles into my mind. Removing all thoughts and inhibitions.
it_it: E ancora, una calma si deposita nella mia mente. Rimuovendo tutti i pensieri e le inibizioni.

source: All the pain and humiliation transforms into a pleasure I have never felt before.
it_it: Tutto il dolore e l'umiliazione si trasforma in un piacere che non ho mai sentito prima.

source: She withdraws halfway, then slams it home again, hard and fast.
it_it: Si ritira a metà strada, poi lo sbatte di nuovo a casa, duro e veloce.

source: [_kate_s_pegging_s_penetration4_grinner_] I didn't quite catch that.
it_it: [_kate_s_pegging_s_penetration4_grinner_] non l'ho capito abbastanza.

source: [_kate_s_pegging_s_penetration4_grinnest_] Good. That's good.
it_it: [_kate_s_pegging_s_penetration4_grinnest_] Bene. Va bene.

source: Her voice drips with glee as she grips me.
it_it: La sua voce gocciola con il glee mentre mi afferra.

source: As she starts to fuck me harder and harder.
it_it: Mentre lei comincia a scopare me più duro e più difficile.

source: Going impossibly deep.
it_it: Andando impossibilmente in profondità.

source: Burying herself to the hilt as she impales me.
it_it: seppellire se stessa all'elso mentre mi impala.

source: My breath turns into little gasps as my body rocks under her merciless thrusts.
it_it: Il mio respiro si trasforma in piccoli gasps come il mio corpo rocce sotto le sue spinte spietate.

source: [_kate_s_pegging_s_penetration4_grinnest_] Take it, bitch!
it_it: [_kate_s_pegging_s_penetration4_grinnest_] Prendetelo, cagna!

source: I can't hold on any longer as she fucks me good.
it_it: Non posso più tenermi mentre mi scopa bene.

source: Working my prostate, building me up to an unbelievable orgasm.
it_it: Lavorare la mia prostata, costruendomi fino ad un orgasmo incredibile.

source: [_mc_] It's... oh, god... I'm going to—
it_it: [_mc_] Sta... oh, dio... sto andando a—

source: [_kate_s_pegging_s_penetration4_grinnest_] Do it! Cum with my dick buried in your fucking ass!
it_it: [_kate_s_pegging_s_penetration4_grinnest_] Fallo fare! Sperma con il mio cazzo sepolto nel tuo culo del cazzo!

source: Her words undo me.
it_it: Le sue parole mi annullano.

source: My dick has a mind of its own, cumming hard, even as my ass tightens{space=-55} and squeezes around her.
it_it: Il mio cazzo ha una mente propria, cumming duro, anche come il mio culo stringe{space=-55} e spremere intorno a lei.

source: Tears slide down my cheeks, drool creeping from my open mouth as{space=-10} the orgasm shudders through me.
it_it: Le lacrime scivolano giù le guance, drool strisciante dalla mia bocca aperta come{space=-10} l'orgasmo trema attraverso di me.

source: It feels like two or maybe three orgasms roll through me.
it_it: Si sente come due o forse tre orgasmi rotolare attraverso di me.

source: It's the longest my dick has ever kept pumping out semen.
it_it: È il più lungo che il mio cazzo abbia mai mantenuto pompaggio fuori sperma.

source: [kate] rests against my ass for a moment, clearly enjoying her handiwork.{space=-85}
it_it: [kate] riposa contro il mio culo per un momento, chiaramente godendo il suo handiwork.{space=-85}

source: And she did work me over like no one else has ever done.
it_it: E lei mi ha fatto lavorare sopra come nessun altro ha mai fatto.

source: Only our ragged breathing fills the silence in her room.
it_it: Solo il nostro respiro frastagliato riempie il silenzio nella sua stanza.

source: Until she finally pulls the strap-on out.
it_it: Fino a quando non tira finalmente la cinghia fuori.

source: [_mc_] Oh, my god...
it_it: [_mc_] Oh, mio dio...

source: [_kate_s_pegging_s_aftermath_] Now, that's what I call an ass claiming.
it_it: [_kate_s_pegging_s_aftermath_] Ora, questo è quello che chiamo un culo rivendicare.

source: [_kate_s_pegging_s_aftermath_] You went full sub mode there, [mc].
it_it: [_kate_s_pegging_s_aftermath_] Sei andato in modalità sub, [mc].

source: [_mc_] T-thank... you...
it_it: [_mc_] T-grazie... tu...

source: For a good while, I just lie there on the floor, sweat dripping, ass in agony.
it_it: Per un bel po ', mi trovo lì sul pavimento, sudore sgocciolamento, culo in agonia.

source: She watches me silently in amusement, but allows me this moment to process.
it_it: Mi guarda silenziosamente in divertimento, ma mi permette questo momento di elaborare.

source: [_kate_s_blush_] Well, I'll be damned. You did it.
it_it: [_kate_s_blush_] Beh, sarò dannato. L'hai fatto.

source: [_kate_s_blush_] You survived each trial and even got to cum.
it_it: [_kate_s_blush_] Sei sopravvissuto ad ogni prova e sei arrivato anche a cum.

source: [_kate_s_blush_] I'm shocked... but mildly impressed.
it_it: [_kate_s_blush_] Sono scioccato... ma leggermente impressionato.

source: [_mc_] Thank—
it_it: [_mc_] Grazie—

source: [_kate_s_embarrassed_] Don't let it go to your head, though.
it_it: [_kate_s_embarrassed_] Non lasciate che vada alla vostra testa, però.

source: [_kate_s_embarrassed_] This is just the beginning.
it_it: [_kate_s_embarrassed_] Questo è solo l'inizio.

source: Those words fill me with both elation and fear...
it_it: Quelle parole mi riempiono sia di elazione che di paura...

source: [_kate_s_thinking_] Anyway, you may go now.
it_it: [_kate_s_thinking_] Comunque, puoi andare ora.

source: [_kate_s_thinking_] I'll be in touch.
it_it: [_kate_s_thinking_] sarò in contatto.

source: Holy fuck... I can't believe that just happened.
it_it: Scopata santa... Non riesco a credere che sia appena successo.

source: My ass burns and I feel like I have been torn open.
it_it: Il mio culo brucia e mi sento come se fossi stato strappato aperto.

source: ...but I wouldn't change any second of it.
it_it: ...ma non ne cambierei alcun secondo.

source: And this probably means [kate] is considering taking me as her sub.
it_it: E questo probabilmente significa che [kate] sta considerando di prendermi come il suo sub.

source: Oh, man! This is going to be a great year!
it_it: Oh, uomo! Questo sarà un grande anno!

source: [_kate_s_blush_] That's enough for now.
it_it: [_kate_s_blush_] È abbastanza per ora.

source: [_kate_s_embarrassed_] I said enough. Don't ruin all the hard work you just put in.
it_it: [_kate_s_embarrassed_] Ho detto abbastanza. Non rovinare tutto il duro lavoro che hai appena inserito.

source: [_mc_] Yes, Miss [kate]...
it_it: [_mc_] Sì, Signorina [kate]...

source: [_kate_s_thinking_] Good. I will decide when I deign to treat you this way again.
it_it: [_kate_s_thinking_] Bene. Deciderò quando mi degno di trattarti di nuovo in questo modo.

source: [_kate_s_thinking_] Now, you may go.
it_it: [_kate_s_thinking_] Ora, puoi andare.

source: After all of that, I expected a little more...
it_it: Dopo tutto questo, mi aspettavo un po' di più...

source: ...but now is not the time to talk back.
it_it: ...ma ora non è il momento di parlare di nuovo.

source: I don't want to ruin future chances with her.
it_it: Non voglio rovinare le possibilità future con lei.

source: Fuck, it really hurts...
it_it: Scopo, fa davvero male...

source: My ass burns more than my face.
it_it: Il mio culo brucia più della mia faccia.

source: I need some pain meds and maybe a good cry.
it_it: Ho bisogno di qualche dolore meds e forse un buon piangere.

source: But a small part of me is beaming with pride.
it_it: Ma una piccola parte di me sta girando con orgoglio.

source: I actually passed [kate]'s tests!
it_it: Ho effettivamente superato i test di [kate]!

source: And good things come to those that are patient.
it_it: E le cose buone arrivano a coloro che sono pazienti.

source: "Guilt has been eating away at me..."
it_it: "La guilla mi ha mangiato..."

source: "I need to make sure that [kate]'s control over [isabelle] is solid."
it_it: "Devo assicurarmi che il controllo [kate]di su [isabelle] sia solido."

source: "Hear me out, okay?"
it_it: "Mi ascolti fuori, okay?"

source: ?isabelle.love>=6@[isabelle.love]/6|{image=isabelle contact_icon}|{image=stats love}|"I came to apologize."
it_it: ?isabelle.love>=6@[isabelle.love]/6<unk> {image=isabelle contact_icon}<unk> {image=stats love}<unk> "Sono venuto da scusa."

source: ?mc.intellect>=8@[mc.intellect]/8|{image=stats int}|"Are you saying she's blackmailing you?"
it_it: ?mc.intellect>=8@[mc.intellect]/8<unk> {image=stats int}<unk> "Stai dicendo che ti sta ricattando?"

source: "Well, being a sub suits you."
it_it: "Beh, essere un sub si adatta a voi."

source: {image= kate contact_icon}|Tell [kate]
it_it: {image= kate contact_icon}<unk> Tell [kate]

source: {image= isabelle contact_icon}|Help [isabelle]
it_it: {image= isabelle contact_icon}<unk> Aiuto [isabelle]

source: "It's good that you finally give me the respect I deserve."
it_it: "È bene che tu mi dia finalmente il rispetto che merito."

source: "To make you feel good about yourself?"
it_it: "Per farti sentire bene con te stesso?"

source: "It doesn't feel right when you don't, ma'am."{space=-35}
it_it: "Non si sente bene quando non lo fai, ma'am."{space=-35}

source: "I want to fuck you."
it_it: "Ti voglio scopare."
