Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_intrigue.po
Languages: it_it

source: And as always, her emotions got the better of her.
it_it: E come sempre, le sue emozioni sono migliorate da lei.

source: She spilled the beans, and now she'll be in an even tougher spot.
it_it: Ha versato i fagioli, e ora sarà in un posto ancora più difficile.

source: But it's really her own fault for trusting me with her plan.
it_it: Ma è davvero la sua colpa per avere fiducia con il suo piano.

source: She should know better by now.
it_it: Dovrebbe sapere meglio entro adesso.

source: Time to tell the queen about this little ploy.
it_it: È tempo di raccontare alla regina questo piccolo ploy.

source: If [isabelle] is going to pull this off, she'll need help.
it_it: Se [isabelle] sta per tirare questo fuori, avrà bisogno di aiuto.

source: She's in a tough spot, and even though she exploded on me, I probably{space=-60} deserved it.
it_it: È in un punto difficile, e anche se è esplosa su di me, probabilmente{space=-60} lo meritavo.

source: [kate] really shouldn't be underestimated.
it_it: [kate] non dovrebbe essere sottovalutato.

source: I better keep an eye on them for a while.
it_it: Farò meglio a tenerli d'occhio per un po'.

source: [_kate_s_confident_] Well, well, well... if it isn't my partner in crime.
it_it: [_kate_s_confident_] Beh, beh, bene... se non è il mio partner nel crimine.

source: [_mc_] No belittlement? Are you okay?
it_it: [_mc_] No belittlement? Stai bene?

source: [_kate_s_laughing_] What do you mean? Why would I do that?
it_it: [_kate_s_laughing_] Che cosa intendi? Perché lo farò?

source: [_mc_] It's good that you finally give me the respect I deserve.
it_it: [_mc_] È bene che tu mi dia finalmente il rispetto che merito.

source: [_kate_s_neutral_] Now you're just playing with fire.
it_it: [_kate_s_neutral_] Ora stai solo giocando con il fuoco.

source: [_mc_] I've been burned so many times that fire doesn't bother me anymore.{space=-20}
it_it: [_mc_] Sono stato bruciato così tante volte che il fuoco non mi disturba più.{space=-20}

source: [_kate_s_neutral_] So, what do you want?
it_it: [_kate_s_neutral_] Allora, cosa vuoi?

source: [_mc_] To make you feel good about yourself?
it_it: [_mc_] Per farti sentire bene con te stesso?

source: [_kate_s_smile_] I only need to look in your direction for that.
it_it: [_kate_s_smile_] Ho solo bisogno di guardare nella tua direzione per questo.

source: [_mc_] Interesting...
it_it: [_mc_] Interessante...

source: [_kate_s_smile_] What is?
it_it: [_kate_s_smile_] Che cos'è?

source: [_mc_] I'm just curious what would happen if I told [isabelle] you're giving me{space=-10} crap again.
it_it: [_mc_] Sono curioso di cosa succederebbe se avessi detto ad [isabelle] che mi stai dando{space=-10} di nuovo.

source: [_kate_s_eyeroll_] Why would anything happen?
it_it: [_kate_s_eyeroll_] Perché sarebbe successo qualcosa?

source: [_mc_] Are you telling me that she didn't ask you to stop bullying other people?{space=-85}
it_it: [_mc_] Mi stai dicendo che non ti ha chiesto di smettere di bullizzare altre persone?{space=-85}

source: [_mc_] So, it's true.
it_it: [_mc_] Quindi, è vero.

source: [_kate_s_skeptical_] What do you want?
it_it: [_kate_s_skeptical_] Cosa vuoi?

source: [_mc_] It doesn't feel right when you don't, ma'am.
it_it: [_mc_] Non si sente bene quando non lo fai, ma'am.

source: [_kate_s_flirty_] I knew you always liked it, you little pervert.
it_it: [_kate_s_flirty_] Sapevo che ti è sempre piaciuto, poco pervertito.

source: [_mc_] It's not—
it_it: [_mc_] non lo è—

source: [_kate_s_neutral_] Oh, cut the crap, [mc].
it_it: [_kate_s_neutral_] Oh, taglia il crap, [mc].

source: [_kate_s_neutral_] You've always enjoyed when I walk all over you.
it_it: [_kate_s_neutral_] Ti è sempre piaciuto quando cammino dappertutto.

source: [_mc_] Maybe... but that's not why I came here.
it_it: [_mc_] Forse... ma non è per questo che sono venuto qui.

source: [_kate_s_neutral_] What do you want, then?
it_it: [_kate_s_neutral_] Che cosa vuoi, allora?

source: [_mc_] I have some information you might be interested in.
it_it: [_mc_] Ho alcune informazioni che potrebbero interessarti.

source: [_kate_s_skeptical_] What sort of information?
it_it: [_kate_s_skeptical_] Che tipo di informazione?

source: [_mc_] The highly sensitive and secret kind.
it_it: [_mc_] Il tipo molto sensibile e segreto.

source: [_kate_s_excited_] Out with it, then.
it_it: [_kate_s_excited_] Fuori con esso, allora.

source: [_mc_] Not so fast!
it_it: [_mc_] Non così veloce!

source: [_mc_] I want something in return for it.
it_it: [_mc_] Voglio qualcosa in cambio di esso.

source: [_kate_s_skeptical_] Well, it better be some good information, in that case.
it_it: [_kate_s_skeptical_] Beh, è meglio essere alcune buone informazioni, in quel caso.

source: [_mc_] Oh, trust me. You want to know this.
it_it: [_mc_] Oh, fidati di me. Vuoi sapere questo.

source: [_kate_s_eyeroll_] Fine, I'll give you what you want. Within reason.
it_it: [_kate_s_eyeroll_] Bene, ti darò quello che vuoi. A ragione.

source: [_mc_] Sounds good. Okay, listen closely.
it_it: [_mc_] Suona bene. Ok, ascolta attentamente.

source: [_mc_] You're currently getting played big time.
it_it: [_mc_] attualmente stai giocando molto tempo.

source: [_kate_s_thinking_] Played? By whom?
it_it: [_kate_s_thinking_] Giocato? Da chi?

source: [_mc_] Turns out, your new girlfriend isn't quite as docile as she seems.
it_it: [_mc_] si presenta, la tua nuova ragazza non è abbastanza docile come sembra.

source: [_kate_s_thinking_] What are you talking about?
it_it: [_kate_s_thinking_] Di cosa stai parlando?

source: [_mc_] You didn't break her, and she's trying to take you down.
it_it: [_mc_] Non l'hai rotta, e sta cercando di toglierti giù.

source: [_kate_s_thinking_] How do you know this?
it_it: [_kate_s_thinking_] Come lo sapete?

source: [_mc_] Because she told me.
it_it: [_mc_] Perché mi ha detto.

source: [_kate_s_thinking_] Why would she do that?
it_it: [_kate_s_thinking_] Perché lo farebbe?

source: [_mc_] Let's just say I pushed all her right buttons.
it_it: [_mc_] Diciamo solo che ho premuto tutti i suoi pulsanti giusti.

source: [_mc_] She then exploded on me and admitted to everything in anger.
it_it: [_mc_] Poi è esplosa su di me e ha ammesso a tutto in rabbia.

source: [_mc_] Maybe she thinks I'm on her side, in spite of everything?
it_it: [_mc_] Forse pensa che io sia dalla sua parte, nonostante tutto?

source: [_mc_] Maybe she likes me?
it_it: [_mc_] Forse le piaccio?

source: [_mc_] Either way, she sounded serious about it.
it_it: [_mc_] In ogni caso, ha suonato seriamente al riguardo.

source: [_kate_s_thinking_] Hmm... I did find it a little suspicious when she asked me out...
it_it: [_kate_s_thinking_] Hmm... Ho trovato un po 'sospetto quando mi ha chiesto fuori...

source: [_kate_s_blush_] I know I'm amazing, but I didn't expect {i}that{/} from her.
it_it: [_kate_s_blush_] So che sono incredibile, ma non mi aspettavo {i}che{/} da lei.

source: [_mc_] Well, now you know.
it_it: [_mc_] Beh, ora sapete.

source: [_kate_s_annoyed_] That little bitch!
it_it: [_kate_s_annoyed_] Quella piccola cagna!

source: [_kate_s_annoyed_] It's good that you told me.
it_it: [_kate_s_annoyed_] È bene che mi hai detto.

source: [_mc_] Anything for the queen!
it_it: [_mc_] Tutto per la regina!

source: [_kate_s_eyeroll_] Oh, please. You just wanted a reward.
it_it: [_kate_s_eyeroll_] Oh, per favore. Volevi solo una ricompensa.

source: [_mc_] For the right price, anything.
it_it: [_mc_] Per il giusto prezzo, qualsiasi cosa.

source: [_kate_s_eyeroll_] Why can't you ever do anything out of the goodness of your heart?
it_it: [_kate_s_eyeroll_] Perché non puoi mai fare nulla per la bontà del tuo cuore?

source: [_kate_s_eyeroll_] So, what did you have in mind?
it_it: [_kate_s_eyeroll_] Allora, cosa hai in mente?

source: [_mc_] I want to fuck you.
it_it: [_mc_] Io ti voglio scopare.

source: [_kate_s_laughing_] Duh. You and everyone else.
it_it: [_kate_s_laughing_] Duh. Tu e tutti gli altri.

source: [_mc_] I'm being serious.
it_it: [_mc_] Io sono serio.

source: [_kate_s_laughing_] You're being funny.
it_it: [_kate_s_laughing_] Sei divertente.

source: [_kate_s_neutral_] Sorry, your dick isn't going anywhere near me.
it_it: [_kate_s_neutral_] Siamo spiacenti, il tuo cazzo non si sta avvicinando a me.

source: [_kate_s_neutral_] But... I guess {i}I{/} could fuck {i}you.{/}
it_it: [_kate_s_neutral_] Ma... Immagino che {i}I{/} potrebbe scopare {i}you.{/}

source: [_mc_] What? How would that even work?
it_it: [_mc_] Cosa? Come funzionerebbe?

source: [_kate_s_confident_] I have my ways.
it_it: [_kate_s_confident_] Ho le mie vie.

source: She's probably talking about pegging me, isn't she?
it_it: Probabilmente sta parlando di attaccarmi, vero?

source: [_mc_] I'm not interested.
it_it: [_mc_] non sono interessato.

source: [_kate_s_laughing_] Are you blushing? That's adorable.
it_it: [_kate_s_laughing_] Stai arrossendo? È adorabile.

source: [_mc_] Not as much as you'll be when the time comes.
it_it: [_mc_] Non tanto quanto sarai quando arriverà il momento.

source: [_kate_s_smile_] Oh, really? When what time comes?
it_it: [_kate_s_smile_] Oh, veramente? Quando arriva ora?

source: [_mc_] You know what I'm talking about.
it_it: [_mc_] Sai di cosa sto parlando.

source: [_mc_] I'm going to fuck you before Christmas. That's a promise.
it_it: [_mc_] Ti scoperò prima di Natale. Questa è una promessa.

source: [_kate_s_smile_] Do you want to make a bet?
it_it: [_kate_s_smile_] Vuoi fare una scommessa?

source: [_mc_] Let's do it.
it_it: [_mc_] Facciamolo.

source: No hesitation. If I show fear now, it's over.
it_it: Non esitare. Se mostro paura ora, è finita.

source: [_mc_] What do I get if I win?
it_it: [_mc_] Cosa ottengo se vinco?

source: [_kate_s_laughing_] You're not going to win.
it_it: [_kate_s_laughing_] non vincerai.

source: [_mc_] We'll see about that.
it_it: [_mc_] Vedremo a riguardo.

source: [_kate_s_skeptical_] So, what do you want?
it_it: [_kate_s_skeptical_] Allora, cosa vuoi?

source: [_mc_] I want you to suck my dick in front of the entire school.
it_it: [_mc_] Voglio che tu succhii il mio cazzo di fronte a tutta la scuola.

source: [_kate_s_eyeroll_] Of course it's something perverted...
it_it: [_kate_s_eyeroll_] Naturalmente è qualcosa di perverso...

source: [_kate_s_excited_] If I win, you're getting a tattoo of my choice.
it_it: [_kate_s_excited_] Se vinco, stai ottenendo un tatuaggio di mia scelta.

source: Ugh, that's going to say something humiliating, isn't it?
it_it: Ugh, sta per dire qualcosa di umiliante, vero?

source: [_mc_] Err, deal...
it_it: [_mc_] Err, affari...

source: [_kate_s_excited_] You don't sound so sure.
it_it: [_kate_s_excited_] Non sembri così sicuro.

source: [_mc_] I'm sure, okay?
it_it: [_mc_] Sono sicuro, okay?

source: [_kate_s_excited_] Well, then! It's official.
it_it: [_kate_s_excited_] Beh, allora! È ufficiale.

source: [_mc_] Fine. Let's do it.
it_it: [_mc_] Bene. Facciamolo.

source: [_kate_s_laughing_] Are you sure?
it_it: [_kate_s_laughing_] Sei sicuro?

source: [_mc_] Yes, I'm sure. Name the time and place.
it_it: [_mc_] Sì, sono sicuro. Dai un nome all'ora e al luogo.

source: [_kate_s_smile_] All right, tough guy. My house after school.
it_it: [_kate_s_smile_] Va bene, tizio duro. Casa mia dopo la scuola.

source: Err, she's being serious, isn't she?
it_it: Errore, è seria, vero?

source: Welp. It's too late to back out now.
it_it: Welp. È troppo tardi per tornare fuori ora.

source: [_mc_] Very well. I'll see you then.
it_it: [_mc_] Molto bene. Ti vedrò allora.

source: [_kate_s_neutral_] Don't you dare pussy out.
it_it: [_kate_s_neutral_] Non osate uscire la figa.

source: Ugh, I hate not being taken seriously...
it_it: Ugh, odio non essere preso sul serio...

source: [_kate_s_smile_] So, what did you actually have in mind?
it_it: [_kate_s_smile_] Allora, che cosa hai in mente?

source: [_mc_] I want you to make good on your promise.
it_it: [_mc_] Voglio che tu faccia bene alla tua promessa.

source: [_kate_s_thinking_] And what promise is that?
it_it: [_kate_s_thinking_] E qual è la promessa?

source: [_mc_] I asked you to be my mistress, remember?
it_it: [_mc_] Ti ho chiesto di essere la mia padrona, ricordi?

source: [_mc_] You said it wouldn't happen overnight, but now I've proven myself to{space=-10} you again.
it_it: [_mc_] Hai detto che non sarebbe successo durante la notte, ma ora mi sono dimostrato a{space=-10} di nuovo.

source: [_kate_s_thinking_] I guess you have...
it_it: [_kate_s_thinking_] Immagino che avete...

source: [_kate_s_blush_] Fine. I'll give you an audition.
it_it: [_kate_s_blush_] Bene. Ti darò un provino.

source: [_mc_] Thank you, ma'am!
it_it: [_mc_] Grazie, ma'am!

source: Oh, man. This is both going to suck and probably be the most amazing{space=-55} thing ever.
it_it: Oh, uomo. Questo sta per succhiare e probabilmente sarà la cosa più sorprendente{space=-55} mai.

source: I've always wanted to worship someone like [kate].
it_it: Ho sempre voluto adorare qualcuno come [kate].

source: [_kate_s_blush_] Stop by my house after school.
it_it: [_kate_s_blush_] Fermatevi da casa mia dopo la scuola.

source: [_mc_] Err, your house?
it_it: [_mc_] Erra, casa tua?

source: [_kate_s_embarrassed_] Is that a problem?
it_it: [_kate_s_embarrassed_] È un problema?

source: [_mc_] No, ma'am! I'll be there!
it_it: [_mc_] No, ma'am! Sarò lì!

source: [_kate_s_blush_] Good boy.
it_it: [_kate_s_blush_] Buon ragazzo.

source: [_mc_] I want to help you with [isabelle].
it_it: [_mc_] Ti voglio aiutare con [isabelle].

source: [_kate_s_blush_] You're worse than Judas, you know that?
it_it: [_kate_s_blush_] Sei peggio di Giuda, lo sai?

source: [_mc_] I don't care. I enjoy watching you step on her.
it_it: [_mc_] Non mi importa. Mi piace guardarti passo su di lei.

source: [_mc_] She was born to be a sub.
it_it: [_mc_] Lei è nata per essere una sub.

source: [_kate_s_blush_] Ain't that the truth!
it_it: [_kate_s_blush_] Non è questa la verità!

source: [_kate_s_blush_] Fine. It's a deal.
it_it: [_kate_s_blush_] Bene. È un affare.

source: [_mc_] Thanks! Okay, tell me what you need.
it_it: [_mc_] Grazie! Ok, dimmi quello che ti serve.

source: [_kate_s_thinking_] I guess I need to find out what exactly she's planning.
it_it: [_kate_s_thinking_] Immagino che devo scoprire che cosa esattamente sta pianificando.

source: [_kate_s_thinking_] Maybe you can try to get it out of her?
it_it: [_kate_s_thinking_] Forse puoi provare a farla uscire?

source: [_mc_] I'll bury her.
it_it: [_mc_] la seppellirò.

source: [_kate_s_neutral_] I'll be the only one doing anything to her. She's mine.
it_it: [_kate_s_neutral_] Sarò l'unico a fare qualcosa per lei. È mia.

source: [_kate_s_neutral_] What's your problem with her, anyway?
it_it: [_kate_s_neutral_] Qual è il tuo problema con lei, comunque?

source: [_mc_] She's a self-righteous stuck-up bitch. What's {i}your{/} problem with her?{space=-15}
it_it: [_mc_] È una stronza presuntuosa e presuntuosa. Qual è il {i}tuo{/} problema con lei?{space=-15}

source: [_kate_s_laughing_] I guess we feel the same about her.
it_it: [_kate_s_laughing_] Immagino che ci sentiamo lo stesso su di lei.

source: [_mc_] I guess we do.
it_it: [_mc_] Immagino che lo facciamo.

source: [_kate_s_smile_] Very well. Let's do it together, then.
it_it: [_kate_s_smile_] Molto bene. Facciamolo insieme, allora.

source: [_mc_] Great! I'll let you know what I find out.
it_it: [_mc_] Grande! Ti farò sapere cosa scopro.

source: [_mc_] I'm at your service, ma'am.
it_it: [_mc_] Sono al tuo servizio, ma'am.

source: [_kate_s_confident_] That's the attitude I like.
it_it: [_kate_s_confident_] Questo è l'atteggiamento che mi piace.

source: [_mc_] Where would you like me to start?
it_it: [_mc_] Dove vorresti che cominciassi?

source: [_kate_s_confident_] I want you to find out what her plan is.
it_it: [_kate_s_confident_] Voglio che tu scopra qual è il suo piano.

source: [_mc_] I can do that, ma'am.
it_it: [_mc_] posso farlo, ma'am.

source: [_kate_s_confident_] Good boy.
it_it: [_kate_s_confident_] Buon ragazzo.

source: [_kate_s_annoyed_right_] Now, I have a treacherous little snake to take care of.
it_it: [_kate_s_annoyed_right_] Ora, ho un piccolo serpente intrigante di cui prendersi cura.

source: Oh, boy. [isabelle] sure is in big trouble.
it_it: Oh, ragazzo. [isabelle] certo è nei guai.

source: [_mc_] What's your plan?
it_it: [_mc_] Qual è il tuo piano?

source: [_kate_s_skeptical_] I don't know yet what I'm going to do about her little ploy...
it_it: [_kate_s_skeptical_] Non so ancora cosa farò del suo piccolo dispiegamento...

source: [_kate_s_skeptical_] ...but I do know I'm going to start by punishing her.
it_it: [_kate_s_skeptical_] ...ma so che comincerò punendola.

source: [_mc_] Won't that give away that you know about it?
it_it: [_mc_] Non darà via che sai di esso?

source: [_kate_s_excited_] No, she's used to getting punished. She'll take it like a good little bitch.{space=-60}
it_it: [_kate_s_excited_] No, è abituata a essere punita. Lo prenderà come una buona puttana.{space=-60}

source: [_kate_s_excited_] And the best part is that she'll pretend to like it, but now I know that{space=-10} she doesn't.
it_it: [_kate_s_excited_] E la parte migliore è che lei finge di piacere, ma ora so che{space=-10} lei no.

source: [_kate_s_excited_] Oh, I'm really going to put her acting skills to the test!
it_it: [_kate_s_excited_] Oh, ho davvero intenzione di mettere alla prova le sue abilità di recitazione!

source: And I'm done with [kate]'s and [isabelle]'s drama.
it_it: E ho finito con il dramma di [kate]e [isabelle].

source: I should instead keep my eyes on the prize, which is [kate]'s pussy.
it_it: Dovrei invece tenere gli occhi sul premio, che è la figa di [kate].

source: Well, my work here is done.
it_it: Beh, il mio lavoro qui è fatto.

source: Now I just need to wait until school ends to collect my reward at her house.
it_it: Ora ho solo bisogno di aspettare fino alla fine della scuola per raccogliere la mia ricompensa a casa sua.

source: Shit. What have I gotten myself into?
it_it: Mossa in che cosa mi sono imbattuta?

source: I guess I'll have to wait for [kate] to be done with her before I start my little investigation...
it_it: Immagino che dovrò aspettare che [kate] sia fatta con lei prima di iniziare la mia piccola indagine...

source: ...and I'll have to be sneaky, too. [isabelle] probably won't talk to me after I provoked her.
it_it: ...e anche io dovrò essere subdolo. [isabelle] probabilmente non mi parlerà dopo che l'ho provocata.

source: Hmm... eating with the fork in her left hand seems pretty suspicious...{space=-35}
it_it: Hmm... mangiare con la forchetta nella mano sinistra sembra piuttosto sospetto...{space=-35}

source: ...but it's ultimately nothing that will bring down [kate].
it_it: ...ma alla fine non è nulla che abbatterà [kate].

source: She's looking annoyed... but that's not really out of the ordinary.
it_it: Lei sembra infastidita... ma non è proprio fuori dal comune.

source: That collar looks good on her, though.
it_it: Quel colletto le sta bene, però.

source: It seems like she has come to support her new girlfriend... while secretly plotting her downfall.
it_it: Sembra che lei sia venuta a sostenere la sua nuova fidanzata... mentre trama segretamente la sua caduta.

source: Twisted, but nothing that tells me what she has planned.
it_it: Twisted, ma niente che mi dice quello che ha pianificato.

source: Crap. She almost caught me following her.
it_it: Crap. Mi ha quasi catturato seguirla.

source: I need to be more careful.
it_it: Ho bisogno di essere più prudente.

source: [_isabelle_s_concerned_left_phone_] Hey, I just wanted to let you know that I miss you.
it_it: [_isabelle_s_concerned_left_phone_] Ehi, volevo solo farti sapere che mi manca.

source: [_isabelle_s_concerned_left_phone_] I still think about you all the time.
it_it: [_isabelle_s_concerned_left_phone_] Penso ancora a te tutto il tempo.

source: [_isabelle_s_concerned_left_phone_] And... if you were here... I know you would understand.
it_it: [_isabelle_s_concerned_left_phone_] E... se fossi qui... lo so che capiresti.

source: [_isabelle_s_sad_phone_] That's what I miss the most. Not having you with me.
it_it: [_isabelle_s_sad_phone_] Questo è ciò che mi manca di più. Non avervi con me.

source: [_isabelle_s_sad_phone_] But I know you watch over me, and that's why I keep fighting.
it_it: [_isabelle_s_sad_phone_] Ma io so che guardate su di me, ed è per questo che continuo a combattere.

source: [_isabelle_s_sad_phone_] I love you, sis.
it_it: [_isabelle_s_sad_phone_] Ti amo, sì.

source: That was... not what I expected.
it_it: Quello era... non quello che mi aspettavo.

source: Leaving voicemails for her dead sister?
it_it: Lasciando i messaggi vocali per la sua sorella morta?

source: Bingo! I knew I'd find her here.
it_it: Bingo! Lo sapevo che la avrei trovata qui.

source: This is like her safe space.
it_it: Questo è come il suo spazio sicuro.

source: [_isabelle_s_concerned_left_phone_] Hey, dad.
it_it: [_isabelle_s_concerned_left_phone_] Hey, papà.

source: [_isabelle_s_concerned_left_phone_] Did you find anything on... you know what?
it_it: [_isabelle_s_concerned_left_phone_] Hai trovato qualcosa su... sai cosa?

source: [_isabelle_s_subby_phone_] No, it's just that... [kate] has escalated things...
it_it: [_isabelle_s_subby_phone_] No, è proprio questo... [kate] ha escalated things...

source: [_isabelle_s_subby_phone_] So, I suppose I'm more in a hurry.
it_it: [_isabelle_s_subby_phone_] Quindi, suppongo che io sia più di fretta.

source: [_isabelle_s_sad_phone_] No, no, I'm okay! Don't worry about that.
it_it: [_isabelle_s_sad_phone_] No, no, sto bene! Non preoccuparti di questo.

source: [_isabelle_s_sad_phone_] Just... please tell me you've found something in those files.
it_it: [_isabelle_s_sad_phone_] Just... per favore dimmi che hai trovato qualcosa in quei file.

source: [_isabelle_s_concerned_left_phone_] What? Nothing at all?
it_it: [_isabelle_s_concerned_left_phone_] Cosa? Niente affatto?

source: [_isabelle_s_annoyed_left_phone_] Bollocks.
it_it: [_isabelle_s_annoyed_left_phone_] Bollock.

source: [_isabelle_s_annoyed_left_phone_] I'll send you more pictures the next time I'm over there.
it_it: [_isabelle_s_annoyed_left_phone_] ti invierò altre foto la prossima volta che sarò laggiù.

source: [_isabelle_s_annoyed_left_phone_] There has to be something shady in those files.
it_it: [_isabelle_s_annoyed_left_phone_] Ci deve essere qualcosa di ombreggiato in quei file.

source: [_isabelle_s_sad_phone_] I will. Love you too, dad.
it_it: [_isabelle_s_sad_phone_] Io lo farò. Amate anche voi, papà.

source: Okay, that's suspicious, all right.
it_it: Va bene, è sospettoso, va bene.

source: It's probably worth reporting to [kate].
it_it: Probabilmente vale la pena segnalare a [kate].

source: Oh, man. She looks all sorts of bashful and embarrassed.
it_it: Oh, uomo. Assomiglia a tutti i tipi di fastidioso e imbarazzato.

source: [kate] must've punished her already.
it_it: [kate] deve averla già punita.

source: [_mc_] Hey, how's it going?
it_it: [_mc_] Ehi, come va?

source: It's not often you see [isabelle] this flustered.
it_it: Non è spesso si vede [isabelle] questo luccicante.

source: [_mc_] Are you okay?
it_it: [_mc_] Stai bene?

source: [_isabelle_s_subby_] Y-yes. I'm... brilliant. Thank you.
it_it: [_isabelle_s_subby_] Y-sì. Io... brillante. Grazie.

source: [_mc_] You seem a bit flustered.
it_it: [_mc_] Sembri un po' sfuggito.

source: [_isabelle_s_afraid_] What? No, I'm not!
it_it: [_isabelle_s_afraid_] Cosa? No, non sono!

source: [_mc_] Your cheeks are so red, though.
it_it: [_mc_] Le tue guance sono però così rosse.
