Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_intrigue.po
Languages: it_it

source: [_mc_] Maybe you have a fever?
it_it: [_mc_] Forse hai una febbre?

source: [_isabelle_s_thinking_] No... I, err... I'm just a bit winded, that's all.
it_it: [_isabelle_s_thinking_] No... Io, erro... Sono solo un po' malvagio, è tutto.

source: [_mc_] Did you run laps in the gym?
it_it: [_mc_] Hai eseguito giri nella palestra?

source: [_isabelle_s_cringe_] Something like that...
it_it: [_isabelle_s_cringe_] Qualcosa di simile...

source: [_mc_] Do you need aloe vera?
it_it: [_mc_] Hai bisogno di aloe vera?

source: [_isabelle_s_cringe_] W-what?
it_it: [_isabelle_s_cringe_] W-cosa?

source: [_mc_] It's good for your skin.
it_it: [_mc_] È buono per la tua pelle.

source: [_isabelle_s_thinking_] Oh, um... yes, that would be nice.
it_it: [_isabelle_s_thinking_] Oh, um... sì, sarebbe bello.

source: [_mc_] It's especially nice on welts.
it_it: [_mc_] È particolarmente bello sui beni.

source: [_isabelle_s_afraid_] I, err... I need to go!
it_it: [_isabelle_s_afraid_] Io, erro... devo andare!

source: [_mc_] Oh, come on, [isabelle].
it_it: [_mc_] Oh, vieni, [isabelle].

source: [_mc_] You're a sub. You get punished. It's nothing to be ashamed of.
it_it: [_mc_] Sei un sub. Ti viene punito. Non c'è niente di cui vergognarti.

source: [_mc_] I know there's aloe vera gel in the [nurse]'s office.
it_it: [_mc_] So che c'è il gel di aloe vera nell'ufficio della [nurse].

source: [_isabelle_s_flirty_] Err, thank you.
it_it: [_isabelle_s_flirty_] Err, grazie.

source: [_mc_] So, anyway, I was wondering what your plan to take [kate] down is?
it_it: [_mc_] In ogni caso, mi chiedevo qual è il tuo piano di prendere [kate]?

source: [_isabelle_s_afraid_] Shh! Keep your voice down!
it_it: [_isabelle_s_afraid_] Shh! Mantieni la tua voce!

source: [_mc_] Sorry! I'm just excited to know you're still fighting the good fight.
it_it: [_mc_] Mi dispiace! Sono semplicemente entusiasta di sapere che stai ancora combattendo la buona lotta.

source: [_isabelle_s_thinking_] I have a few things I'm working on...
it_it: [_isabelle_s_thinking_] Ho alcune cose su cui sto lavorando...

source: [_mc_] That's not vague at all.
it_it: [_mc_] Non è affatto vago.

source: She looks over her shoulder and then lowers her voice to a whisper.
it_it: Lei guarda sopra la sua spalla e poi abbassa la sua voce a un sussurro.

source: [_isabelle_s_subby_] [kate] leaves me alone at her house from time to time.
it_it: [_isabelle_s_subby_] [kate] mi lascia solo a casa sua di tanto in tanto.

source: [_isabelle_s_subby_] So, I've been going through her dad's files...
it_it: [_isabelle_s_subby_] Così, ho passato attraverso i file di suo papà...

source: [_isabelle_s_subby_] And if he's anything like her, I'm sure I'll find some shady dealings sooner or later.
it_it: [_isabelle_s_subby_] E se lui è qualcosa come lei, sono sicuro che troverò alcuni rapporti ombreggiati prima o poi.

source: [_mc_] That is ingenious.
it_it: [_mc_] Questo è ingegnoso.

source: [_isabelle_s_concerned_] I'll try to change her first, though.
it_it: [_isabelle_s_concerned_] Cercherò di cambiarla prima, però.

source: [_isabelle_s_skeptical_] But if that doesn't work, I'm taking her entire family down.
it_it: [_isabelle_s_skeptical_] Ma se questo non funziona, sto abbassando tutta la sua famiglia.

source: [_mc_] You're serious about this, aren't you?
it_it: [_mc_] Sei serio a questo proposito, vero?

source: [_isabelle_s_skeptical_] Of course I'm bloody serious.
it_it: [_isabelle_s_skeptical_] Naturalmente sono sanguinosa seria.

source: [_mc_] Okay, well, if you need help somehow, just let me know.
it_it: [_mc_] Okay, beh, se hai bisogno di aiuto in qualche modo, fammi sapere.

source: [_isabelle_s_neutral_] Thank you. I have some other things planned, as well.
it_it: [_isabelle_s_neutral_] Grazie. Ho anche alcune altre cose pianificate.

source: [_isabelle_s_neutral_] I just need to find out more about her father first.
it_it: [_isabelle_s_neutral_] Ho solo bisogno di saperne di più su suo padre prima.

source: [_isabelle_s_concerned_] I'll also need you as a witness, because I'm not ready to let my humiliation at her hands go.
it_it: [_isabelle_s_concerned_] Avrò bisogno anche di voi come testimone, perché non sono pronto a lasciare andare la mia umiliazione alle sue mani.

source: [_mc_] You're right. You can rely on me.
it_it: [_mc_] Hai ragione. Puoi contare su di me.

source: [_isabelle_s_excited_] Thank you, [mc]!
it_it: [_isabelle_s_excited_] Grazie, [mc]!

source: Unfortunately for her, I'm going to have to twist the knife in her back{space=-15} a bit more...
it_it: Purtroppo per lei, dovrò girare il coltello in fondo {space=-15} un po' di più...

source: [_kate_s_confident_phone_] No, you don't have permission to touch yourself. Naughty girl.
it_it: [_kate_s_confident_phone_] No, non hai il permesso di toccarti.

source: [_kate_s_laughing_phone_] It seems like you enjoyed the extra harsh punishment, then?
it_it: [_kate_s_laughing_phone_] Sembra che ti sia piaciuta la punizione più dura, allora?

source: [_kate_s_flirty_phone_] That's what I thought. You little pain slut.
it_it: [_kate_s_flirty_phone_] Questo è quello che pensavo. Tu piccola troia di dolore.

source: [_kate_s_neutral_phone_] Don't be greedy, [isabelle].
it_it: [_kate_s_neutral_phone_] Non essere avido, [isabelle].

source: [_kate_s_smile_phone_] Oh? If you're that desperate, we can certainly arrange something.
it_it: [_kate_s_smile_phone_] Oh? Se sei così disperato, possiamo certamente organizzare qualcosa.

source: [_kate_s_smile_phone_] How about tomorrow night?
it_it: [_kate_s_smile_phone_] Che ne dici di domani sera?

source: [_kate_s_flirty_phone_] Okay, it's a date!
it_it: [_kate_s_flirty_phone_] Okay, è una data!

source: [_kate_s_flirty_phone_] Goodbye, cutie.
it_it: [_kate_s_flirty_phone_] Arrivederci, cutie.

source: [_kate_s_eyeroll_] What now?
it_it: [_kate_s_eyeroll_] Che cosa adesso?

source: [_mc_] I, err... I hope I'm not interrupting.
it_it: [_mc_] Io, erro... Spero di non interrompere.

source: [_kate_s_skeptical_] You always are.
it_it: [_kate_s_skeptical_] Tu sei sempre.

source: [_mc_] Well, I learned something that you might be interested in.
it_it: [_mc_] Beh, ho imparato qualcosa che potrebbe interessarti.

source: [_kate_s_excited_] I'm listening.
it_it: [_kate_s_excited_] sto ascoltando.

source: [_mc_] So, I followed [isabelle] around for a while, and she seems to be giving{space=-25} her dad pictures of some files.
it_it: [_mc_] Così, ho seguito [isabelle] in giro per un po ', e sembra che stia dando{space=-25} le sue immagini papà di alcuni file.

source: [_mc_] Do you have any files lying around?
it_it: [_mc_] Hai dei file in giro?

source: [_kate_s_skeptical_] Hmm... my father has a business cabinet where he puts all his files...{space=-10}
it_it: [_kate_s_skeptical_] Hmm... mio padre ha un gabinetto d'affari dove mette tutti i suoi file...{space=-10}

source: [_mc_] Does [isabelle] have access to it?
it_it: [_mc_] [isabelle] ha accesso ad esso?

source: [_mc_] I spoke to [isabelle], and she confided that she's going after your dad.{space=-15}
it_it: [_mc_] Ho parlato con [isabelle]e ha confidato che sta andando dopo il tuo papà.{space=-15}

source: [_mc_] She specifically mentioned some business files.
it_it: [_mc_] Ha specificamente menzionato alcuni file aziendali.

source: [_mc_] How does she have access to them?
it_it: [_mc_] Come ha accesso a loro?

source: [_kate_s_skeptical_] I mean, I don't watch her all the time...
it_it: [_kate_s_skeptical_] Voglio dire, non la guardo per tutto il tempo...

source: [_mc_] It seems like she's trying to find something shady on your dad, then.{space=-15}
it_it: [_mc_] Sembra che stia cercando di trovare qualcosa di ombreggiato nel tuo papà, allora.{space=-15}

source: [_kate_s_annoyed_] That little whore!
it_it: [_kate_s_annoyed_] Quella puttana!

source: [_mc_] What are you going to do?
it_it: [_mc_] Che cosa farai?

source: [_kate_s_annoyed_] I guess I'll have to lock her up whenever I'm not watching her.
it_it: [_kate_s_annoyed_] Immagino che dovrò rinchiuderla ogni volta che non la sto guardando.

source: [_kate_s_annoyed_] Thanks for telling me about this.
it_it: [_kate_s_annoyed_] Grazie per avermi detto di questo.

source: [_mc_] I'm just trying to keep us both out of jail.
it_it: [_mc_] Sto solo cercando di tenerci entrambi fuori di prigione.

source: [_kate_s_thinking_] That's good.
it_it: [_kate_s_thinking_] È buono.

source: [_kate_s_thinking_] I guess I need to come up with even harsher punishments for my treacherous little pet.
it_it: [_kate_s_thinking_] Suppongo che ho bisogno di venire con pene ancora più dure per il mio piccolo animale domestico infallibile.

source: [_kate_s_thinking_] Keep watching her just in case she's trying to cook up more trouble,{space=-10} will you?
it_it: [_kate_s_thinking_] Continua a guardarla nel caso in cui stia cercando di cucinare più trouble,{space=-10} ?

source: [_mc_] Will do.
it_it: [_mc_] lo farà.

source: I probably screwed over [isabelle] completely with this...
it_it: Probabilmente ho avvitato su [isabelle] completamente con questo...

source: ...but it had to be done.
it_it: ...ma doveva essere fatto.

source: And [kate] genuinely seemed to appreciate my efforts, which is rare and exciting.
it_it: E [kate] sembrava davvero apprezzare i miei sforzi, che è raro ed emozionante.

source: She'll probably leave me alone as long as I'm on her side, and that might be as good as it gets.
it_it: Probabilmente mi lascerà da sola finché sono dalla sua parte, e questo potrebbe essere buono come ottiene.

source: It allows me to enjoy my second chance without constantly looking over my shoulder.
it_it: Mi permette di godere della mia seconda possibilità senza guardare costantemente la spalla.

source: [_mc_] It doesn't come for free.
it_it: [_mc_] Non viene gratis.

source: [_kate_s_thinking_] I guess you've done an adequate job.
it_it: [_kate_s_thinking_] Immagino che tu abbia fatto un lavoro adeguato.

source: [_kate_s_thinking_] What do you want?
it_it: [_kate_s_thinking_] Cosa vuoi?

source: [_mc_] I want to take [isabelle]'s place.
it_it: [_mc_] voglio prendere il posto di [isabelle].

source: [_kate_s_blush_] You little freak!
it_it: [_kate_s_blush_] Hai un po' di prepotenza!

source: [_mc_] It should've been me, not her!
it_it: [_mc_] Avrebbe dovuto essere io, non lei!

source: [_kate_s_blush_] Oh, my god! Jealous much?
it_it: [_kate_s_blush_] Oh, mio Dio! Geloso molto?

source: [_mc_] Yes!
it_it: [_mc_] Sì!

source: [_kate_s_laughing_] This is too funny!
it_it: [_kate_s_laughing_] Questo è troppo divertente!

source: [_mc_] So, you're okay with it?
it_it: [_mc_] Quindi, stai bene con esso?

source: [_kate_s_smile_] I didn't say that.
it_it: [_kate_s_smile_] non l'ho detto.

source: [_mc_] Please, give me a chance!
it_it: [_mc_] Per favore, dammi una possibilità!

source: [_kate_s_neutral_] You're pathetic.
it_it: [_kate_s_neutral_] Sei patetico.

source: [_mc_] Please? I've done so well...
it_it: [_mc_] Per favore? Ho fatto così bene...

source: [_kate_s_neutral_] I guess you have.
it_it: [_kate_s_neutral_] Immagino che avete.

source: [_mc_] Pretty please?
it_it: [_mc_] Bene per favore?

source: [_kate_s_eyeroll_] I can give you a tryout, but no promises.
it_it: [_kate_s_eyeroll_] Io posso darti un tentativo, ma nessuna promessa.

source: [_mc_] Yes! Thank you!
it_it: [_mc_] sì! Grazie!

source: [_kate_s_skeptical_] Stop by my house tonight. And don't make me regret this.
it_it: [_kate_s_skeptical_] Fermatevi stasera a casa mia. E non fatemi rimpiangere questo.

source: [_mc_] I won't, ma'am!
it_it: [_mc_] Non lo farò, ma'am!

source: [_kate_s_skeptical_] Now, get out of my face.
it_it: [_kate_s_skeptical_] Ora, esci dalla mia faccia.

source: Finally! Okay, I better prepare myself for this.
it_it: Finalmente! Va bene, meglio prepararmi per questo.

source: I can't afford to mess it up.
it_it: Non posso permettermi di scioccarla.

source: It's getting late. I promised to meet up with [kate] at her house.
it_it: Sta diventando in ritardo. Ho promesso di incontrare [kate] a casa sua.

source: If I want any chance of pulling this off, I can't be late.
it_it: Se voglio avere la possibilità di tirarlo fuori, non posso essere in ritardo.

source: It's hard not to be nervous when it feels like you're heading straight for the lion's den.
it_it: È difficile non essere nervoso quando sembra che ti stia dirigendo dritto per la tana del leone.

source: But at the same time, I've always fantasized about [kate].
it_it: Ma allo stesso tempo, ho sempre fantasticato su [kate].

source: And hopefully, this could be me realizing those daydreams.
it_it: E speriamo, questo potrebbe essere me realizzare quei sogni.

source: I'm not sure what is more concerning... that [kate] didn't let me in herself, or the fact that she has a butler.
it_it: Non sono sicuro che cosa è più preoccupante... che [kate] non mi ha lasciato in se stessa, o il fatto che lei ha un maggiordomo.

source: I can't believe she has a butler.
it_it: Non riesco a credere che lei abbia un maggiordomo.

source: We live in completely different worlds.
it_it: Viviamo in mondi completamente diversi.

source: But damn, look at this place.
it_it: Ma maledetta, guarda questo posto.

source: So many years dreaming of coming here, and now... I finally set foot in [kate]'s bedroom.
it_it: Così tanti anni sognando di venire qui, e ora... ho finalmente messo piede nella camera da letto di [kate].

source: It's not really what I had envisioned.
it_it: Non è proprio quello che avevo previsto.

source: It's luxurious, sure, but...
it_it: È lussuoso, sicuro, ma...

source: Where are the cages, whips, and screams of the damned?
it_it: Dove sono le gabbie, fruste, e grida dei dannati?

source: [_kate_s_neutral_] Are you done going through my stuff?
it_it: [_kate_s_neutral_] Hai finito di passare attraverso la mia roba?

source: [_mc_] Err, I wasn't—
it_it: [_mc_] Err, non eravo—

source: [_kate_s_confident_] Oh, please. You're a little snoop, and you know it.
it_it: [_kate_s_confident_] Oh, per favore. Sei un piccolo snoop, e lo sai.

source: [_kate_s_confident_] Some things aren't as I left them.
it_it: [_kate_s_confident_] Alcune cose non sono come le ho lasciate.

source: [_mc_] Fine. I couldn't help it.
it_it: [_mc_] Bene. Non riuscivo ad aiutarlo.

source: [_kate_s_laughing_] You can't help a lot of things, can you?
it_it: [_kate_s_laughing_] Non puoi aiutare molte cose, vero?

source: [_kate_s_laughing_] That's why you came here in the first place.
it_it: [_kate_s_laughing_] Ecco perché sei venuto qui in primo luogo.

source: [_mc_] I can't say I wasn't curious to see your bedroom...
it_it: [_mc_] Non posso dire che non ero curioso di vedere la tua camera da letto...

source: [_kate_s_smile_] You haven't been in a girl's bedroom before, I take it?
it_it: [_kate_s_smile_] Non sei stato in una camera da letto di una ragazza prima, lo prendo?

source: [_kate_s_smile_] I bet [flora] doesn't even let you into hers.
it_it: [_kate_s_smile_] Scommetto [flora] non ti lascia nemmeno entrare in lei.

source: How does she know these things?
it_it: Come sa queste cose?

source: [_mc_] So what if she doesn't?
it_it: [_mc_] E se non lo fa?

source: [_kate_s_sad_hands_up_] That's so sad!
it_it: [_kate_s_sad_hands_up_] È così triste!

source: [_kate_s_sad_hands_up_] You can't be trusted or loved?
it_it: [_kate_s_sad_hands_up_] Non puoi essere fidato o amato?

source: [_kate_s_sad_hands_up_] Poor little loser.
it_it: [_kate_s_sad_hands_up_] Povero poco perdente.

source: She looks around the room, carefully inspecting every little thing.
it_it: Lei guarda intorno alla stanza, ispezionando attentamente ogni piccola cosa.

source: [_kate_s_confident_] Perhaps you did keep your hands to yourself.
it_it: [_kate_s_confident_] Forse hai tenuto le mani a te stesso.

source: [_mc_] I sure did, ma'am.
it_it: [_mc_] Sono sicuro di averlo fatto, ma'am.

source: [_kate_s_confident_] It's awfully rude to snoop around, you know?
it_it: [_kate_s_confident_] È terribilmente maleducato snoop intorno, sa?

source: [_mc_] I, um... I swear I didn't.
it_it: [_mc_] Io, um... Giuro di no.

source: [_kate_s_laughing_] Haha! You sound so pathetic! I almost believe you.
it_it: [_kate_s_laughing_] Haha! Tu sembri così patetico! Io quasi ti credo.

source: She takes another long look around.
it_it: Lei prende un altro sguardo lungo intorno.

source: [_kate_s_gushing_] Very well.
it_it: [_kate_s_gushing_] Molto bene.

source: [_kate_s_gushing_] You're still a little loser that can't be trusted, but... perhaps there's hope yet.
it_it: [_kate_s_gushing_] Sei ancora un po 'perdente di cui non ci si può fidare, ma... forse c'è ancora speranza.

source: [_kate_s_gushing_] Perhaps I could turn you into an obedient plaything, who would never dare to step out of line.
it_it: [_kate_s_gushing_] Forse potrei trasformarti in un gioco obbediente, che non oserebbe mai uscire dalla fila.

source: [_mc_] Are you done?
it_it: [_mc_] Hai finito?

source: [_kate_s_gushing_] Oh, I'm just getting started.
it_it: [_kate_s_gushing_] Oh, sto appena iniziando.

source: [_mc_] You're already going to peg me...
it_it: [_mc_] Stai già andando a peg me...

source: [_mc_] ...do you need to berate me, too?
it_it: [_mc_] ...anche tu devi rimproverarmi?

source: [_kate_s_eyeroll_] Berate? I'm just telling you the truth.
it_it: [_kate_s_eyeroll_] Berate? Ti sto solo dicendo la verità.

source: [_kate_s_skeptical_] Besides, I don't remember saying anything about that.
it_it: [_kate_s_skeptical_] Inoltre, non ricordo di aver detto nulla a riguardo.

source: [_kate_s_excited_] Is that what you want?
it_it: [_kate_s_excited_] È quello che vuoi?

source: [_kate_s_excited_] You seem nervous.
it_it: [_kate_s_excited_] Sembri nervoso.

source: [_mc_] I guess I am...
it_it: [_mc_] Immagino di esserlo...

source: [_kate_s_excited_] Oh, that's just funny!
it_it: [_kate_s_excited_] Oh, è semplicemente divertente!

source: [_mc_] I don't like it when you taunt me, okay?
it_it: [_mc_] Non mi piace quando mi guardi, ok?

source: [_kate_s_sad_] Oh, no! Is the sissy going to cry?
it_it: [_kate_s_sad_] Oh, no! Il sissy piangerà?

source: [_mc_] No, I'm not.
it_it: [_mc_] No, non sono.

source: [_kate_s_sad_] Are you sure? Really sure?
it_it: [_kate_s_sad_] Sei sicuro? Davvero sicuro?

source: [_mc_] I'm not going to cry.
it_it: [_mc_] non piangerò.

source: [_kate_s_gushing_] We'll see about that.
it_it: [_kate_s_gushing_] Vedremo a riguardo.

source: [_mc_] Do you like me? Be honest.
it_it: [_mc_] Ti piace? Sii onesto.

source: [_kate_s_eyeroll_] I haven't even fucked you yet and you're already getting attached?
it_it: [_kate_s_eyeroll_] Non ti ho ancora scopata e ti stai già attaccando?

source: [_mc_] I just want to know...
it_it: [_mc_] voglio solo saperlo...

source: [_kate_s_skeptical_] Don't get attached. Do you understand me?
it_it: [_kate_s_skeptical_] Non si attacca. Mi capisce?

source: [_kate_s_skeptical_] This is an audition. Nothing is decided.
it_it: [_kate_s_skeptical_] Questa è un'audizione. Nulla è deciso.

source: [_mc_] I understand, but—
it_it: [_mc_] capisco, ma—

source: [_kate_s_annoyed_] That's enough.
it_it: [_kate_s_annoyed_] È abbastanza.

source: [_kate_s_annoyed_] You came here knowing full well that I'm never going to date you.
it_it: [_kate_s_annoyed_] Sei venuto qui sapendo bene che non ho mai terminato con te.

source: [_kate_s_annoyed_] Stop being clingy. It's repulsive.
it_it: [_kate_s_annoyed_] Smettete di essere agitati. È ripugnante.

source: [_mc_] Can we just get started?
it_it: [_mc_] Possiamo solo iniziare?

source: [_kate_s_confident_] Oh, my. Someone's eager.
it_it: [_kate_s_confident_] Oh, mio. Qualcuno è desideroso.

source: [_mc_] No, it's just that—
it_it: [_mc_] No, è solo quello—

source: [_kate_s_neutral_] Shut your mouth.
it_it: [_kate_s_neutral_] chiudete la bocca.

source: [_kate_s_neutral_] If you want to get started, we can get started.
it_it: [_kate_s_neutral_] Se vuoi iniziare, possiamo iniziare.

source: [_kate_s_neutral_] Strip.
it_it: [_kate_s_neutral_] Striscia.

source: [_mc_] Yes, ma'am.
it_it: [_mc_] Sì, ma'am.

source: [_mc_] Right here?
it_it: [_mc_] Proprio qui?

source: [_kate_s_eyeroll_] Is that a problem?
it_it: [_kate_s_eyeroll_] È un problema?

source: [_mc_] Well, I just thought you'd have a dungeon or something...
it_it: [_mc_] Beh, ho pensato solo che avresti avuto un torrione o qualcosa...

source: [_kate_s_excited_] Maybe I do, maybe I don't.
it_it: [_kate_s_excited_] Forse lo faccio, forse no.

source: [_kate_s_skeptical_] But if you're not naked in five seconds, we're done here.
it_it: [_kate_s_skeptical_] Ma se non sei nudo in cinque secondi, abbiamo finito qui.

source: [_kate_s_skeptical_] So, if you want this to happen, I suggest you stop wasting my time and do as you're told.
it_it: [_kate_s_skeptical_] Quindi, se vuoi che questo accada, ti suggerisco di smettere di sprecare il mio tempo e di fare come ti è stato detto.

source: [_mc_] I've... changed my mind.
it_it: [_mc_] Ho cambiato... la mia mente.

source: [_kate_s_annoyed_] Are you serious?
it_it: [_kate_s_annoyed_] Sei serio?

source: [_mc_] Sorry, but this isn't what I want.
it_it: [_mc_] Mi dispiace, ma questo non è quello che voglio.

source: [_kate_s_annoyed_] Quit wasting my time, then.
it_it: [_kate_s_annoyed_] Smettete di perdere il mio tempo, allora.

source: [_kate_s_angry_] I said, get the fuck out of my house!
it_it: [_kate_s_angry_] Ho detto, ottenere la scopata da casa mia!

source: [_kate_s_angry_] You're so pathetic, you can't even submit right!
it_it: [_kate_s_angry_] Sei così patetico, non puoi nemmeno sottometterti a destra!

source: Well, tonight didn't go exactly as planned.
it_it: Beh, stasera non andò esattamente come previsto.

source: I'm not sure why I got cold feet all of a sudden, but at least my asshole{space=-60} is intact...
it_it: Non sono sicuro perché ho avuto piedi freddi all'improvviso, ma almeno il mio culo{space=-60} è intatto...

source: ...which is more than I can say about my future chances with [kate].
it_it: ...che è più di quanto posso dire sulle mie possibilità future con [kate].

source: Under [kate]'s watchful gaze, my awkward stripping begins.
it_it: Sotto [kate]è vigile lo sguardo, inizia il mio goffo spogliarello.

source: Nervous, but also more than a little bit excited.
it_it: Nervoso, ma anche più di un po 'eccitato.

source: She's always been in my fantasies, from the day I first saw her all those years ago.
it_it: È sempre stata nelle mie fantasie, dal giorno in cui l'ho vista per la prima volta tutti quegli anni fa.

source: Say what you will about her personality, but she's without a doubt the most beautiful girl in the school.
it_it: Dire cosa si vuole della sua personalità, ma lei è senza dubbio la ragazza più bella della scuola.

source: And a chance like this?
it_it: E una possibilità come questa?

source: Well, it doesn't even come once in a lifetime. I know that better than anyone.
it_it: Beh, non arriva nemmeno una volta nella vita. Lo so meglio di nessuno.

source: As the last piece of my clothing falls to the floor, she looks me up and down.
it_it: Mentre l'ultimo pezzo dei miei vestiti cade sul pavimento, lei mi guarda su e giù.

source: She has a serious look in her eyes, which tells me to be quiet.
it_it: Ha uno sguardo serio nei suoi occhi, che mi dice di stare tranquillo.

source: At least, she's not making fun of my body. That's probably a good start.
it_it: Almeno, non si sta prendendo gioco del mio corpo. Probabilmente è un buon inizio.

source: [_kate_] On your knees.
it_it: [_kate_] Sulle ginocchia.

source: Oh, fuck. This is really happening.
it_it: Oh, cazzo. Questo sta davvero accadendo.
