Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_moment.po
Languages: fr_fr, it_it

source: Considering no one has seen [kate], she's probably not in school.
fr_fr: Comme personne n'a vu [Kate], elle n'est probablement pas à l'école.
it_it: Considerando che nessuno ha visto [kate], probabilmente non è a scuola.

source: So, either she's ditching class... or she has permission.
fr_fr: Donc, soit elle sèche les cours... soit elle a la permission.
it_it: Quindi, o sta ammazzando classe... o ha il permesso.

source: And if she does have permission, [jo] would know.
fr_fr: Et si elle a l'autorisation, [jo] le saurait.
it_it: E se lei ha il permesso, [jo] lo saprebbe.

source: [_mc_] I'll deal with you later.
fr_fr: [_mc_] Je m'occuperai de vous plus tard.
it_it: [_mc_] ti affronterò più tardi.

source: [_nurse_s_sad_] I'm sorry...
fr_fr: [_nurse_s_sad_] Je suis désolée...

source: [_mc_] Thanks for telling me.
fr_fr: [_mc_] Merci de me le dire.
it_it: [_mc_] Grazie per avermi detto.

source: [_mc_] Hey, [jo]!
fr_fr: [_mc_] Hé, [jo] !

source: [_jo_s_worried_] Shouldn't you be in class, [mc]?
fr_fr: [_jo_s_worried_] Tu ne devrais pas être en classe, [mc] ?
it_it: [_jo_s_worried_] Non dovresti essere in classe, [mc]?

source: [_mc_] Err, yes... I was just on my way there.
fr_fr: [_mc_] Euh, oui... J'allais justement y aller.
it_it: [_mc_] Err, sì... ero proprio sulla mia strada lì.

source: [_mc_] It's just...
fr_fr: [_mc_] C'est juste que...
it_it: [_mc_] È solo...

source: [_jo_s_annoyed_] What?
fr_fr: [_jo_s_annoyed_] Quoi ?
it_it: [_jo_s_annoyed_] Cosa?

source: [_mc_] I couldn't help but notice [kate] has been absent.
fr_fr: [_mc_] Je n'ai pas pu m'empêcher de remarquer l'absence de [_mc_] Kate].
it_it: [_mc_] non ho potuto fare a meno di notare che [kate] è stato assente.

source: [_mc_] And I guess you could say I've grown concerned.
fr_fr: [_mc_] On peut dire que je me suis sentie concernée.
it_it: [_mc_] E immagino che potresti dire che sono cresciuto preoccupato.

source: [_jo_s_thinking_] Why are you concerned?
fr_fr: [_jo_s_thinking_] Pourquoi êtes-vous inquiet ?
it_it: [_jo_s_thinking_] Perché sei preoccupato?

source: [_mc_] I like [kate].
fr_fr: [_mc_] J'aime bien [_mc_] kate].
it_it: [_mc_] mi piace [kate].

source: [_jo_s_afraid_] You do?
fr_fr: [_jo_s_afraid_] Vraiment ?
it_it: [_jo_s_afraid_] Hai fatto?

source: [_jo_s_afraid_] I didn't know you two were close.
fr_fr: [_jo_s_afraid_] Je ne savais pas que vous étiez proches.
it_it: [_jo_s_afraid_] Non sapevo che voi due eravate vicini.

source: [_jo_s_flirty_hands_to_the_side_] Are you... close, close?
fr_fr: [_jo_s_flirty_hands_to_the_side_] Es-tu... proche, proche ?
it_it: [_jo_s_flirty_hands_to_the_side_] Sei chiuso, chiudi?

source: Pfft! [jo] wishes.
fr_fr: Pfft ! [jo] souhaite.
it_it: Pfft! [jo] desidera.

source: Imagine me, with the most popular girl in school...
fr_fr: Imaginez-moi, avec la fille la plus populaire de l'école...
it_it: Immaginate me, con la ragazza più popolare a scuola...

source: ...or at least, she used to be.
fr_fr: ...ou du moins, elle l'était.
it_it: ...o almeno, era una volta.

source: Maybe now I would have a chance?
fr_fr: Peut-être que maintenant j'aurais une chance ?
it_it: Forse ora avrei una possibilità?

source: [_mc_] A bit, yeah.
fr_fr: [_mc_] Un peu, oui.
it_it: [_mc_] Un po ', sì.

source: [_mc_] I've been trying to branch out. Expand my social circle and all that.
fr_fr: [_mc_] J'ai essayé de me diversifier. D'élargir mon cercle social et tout ça.
it_it: [_mc_] Ho provato a ramificare. Espandere il mio cerchio sociale e tutto questo.

source: [_jo_s_sarcastic_] That's wonderful, [mc]! You can learn so much from others.
fr_fr: [_jo_s_sarcastic_] C'est merveilleux, [mc] ! On peut tellement apprendre des autres.
it_it: [_jo_s_sarcastic_] È meraviglioso, [mc]! Puoi imparare così tanto dagli altri.

source: [_mc_] Err, right.
fr_fr: [_mc_] Err, à droite.
it_it: [_mc_] Err, giusto.

source: [_mc_] What if there's something going around?
fr_fr: [_mc_] Et s'il y a quelque chose qui circule ?
it_it: [_mc_] E se ci fosse qualcosa in giro?

source: [_jo_s_eyeroll_] Like what? Mono?
fr_fr: [_jo_s_eyeroll_] Comme quoi ? Mono ?
it_it: [_jo_s_eyeroll_] Ti piace cosa? Mono?

source: [_mc_] Sure... or worse.
fr_fr: [_mc_] Bien sûr... ou pire.
it_it: [_mc_] Certo... o peggio.

source: [_mc_] I recently read about this new deadly disease caused by fungus—
fr_fr: [J'ai récemment lu un article sur une nouvelle maladie mortelle causée par un champignon...
it_it: [_mc_] Recentemente ho letto di questa nuova malattia mortale causata da fungo—

source: [_jo_s_sarcastic_] I see.
fr_fr: [_jo_s_sarcastic_] Je vois.
it_it: [_jo_s_sarcastic_] lo vedo.

source: [_jo_s_sarcastic_] Well, I can assure you it's nothing like that.
fr_fr: [_jo_s_sarcastic_] Je peux vous assurer qu'il n'en est rien.
it_it: [_jo_s_sarcastic_] Beh, posso assicurarvi che non è niente del genere.

source: [_mc_] Nothing contagious, then?
fr_fr: [_mc_] Rien de contagieux, alors ?
it_it: [_mc_] Niente contagioso, allora?

source: [_jo_s_sarcastic_] Not at all.
fr_fr: [_jo_s_sarcastic_] Pas du tout.
it_it: [_jo_s_sarcastic_] Non affatto.

source: [_mc_] She's like a viper.
fr_fr: [_mc_] Elle est comme une vipère.
it_it: [_mc_] Lei è come una vipera.

source: [_jo_s_cringe_] Excuse me? What are you talking about, young man?
fr_fr: [_jo_s_cringe_] Excusez-moi ? De quoi parlez-vous, jeune homme ?
it_it: [_jo_s_cringe_] Mi scusi? Di cosa stai parlando, giovane?

source: [_mc_] You never know when she'll strike!
fr_fr: [_mc_] On ne sait jamais quand elle va frapper !
it_it: [_mc_] Non sai mai quando colpirà!

source: [_mc_] She could be lying in wait for me right now...
fr_fr: [_mc_] Elle pourrait être en train de me guetter en ce moment...
it_it: [_mc_] Potrebbe essere in attesa di me in questo momento...

source: [_mc_] Don't you care about my wellbeing, [jo]?
fr_fr: [_mc_] Vous ne vous souciez pas de mon bien-être, [jo] ?
it_it: [_mc_] Non ti interessa il mio benessere, [jo]?

source: [_jo_s_displeased_] That's enough nonsense, [mc].
fr_fr: [_jo_s_displeased_] C'est assez de bêtises, [mc].
it_it: [_jo_s_displeased_] È abbastanza sciocchezze, [mc].

source: [_jo_s_displeased_] You have class to get to.
fr_fr: [_jo_s_displeased_] Tu dois aller en cours.
it_it: [_jo_s_displeased_] Hai la lezione per arrivare.

source: Ugh, having [kate]'s back over my own personal safety. Figures.
fr_fr: Ugh, faire passer le dos de [Kate] avant ma propre sécurité. Les chiffres.
it_it: Ugh, avendo [kate]'indietro sopra la mia sicurezza personale. Figure.

source: [_mc_] ...fine.
fr_fr: [_mc_] ...bien.

source: [_mc_] So, can you tell me where [kate] is?
fr_fr: [_mc_] Alors, pouvez-vous me dire où se trouve [_mc_] Kate] ?
it_it: [_mc_] Quindi, puoi dirmi dove [kate] è?

source: [_jo_s_annoyed_] I absolutely cannot.
fr_fr: [_jo_s_annoyed_] Je ne peux absolument pas.
it_it: [_jo_s_annoyed_] non posso.

source: [_jo_s_annoyed_] This is a confidential matter, and I won't have rumors flying around the school.
fr_fr: [_jo_s_annoyed_] C'est une affaire confidentielle et je ne veux pas que des rumeurs circulent dans l'école.
it_it: [_jo_s_annoyed_] Questa è una questione confidenziale, e non avrò voci che volano intorno alla scuola.

source: [_mc_] Sorry, sorry!
fr_fr: [_mc_] Désolé, désolé !
it_it: [_mc_] Spiacenti, mi dispiace!

source: At least she does know [kate]'s whereabouts. That's one point for Detective [mc].
fr_fr: Au moins, elle sait où se trouve [Kate]. C'est un point pour l'inspecteur [mc].
it_it: Almeno lei conosce la posizione di [kate]. Questo è un punto per Detective [mc].

source: But if she won't tell me, I guess I have no choice...
fr_fr: Mais si elle ne veut pas me le dire, je n'ai pas le choix...
it_it: Ma se lei non mi dirà, immagino che non ho scelta...

source: I mean, I do have a choice.
fr_fr: Je veux dire que j'ai le choix.
it_it: Voglio dire, ho davvero una scelta.

source: But how often is there an opportunity for me to get some potential dirt on [kate]?
fr_fr: Mais combien de fois ai-je l'occasion d'obtenir des informations sur [Kate] ?
it_it: Ma quanto spesso c'è un'opportunità per me di ottenere qualche potenziale sporco su [kate]?

source: I'm going to have to do some digging, and perhaps some breaking and entering.
fr_fr: Je vais devoir creuser un peu, et peut-être entrer par effraction.
it_it: Dovrò fare qualche scavo, e forse qualche rottura e entrare.

source: Because if there's one thing I know about [jo]... she'll keep a record of everything.
fr_fr: Car s'il y a une chose que je sais à propos de [jo], c'est qu'elle garde une trace de tout.
it_it: Perché se c'è una cosa che so di [jo]... lei terrà un record di tutto.

source: Okay, this is where [jo] keeps all school records.
fr_fr: C'est ici que [jo] conserve tous les dossiers scolaires.
it_it: Va bene, questo è dove [jo] tiene tutti i record della scuola.

source: Every little morsel of data sits pretty behind this door.
fr_fr: Chaque petit morceau de données est bien rangé derrière cette porte.
it_it: Ogni piccolo morsel di dati si siede abbastanza dietro questa porta.

source: This very locked and unbreakable door.
fr_fr: Cette porte très verrouillée et incassable.
it_it: Questa porta molto chiusa e infrangibile.

source: Ugh, how do I get in?
fr_fr: Comment puis-je entrer ?
it_it: Ugh, come posso entrare?

source: Hmm... this door is very old...
fr_fr: Hmm... cette porte est très ancienne...
it_it: Hmm... questa porta è molto vecchia...

source: Maybe some good old bashing will do the trick?
fr_fr: Peut-être qu'un bon vieux "dénigrement" fera l'affaire ?
it_it: Forse qualche buon vecchio bashing farà il trucco?

source: [_maxine_s_skeptical_] What do you think you're doing?
fr_fr: [_maxine_s_skeptical_] Que pensez-vous que vous faites ?
it_it: [_maxine_s_skeptical_] Cosa pensi che stiate facendo?

source: [_mc_] [maxine]? What were you doing in there?
fr_fr: [_mc_] [maxine] ? Que faisiez-vous là-dedans ?
it_it: [_mc_] [maxine]? Cosa stavi facendo lì dentro?

source: [_maxine_s_annoyed_] Updating the security.
fr_fr: [_maxine_s_annoyed_] Mise à jour de la sécurité.
it_it: [_maxine_s_annoyed_] Aggiornare la sicurezza.

source: [_mc_] Err, why?
fr_fr: [_mc_] Err, pourquoi ?
it_it: [_mc_] Err, perché?

source: [_maxine_s_annoyed_] It had to be done. Too many snoops around here.
fr_fr: [_maxine_s_annoyed_] Il fallait le faire. Il y a trop d'espions par ici.
it_it: [_maxine_s_annoyed_] doveva essere fatto. Troppi snoops da queste parti.

source: [_maxine_s_skeptical_] You're not one of them, are you?
fr_fr: [_maxine_s_skeptical_] Vous n'êtes pas l'un d'entre eux, n'est-ce pas ?
it_it: [_maxine_s_skeptical_] Non sei uno di loro, vero?

source: [_mc_] Would a snoop bang on the door with a rock?
fr_fr: [_mc_] Un fouineur frapperait-il à la porte avec une pierre ?
it_it: [_mc_] Un snoop scoppierebbe sulla porta con una roccia?

source: [_maxine_s_sad_] Hmm... that's a very good point...
fr_fr: [_maxine_s_sad_] Hmm... c'est un très bon point...
it_it: [_maxine_s_sad_] Hmm... questo è un ottimo punto...

source: [_mc_] So, what kind of security are we talking about here?
fr_fr: [_mc_] De quel type de sécurité parlons-nous ici ?
it_it: [_mc_] Quindi, di che tipo di sicurezza stiamo parlando qui?

source: [_maxine_s_thinking_] You ask a lot of questions for a regular rock-wielder.
fr_fr: [_maxine_s_thinking_] Vous posez beaucoup de questions pour un habitué des rochers.
it_it: [_maxine_s_thinking_] Fai molte domande per un normale rock-wielder.

source: [_mc_] I'm just curious, that's all! Not trying to break in or anything!
fr_fr: [_mc_] Je suis juste curieux, c'est tout ! Je n'essaie pas de m'introduire ou quoi que ce soit d'autre !
it_it: [_mc_] sono solo curioso, è tutto! Non cercare di entrare o niente!

source: [_maxine_s_thinking_] The new security system isn't to stop break ins.
fr_fr: [_maxine_s_thinking_] Le nouveau système de sécurité n'est pas là pour empêcher les cambriolages.
it_it: [_maxine_s_thinking_] Il nuovo sistema di sicurezza non deve fermare le interruzioni.

source: [_mc_] Err, what's it for, then?
fr_fr: [_mc_] Err, c'est pour quoi faire, alors ?
it_it: [_mc_] Err, a cosa serve, allora?

source: [_maxine_s_laughing_] Why, to protect the specimen, of course!
fr_fr: [_maxine_s_laughing_] Pourquoi, pour protéger le spécimen, bien sûr !
it_it: [_maxine_s_laughing_] Perché, per proteggere l'esemplare, naturalmente!

source: [_maxine_s_laughing_] The principal's office was a weak point.
fr_fr: [_maxine_s_laughing_] Le bureau du directeur était un point faible.
it_it: [_maxine_s_laughing_] L'ufficio del principato era un punto debole.

source: [_maxine_s_smile_] Anyway, I have important things to do. Farewell.
fr_fr: [_maxine_s_smile_] Quoi qu'il en soit, j'ai des choses importantes à faire. Adieu.
it_it: [_maxine_s_smile_] Comunque, ho cose importanti da fare. Addio.

source: Well, I guess that's one way to get in...
fr_fr: Je suppose que c'est une façon d'entrer...
it_it: Beh, immagino che sia un modo per entrare...

source: [_mc_] I'm just a man searching for the truth.
fr_fr: [_mc_] Je ne suis qu'un homme à la recherche de la vérité.
it_it: [_mc_] Sono solo un uomo alla ricerca della verità.

source: [_maxine_s_flirty_] Which truth?
fr_fr: [_maxine_s_flirty_] Quelle vérité ?
it_it: [_maxine_s_flirty_] Quale verità?

source: [_mc_] The meaning of love.
fr_fr: [_mc_] Le sens de l'amour.
it_it: [_mc_] Il significato dell'amore.

source: [_maxine_s_cringe_] That is not something I'm willing to discuss.
fr_fr: [_maxine_s_cringe_] Ce n'est pas quelque chose dont j'ai envie de discuter.
it_it: [_maxine_s_cringe_] Non è qualcosa che io sia disposto a discutere.

source: [_mc_] Why not?
fr_fr: [_mc_] Pourquoi pas ?
it_it: [_mc_] Perché no?

source: [_maxine_s_cringe_] It has no foundation in this place.
fr_fr: [_maxine_s_cringe_] Elle n'a aucun fondement ici.
it_it: [_maxine_s_cringe_] Non ha alcun fondamento in questo luogo.

source: [_mc_] This place?
fr_fr: [_mc_] Cet endroit ?
it_it: [_mc_] Questo posto?

source: [_mc_] You mean you don't want to date anyone until you graduate?
fr_fr: [_mc_] Tu veux dire que tu ne veux sortir avec personne avant d'être diplômée ?
it_it: [_mc_] Vuoi dire che non vuoi uscire con nessuno fino a quando non ti laurea?

source: [_maxine_s_sad_] I've taken an oath.
fr_fr: [_maxine_s_sad_] J'ai prêté serment.
it_it: [_maxine_s_sad_] ho fatto un giuramento.

source: [_mc_] Damn, I didn't know you were religious.
fr_fr: [_mc_] Je ne savais pas que vous étiez religieux.
it_it: [_mc_] Dannazione, non sapevo che tu fossi religiosa.

source: [_maxine_s_thinking_] Not religious. Principled.
fr_fr: [_maxine_s_thinking_] Pas religieux. Avec des principes.
it_it: [_maxine_s_thinking_] Non religioso.

source: [_mc_] Oh, well. I guess I'll just have to save the flowers and chocolate for someone else.
fr_fr: [_mc_] Oh, eh bien. Je suppose que je vais devoir garder les fleurs et le chocolat pour quelqu'un d'autre.
it_it: [_mc_] Oh, bene. Immagino che dovrò solo salvare i fiori e il cioccolato per qualcun altro.

source: [_maxine_s_thinking_] Don't wait too long, or they'll wilt.
fr_fr: [_maxine_s_thinking_] N'attendez pas trop longtemps, sinon ils vont se flétrir.
it_it: [_maxine_s_thinking_] Non aspettare troppo a lungo, o si appasseranno.

source: I can't tell if [maxine] is being literal or prophetic...
fr_fr: Je n'arrive pas à savoir si [maxine] est littérale ou prophétique...
it_it: Non posso dire se [maxine] è letterale o profetica...

source: Either way, she left the door unlocked.
fr_fr: Quoi qu'il en soit, elle a laissé la porte ouverte.
it_it: In entrambi i casi, ha lasciato la porta sbloccata.

source: [_mc_] I'm just trying to make sense of the world.
fr_fr: [_mc_] J'essaie juste de donner un sens au monde.
it_it: [_mc_] Sto solo cercando di dare un senso al mondo.

source: [_maxine_s_afraid_] If you look too deep for meaning—
fr_fr: [_maxine_s_afraid_] Si vous cherchez trop profondément le sens -
it_it: [_maxine_s_afraid_] Se sembri troppo profondo per significato—

source: [_mc_] Yeah, I know. You'll go insane.
fr_fr: [_mc_] Oui, je sais. Tu vas devenir fou.
it_it: [_mc_] Sì, lo so. Andrai pazzo.

source: [_maxine_s_thinking_] No, you'll find out that you're the only sane one.
fr_fr: [_maxine_s_thinking_] Non, vous découvrirez que vous êtes le seul à être sain d'esprit.
it_it: [_maxine_s_thinking_] No, scoprirai che sei l'unico sano.

source: That's ironic coming from [maxine]...
fr_fr: C'est ironique de la part de [maxine]...
it_it: È ironico venire da [maxine]...

source: [_mc_] Are you implying you're the only sane one? Prove it, then.
fr_fr: [_mc_] Vous sous-entendez que vous êtes le seul à être sain d'esprit ? Prouvez-le, alors.
it_it: [_mc_] Stai implicando che sei l'unico sano? Dimostralelo, allora.

source: [_maxine_s_thinking_] That's currently a waste of time. You're not ready.
fr_fr: [_maxine_s_thinking_] C'est actuellement une perte de temps. Vous n'êtes pas prêt.
it_it: [_maxine_s_thinking_] È attualmente una perdita di tempo. Non sei pronto.

source: [_maxine_s_thinking_] Hopefully, one day you will be...
fr_fr: [_maxine_s_thinking_] Avec un peu de chance, un jour tu seras...
it_it: [_maxine_s_thinking_] Speriamo che un giorno sarai...

source: [_maxine_s_sad_] ...or not. Most people live out their lives in ignorance.
fr_fr: [_maxine_s_sad_] ...ou pas. La plupart des gens vivent dans l'ignorance.
it_it: [_maxine_s_sad_] o no. La maggior parte delle persone vive la loro vita nell'ignoranza.

source: [_mc_] Well, I'm doing my best to break the mold here.
fr_fr: [_mc_] Je fais de mon mieux pour briser le moule.
it_it: [_mc_] Beh, sto facendo del mio meglio per rompere lo stampo qui.

source: [_maxine_s_smile_] That's the first step.
fr_fr: [_maxine_s_smile_] C'est la première étape.
it_it: [_maxine_s_smile_] Questo è il primo passo.

source: [_mc_] And what's the next step?
fr_fr: [_mc_] Et quelle est la prochaine étape ?
it_it: [_mc_] E qual è il passo successivo?

source: [_maxine_s_laughing_] Probably this way.
fr_fr: [_maxine_s_laughing_] Probablement de cette façon.
it_it: [_maxine_s_laughing_] Probabilmente in questo modo.

source: It's definitely not that way... especially now that she left the door unlocked.
fr_fr: Ce n'est pas du tout le cas... surtout maintenant qu'elle a laissé la porte ouverte.
it_it: Sicuramente non è così... soprattutto ora che ha lasciato la porta sbloccata.

source: This door is too old for such a cutting edge tool.
fr_fr: Cette porte est trop vieille pour un tel outil de pointe.
it_it: Questa porta è troppo vecchia per un tale utensile all'avanguardia.

source: If only I had a battering ram...
fr_fr: Si seulement j'avais un bélier...
it_it: Se solo avessi un ariete battere...

source: Breaking down this door with my [item.title_lower] seems like a longshot at best... and a crap-shot at worst.
fr_fr: Enfoncer cette porte avec mon [item.title_lower] semble être au mieux un pari risqué... et au pire un pari merdique.
it_it: Rompere questa porta con la mia [item.title_lower] sembra un colpo lungo nel migliore dei casi... e un colpo di merda nel peggio.

source: This might be my only chance to snoop here.
fr_fr: C'est peut-être ma seule chance de fouiner ici.
it_it: Questa potrebbe essere la mia unica occasione per spuntare qui.

source: I can't leave until I learn [kate]'s whereabouts.
fr_fr: Je ne peux pas partir tant que je n'ai pas appris où se trouve [Kate].
it_it: Non posso andarmene finché non scopro dove si trova [kate].

source: Luckily, [jo] has never been technologically minded.
fr_fr: Heureusement, [jo] n'a jamais eu l'esprit technologique.
it_it: Fortunatamente, [jo] non è mai stato di mentalità tecnologica.

source: So, the login name is probably "admin," and the password is probably...
fr_fr: Ainsi, le nom de connexion est probablement "admin" et le mot de passe est probablement...
it_it: Quindi, il nome di accesso è probabilmente "admin", e la password è probabilmente...

source: ...yep, "password."
fr_fr: ...oui, "mot de passe."

source: All right, let's see here...
fr_fr: Très bien, voyons ici ...
it_it: Va bene, vediamo qui...

source: Ah, here we go!
fr_fr: Ah, on y va !
it_it: Ah, qui andiamo!

source: Damn, that's a very small folder. Just a couple of entries.
fr_fr: Bon sang, c'est un tout petit dossier. Juste quelques entrées.
it_it: Dannazione, questa è una cartella molto piccola. Solo un paio di voci.

source: I guess she's never been sick in her life.
fr_fr: Je suppose qu'elle n'a jamais été malade de sa vie.
it_it: Immagino che non sia mai stata malata nella sua vita.

source: Hmm... there's an email from some doctor... addressed to [jo].
fr_fr: Hmm... il y a un e-mail d'un médecin... adressé à [jo].
it_it: Hmm... c'è una email da parte di un medico... indirizzata a [jo].

source: {i}"As we discussed earlier over the phone, I've scheduled one appointment per week for [kate]."{/}
fr_fr: {i}"Comme nous en avons discuté au téléphone, j'ai programmé un rendez-vous par semaine pour [kate].
it_it: {i}"Come abbiamo discusso prima per telefono, ho programmato un appuntamento a settimana per [kate]."{/}

source: {i}"This appointment will be during school hours for privacy reasons, as per her request."{/}
fr_fr: {i}"Ce rendez-vous aura lieu pendant les heures de cours pour des raisons de confidentialité, comme elle l'a demandé.
it_it: {i}"Questo appuntamento sarà durante le ore scolastiche per motivi di privacy, come da sua richiesta."{/}

source: {i}"It's my understanding that her schedule is flexible enough to account for this until I see improvement."{/}
fr_fr: {i}"J'ai cru comprendre que son emploi du temps était suffisamment souple pour tenir compte de cette situation jusqu'à ce que je constate une amélioration.
it_it: {i}"È mia comprensione che il suo programma è abbastanza flessibile per rendere conto di questo fino a quando non vedo il miglioramento."{/}

source: {i}"With regards, Dr. Clamp."{/}
fr_fr: {i}"Avec mes salutations, Dr Clamp."{/}
it_it: {i}"Con i saluti, Dr. Clamp."{/}

source: So, she's at a doctor's appointment right now.
fr_fr: Elle a donc un rendez-vous chez le médecin en ce moment même.
it_it: Quindi, è a un appuntamento di un medico in questo momento.

source: That's very interesting. I wonder what's wrong with her.
fr_fr: C'est très intéressant. Je me demande ce qu'elle a.
it_it: È molto interessante. Mi chiedo cosa non va con lei.

source: Maybe she hit her head during cheer practice or something?
fr_fr: Peut-être qu'elle s'est cognée la tête pendant l'entraînement des pom-pom girls ou quelque chose comme ça ?
it_it: Forse ha colpito la testa durante la pratica di allietare o qualcosa?

source: Or could it really be that we somehow rattled her?
fr_fr: Ou bien est-ce que nous l'avons vraiment ébranlée ?
it_it: O potrebbe davvero essere che in qualche modo la abbiamo accarezzata?

source: In any case, that's one day less of [kate] every week. This requires some celebration!
fr_fr: En tout cas, c'est un jour de moins de [kate] par semaine. Cela mérite d'être fêté !
it_it: In ogni caso, questo è un giorno in meno di [kate] ogni settimana. Questo richiede qualche festa!

source: [isabelle] will be thrilled. I better send her a te—
fr_fr: [isabelle] sera ravie. Je ferais mieux de lui envoyer un te-
it_it: [isabelle] sarà entusiasta. Meglio mandarle un te—

source: Right, [isabelle] still isn't talking to me after I fucked [kate].
fr_fr: C'est vrai, [isabelle] ne me parle toujours pas après que j'ai baisé [Kate].
it_it: A destra, [isabelle] ancora non sta parlando con me dopo che ho scopato [kate].

source: I should probably try to patch that up first...
fr_fr: Je devrais probablement essayer de réparer cela d'abord...
it_it: Probabilmente dovrei cercare di patch che in su per primo...
