Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_moment.po
Languages: fr_fr, it_it

source: Huh? This is an odd sight...
fr_fr: Hein ? C'est un spectacle étrange...
it_it: Eh? Questa è una strana vista...

source: I never thought I'd see [kate] sleeping during school hours.
fr_fr: Je n'aurais jamais cru voir [Kate] dormir pendant les heures de cours.
it_it: Non ho mai pensato che avrei visto [kate] dormire durante le ore scolastiche.

source: She's always had more energy than anyone but [lindsey].
fr_fr: Elle a toujours eu plus d'énergie que n'importe qui d'autre, sauf [Lindsey].
it_it: Lei ha sempre avuto più energia di chiunque altro tranne [lindsey].

source: That's how she never gets tired of bullying me.
fr_fr: C'est ainsi qu'elle ne se lasse pas de m'intimider.
it_it: È come lei non si stanca mai di bullizzarmi.

source: She really is pretty, though. A real sleeping beauty.
fr_fr: Mais elle est vraiment belle. Une vraie belle au bois dormant.
it_it: Lei è davvero carina, però. Una vera bellezza addormentata.

source: ...that is, if the evil queen accidentally stung herself on the spindle.
fr_fr: ... c'est-à-dire si la méchante reine s'est accidentellement piquée sur le fuseau.
it_it: ...cioè, se la regina malvagia si è impantanata accidentalmente sul mandrino.

source: Although, she looks pretty peaceful now.
fr_fr: Cependant, elle a l'air plutôt paisible maintenant.
it_it: Anche se, lei sembra piuttosto pacifica ora.

source: Definitely less threatening.
fr_fr: Il est nettement moins menaçant.
it_it: Sicuramente meno minaccioso.

source: Considering how many sleepless nights she has caused me, it's only fair...
fr_fr: Compte tenu du nombre de nuits blanches qu'elle m'a fait passer, il est juste...
it_it: Considerando quante notti insonne mi ha causato, è solo giusto...

source: [_mc_] Wake up! [withvpunch]
fr_fr: [_mc_] Réveillez-vous ! [withvpunch]
it_it: Sveglia [_mc_] ! [withvpunch]

source: [_kate_s_sad_tired_] Mmm...? What...?
fr_fr: [_kate_s_sad_tired_] Mmm...? Qu'est-ce que...?
it_it: [_kate_s_sad_tired_] Mmm...? Cosa...?

source: Her eyes are bloodshot, and she looks confused.
fr_fr: Ses yeux sont injectés de sang et elle a l'air confus.
it_it: I suoi occhi sono sparati di sangue e sembra confusa.

source: Maybe she grew a conscience, and it's keeping her up at night?
fr_fr: Peut-être qu'elle a acquis une conscience et que cela l'empêche de dormir ?
it_it: Forse è cresciuta una coscienza, ed è tenerla alzata di notte?

source: [_mc_] That chair doesn't look very comfortable.
fr_fr: [_mc_] Cette chaise n'a pas l'air très confortable.
it_it: [_mc_] Quella sedia non sembra molto confortevole.

source: [_kate_s_eyeroll_tired_] Why don't you bow down so I can use your face instead, then?
fr_fr: [_kate_s_eyeroll_tired_] Pourquoi ne pas vous incliner pour que je puisse utiliser votre visage à la place, alors ?
it_it: [_kate_s_eyeroll_tired_] Perché non ti inchini, così posso usare il tuo volto, allora?

source: [_mc_] All right. Get naked.
fr_fr: [_mc_] Très bien. Mets-toi à poil.
it_it: [_mc_] Va bene. Nuditi.

source: [_kate_s_excited_tired_] You wish.
fr_fr: [_kate_s_excited_tired_] Vous le souhaitez.
it_it: [_kate_s_excited_tired_] Tu vuoi.

source: [_mc_] Don't talk the talk if you can't walk the walk.
fr_fr: [_mc_] Ne parlez pas si vous ne pouvez pas marcher.
it_it: [_mc_] Non parli la conversazione se non riesci a camminare.

source: [_mc_] Undress or quit smiling.
fr_fr: [_mc_] Déshabillez-vous ou cessez de sourire.
it_it: [_mc_] Undress o smettere di sorridere.

source: [_kate_s_skeptical_tired_] Don't tell me what to do.
fr_fr: [_kate_s_skeptical_tired_] Ne me dis pas ce que je dois faire.
it_it: [_kate_s_skeptical_tired_] Non dirmi cosa fare.

source: [_mc_] Why not? That's your favorite thing to do.
fr_fr: [_mc_] Pourquoi pas ? C'est ce que vous préférez faire.
it_it: [_mc_] Perché no? È la tua cosa preferita da fare.

source: [_mc_] You can't walk the walk, and you don't like your own medicine?
fr_fr: [_mc_] Vous ne pouvez pas marcher, et vous n'aimez pas votre propre médecine ?
it_it: [_mc_] Non puoi camminare e non ti piace la tua medicina?

source: [_mc_] Are you telling me you're a hypocrite, Katie?
fr_fr: [_mc_] Es-tu en train de me dire que tu es une hypocrite, Katie ?
it_it: [_mc_] Mi stai dicendo che sei un ipocrita, Katie?

source: [_kate_s_annoyed_right_tired_] F-fuck off, loser.
fr_fr: [_kate_s_annoyed_right_tired_] Va te faire foutre, loser.
it_it: [_kate_s_annoyed_right_tired_] F-fuck off, perdente.

source: Somehow, there's an unusual lack of conviction in her words...
fr_fr: D'une certaine manière, il y a un manque inhabituel de conviction dans ses paroles...
it_it: In qualche modo, c'è un'insolita mancanza di convinzione nelle sue parole...

source: Cracks in her otherwise impenetrable walls.
fr_fr: Des fissures dans ses murs autrement impénétrables.
it_it: Cracks nelle sue pareti altrimenti impenetrabili.

source: [_mc_] Call me that again and I'll smack you.
fr_fr: [_mc_] Appelle-moi encore une fois comme ça et je te gifle.
it_it: [_mc_] Lo chiami di nuovo e ti sorriderò.

source: [_kate_s_surprised_tired_] Y-you wouldn't hit a girl...
fr_fr: [_kate_s_surprised_tired_] Vous ne frapperiez pas une fille...
it_it: [_kate_s_surprised_tired_] Y-you would hit a girl...

source: [_mc_] But you're not a girl, you're a bitch.
fr_fr: [_mc_] Mais tu n'es pas une fille, tu es une salope.
it_it: [_mc_] Ma non sei una ragazza, sei una cagna.

source: [_mc_] And it's called a bitch-slap for a reason.
fr_fr: [_mc_] Et ce n'est pas pour rien qu'on appelle ça une gifle de salope.
it_it: [_mc_] E si chiama una puttana per una ragione.

source: She knows I'm being serious, and that's a win in and of itself.
fr_fr: Elle sait que je suis sérieux, et c'est une victoire en soi.
it_it: Sa che sono serio, e questa è una vittoria in se stessa.

source: Those extra hours at the gym are finally paying dividends.
fr_fr: Les heures supplémentaires passées à la salle de sport portent enfin leurs fruits.
it_it: Quelle ore in più in palestra stanno finalmente pagando dividendi.

source: [_kate_s_sad_tired2_] Err, whatever...
fr_fr: [_kate_s_sad_tired2_] Euh, peu importe...
it_it: [_kate_s_sad_tired2_] Err, qualsiasi...

source: [_mc_] No, not whatever. Don't call me that again.
fr_fr: [_mc_] Non, pas du tout. Ne m'appelez plus jamais comme ça.
it_it: [_mc_] No, non altro. Non chiamatemi di nuovo.

source: She looks dumbfounded. She's never been spoken to like this before.
fr_fr: Elle a l'air abasourdi. C'est la première fois qu'on lui parle ainsi.
it_it: Sembra stupida. Non è mai stata parlata come questo prima.

source: Something shifts behind her eyes — maybe it's exhaustion, maybe it's something else.
fr_fr: Quelque chose change derrière ses yeux - peut-être est-ce l'épuisement, peut-être est-ce autre chose.
it_it: Qualcosa si sposta dietro gli occhi — forse è esaurimento, forse è qualcos'altro.

source: Our eyes meet for a moment, and it takes everything in me to remain unflinching.
fr_fr: Nos regards se croisent un instant, et il me faut tout ce que j'ai en moi pour rester inébranlable.
it_it: I nostri occhi si incontrano per un attimo, e ci vuole tutto in me per rimanere infuocato.

source: It's a staring contest that makes my eyes burn and my heart pound.
fr_fr: C'est un concours de regards qui me brûle les yeux et me fait battre le cœur .
it_it: È un concorso di staring che fa bruciare i miei occhi e il mio cuore pound.

source: This moment is everything. A test of wills. All-defining.
fr_fr: Ce moment est tout. Un test de volonté. Tout est à définir.
it_it: Questo momento è tutto. Una prova di volontà.

source: And [kate] blinks first, and looks away. A soft pink shade touching her cheeks.
fr_fr: Et [kate] cligne d'abord des yeux et détourne le regard. Ses joues se teintent d'un rose tendre.
it_it: E [kate] lampeggia prima e guarda via. Una morbida tonalità rosa tocca le guance.

source: [_kate_s_sad_right_hands_up_tired2_] ...fine, I won't.
fr_fr: [_kate_s_sad_right_hands_up_tired2_] ...bien, je ne le ferai pas.
it_it: [_kate_s_sad_right_hands_up_tired2_] ...bene, non lo faccio.

source: A stunned silence follows her words.
fr_fr: Un silence étonné suit ses paroles.
it_it: Un silenzio stupido segue le sue parole.

source: Her first ever concession to me.
fr_fr: C'est la première fois qu'elle me fait une concession.
it_it: La sua prima concessione a me.

source: It's hard to say what it means in the grand scale of things, but it's something.
fr_fr: Il est difficile de dire ce que cela signifie à grande échelle, mais c'est déjà quelque chose.
it_it: È difficile dire cosa significa nella grande scala delle cose, ma è qualcosa.

source: My lungs fill with air once more, and I breathe a sigh of relief.
fr_fr: Mes poumons se remplissent à nouveau d'air et je pousse un soupir de soulagement.
it_it: I miei polmoni si riempiono di aria ancora una volta, e respiro un sospiro di sollievo.

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord ?
it_it: [_mc_] Stai bene?

source: [_kate_s_skeptical_tired_] I don't see how that's any of your—
fr_fr: [_kate_s_skeptical_tired_] Je ne vois pas en quoi c'est votre -
it_it: [_kate_s_skeptical_tired_] Non vedo come questo sia uno dei tuo—

source: [_mc_] I just asked how you're doing. No need to be rude.
fr_fr: [_mc_] J'ai juste demandé comment vous alliez. Pas besoin d'être impoli.
it_it: [_mc_] Ho appena chiesto come stai facendo. Non c'è bisogno di essere maleducati.

source: [_mc_] You look like hell... and not the fiery kind that we're all used to.
fr_fr: [_mc_] Vous ressemblez à l'enfer... et pas le genre ardent auquel nous sommes tous habitués.
it_it: [_mc_] Sembri un inferno... e non il tipo di fuoco a cui siamo abituati tutti.

source: Her shoulders slouch visibly.
fr_fr: Ses épaules s'affaissent visiblement.
it_it: Le sue spalle slouch visibilmente.

source: She's always been a posture queen — head held high, back straighter{space=-30} than Chad's sexuality.
fr_fr: Elle a toujours été la reine de la posture - la tête haute, le dos plus droit{space=-30} que la sexualité de Chad.
it_it: È sempre stata una regina di postura — testa tenuta alta, schiena diritta{space=-30} rispetto alla sessualità del Ciad.

source: What happened to her over the break?
fr_fr: Que lui est-il arrivé pendant les vacances ?
it_it: Cosa le è successo durante la pausa?

source: [_kate_s_eyeroll_tired_] I'm fine. Thanks for asking.
fr_fr: [_kate_s_eyeroll_tired_] Je vais bien. Merci d'avoir demandé.
it_it: [_kate_s_eyeroll_tired_] sto bene. Grazie per averci chiesto.

source: She doesn't look fine, but pushing her further seems like a bad idea.{space=-10}
fr_fr: Elle n'a pas l'air d'aller bien, mais la pousser plus loin semble être une mauvaise idée.{space=-10}
it_it: Non sembra bene, ma spingerla oltre sembra una cattiva idea.{space=-10}

source: [_mc_] Anyway, shouldn't you be at cheer practice right now?
fr_fr: [_mc_] De toute façon, tu ne devrais pas être à l'entraînement des pom-pom girls en ce moment ?
it_it: [_mc_] Comunque, non dovresti essere in pratica allegra in questo momento?

source: [_kate_s_thinking_tired_] Err, no.
fr_fr: [_kate_s_eyeroll_tired_] Err, non.
it_it: [_kate_s_thinking_tired_] Err, n.

source: [_mc_] But I saw [stacy] and the others heading to the gym...
fr_fr: [_mc_] Mais j'ai vu [_mc_] Stacy] et les autres se diriger vers la salle de sport...
it_it: [_mc_] Ma ho visto [stacy] e gli altri diretti alla palestra...

source: [_mc_] What?
fr_fr: [_mc_] Quoi ?
it_it: [_mc_] Cosa?

source: [_kate_s_embarrassed_tired_] Nothing. I have to go.
fr_fr: [_kate_s_embarrassed_tired_] Rien. Il faut que j'y aille.
it_it: [_kate_s_embarrassed_tired_] Niente. Devo andare.

source: Well, that's odd...
fr_fr: Eh bien, c'est bizarre ...
it_it: Beh, è strano...

source: She's never missed practice before.
fr_fr: Elle n'a jamais manqué l'entraînement auparavant.
it_it: Non ha mai perso la pratica prima.

source: Huh? What's this?
fr_fr: Hein ? Qu'est-ce que c'est que ça ?
it_it: Eh? Che cos'è?

source: This bottle must've fallen out of her pocket when she was sleeping.
fr_fr: Cette bouteille a dû tomber de sa poche pendant qu'elle dormait.
it_it: Questa bottiglia deve essere caduta fuori dalla sua tasca quando stava dormendo.

source: That's weird. [kate] doesn't seem like someone who needs drugs.
fr_fr: C'est bizarre. [Kate] n'a pas l'air de quelqu'un qui a besoin de médicaments.
it_it: Questo è strano. [kate] non sembra qualcuno che abbia bisogno di droga.

source: Hmm... Xynoparazyl-something...
fr_fr: Hmm... Xynoparazyl-quelque chose...
it_it: Hmm... Xynoparazyl-qualcosa...

source: It sounds expensive. I guess I should return them.
fr_fr: Cela semble cher. Je suppose que je devrais les renvoyer.
it_it: Sembra costoso. Immagino che le dovrei restituire.

source: Yeah, I'm not touching that. Not even with a ten-foot dick.
fr_fr: Ouais, je ne touche pas à ça. Pas même avec une bite de trois mètres.
it_it: Sì, non lo sto toccando. Neanche con un cazzo di dieci piedi.

source: I guess the easiest place to start looking for [kate] is in here...
fr_fr: Je pense que l'endroit le plus simple pour commencer à chercher [kate] est ici...
it_it: Immagino che il posto più facile per iniziare a cercare [kate] sia qui dentro...

source: Although, the gym always makes me nervous.
fr_fr: Cependant, la salle de sport me rend toujours nerveuse.
it_it: Anche se, la palestra mi rende sempre nervoso.

source: Maybe this wasn't such a—
fr_fr: Peut-être que ce n'était pas si...
it_it: Forse questo non era tale a—

source: Shit. Fuck. Cock.
fr_fr: Merde. Putain. Bite.
it_it: Mossa. Cazzo. Cazzo.

source: [_mc_] H-hello, ladies...
fr_fr: [_mc_] Bonjour, mesdames...
it_it: [_mc_] H-hello, signore...

source: [_lacey_s_confident_mocking_] I know, right?!
fr_fr: [_lacey_s_confident_mocking_] Je sais, pas vrai ?!
it_it: [_lacey_s_confident_mocking_] lo so, giusto?!

source: [_casey_s_confident_mocking_s_flip_] Makes my skin crawl!
fr_fr: [_casey_s_confident_mocking_s_flip_] Ça me donne la chair de poule !
it_it: [_casey_s_confident_mocking_s_flip_] Fa strisciare la mia pelle!

source: [_stacy_s_confident_mocking_] Total ick factor!
fr_fr: [_stacy_s_confident_mocking_] Le facteur de dégoût total !

source: [_casey_s_neutral_s_flip_] It's "it factor."
fr_fr: [_casey_s_neutral_s_flip_] C'est le facteur "ça"
it_it: [_casey_s_neutral_s_flip_] È "fattore."

source: [_stacy_s_neutral_] Babe, it's because he's giving me the ick. Don't ruin it.
fr_fr: [_stacy_s_neutral_] Bébé, c'est parce qu'il me donne la nausée. Ne gâche pas tout.
it_it: [_stacy_s_neutral_] Babe, è perché mi sta dando il dosso. Non rovinarlo.

source: [_lacey_s_confident_] Slay!
fr_fr: [_lacey_s_confident_] Tentative de suicide !

source: God, even without [kate], they're like a trio of Stepford Cheerleaders...{space=-25}
fr_fr: Même sans [Kate], on dirait un trio de pom-pom girls de Stepford...{space=-25}
it_it: Dio, anche senza [kate], sono come un trio di Stepford Cheerleaders...{space=-25}

source: [_mc_] I, err... I don't suppose you ladies have seen [kate] around?
fr_fr: [_mc_] Je, euh... Je suppose que vous n'avez pas vu [_mc_] kate] dans les parages ?
it_it: [_mc_] Io, erro... Non suppongo che tu signore abbia visto [kate] intorno?

source: That seems to shut them up for a moment.
fr_fr: Cela semble les faire taire pendant un moment.
it_it: Sembra che li chiuda per un attimo.

source: They get shifty eyed and [lacey] nervously bites her nails.
fr_fr: Ils ont le regard fuyant et [lacey] se ronge les ongles nerveusement.
it_it: Ottengono gli occhi svegli e [lacey] morde nervosamente le unghie.

source: [_stacy_s_neutral_shifty_] Not that it concerns the likes of you...
fr_fr: [_stacy_s_neutral_shifty_] Non pas que cela vous concerne...
it_it: [_stacy_s_neutral_shifty_] Non che si tratti dei vostri simili...

source: [_lacey_s_neutral_shifty_] Err, yeah! It doesn't!
fr_fr: [_lacey_s_neutral_shifty_] Euh, ouais ! Il n'y en a pas !
it_it: [_lacey_s_neutral_shifty_] Err, sì! Non è!

source: [_stacy_s_neutral_shifty_] ...but I can't say that we have... or that we care.
fr_fr: [_stacy_s_neutral_shifty_] ... mais je ne peux pas dire que nous l'avons fait... ou que nous nous en soucions.
it_it: [_stacy_s_neutral_shifty_] ...ma non posso dire che abbiamo... o che ci importa.

source: [_casey_s_confident_s_flip_] Miss Cheer, no one wants you here!
fr_fr: [_casey_s_confident_s_flip_] Mlle Cheer, personne ne veut de vous ici !
it_it: [_casey_s_confident_s_flip_] Miss Cheer, nessuno ti vuole qui!

source: [_lacey_s_confident_] [stacy] is the new head cheerleader, didn't you know?
fr_fr: [Llacey_s_confident_] [Stacy] est la nouvelle chef des pom-pom girls, vous ne le saviez pas ?
it_it: [_lacey_s_confident_] [stacy] è il nuovo cheerleader, non lo sapevi?

source: Damn. So, the plan actually worked?
fr_fr: Bon sang de bonsoir. Alors, le plan a fonctionné ?
it_it: Dannazione. Quindi, il piano ha funzionato?

source: [kate] is no longer on the cheer team, and they seem happy about it.
fr_fr: [kate] ne fait plus partie de l'équipe des pom-pom girls, et ils semblent en être heureux.
it_it: [kate] non è più nella squadra di tifo, e sembrano felici di esso.

source: I thought that she'd somehow manage to wrangle herself back on, but I guess not...
fr_fr: Je pensais qu'elle parviendrait, d'une manière ou d'une autre, à se remettre en selle, mais ce n'est pas le cas...
it_it: Pensavo che sarebbe in qualche modo riuscito a sbattere di nuovo su, ma credo di no...

source: The sudden loss of social status must've turned her world upside down.
fr_fr: La perte soudaine de son statut social a dû bouleverser son monde.
it_it: L'improvvisa perdita dello status sociale deve aver rovesciato il suo mondo.

source: But knowing [kate], I doubt that this is how her story ends. She always{space=-30} seems to have an ace up her skirt.
fr_fr: Mais connaissant [Kate], je doute que son histoire se termine ainsi. Elle a toujours{space=-30} l'air d'avoir un atout dans sa jupe.
it_it: Ma conoscendo [kate], dubito che questo sia il modo in cui finisce la sua storia. Lei sempre{space=-30} sembra avere un asso sulla sua gonna.

source: Somehow, I doubt that [stacy] can fill [kate]'s shoes...
fr_fr: Je doute que [stacy] puisse remplacer [kate]...
it_it: In qualche modo, dubito che [stacy] possa riempire i panni di [kate]...

source: ...but why encourage her to rise to the challenge?
fr_fr: ...mais pourquoi l'encourager à relever le défi ?
it_it: ...ma perché incoraggiarla ad affrontare la sfida?

source: [_mc_] Right. Thanks, anyway.
fr_fr: [_mc_] D'accord. Merci quand même.
it_it: [_mc_] destra. Grazie, comunque.

source: [_mc_] And happy, err... ruling?
fr_fr: [_mc_] Et heureux, euh... de gouverner ?
it_it: [_mc_] E felice, errare... governando?

source: [_stacy_s_neutral_] Whatever, dork.
fr_fr: [_stacy_s_neutral_] Peu importe, abruti.
it_it: [_stacy_s_neutral_] Qualunque, dormitorio.

source: I wonder how long that'll last.
fr_fr: Je me demande combien de temps cela va durer.
it_it: Mi chiedo quanto durerà.

source: Dethrone a queen, and you inevitably open up a power vacuum.
fr_fr: Si vous détrônez une reine, vous ouvrez inévitablement une brèche dans le pouvoir.
it_it: Detrono una regina, e si apre inevitabilmente un vuoto di potenza.

source: Where the hell is [kate], though? Where does she usually hang out besides the gym?
fr_fr: Mais où est [Kate] ? Où traîne-t-elle habituellement en dehors de la salle de sport ?
it_it: Dove l'inferno è [kate], però? Dove si ferma di solito oltre alla palestra?

source: [_nurse_s_blush_] Hello, [mc]!
fr_fr: [_nurse_s_blush_] Bonjour, [mc] !
it_it: [_nurse_s_blush_] Ciao, [mc]!

source: [_mc_] Hello, [nurse].
fr_fr: [_mc_] Bonjour, [nurse].
it_it: [_mc_] Ciao, [nurse].

source: [_mc_] Have you seen [kate] around, by any chance?
fr_fr: [_mc_] Avez-vous vu [_mc_] Kate] dans le coin, par hasard ?
it_it: [_mc_] Hai visto [kate] in giro, per caso?

source: [_nurse_s_concerned_] Oh, dear. I can't say that I have. Not today.
fr_fr: [_nurse_s_concerned_] Oh, mon Dieu. Je ne peux pas dire que je l'ai fait. Pas aujourd'hui.
it_it: [_nurse_s_concerned_] Oh, caro. Non posso dire che io ho. Non oggi.

source: [_mc_] That's odd...
fr_fr: [_mc_] C'est étrange...
it_it: [_mc_] Quella disparità...

source: [_nurse_s_concerned_] Is everything okay? You look concerned.
fr_fr: [_nurse_s_concerned_] Tout va bien ? Vous avez l'air préoccupé.
it_it: [_nurse_s_concerned_] Va tutto bene? Sembra preoccupato.

source: [_mc_] I don't know if concerned is the right word. I'm more... intrigued.
fr_fr: [_mc_] Je ne sais pas si le mot "inquiet" est le bon. Je suis plutôt... intrigué.
it_it: [_mc_] Non so se sia preoccupata la parola giusta. Sono più... incuriosito.

source: [_nurse_s_thinking_] Have you looked in the gym?
fr_fr: [_nurse_s_thinking_] Avez-vous regardé dans la salle de sport ?
it_it: [_nurse_s_thinking_] Hai guardato nella palestra?

source: [_mc_] Yes, I just did. She's not there.
fr_fr: [_mc_] Oui, je viens de le faire. Elle n'est pas là.
it_it: [_mc_] Sì, ho appena fatto. Non è lì.

source: [_mc_] I actually found her sleeping earlier, which was weird. And now she's gone.
fr_fr: [_mc_] Je l'ai trouvée endormie tout à l'heure, c'était bizarre. Et maintenant elle est partie.
it_it: [_mc_] In realtà la trovai addormentata prima, che era strana. E ora è andata.

source: [_nurse_s_afraid_] Oh, dear! That's not like her, is it?
fr_fr: [_nurse_s_afraid_] Oh, ma chère ! Cela ne lui ressemble pas, n'est-ce pas ?
it_it: [_nurse_s_afraid_] Oh, caro! Non è come lei, vero?

source: [_mc_] Right. It's completely out of character.
fr_fr: [_mc_] C'est vrai. Ce n'est pas du tout dans la nature.
it_it: [_mc_] destra. È completamente fuori carattere.

source: [_nurse_s_neutral_] Goodness.
fr_fr: [_nurse_s_neutral_] Bonté dvine.
it_it: [_nurse_s_neutral_] Bontà.

source: [_mc_] Anyway, thanks for the info.
fr_fr: [_mc_] Quoi qu'il en soit, merci pour l'information.
it_it: [_mc_] Comunque grazie per le informazioni.

source: [_nurse_s_smile_] No worries at all!
fr_fr: [_nurse_s_smile_] Pas d'inquiétude du tout !
it_it: [_nurse_s_smile_] Niente preoccupazioni!

source: Well, that didn't help much...
fr_fr: Eh bien, ça n'a pas beaucoup d'aide ...
it_it: Beh, questo non ha aiutato molto...

source: Maybe someone else knows something?
fr_fr: Peut-être que quelqu'un d'autre sait quelque chose ?
it_it: Forse qualcun altro sa qualcosa?

source: [kate] certainly has a way of getting creative with her punishments...
fr_fr: [kate] a certainement une façon créative de punir...
it_it: [kate] ha certamente un modo per diventare creativi con le sue punizioni...

source: Maybe she's channeling whatever's going on now into actual art?
fr_fr: Peut-être qu'elle canalise ce qui se passe en ce moment pour en faire de l'art ?
it_it: Forse sta incanalando quello che sta succedendo ora nell'arte reale?

source: Doubtful.
fr_fr: Pas sûr.
it_it: Dubbito.

source: Either way, [jacklyn] might know something as a teacher's aide.
fr_fr: Quoi qu'il en soit, [jacklyn] pourrait savoir quelque chose en tant qu'aide-enseignante.
it_it: In entrambi i casi, [jacklyn] potrebbe sapere qualcosa come aiutante di un insegnante.

source: [_jacklyn_s_excited_] How's the cheese dripping?
fr_fr: [_jacklyn_s_excited_] Comment est le fromage qui coule ?
it_it: [_jacklyn_s_excited_] Come si sta sgocciolando il formaggio?

source: [_mc_] Err, hot?
fr_fr: [_mc_] Err, chaud ?
it_it: [_mc_] Err, caldo?

source: [_mc_] Totally.
fr_fr: [_mc_] Totalement.
it_it: [_mc_] Totalmente.

source: I think...
fr_fr: Je pense ...
it_it: Penso...

source: [_mc_] Anyway, I was just looking for [kate].
fr_fr: [_mc_] Quoi qu'il en soit, je cherchais juste [_mc_] kate].
it_it: [_mc_] Comunque, stavo solo cercando [kate].
