Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_moment.po
Languages: fr_fr, it_it

source: [isabelle] will be thrilled. I better send her a text.
fr_fr: [isabelle] sera ravie. Je ferais mieux de lui envoyer un message.
it_it: [isabelle] sarà entusiasta. Meglio mandarle un testo.

source: [_isabelle_] And what's that?
fr_fr: [_isabelle_] Et qu'est-ce que c'est ?
it_it: [_isabelle_] E cos'è?

source: [_mc_] Hey! I have some good news.
fr_fr: [_mc_] J'ai de bonnes nouvelles.
it_it: [_mc_] Hey! Ho alcune buone notizie.

source: [_mc_] [kate] is going to be missing school one day per week.
fr_fr: [_mc_] [kate] va manquer l'école un jour par semaine.
it_it: [_mc_] [kate] sarà la scuola mancante un giorno alla settimana.

source: [_mc_] That's twenty percent less [kate]!
fr_fr: [_mc_] C'est vingt pour cent de moins [kate] !
it_it: [_mc_] Questo è il venti per cento meno [kate]!

source: [_isabelle_] That is good news!
fr_fr: [_isabelle_] C'est une bonne nouvelle !
it_it: [_isabelle_] Questa è una buona notizia!

source: [_isabelle_] The less I see of that miserable slag, the better.
fr_fr: [_isabelle_] Moins je vois cette misérable scorie, mieux c'est.
it_it: [_isabelle_] Meno vedo di quella miserabile scoria, meglio è.

source: [_mc_] I thought you would approve.
fr_fr: [_mc_] Je pensais que vous approuveriez.
it_it: [_mc_] Pensavo che avreste approvato.

source: [_isabelle_] I most certainly do.
fr_fr: [_isabelle_] C'est certain.
it_it: [_isabelle_] lo faccio sicuramente.

source: [_isabelle_] Thanks for letting me know!
fr_fr: [_isabelle_] Merci de me le faire savoir !
it_it: [_isabelle_] Grazie per avermi fatto sapere!

source: [_mc_] Any idea why she'd be seeing a doctor once a week?
fr_fr: [_mc_] Une idée de la raison pour laquelle elle voit un médecin une fois par semaine ?
it_it: [_mc_] Qualche idea per quale motivo avrebbe visto un medico una volta alla settimana?

source: [_isabelle_] A weekly consultation does sound weird...
fr_fr: [_isabelle_] Une consultation hebdomadaire semble bizarre...
it_it: [_isabelle_] Una consultazione settimanale sembra strana...

source: [_mc_] Cancer, maybe?
fr_fr: [_mc_] Cancer, peut-être ?
it_it: [_mc_] Cancro, forse?

source: [_isabelle_] I don't think she'd come to school at all, then.
fr_fr: [_isabelle_] Je ne pense pas qu'elle vienne à l'école du tout, alors.
it_it: [_isabelle_] Non penso che sarebbe venuto a scuola affatto, allora.

source: [_isabelle_] Have you noticed anything unusual about her?
fr_fr: [_isabelle_] Avez-vous remarqué quelque chose d'inhabituel chez elle ?
it_it: [_isabelle_] Hai notato qualcosa di insolito su di lei?

source: [_isabelle_] It might give us a clue.
fr_fr: [_isabelle_] Cela pourrait nous donner un indice.
it_it: [_isabelle_] Potrebbe darci un indizio.

source: [_mc_] Well, I did find her sleeping in a chair earlier...
fr_fr: [_mc_] Je l'ai trouvée endormie sur une chaise tout à l'heure...
it_it: [_mc_] Beh, l'ho trovata addormentata in una sedia prima...

source: [_mc_] ...and a bottle of pills.
fr_fr: [_mc_] ...et un flacon de pilules.
it_it: [_mc_] e una bottiglia di pillole.

source: [_isabelle_] What kind of pills?
fr_fr: [_isabelle_] Quel genre de pilules ?
it_it: [_isabelle_] Che tipo di pillole?

source: [_mc_] Sleeping pills, I think?
fr_fr: [_mc_] Des somnifères, je crois ?
it_it: [_mc_] Pillole addormentate, penso?

source: [_isabelle_] Sounds like it could be therapy, then.
fr_fr: [_isabelle_] On dirait que ça pourrait être une thérapie , alors.
it_it: [_isabelle_] Suona come potrebbe essere terapia, allora.

source: [_isabelle_] I was having trouble sleeping right after my sister died.
fr_fr: [_isabelle_] J'ai eu du mal à dormir juste après la mort de ma sœur.
it_it: [_isabelle_] Stavo avendo problemi a dormire subito dopo la morte di mia sorella.

source: [_isabelle_] This sounds a lot like that.
fr_fr: [_isabelle_] Cela y ressemble beaucoup.
it_it: [_isabelle_] Questo suona molto così.

source: [_mc_] Hmm... you might be right...
fr_fr: [_mc_] Hmm ... vous avez peut-être raison ...
it_it: [_mc_] Hmm... potresti aver ragione...

source: [_mc_] I wonder who died.
fr_fr: [_mc_] Je me demande qui est mort.
it_it: [_mc_] Mi chiedo chi sia morto.

source: [_isabelle_] Honestly, she probably just broke a nail.
fr_fr: [_isabelle_] Honnêtement, elle s'est probablement cassé un ongle.
it_it: [_isabelle_] Onestamente, probabilmente ha appena rotto un chiodo.

source: [_mc_] Damn! Savage!
fr_fr: [_mc_] Merde ! Sauvage !
it_it: [_mc_] Dannazione! Selvaggio!

source: [_mc_] Real talk, though...
fr_fr: [_mc_] Mais pour parler vrai...
it_it: [_mc_] Discorso reale, però...

source: [_mc_] Could it be that we gave her lasting nightmares?
fr_fr: [_mc_] Se pourrait-il que nous lui ayons donné des cauchemars durables ?
it_it: [_mc_] Potrebbe essere che le abbiamo dato incubi duraturi?

source: [_isabelle_] Now that you mention it...
fr_fr: [_isabelle_] Maintenant que vous le dites...
it_it: [_isabelle_] Ora che lo menzioni...

source: [_isabelle_] I had almost forgotten about that, what with [lindsey] jumping and that whole thing.
fr_fr: [_isabelle_] J'avais presque oublié cela, avec [lindsey] sautant et toute cette histoire.
it_it: [_isabelle_] Avevo quasi dimenticato su questo, che cosa con [lindsey] saltare e tutta quella cosa.

source: [_isabelle_] This is very interesting.
fr_fr: [_isabelle_] C'est très intéressant.
it_it: [_isabelle_] Questo è molto interessante.

source: [_mc_] No problemo.
fr_fr: [_mc_] Pas de problème.

source: So, therapy, huh?
fr_fr: Alors, une thérapie, hein ?
it_it: Dunque, la terapia, eh?

source: I feel like digging deeper, but knowing [kate], that's probably not a good idea.
fr_fr: J'ai envie de creuser davantage, mais connaissant [Kate], ce n'est probablement pas une bonne idée.
it_it: Mi sento di scavare più in profondità, ma conoscere [kate], probabilmente non è una buona idea.

source: I guess I'll just return her pills tomorrow, and leave it at that.
fr_fr: Je pense que je vais lui rendre ses pilules demain et en rester là.
it_it: Immagino che tornerò le sue pillole solo domani, e lasciarlo a quello.

source: [_mc_] I'll tell you in person if you come over tonight.
fr_fr: [_mc_] Je vous le dirai en personne si vous venez ce soir.
it_it: [_mc_] Ti dirò di persona se verrai sopra stasera.

source: [_isabelle_] {image=phone emojis smirk}
fr_fr: [_isabelle_] {image=émojis de téléphone sourire narquois}

source: [_mc_] [jo] will be out as well, I think.
fr_fr: [_mc_] [jo] sera également éliminé, je pense.
it_it: [_mc_] [jo] sarà anche fuori, credo.

source: [_mc_] We could have some fun...
fr_fr: [_mc_] On pourrait s'amuser...
it_it: [_mc_] Potremmo divertirci...

source: [_isabelle_] I do like fun.
fr_fr: [_isabelle_] J'aime m'amuser.
it_it: [_isabelle_] Mi piace davvero il divertimento.

source: [_mc_] Come on over, and we will!
fr_fr: [_mc_] Venez, et nous le ferons !
it_it: [_mc_] Vieni su, e lo faremo!

source: [_isabelle_] Great! See you then!
fr_fr: [_isabelle_] Super ! A tout à l'heure !
it_it: [_isabelle_] Grande! Ci vediamo allora!

source: [isabelle] will be thrilled nonetheless. I better send her a text!
fr_fr: [isabelle] sera tout de même ravie. Je ferais mieux de lui envoyer un message !
it_it: [isabelle] sarà comunque entusiasta. Meglio mandarle un testo!

source: I guess I'll just return her pills once I patch things up with [isabelle], and leave it at that.
fr_fr: Je pense que je lui rendrai ses pilules une fois que j'aurai arrangé les choses avec [isabelle], et j'en resterai là.
it_it: Immagino che tornerò le sue pillole una volta che ho patch le cose con [isabelle], e lasciarlo a quello.

source: [_isabelle_s_laughing_] Hey! Did I make you wait long?
fr_fr: [_isabelle_s_laughing_] Hé ! Je t'ai fait attendre longtemps ?
it_it: [_isabelle_s_laughing_] Ehi! Ti ho fatto aspettare a lungo?

source: [_mc_] No, not really...
fr_fr: [_mc_] Non, pas vraiment ...
it_it: [_mc_] No, non veramente...

source: It's getting late. Time to have some fun with [isabelle].
fr_fr: Il se fait tard. Il est temps de s'amuser avec [isabelle].
it_it: È in ritardo. È tempo di divertirsi con [isabelle].

source: Yes, that's the goal. We'll see if I can score.
fr_fr: Oui, c'est l'objectif. Nous verrons si je peux marquer.
it_it: Sì, è l'obiettivo. Vedremo se riesco a segnare.

source: [isabelle] is here already. It would be rude to leave her unattended.
fr_fr: [isabelle] est déjà là. Il serait impoli de la laisser sans surveillance.
it_it: [isabelle] è già qui. Sarebbe scortese lasciarla incustodita.

source: [_isabelle_s_smile_] There you are!
fr_fr: [_isabelle_s_Souriez_] Vous voilà !
it_it: [_isabelle_s_smile_] Ecco!

source: [_isabelle_s_smile_] I decided to stop by early. [flora] let me in.
fr_fr: [_isabelle_s_Souriez_] J'ai décidé de passer plus tôt. [flora] Laissez-moi entrer.
it_it: [_isabelle_s_smile_] ho deciso di fermarmi presto. [flora] lasciami entrare.

source: [_mc_] Sorry! Did you have to wait long?
fr_fr: [_mc_] Désolé ! Vous avez dû attendre longtemps ?
it_it: [_mc_] Mi dispiace! Hai dovuto aspettare a lungo?

source: [_isabelle_s_laughing_] Ages!
fr_fr: [_isabelle_s_laughing_] Les âges !
it_it: [_isabelle_s_laughing_] Età!

source: [_isabelle_s_confident_] No, not really. I just got here.
fr_fr: [_isabelle_s_confident_] Non, pas vraiment. Je viens d'arriver.
it_it: [_isabelle_s_confident_] No, non davvero. Sono appena arrivato qui.

source: [_isabelle_s_confident_] So, you said you had some good news?
fr_fr: [_isabelle_s_confident_] Alors, vous avez dit que vous aviez de bonnes nouvelles ?
it_it: [_isabelle_s_confident_] Così, hai detto che hai avuto qualche buona notizia?

source: [_mc_] I did say that.
fr_fr: [_mc_] C'est bien ce que j'ai dit.
it_it: [_mc_] l'ho detto.

source: [_isabelle_s_confident_] Well, you got me over here.
fr_fr: [_isabelle_s_confident_] Vous m'avez fait venir ici.
it_it: [_isabelle_s_confident_] Beh, mi hai preso qui.

source: [_mc_] I sure did.
fr_fr: [_mc_] J'en suis sûr.
it_it: [_mc_] sono sicuro di aver fatto.

source: [_isabelle_s_laughing_] Haha! Is that where your plan ends?
fr_fr: [_isabelle_s_laughing_] Haha ! C'est là que votre plan s'arrête ?
it_it: [_isabelle_s_laughing_] Haha! È lì che finisce il tuo piano?

source: [_mc_] ...what plan?
fr_fr: [_mc_] ...quel plan ?
it_it: [_mc_] ...quale piano?

source: [_mc_] Oh! Unless you mean the ruse to get you here simply to bask in your presence?
fr_fr: [_mc_] A moins que vous ne parliez de la ruse pour vous faire venir ici simplement pour profiter de votre présence ?
it_it: [_mc_] Oh! A meno che tu non intenda la rabbia per portarti qui semplicemente per crogiolarti in tua presenza?

source: [_isabelle_s_laughing_] Why, of course!
fr_fr: [_isabelle_s_laughing_] Bien sûr !
it_it: [_isabelle_s_laughing_] Perché, ovviamente!

source: [_mc_] Okay, fine. That's not actually my plan.
fr_fr: [_mc_] D'accord, très bien. Ce n'est pas vraiment mon plan.
it_it: [_mc_] Okay, bene. Non è in realtà il mio piano.

source: [_isabelle_s_confident_] Oh? What is your plan, then?
fr_fr: [_isabelle_s_confident_] Quel est votre plan, alors ?
it_it: [_isabelle_s_confident_] Oh? Qual è il tuo piano, allora?

source: [_mc_] Something like... this.
fr_fr: [_mc_] Quelque chose comme... ça.
it_it: [_mc_] Qualcosa come... questo.

source: With a single step forward, I lean in, taking [isabelle] in my arms.
fr_fr: D'un seul pas, je me penche pour prendre [isabelle] dans mes bras.
it_it: Con un solo passo avanti, mi appoggio, prendendo [isabelle] tra le mie braccia.

source: She gasps in surprise as I lay her down on the bed.
fr_fr: Elle halète de surprise lorsque je l'allonge sur le lit.
it_it: Lei gasps di sorpresa mentre la depongo sul letto.

source: In a moment of astonishment at my boldness, our lips meet.
fr_fr: Dans un moment d'étonnement face à mon audace, nos lèvres se rencontrent.
it_it: In un momento di stupore per la mia audacia, le nostre labbra si incontrano.

source: So soft. A hint of sweet vanilla.
fr_fr: Très doux. Un soupçon de vanille sucrée.
it_it: Così morbido. Un accenno di vaniglia dolce.

source: [_isabelle_s_bed_kiss_s_excited_] I liked that.
fr_fr: [_isabelle_s_bed_kiss_s_excited_] J'ai aimé ça.
it_it: [_isabelle_s_bed_kiss_s_excited_] mi è piaciuto.

source: [_mc_] Yeah?
fr_fr: [_mc_] Oui ?
it_it: [_mc_] Sì?

source: Our lips meet again, and this time she's ready.
fr_fr: Nos lèvres se rencontrent à nouveau, et cette fois, elle est prête.
it_it: Le nostre labbra si incontrano di nuovo, e questa volta è pronta.

source: This time she kisses me right back.
fr_fr: Cette fois, elle m'embrasse à son tour.
it_it: Questa volta mi bacia subito.

source: Her chest presses against mine.
fr_fr: Sa poitrine se presse contre la mienne.
it_it: Il suo petto preme contro la mia.

source: The warmth of her skin seeps into me, and it feels like I could hold her forever.
fr_fr: La chaleur de sa peau s'infiltre en moi, et j'ai l'impression que je pourrais la tenir pour toujours.
it_it: Il calore della sua pelle si insinua in me, e mi sembra di poterla tenere per sempre.

source: Slowly, she withdraws and looks up at me, her breathing uneven, her pupils dilated.
fr_fr: Lentement, elle se retire et me regarde, la respiration irrégulière, les pupilles dilatées.
it_it: Lentamente, si ritira e mi guarda, il suo respiro irregolare, le sue pupille dilatano.

source: [_isabelle_s_bed_kiss_s_excited_] I really liked that...
fr_fr: [_isabelle_s_bed_kiss_s_excited_] J'ai vraiment aimé ça...
it_it: [_isabelle_s_bed_kiss_s_excited_] mi è piaciuto molto...

source: [_mc_] I really like you, [isabelle].
fr_fr: [_mc_] Je t'aime beaucoup, [isabelle].
it_it: [_mc_] Mi piace molto, [isabelle].

source: I say her name with unwavering confidence. In her, in us, in this moment.
fr_fr: Je prononce son nom avec une confiance inébranlable. En elle, en nous, en ce moment.
it_it: Io dico il suo nome con incrollabile fiducia, in lei, in noi, in questo momento.

source: I like the way it forms on my tongue, each syllable carefully enunciated.
fr_fr: J'aime la façon dont il se forme sur ma langue, chaque syllabe étant soigneusement énoncée.
it_it: Mi piace il modo in cui si forma sulla mia lingua, ogni sillaba accuratamente enunciata.

source: She blushes and smiles.
fr_fr: Elle rougit et sourit.
it_it: Lei arrossisce e sorride.

source: An invitation to keep going.
fr_fr: Une invitation à continuer.
it_it: Un invito a continuare ad andare.

source: It's a moment that will be preserved in my mind forever, I just know it.{space=-40}
fr_fr: C'est un moment qui restera à jamais gravé dans mon esprit, je le sais.{space=-40}
it_it: È un momento che sarà conservato nella mia mente per sempre, lo conosco.{space=-40}

source: We kiss each other to our hearts' content.
fr_fr: Nous nous embrassons à cœur joie.
it_it: Ci baciiamo a vicenda per il piacere del nostro cuore.

source: A lustful dance of our lips and tongues.
fr_fr: Une danse lascive de nos lèvres et de nos langues.
it_it: Una danza lussuriosa delle nostre labbra e lingue.

source: Suddenly, we're undressing. It just happens naturally.
fr_fr: Soudain, nous nous déshabillons. Cela se fait naturellement.
it_it: Improvvisamente, ci stiamo spogliando. Succede solo naturalmente.

source: An eager moment here and there between the kisses...
fr_fr: Un moment d'impatience ici et là entre les baisers...
it_it: Un momento ansioso qua e là tra i baci...

source: ...the clothes come off without me even registering it...
fr_fr: ...les vêtements s'enlèvent sans que je m'en aperçoive...
it_it: ...i vestiti vengono fuori senza di me nemmeno registrarlo...

source: ...and then suddenly we're naked.
fr_fr: ...et soudain, nous sommes nus.
it_it: ...e poi improvvisamente siamo nudi.

source: [_isabelle_s_bed_sex_s_exposed_] Goodness, [mc]...
fr_fr: [_isabelle_s_bed_sex_s_exposed_] Bon sang, [mc]...
it_it: [_isabelle_s_bed_sex_s_exposed_] Bontà, [mc]...

source: She gives a tiny gasp, surprised by the way I left her exposed all of a sudden.
fr_fr: Elle émet un petit souffle, surprise par la façon dont je l'ai laissée exposée tout d'un coup.
it_it: Lei dà un piccolo gasp, sorpreso dal modo in cui ho lasciato la sua esposizione tutto un improvviso.

source: I love it when she says my name. I can never get enough of it.
fr_fr: J'adore quand elle dit mon nom. Je ne m'en lasse jamais.
it_it: Lo amo quando dice il mio nome. Non posso mai farne abbastanza.

source: Even better when she's screaming it, pleading for my dick in her pussy.{space=-65}
fr_fr: C'est encore mieux quand elle le crie, implorant ma bite dans sa chatte.{space=-65}
it_it: Ancora meglio quando lo urla, supplicando il mio cazzo nella sua figa.{space=-65}

source: I drag her forcefully to the end of my bed and spread her legs wide.
fr_fr: Je la traîne avec force jusqu'au bout de mon lit et lui écarte les jambes.
it_it: L'ho trascinata con forza fino alla fine del mio letto e stendere le gambe larghe.

source: Her glistening flower is dripping with her dewy arousal, open and pink and pulsing for me.
fr_fr: Sa fleur scintillante dégouline de son excitation rosée, ouverte, rose et palpitante pour moi.
it_it: Il suo fiore scintillante sta gocciolando con la sua eccitazione ruvida, aperta e rosa e pulsante per me.

source: [_mc_] God, that's beautiful.
fr_fr: [_mc_] Mon Dieu, c'est magnifique.
it_it: [_mc_] Dio, è bello.

source: Unable to resist the need to have a taste, I drop to my knees.
fr_fr: Incapable de résister au besoin de goûter, je me mets à genoux.
it_it: Incapace di resistere alla necessità di avere un gusto, mi goccio in ginocchia.

source: My tongue pokes out and caresses her folds with just the tip.
fr_fr: Ma langue sort et caresse ses plis avec la pointe.
it_it: La mia lingua spunta fuori e accarezza le pieghe con solo la punta.

source: I start from the outside and work my way in, lapping at her wetness.{space=-5}
fr_fr: Je commence par l'extérieur et je me dirige vers l'intérieur, léchant son humidité.{space=-5}
it_it: Comincio dall'esterno e lavoro a modo suo, toccando la sua umidità.{space=-5}

source: [isabelle] shudders at my touch.
fr_fr: [isabelle] frissonne à mon contact.
it_it: [isabelle] rompe al mio tocco.

source: [_isabelle_s_bed_sex_s_licking_] Jesus, [mc]...
fr_fr: [_isabelle_s_bed_sex_s_licking_] Jésus, [mc]...
it_it: [_isabelle_s_bed_sex_s_licking_] Gesù, [mc]...

source: The panting and writhing increases as I swirl my tongue around her clit, never actually touching.
fr_fr: Les halètements et les tortillements augmentent tandis que je fais tourner ma langue autour de son clito, sans jamais le toucher.
it_it: Il ansimatura e la guerriera aumenta mentre roteo la mia lingua intorno al suo clitoride, mai realmente toccante.

source: Then, just as she releases a shuddering moan, I dive in fully.
fr_fr: Puis, au moment où elle émet un gémissement frémissant, je plonge à fond.
it_it: Poi, proprio come lei rilascia un gemito tremolante, mi tuffo pienamente.

source: My tongue penetrates her folds, and her juices rush into my mouth.
fr_fr: Ma langue pénètre dans ses plis et son jus s'engouffre dans ma bouche.
it_it: La mia lingua penetra nelle sue pieghe e i suoi succhi si precipitano in bocca.

source: It's a mix of sweet and salt, and pure feminine goodness.
fr_fr: C'est un mélange de sucré et de salé, et de pure bonté féminine.
it_it: È un mix di dolce e sale, e pura bontà femminile.

source: She moans in frustration as my mouth leaves her pussy.
fr_fr: Elle gémit de frustration lorsque ma bouche quitte sa chatte.
it_it: Lei lamenta di frustrazione mentre la mia bocca lascia la sua figa.

source: My dick rests against the opening of her leaking slit.
fr_fr: Ma bite s'appuie sur l'ouverture de sa fente qui fuit.
it_it: Il mio cazzo riposa contro l'apertura della sua fessura di perdita.

source: Eyes wide, she looks up at me, perfectly open and ready.
fr_fr: Les yeux écarquillés, elle me regarde, parfaitement ouverte et prête.
it_it: Occhi larghi, lei mi guarda, perfettamente aperto e pronto.

source: She gasps and squirms beneath me, growing impatient.
fr_fr: Elle halète et se tortille sous moi, impatiente.
it_it: Lei gasps e schizza sotto di me, crescendo impaziente.

source: [_isabelle_s_bed_sex_s_anticipation_] Please... I need you inside me...
fr_fr: [_isabelle_s_bed_sex_s_anticipation_] S'il te plaît... J'ai besoin de toi en moi...
it_it: [_isabelle_s_bed_sex_s_anticipation_] Per favore... Ho bisogno di te dentro di me...

source: The force of what she says slams into me like an avalanche and steals my breath away.
fr_fr: La force de ce qu'elle dit me frappe comme une avalanche et me coupe le souffle.
it_it: La forza di ciò che lei mi dice sbatte come una valanga e mi ruba il respiro.

source: [isabelle], needing me, wanting me.
fr_fr: [isabelle], besoin de moi, envie de moi.
it_it: [isabelle], mi ha bisogno, mi vuoi.

source: I can hardly deny either of us any longer.
fr_fr: Je peux difficilement refuser l'un ou l'autre d'entre nous plus longtemps.
it_it: Non posso più negare nessuno di noi.

source: Happily, desperately, I slam my dick full force into her eager hole.
fr_fr: Heureux, désespéré, j'enfonce ma bite à fond dans son trou avide.
it_it: Fortunatamente, disperatamente, io sbattere il mio cazzo piena forza nel suo ansioso buco.

source: She moans and tilts her head back against the mattress.
fr_fr: Elle gémit et renverse sa tête contre le matelas.
it_it: Si lamenta e inclina la testa contro il materasso.

source: Her pussy clenches down around me, making her even tighter.
fr_fr: Sa chatte se resserre autour de moi, ce qui la rend encore plus serrée.
it_it: La sua figa si stringe intorno a me, rendendola ancora più stretta.

source: Slowly, inch by desperate inch, I push into her.
fr_fr: Lentement, centimètre par centimètre désespéré, je l'enfonce.
it_it: Lentamente, pollici da pollice disperato, spingo dentro di lei.

source: [_isabelle_s_bed_sex_s_penetration4_] Yes, god, yes! I need it!
fr_fr: [_isabelle_s_bed_sex_s_penetration4_] Oui, mon Dieu, oui ! J'en ai besoin !
it_it: [_isabelle_s_bed_sex_s_penetration4_] Sì, dio, sì! Ne ho bisogno!

source: [_mc_] Here you go, baby!
fr_fr: [_mc_] Voilà, bébé !
it_it: [_mc_] Ecco, bebè!

source: I start to thrust harder, faster.
fr_fr: Je commence à pousser plus fort, plus vite.
it_it: Comincio a spingere più duramente, più velocemente.

source: I grip her ankles as I pound into her.
fr_fr: J'agrippe ses chevilles tout en la pénétrant.
it_it: Le afferro le caviglie mentre le avrò una libbra in lei.

source: Turn my head to the side and kiss the top of her delicate foot as I do.
fr_fr: Je tourne la tête sur le côté et j'embrasse le dessus de son pied délicat .
it_it: Girare la testa sul lato e baciare la cima del suo delicato piede come faccio.

source: I've found my rhythm now, the momentum of my thrusts rocking her whole body against the bed.
fr_fr: J'ai trouvé mon rythme maintenant, l'élan de mes poussées fait basculer tout son corps contre le lit.
it_it: Ho trovato il mio ritmo ora, lo slancio delle mie spinte che donano tutto il suo corpo contro il letto.

source: I look down at her, her eyes rolling halfway into the back of her head, her mouth open in a silent scream.
fr_fr: Je la regarde, ses yeux se révèlent à l'arrière de sa tête, sa bouche est ouverte dans un cri silencieux.
it_it: Io la guardo verso il basso, i suoi occhi si rotolano a metà della parte posteriore della sua testa, la sua bocca si apre in un urlo silenzioso.

source: [_mc_] You...
fr_fr: [_mc_] Vous...
it_it: [_mc_] Tu...

source: [_extend_] like...
fr_fr: [_extend_] comme...
it_it: [_extend_] come...

source: [_extend_] that...?
fr_fr: [_extend_] que...?
it_it: [_extend_] quello...?

source: I punctuate each word with another thrust.
fr_fr: Je ponctue chaque mot par une nouvelle poussée.
it_it: Ho punteggiato ogni parola con un'altra spinta.
