Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_moment.po
Languages: fr_fr, it_it

source: [_mc_] Have you seen her around?
fr_fr: [_mc_] Vous l'avez vue dans le coin ?
it_it: [_mc_] L'hai vista in giro?

source: [_jacklyn_s_thinking_] Can't say I have.
fr_fr: [_jacklyn_s_thinking_] Je ne peux pas dire que je l'ai fait.
it_it: [_jacklyn_s_thinking_] Non posso dire di avere.

source: [_jacklyn_s_thinking_] Girlfriend suffers from a case of artistic repression, if you ask me.
fr_fr: [_jacklyn_s_thinking_] La petite amie souffre d'un cas de répression artistique, si vous voulez mon avis.
it_it: [_jacklyn_s_thinking_] Fidanzata soffre di un caso di repressione artistica, se mi chiedi.

source: Hmm... maybe repression has been her issue all along...
fr_fr: Hmm... peut-être que la répression est son problème depuis le début...
it_it: Hmm... forse la repressione è stata il suo problema per...

source: [_mc_] Yeah, it could be.
fr_fr: [_mc_] Oui, c'est possible.
it_it: [_mc_] Sì, potrebbe essere.

source: [_jacklyn_s_smile_hands_down_] Trust me, I have a way of knowing these things.
fr_fr: [_jacklyn_s_smile_hands_down_] Croyez-moi, j'ai une façon de savoir ces choses.
it_it: [_jacklyn_s_smile_hands_down_] Fidati di me, ho un modo di conoscere queste cose.

source: [_jacklyn_s_neutral_] ...not that I've dabbled my paint in the turpentine.
fr_fr: [_jacklyn_s_neutral_] ...non pas que j'aie trempé ma peinture dans la térébenthine.
it_it: [_jacklyn_s_neutral_] ... non che ho abbellito la mia vernice nella trementina.

source: Mmm... [jacklyn] and [kate] dabbling would be something to see...
fr_fr: Mmm... [jacklyn] et [kate] en train de s'amuser, ce serait quelque chose à voir...
it_it: Mmm... [jacklyn] e [kate] dabbling sarebbe qualcosa da vedere...

source: If only...
fr_fr: Si seulement ...
it_it: Se solo...

source: [_mc_] Do you have any idea where she might be?
fr_fr: [_mc_] Avez-vous une idée de l'endroit où elle pourrait être ?
it_it: [_mc_] Hai qualche idea su dove potrebbe essere?

source: [_mc_] I have something for her.
fr_fr: [_mc_] J'ai quelque chose pour elle.
it_it: [_mc_] Ho qualcosa per lei.

source: [_jacklyn_s_excited_] Shimmy your hand sausages this way and I'll do you the hottest doggy!
fr_fr: [_jacklyn_s_excited_] Bougez vos mains par ici et je vous ferai la plus belle des levrettes !
it_it: [_jacklyn_s_excited_] Shimmy la tua mano salsiccia in questo modo e ti farò la pecorina più calde!

source: [_mc_] Err, no, that's okay! I'll just wait until she's around.
fr_fr: [_mc_] Err, non, c'est bon ! Je vais juste attendre qu'elle soit là.
it_it: [_mc_] Err, no, va bene! Aspetterò solo finché non è in giro.

source: [_mc_] But thanks, anyway!
fr_fr: [_mc_] Mais merci quand même !
it_it: [_mc_] Ma grazie, comunque!

source: [_jacklyn_s_laughing_] No grass off my lawn.
fr_fr: [_jacklyn_s_laughing_] Pas d'herbe sur ma pelouse.
it_it: [_jacklyn_s_laughing_] Non c'è erba dal mio prato.

source: Well, while [jacklyn] might have a sense for the dabblers and non-dabblers...
fr_fr: Bien que [jacklyn] puisse avoir un sens pour les débutants et les non débutants...
it_it: Bene, mentre [jacklyn] potrebbe avere un senso per i dabblers e non-dabblers...

source: ...I think it's time I talk to the eyes and ears of this place.
fr_fr: ...Je pense qu'il est temps de parler aux yeux et aux oreilles de ce lieu.
it_it: ...Penso che sia ora di parlare con gli occhi e le orecchie di questo luogo.

source: [_maxine_s_thinking_] I know what you did.
fr_fr: [_maxine_s_thinking_] Je sais ce que tu as fait.
it_it: [_maxine_s_thinking_] Io so quello che hai fatto.

source: [_mc_] Last summer?
fr_fr: [_mc_] L'été dernier ?
it_it: [_mc_] La scorsa estate?

source: [_maxine_s_thinking_] What does the season have to do with it?
fr_fr: [_maxine_s_thinking_] Quel est le rapport avec la saison ?
it_it: [_maxine_s_thinking_] Cosa ha a che fare la stagione?

source: [_mc_] Err, nothing. Nevermind.
fr_fr: [_mc_] Err, rien. Pas de problème.
it_it: [_mc_] Err, niente. Mai.

source: [_maxine_s_sad_] It's all about reading in between the lines, remember?
fr_fr: [_maxine_s_sad_] Il s'agit de lire entre les lignes, vous vous souvenez ?
it_it: [_maxine_s_sad_] Si tratta di leggere tra le righe, ricordate?

source: I wonder if all this time [maxine] has meant lines of coke...
fr_fr: Je me demande si pendant tout ce temps [maxine] a parlé de lignes de coke...
it_it: Mi chiedo se tutto questo tempo [maxine] abbia significato linee di coke...

source: It would almost explain her weird behavior.
fr_fr: Cela expliquerait presque son comportement bizarre.
it_it: Sarebbe quasi spiegare il suo comportamento strano.

source: [_mc_] I remember.
fr_fr: [_mc_] Je me souviens.
it_it: [_mc_] lo ricordo.

source: [_mc_] Anyway, have you seen [kate] around?
fr_fr: [_mc_] D'ailleurs, avez-vous vu [_mc_] Kate] dans les parages ?
it_it: [_mc_] Comunque, hai visto [kate] in giro?

source: [_maxine_s_thinking_] I have seen either [kate] or her doppelganger or both.
fr_fr: [_maxine_s_thinking_] J'ai vu soit [Kate], soit son double, soit les deux.
it_it: [_maxine_s_thinking_] ho visto o [kate] o il suo doppelganger o entrambi.

source: [_mc_] When?
fr_fr: [_mc_] Quand ?
it_it: [_mc_] Quando?

source: [_maxine_s_skeptical_] I think the more appropriate question is, "How?"
fr_fr: [_maxine_s_skeptical_] Je pense que la question la plus appropriée est "Comment ?"
it_it: [_maxine_s_skeptical_] Penso che la domanda più appropriata è: "Come?"

source: [_mc_] Err, okay. How, then?
fr_fr: [_mc_] Err, ok. Alors, comment ?
it_it: [_mc_] Err, okay. Come?

source: I swear to god, if she says with her eyes...
fr_fr: Je jure devant Dieu que si elle le dit avec ses yeux...
it_it: Giuro a Dio, se dice con gli occhi...

source: [_maxine_s_confident_] I'm glad you asked!
fr_fr: [_maxine_s_confident_] Je suis content que vous demandiez !
it_it: [_maxine_s_confident_] Sono contento che tu abbia chiesto!

source: [_maxine_s_confident_] It was a dark and stormy night...
fr_fr: [_maxine_s_confident_] C'était une nuit sombre et orageuse...
it_it: [_maxine_s_confident_] Era una notte buia e tempestosa...

source: [_maxine_s_confident_] Harsh winds were whipping through the treetops...
fr_fr: [_maxine_s_confident_] Des vents violents soufflaient à travers les cimes des arbres...
it_it: [_maxine_s_confident_] Venti pesanti stavano frustando attraverso gli alberi...

source: [_maxine_s_confident_] The gargoyles spat rain and threw long shadows across the courtyard...
fr_fr: [_maxine_s_confident_] Les gargouilles crachent la pluie et projettent de longues ombres sur la cour...
it_it: [_maxine_s_confident_] I gargoyles spat pioggia e gettato lunghe ombre attraverso il cortile...

source: [_maxine_s_confident_] A lonely raven cawed out in existential dread...
fr_fr: [_maxine_s_confident_] Un corbeau solitaire a poussé un cri d'effroi existentiel...
it_it: [_maxine_s_confident_] Un corvo solitario incastrato nel terrore esistenziale...

source: [_mc_] Sorry, is this relevant?
fr_fr: [_mc_] Désolé, est-ce que c'est pertinent ?
it_it: [_mc_] Siamo spiacenti, è rilevante?

source: [_maxine_s_annoyed_] Don't interrupt me.
fr_fr: [_maxine_s_annoyed_] Ne m'interrompez pas.
it_it: [_maxine_s_annoyed_] Non interrompermi.

source: [_mc_] I don't have time for this, [maxine].
fr_fr: [_mc_] Je n'ai pas le temps pour ça, [maxine].
it_it: [_mc_] Non ho tempo per questo, [maxine].

source: [_maxine_s_angry_] If you don't have time to listen, then why did you come?
fr_fr: [_maxine_s_angry_] Si vous n'avez pas le temps d'écouter, pourquoi êtes-vous venu ?
it_it: [_maxine_s_angry_] Se non hai tempo di ascoltare, perché sei venuto?

source: [_mc_] Well, I don't need to know about the raven and what not!
fr_fr: [_mc_] Je n'ai pas besoin de savoir pour le corbeau et tout le reste !
it_it: [_mc_] Beh, non ho bisogno di sapere sul corvo e cosa no!

source: [_mc_] Can't you just give me the short version?
fr_fr: [_mc_] Vous ne pouvez pas me donner la version courte ?
it_it: [_mc_] Non puoi darmi solo la versione breve?

source: [_maxine_s_neutral_] This is the short version.
fr_fr: [_maxine_s_neutral_] C'est la version courte.
it_it: [_maxine_s_neutral_] Questa è la versione breve.

source: [_mc_] Is there an, err... extra-short version?
fr_fr: [_mc_] Existe-t-il une version, euh... extra-courte ?
it_it: [_mc_] C'è un errore... versione extra-breve?

source: [_maxine_s_smile_] Do you want it told in a haiku?
fr_fr: [_maxine_s_Souriez_] Voulez-vous que ce soit raconté dans un haïku ?
it_it: [_maxine_s_smile_] Vuoi che sia detto in un haiku?

source: [_mc_] If that's the shortest you've got...
fr_fr: [_mc_] Si c'est le plus court que vous ayez...
it_it: [_mc_] Se è il più corto che hai ottenuto...

source: [_maxine_s_laughing_] Very well.
fr_fr: [_maxine_s_laughing_] Très bien.
it_it: [_maxine_s_laughing_] Molto bene.

source: [_maxine_s_smile_] Stormy night, two met.
fr_fr: [_maxine_s_Souriez_] Nuit d'orage, deux se sont rencontrés.
it_it: [_maxine_s_smile_] Notte Stormy, due incontrate.

source: [_maxine_s_smile_] Green figure and goldilocks.
fr_fr: [_maxine_s_Souriez_] Figure verte et boucles d'or.
it_it: [_maxine_s_smile_] Figura verde e goldilock.

source: [_maxine_s_smile_] Exchange of parcel.
fr_fr: [_maxine_s_Souriez_] Échange de colis.
it_it: [_maxine_s_smile_] Scambio di pacco.

source: [_mc_] That's it?
fr_fr: [_mc_] C'est ça ?
it_it: [_mc_] È vero?

source: [_maxine_s_neutral_] Naturally. A haiku is no longer.
fr_fr: [_maxine_s_neutral_] Naturellement. Un haïku n'est plus.
it_it: [_maxine_s_neutral_] Naturalmente. Un haiku non è più.

source: [_maxine_s_neutral_] Now, if you'll excuse me.
fr_fr: [_maxine_s_neutral_] Maintenant, si vous voulez bien m'excuser.
it_it: [_maxine_s_neutral_] Ora, se mi scuserai.

source: Ugh, maybe I should have let her tell the full story...
fr_fr: Ugh, j'aurais peut-être dû la laisser raconter toute l'histoire...
it_it: Ugh, forse avrei dovuto lasciarla raccontare la storia completa...

source: I guess goldilocks must be [kate].
fr_fr: Je suppose que Boucle d'or doit être [kate].
it_it: Immagino che i goldilocks debbano essere [kate].

source: Green figure, though? Who could that be?
fr_fr: Mais la figure verte ? De qui s'agit-il ?
it_it: Figura verde, però? Chi potrebbe essere?

source: [_mc_] My apologies. Please, go ahead.
fr_fr: [_mc_] Mes excuses. Allez-y, s'il vous plaît.
it_it: [_mc_] Le mie scuse. Per favore, vai avanti.

source: [_maxine_s_excited_] Thank you.
fr_fr: [_maxine_s_excited_] Merci.
it_it: [_maxine_s_excited_] Grazie.

source: [_maxine_s_concerned_] So, as I was saying...
fr_fr: [_maxine_s_concerned_] Donc, comme je le disais...
it_it: [_maxine_s_concerned_] Così, come stavo dicendo...

source: [_maxine_s_concerned_] I was on the roof with my binoculars...
fr_fr: [_maxine_s_concerned_] J'étais sur le toit avec mes jumelles...
it_it: [_maxine_s_concerned_] Ero sul tetto con i miei binocolo...

source: [_maxine_s_concerned_] When suddenly, out of the woods, came a figure in green...
fr_fr: [_maxine_s_concerned_] Quand soudain, sortant des bois, surgit une silhouette en vert...
it_it: [_maxine_s_concerned_] Quando improvvisamente, fuori dai boschi, venne una figura in verde...

source: [_maxine_s_concerned_] She was short and stout, and her bosom was warm like a teacup...
fr_fr: [_maxine_s_concerned_] Elle était petite et robuste, et sa poitrine était chaude comme une tasse de thé...
it_it: [_maxine_s_concerned_] Lei era corta e robusta, e il suo seno era caldo come un teacup...

source: [_mc_] If you were on the roof, how would you know that?
fr_fr: [_mc_] Si vous étiez sur le toit, comment le sauriez-vous ?
it_it: [_mc_] Se fossi sul tetto, come lo sapresti?

source: [_maxine_s_excited_] Biothermal vision, of course.
fr_fr: [_maxine_s_excited_] Vision biothermique, bien sûr.
it_it: [_maxine_s_excited_] Visione biotermica, naturalmente.

source: [_mc_] Right. Of course.
fr_fr: [_mc_] Bien sûr. Bien sûr.
it_it: [_mc_] Destra. Certo.

source: [_maxine_s_concerned_] Anyway, under the cover of an old oak...
fr_fr: [_maxine_s_concerned_] Quoi qu'il en soit, sous le couvert d'un vieux chêne...
it_it: [_maxine_s_concerned_] Comunque, sotto la copertura di una vecchia quercia...

source: [_maxine_s_concerned_] The figure in green, now dripping wet from the storm, hugged herself against the chilly autumn air...
fr_fr: [_maxine_s_concerned_] La silhouette en vert, à présent trempée par l'orage, se blottit contre l'air frisquet de l'automne...
it_it: [_maxine_s_concerned_] La figura in verde, ora gocciolante bagnata dalla tempesta, abbracciò se stessa contro l'aria fredda autunnale...

source: [_maxine_s_concerned_] But she wasn't alone...
fr_fr: [_maxine_s_concerned_] Mais elle n'était pas seule...
it_it: [_maxine_s_concerned_] Ma non era sola...

source: [_maxine_s_concerned_] No, there was someone else lurking in the dusky forestline...
fr_fr: [_maxine_s_concerned_] Non, il y avait quelqu'un d'autre qui se cachait dans la forêt sombre...
it_it: [_maxine_s_concerned_] No, c'era qualcun altro in agguato nella dusky forestline...

source: [_maxine_s_concerned_] A lady, whose umbrella was tossed this way and that by the boisterous wind, suddenly stepped forth...
fr_fr: [_maxine_s_concerned_] Une dame, dont le parapluie était ballotté dans tous les sens par le vent violent, s'avança soudain...
it_it: [_maxine_s_concerned_] Una signora, il cui ombrello è stato gettato in questo modo e che dal vento boisterous, improvvisamente è salito fuori...

source: [_maxine_s_concerned_] Her hair, like strands of glimmering gold, lit up the night...
fr_fr: [_maxine_s_concerned_] Ses cheveux, comme des mèches d'or scintillantes, illuminaient la nuit...
it_it: [_maxine_s_concerned_] I suoi capelli, come ciocche di oro scintillante, illuminano la notte...

source: [_maxine_s_concerned_] In hushed voices, they traded words, the lady and the figure in green...
fr_fr: [_maxine_s_concerned_] A voix basse, ils échangent des mots, la dame et le personnage en vert...
it_it: [_maxine_s_concerned_] Nelle voci silenziate, hanno scambiato le parole, la signora e la figura in verde...

source: [_maxine_s_concerned_] Indeed, even a parcel changed hands... before they went their separate ways.
fr_fr: [_maxine_s_concerned_] En effet, même un paquet a changé de main... avant qu'ils ne partent chacun de leur côté.
it_it: [_maxine_s_concerned_] Infatti, anche un pacco cambiò le mani... prima che andassero i loro modi separati.

source: [_maxine_s_excited_] That's all I'll say on the matter.
fr_fr: [_maxine_s_excited_] C'est tout ce que je dirai à ce sujet.
it_it: [_maxine_s_excited_] Questo è tutto quello che dirò sulla questione.

source: [_maxine_s_excited_] Now, if you'll excuse me.
fr_fr: [_maxine_s_excited_] Maintenant, si vous voulez bien m'excuser.
it_it: [_maxine_s_excited_] Ora, se mi scuserai.

source: So, [kate] met with someone wearing green? Is that it?
fr_fr: Alors, [Kate] a rencontré quelqu'un qui portait du vert ? C'est ça ?
it_it: Così, [kate] incontrato con qualcuno che indossa verde? È vero?

source: Knowing [maxine], she might've meant something entirely different...
fr_fr: Connaissant [maxine], elle aurait pu vouloir dire quelque chose de totalement différent...
it_it: Conoscendo [maxine], avrebbe potuto significare qualcosa di completamente diverso...

source: Still, who could that figure in green be?
fr_fr: Mais qui peut bien être ce personnage en vert ?
it_it: Ancora, chi potrebbe quella figura in verde?

source: [_nurse_s_surprised_] Oh, goodness! You nearly gave me a fright. [withvpunch]
fr_fr: [_nurse_s_surprised_] Oh, bonté divine ! Vous avez failli me faire peur. [avec un coup de poing]
it_it: [_nurse_s_surprised_] Oh, bontà! Mi hai quasi dato paura. [withvpunch]

source: Hmm... she certainly does seem jumpy... and she's always wearing her green scrubs...
fr_fr: Hmm... elle semble vraiment nerveuse... et elle porte toujours sa blouse verte...
it_it: Hmm... certamente sembra saltare... e lei sta sempre indossando le sue scrub verde...

source: [_mc_] Remember when I asked you about [kate] earlier?
fr_fr: [_mc_] Vous vous souvenez quand je vous ai parlé de [_mc_] Kate] tout à l'heure ?
it_it: [_mc_] Ricordati quando ti ho chiesto circa [kate] prima?

source: [_mc_] You were acting like you didn't know what's going on with her.
fr_fr: [_mc_] Vous agissiez comme si vous ne saviez pas ce qui se passait avec elle.
it_it: [_mc_] Ti stavi comportando come non sapevi cosa stava succedendo con lei.

source: [_mc_] But you do, don't you?
fr_fr: [_mc_] Mais c'est le cas, n'est-ce pas ?
it_it: [_mc_] Ma lo fai, vero?

source: [_nurse_s_annoyed_] I, um... I don't know...
fr_fr: [_nurse_s_annoyed_] Je, euh... Je ne sais pas...
it_it: [_nurse_s_annoyed_] Io, um... Non lo so...

source: [_mc_] Yes, you do.
fr_fr: [_mc_] Oui, c'est vrai.
it_it: [_mc_] Sì, lo fai.

source: [_nurse_s_concerned_] No! I-I mean, I really don't know...
fr_fr: [_maxine_s_concerned_] Non ! Je veux dire, je ne sais vraiment pas...
it_it: [_nurse_s_concerned_] No! Insomma, non lo so davvero...

source: She's definitely hiding something.
fr_fr: Elle cache vraiment quelque chose.
it_it: Lei sta sicuramente nascondendo qualcosa.

source: [_nurse_s_thinking_] It's just, err... very unlike her to be absent without saying anything.
fr_fr: [_nurse_s_thinking_] Cela ne lui ressemble pas du tout de s'absenter sans rien dire.
it_it: [_nurse_s_thinking_] E 'giusto, errore... molto diverso da lei di essere assente senza dire nulla.

source: [_nurse_s_thinking_] T-that's all I know.
fr_fr: [_nurse_s_thinking_] C'est tout ce que je sais.
it_it: [_nurse_s_thinking_] T-è tutto quello che so.

source: [_mc_] Oh, really? And what about your secret meeting with her?
fr_fr: [_mc_] Oh, vraiment ? Et qu'en est-il de votre rencontre secrète avec elle ?
it_it: [_mc_] Oh, veramente? E che dire del tuo incontro segreto con lei?

source: [_nurse_s_concerned_] ...right, that.
fr_fr: [_nurse_s_concerned_] ...d'accord, ça.
it_it: [_nurse_s_concerned_] ...giusto.

source: [_mc_] So, you lied to me?
fr_fr: [_mc_] Alors, tu m'as menti ?
it_it: [_mc_] Allora, mi hai mentito?

source: [_nurse_s_sad_] I...
fr_fr: [_nurse_s_sad_] Je...

source: [_mc_] That's two strikes. Add it to the book.
fr_fr: [_mc_] Ça fait deux coups. Ajoutez-le au livre.
it_it: [_mc_] Sono due colpi. Aggiungilo al libro.

source: [_nurse_s_afraid_] Oh, my goodness...
fr_fr: [_nurse_s_afraid_] Oh, mon Dieu...
it_it: [_nurse_s_afraid_] Oh, mia bontà...

source: [_mc_] Now, tell me what happened, or we're adding another two.
fr_fr: [_mc_] Maintenant, dites-moi ce qui s'est passé, ou nous en ajoutons deux autres.
it_it: [_mc_] Ora, dimmi cosa è successo, o stiamo aggiungendo altri due.

source: [_nurse_s_annoyed_] I'm sorry... I really shouldn't tell...
fr_fr: [_nurse_s_annoyed_] Je suis désolée... Je n'aurais pas dû le dire...
it_it: [_nurse_s_annoyed_] mi dispiace... Non dovrei proprio dire...

source: [_mc_] Fine. Add two more strikes.
fr_fr: [_mc_] Bien. Ajoutez deux grèves supplémentaires.
it_it: [_mc_] Bene. Aggiungi altri due colpi.

source: [_nurse_s_surprised_] Goodness gracious!
fr_fr: [_nurse_s_surprised_] Bonté divine !
it_it: [_nurse_s_surprised_] Bontà graziosa!

source: [_mc_] We'll keep going until you start talking.
fr_fr: [_mc_] Nous continuerons jusqu'à ce que vous commenciez à parler.
it_it: [_mc_] continueremo ad andare fino a quando non inizi a parlare.

source: [_nurse_s_afraid_] Oh, no! Please!
fr_fr: [_nurse_s_afraid_] Oh, non ! S'il vous plaît !
it_it: [_nurse_s_afraid_] Oh, no! Per favore!

source: [_mc_] Will you tell me, then?
fr_fr: [Vous allez me le dire, alors ?
it_it: [_mc_] Mi dirai, allora?

source: [_nurse_s_sad_] O-okay.
fr_fr: [_nurse_s_sad_] O-ok.

source: [_nurse_s_sad_] [kate] is having trouble sleeping, the poor dear.
fr_fr: [_nurse_s_sad_] [kate] a du mal à dormir, la pauvre chérie.
it_it: [_nurse_s_sad_] [kate] sta avendo problemi a dormire, i poveri cari.

source: [_nurse_s_sad_] So, I gave her some pills for it. I swear that's all.
fr_fr: [_nurse_s_sad_] Alors, je lui ai donné des pilules pour ça. Je jure que c'est tout.
it_it: [_nurse_s_sad_] Così, le ho dato alcune pillole per esso. Giuro che è tutto.

source: [_mc_] Is everything okay?
fr_fr: [_mc_] Tout va bien ?
it_it: [_mc_] Va tutto bene?

source: [_nurse_s_concerned_] Oh, um... yes, I think so...
fr_fr: [_nurse_s_concerned_] Oh, euh... oui, je pense que oui...
it_it: [_nurse_s_concerned_] Oh, um... sì, penso così...

source: [_mc_] I'm glad to hear that.
fr_fr: [_mc_] Je suis heureux de l'entendre.
it_it: [_mc_] Sono felice di sentirlo.

source: [_mc_] I know your job is to take care of others, but don't forget to take care of yourself too, okay?
fr_fr: [_mc_] Je sais que votre travail consiste à prendre soin des autres, mais n'oubliez pas de prendre soin de vous aussi, d'accord ?
it_it: [_mc_] So che il vostro lavoro è prendersi cura degli altri, ma non dimenticate di prendersi cura anche di voi stessi, okay?

source: [_nurse_s_blush_] Gracious, how thoughtful!
fr_fr: [_nurse_s_blush_] Mon Dieu, comme c'est attentionné !
it_it: [_nurse_s_blush_] Grazia quanto pensierosa!

source: [_mc_] Look, the reason I'm asking you is because something's going on with [kate].
fr_fr: [_mc_] Si je vous demande cela, c'est parce qu'il se passe quelque chose avec [_mc_] Kate].
it_it: [_mc_] Guarda, la ragione per cui ti sto chiedendo è perché qualcosa sta andando avanti con [kate].

source: [_mc_] And I believe you might have the answer.
fr_fr: [_mc_] Et je crois que vous pourriez avoir la réponse.
it_it: [_mc_] E credo che tu possa avere la risposta.

source: [_mc_] Because you met with her, didn't you?
fr_fr: [_mc_] Parce que vous l'avez rencontrée, n'est-ce pas ?
it_it: [_mc_] Perché hai incontrato con lei, vero?

source: [_nurse_s_concerned_] I, err...
fr_fr: [_nurse_s_concerned_] Je, euh...

source: [_mc_] And you also gave her something.
fr_fr: [_mc_] Et vous lui avez aussi donné quelque chose.
it_it: [_mc_] E anche tu le hai dato qualcosa.

source: [_nurse_s_sad_] Fine, fine!
fr_fr: [_nurse_s_sad_] Très bien, très bien !
it_it: [_nurse_s_sad_] Bene, bene!

source: [_nurse_s_sad_] But you can't tell anyone, okay? I might get in trouble.
fr_fr: [_nurse_s_sad_] Mais vous ne pouvez le dire à personne, d'accord ? Je pourrais avoir des problèmes.
it_it: [_nurse_s_sad_] Ma non puoi dirlo a nessuno, ok? Potrei mettermi nei guai.

source: [_mc_] I promise I won't. I just need to know what you gave her.
fr_fr: [_mc_] Je promets que non. J'ai juste besoin de savoir ce que vous lui avez donné.
it_it: [_mc_] Prometto che non lo faccio. Ho solo bisogno di sapere cosa le hai dato.

source: [_nurse_s_sad_] [kate] is having trouble sleeping, and the pills they gave her weren't working.
fr_fr: [_nurse_s_sad_] [Kate] a du mal à dormir, et les pilules qu'ils lui ont données n'ont pas fonctionné.
it_it: [_nurse_s_sad_] [kate] sta avendo problemi a dormire, e le pillole che le hanno dato non funzionavano.

source: [_nurse_s_sad_] So, I gave her something stronger.
fr_fr: [_nurse_s_sad_] Alors, je lui ai donné quelque chose de plus fort.
it_it: [_nurse_s_sad_] Quindi, le ho dato qualcosa di più forte.

source: Hmm... that explains the bottle...
fr_fr: Hmm... cela explique la bouteille...
it_it: Hmm... che spiega la bottiglia...

source: [_mc_] And you don't know where she is now?
fr_fr: [_mc_] Et vous ne savez pas où elle est maintenant ?
it_it: [_mc_] E non sai dove è ora?

source: [_nurse_s_concerned_] I promise I don't.
fr_fr: [_nurse_s_concerned_] Je vous promets que non.
it_it: [_nurse_s_concerned_] Prometto che no.

source: Well, the [nurse] does seem genuine now.
fr_fr: Eh bien, l'[infirmière] a l'air sincère maintenant.
it_it: Bene, la [nurse] sembra genuina ora.
