Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_moment.po
Languages: fr_fr, it_it

source: [_kate_s_angry_tired_] What the hell? Why did you put your arm there?!
fr_fr: [_kate_s_angry_tired_] C'est quoi ce bordel ? Pourquoi as-tu mis ton bras là ?!
it_it: [_kate_s_angry_tired_] Che inferno? Perché hai messo il braccio lì?!

source: [_kate_s_angry_tired_] I've told you to not come close!
fr_fr: [_kate_s_angry_tired_] Je t'ai dit de ne pas t'approcher !
it_it: [_kate_s_angry_tired_] Ti ho detto di non avvicinarti!

source: [_kate_s_angry_tired_] Fuck you!
fr_fr: [_kate_s_angry_tired_] Va te faire foutre !
it_it: [_kate_s_angry_tired_] Cazzo te!

source: ...and time resumes its regular flow.
fr_fr: ...et le temps reprend son cours normal.
it_it: ...e il tempo riprende il suo flusso regolare.

source: But something is different now. Very different.
fr_fr: Mais quelque chose est différent aujourd'hui. Très différent.
it_it: Ma ora qualcosa è diverso.

source: And I didn't even get the chance to return her pills...
fr_fr: Et je n'ai même pas eu l'occasion de lui rendre ses pilules...
it_it: E non ho nemmeno avuto la possibilità di restituire le sue pillole...

source: ?mc['moments_of_glory']>=3@[moments_of_glory]/3 Moments {space=31}of Glory|Wake her up
fr_fr: ?mc['moments_of_glory']>=3@[moments_of_glory]/3 Moments {space=31}of Glory|Réveillez-la
it_it: ?mc['moments_of_glory']>=3@[moments_of_glory]/3 Momenti {space=31}of Glory<unk> Svegliala

source: ?mc['moments_of_glory']<3|Don't poke a sleeping bitch
fr_fr: ?mc['moments_of_glory']<3|Ne pas déranger une chienne endormie
it_it: ?mc['moments_of_glory']<3<unk> Non spuntare una cagna addormentata

source: ?mc.strength>=10@[mc.strength]/10|{image=stats str}|"That chair doesn't look very comfortable."
fr_fr: ?mc.strength>=10@[mc.strength]/10|{image=stats str}|"Cette chaise n'a pas l'air très confortable."
it_it: ?mc.strength>=10@[mc.strength]/10<unk> {image=stats str}<unk> "Quella sedia non sembra molto confortevole."

source: "I don't have time for this, [maxine]."
fr_fr: "Je n'ai pas le temps pour ça, [Maxine]."
it_it: "Non ho tempo per questo, [maxine]."

source: "My apologies. Please, go ahead."
fr_fr: "Mes excuses. S'il vous plaît, allez-y."
it_it: "Mi scusi. Per favore, vai avanti."

source: ?nurse['strike_book_activated']@{image=school nurse_room strikebook}|"Yes, you do."
fr_fr: ?nurse['strike_book_activated']@{image=school nurse_room strikebook}|"Oui, c'est vrai."
it_it: ?nurse['strike_book_activated']@{image=school nurse_room strikebook}<unk> "Sì, lo fa."

source: "Is everything okay?"
fr_fr: "Tout va bien ?"
it_it: "Va tutto bene?"

source: "I like [kate]."
fr_fr: "J'aime bien [kate]."
it_it: "Mi piace [kate]."

source: "What if there's something going around?"
fr_fr: "Et s'il y a quelque chose de qui circule ?"
it_it: "E se ci fosse qualcosa in giro?"

source: "She's like a viper."
fr_fr: "Elle est comme une vipère."
it_it: "È come una vipera."

source: "Would a snoop bang on the door with a rock?"
fr_fr: "Un fouineur frapperait-il à la porte avec une pierre ?"
it_it: "Sarebbe un snoop scoppiare sulla porta con una roccia?"

source: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"I'm just a man searching for the truth."
fr_fr: ?mc.intellect>=6@[mc.intellect]/6|{image=stats int}|"Je ne suis qu'un homme qui cherche la vérité."
it_it: ?mc.intellect>=6@[mc.intellect]/6<unk> {image=stats int}<unk> "Sono solo un uomo alla ricerca di per la verità."

source: "The meaning of love."
fr_fr: "Le sens de l'amour."
it_it: "Il significato dell'amore."

source: "I'm just trying to make sense of the world."
fr_fr: "J'essaie juste de donner un sens au monde ."
it_it: "Sto solo cercando di rendere un senso del mondo."

source: "[kate] is going to be missing school one day per week."
fr_fr: "[kate] va manquer l'école un jour par semaine."
it_it: "[kate] sta per essere la scuola mancante un giorno alla settimana."

source: ?quest.isabelle_locker.actually_finished and (not quest.isabelle_locker['time_for_a_change'] or quest.isabelle_hurricane.actually_finished) and isabelle.lust>=10@|{image=isabelle_hurricane_sex}|{color=#000}+{/}|[isabelle.lust]/10|{image=isabelle contact_icon}|{image=stats lust_3}|"I'll tell you in person if{space=-20} you come over tonight."{space=-25}
fr_fr: ?quest.isabelle_locker.actually_finished and (not quest.isabelle_locker['time_for_a_change'] or quest.isabelle_hurricane.actually_finished) and isabelle.lust>=10@|{image=isabelle_hurricane_sex}|{color=#000}+{/}|[isabelle.lust]/10|{image=isabelle contact_icon}|{image=stats lust_3}|"Je te le dirai en personne si{space=-20} tu viens ce soir."{space=-25}
it_it: ?quest.isabelle_locker.actually_finished and (non quest.isabelle_locker['time_for_a_change'] or quest.isabelle_hurricane.actually_finished) and isabelle.lust>=10@<unk> {image=isabelle_hurricane_sex}<unk> {color=#000}+{/}<unk>[isabelle.lust]/10<unk> {image=isabelle contact_icon}<unk> {image=stats lust_3}<unk> "Ti dirò di persona if{space=-20} verrai oltre la tonotta."{space=-25}

source: ?quest.isabelle_locker.actually_finished and (not quest.isabelle_locker['time_for_a_change'] or quest.isabelle_hurricane.actually_finished) and isabelle.lust>=10@|{image=isabelle_locker_sex}|{color=#000}+{/}|[isabelle.lust]/10|{image=isabelle contact_icon}|{image=stats lust_3}|"I'll tell you in person if{space=-20} you come over tonight."{space=-25}
fr_fr: ?quest.isabelle_locker.actually_finished and (not quest.isabelle_locker['time_for_a_change'] or quest.isabelle_hurricane.actually_finished) and isabelle.lust>=10@|{image=isabelle_locker_sex}|{color=#000}+{/}|[isabelle.lust]/10|{image=isabelle contact_icon}|{image=stats lust_3}|"Je te le dirai en personne si{space=-20} tu viens ce soir."{space=-25}
it_it: ?quest.isabelle_locker.actually_finished and (non quest.isabelle_locker['time_for_a_change'] or quest.isabelle_hurricane.actually_finished) and isabelle.lust>=10@<unk> {image=isabelle_locker_sex}<unk> {color=#000}+{/}<unk>[isabelle.lust]/10<unk> {image=isabelle contact_icon}<unk> {image=stats lust_3}<unk> "Ti dirò di persona if{space=-20} verai più di tonotto."{space=-25}

source: "I bet it's because she's developed a split personality."
fr_fr: "Je parie que c'est parce qu'elle a développé un dédoublement de personnalité."
it_it: "Scommetto che è perché ha sviluppato una personalità divisa ."

source: "I wonder if it's because she's secretly gay..."
fr_fr: "Je me demande si c'est parce qu'elle est secrètement gay..."
it_it: "Mi chiedo se sia perché lei è segretamente gay..."

source: "Maybe the pills are just placebos?"
fr_fr: "Peut-être que les pilules ne sont que des placebos ?"
it_it: "Forse le pillole sono solo placebo?"

source: [_mc_] Hey! I forgot to tell you.
it_it: [_mc_] Ehi! Ho dimenticato di dirvi.

source: [_mc_] I have some good news.
it_it: [_mc_] Ho alcune buone notizie.

source: It feels a bit awkward texting [isabelle] after watching her kiss [kate]...
it_it: Si sente un po 'imbarazzante SMS [isabelle] dopo aver guardato il suo bacio [kate]...

source: But she's doing a good job of keeping the mask up.
it_it: Ma sta facendo un buon lavoro per mantenere la maschera.

source: I guess that's what's needed until we can both move past it.
it_it: Immagino che sia quello di cui abbiamo bisogno fino a quando non riusciamo entrambi a muoverci oltre esso.

source: Maybe it'll take a while for our hearts to mend, but she's worth it.
it_it: Forse ci vorrà un po' di tempo perché i nostri cuori si riparino, ma ne vale la pena.

source: And honestly, I'm happy pretending that everything is fine for as long as it takes to make it a reality.
it_it: E onestamente, sono felice fingere che tutto vada bene per tutto il tempo necessario per renderlo una realtà.

source: [_isabelle_s_bed_sex_s_orgasm_] Ohhhh!
it_it: [_isabelle_s_bed_sex_s_orgasm_] Ohhhhh!
