Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_intrigue.po
Languages: it_it

source: ?quest.kate_stepping['mistress']@|{image=kate_intrigue_mistress}|"I want you to make good on your promise."
it_it: ?quest.kate_stepping['mistress']@<unk> {image=kate_intrigue_mistress}<unk> "Voglio che tu faccia del bene sulla tua promessa."

source: "I want to help you with [isabelle]."
it_it: "Voglio aiutarvi con [isabelle]."

source: "I'm not interested."
it_it: "Non sono interessata."

source: "Fine. Let's do it."
it_it: "Bene. Facciamolo."

source: ?mc['moments_of_glory']>=1@[moments_of_glory]/1 Moments {space=31}of Glory|"I'll bury her."
it_it: ?mc['moments_of_glory']>=1@[moments_of_glory]/1 Momenti {space=31}of Glory<unk> "La seppellirò."

source: "I'm at your service, ma'am."
it_it: "Sono al tuo servizio, ma'am."

source: "You seem a bit flustered."
it_it: "Sembri un po' lusinghiera."

source: "Do you need aloe vera?"
it_it: "Hai bisogno di aloe vera?"

source: "I'm just trying to keep us both out of jail."
it_it: "Sto solo cercando di tenerci entrambi fuori di carcere."

source: ?kate.lust>=10@[kate.lust]/10|{image=kate contact_icon}|{image=stats lust_3}|"It doesn't come for free."
it_it: ?kate.lust>=10@[kate.lust]/10<unk> {image=kate contact_icon}<unk> {image=stats lust_3}<unk> "Non viene gratuitamente."

source: "You're already going to peg me..."
it_it: "Stai già andando a sbirciarmi..."

source: "I don't like it when you taunt me, okay?"
it_it: "Non mi piace quando mi ti insegna, okay?"

source: "Do you like me? Be honest."
it_it: "Ti piace? Sii onesto."

source: "Right here?"
it_it: "Proprio qui?"

source: "I've... changed my mind."
it_it: "Ho cambiato idea."

source: "Yes, Miss [kate]."
it_it: "Sì, Signorina [kate]."

source: "Yes, mistress."
it_it: "Sì, padrona."

source: "Yes, goddess."
it_it: "Sì, dea."

source: ?kate.lust>=12@[kate.lust]/12|{image=kate contact_icon}|{image=stats lust_3}|"Yes, Miss [kate]."
it_it: ?kate.lust>=12@[kate.lust]/12<unk> {image=kate contact_icon}<unk> {image=stats lust_3}<unk> "Sì, Miss [kate]."

source: "No way!"
it_it: "Nessun modo!"

source: ?mc.strength>=4@[mc.strength]/4|{image=stats str}|"Yes, Miss [kate]!"
it_it: ?mc.strength>=4@[mc.strength]/4<unk> {image=stats str}<unk> "Sì, signorina [kate]!"

source: ?mc.strength>=8@[mc.strength]/8|{image=stats str}|"Yes, please, Miss [kate]!"
it_it: ?mc.strength>=8@[mc.strength]/8<unk> {image=stats str}<unk> "Sì, per favore, Miss [kate]!"

source: "Please, no more!"
it_it: "Per favore, niente di più!"

source: ?mc.strength>=12@[mc.strength]/12|{image=stats str}|"No, Miss [kate]!"
it_it: ?mc.strength>=12@[mc.strength]/12<unk> {image=stats str}<unk> "No, Miss [kate]!"

source: "Y-yes!"
it_it: "Sì!"
