Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/kate/season_2/q_kate_intrigue.po
Languages: it_it

source: [_kate_s_flirty_] Hey, you!
it_it: [_kate_s_flirty_] Ehi, tu!

source: [_kate_s_flirty_] I've been looking for you.
it_it: [_kate_s_flirty_] ti ho cercato.

source: [_isabelle_s_blush_] Oh? How come?
it_it: [_isabelle_s_blush_] Oh? Come viene?

source: [_kate_s_flirty_] I wanted to give you something.
it_it: [_kate_s_flirty_] Volevo darti qualcosa.

source: [_isabelle_s_blush_] What's—
it_it: [_isabelle_s_blush_] Cosa—

source: Whoa... I didn't expect that...
it_it: Choa... Non me lo aspettavo...

source: In fact, I didn't expect any of this.
it_it: In realtà, non mi aspettavo nulla di questo.

source: I thought that they were somehow messing with me.
it_it: Pensavo che fossero in qualche modo disordinati con me.

source: I seriously can't believe that [isabelle] would date [kate] after what she{space=-5} put her through.
it_it: Non riesco seriamente a credere che [isabelle] avrebbe data [kate] dopo quello che lei {space=-5} ha messo in luce.

source: I thought there would be a huge lawsuit.
it_it: Pensavo che ci sarebbe stata una causa enorme.

source: And even as the scene unfolds before my very eyes...
it_it: E anche mentre la scena si sviluppa sotto i miei occhi...

source: ...as the lipsticks of opposite worlds meet...
it_it: ...come i rossetti dei mondi opposti si incontrano...

source: ...as vanilla frosting meets icy mint...
it_it: ...come la gelatura alla vaniglia incontra la menta ghiacciata...

source: ...as cinnamon meets rose thorn...
it_it: ...come la cannella incontra la spina rosa...

source: ...I struggle to believe that this is real.
it_it: ...Faccio fatica a credere che questo sia reale.

source: Surely, [isabelle]'s dad would've crushed [kate] in court?
it_it: Sicuramente, il papà di [isabelle]avrebbe schiacciato [kate] in tribunale?

source: Unless there's something preventing legal action...
it_it: A meno che non ci sia qualcosa che impedisce l'azione legale...

source: [kate] did say she'd have an airtight alibi, so maybe that's it?
it_it: [kate] ha detto che avrebbe avuto un alibi ermetico, quindi forse è vero?

source: But that still doesn't explain why they're kissing and being friendly...
it_it: Ma questo ancora non spiega perché si baciano e sono amichevoli...

source: Perhaps there's also a blackmail angle? [kate] certainly didn't have any{space=-35} issues doing that to the [nurse].
it_it: Forse c'è anche un angolo di ricatto? [kate] certamente non ha avuto nessun problema {space=-35} per farlo alla [nurse].

source: And honestly, I didn't think [kate] would take it this far with [isabelle]...
it_it: E onestamente, non pensavo che [kate] avrebbe portato così lontano con [isabelle]...

source: Guilt has been eating away at me...
it_it: La guilla mi sta mangiando...

source: ...and it's partially my fault that [isabelle] is in this position now.
it_it: ...ed è in parte colpa mia che [isabelle] è ora in questa posizione.

source: I should probably try to help her, even though she hates my guts.
it_it: Probabilmente dovrei cercare di aiutarla, anche se lei odia le mie viscere.

source: I need to make sure that [kate]'s control over [isabelle] is solid.
it_it: Devo assicurarmi che il controllo di [kate]su [isabelle] sia solido.

source: If she gets into legal trouble, she would likely throw me under the bus.{space=-50}
it_it: Se lei entra in problemi legali, probabilmente mi butterebbe sotto il bus.{space=-50}

source: Maybe if I help her keep [isabelle] in check, she'll let me watch and participate again?
it_it: Forse se la aiuterò a tenere sotto controllo [isabelle] , lei mi lascerà guardare e partecipare di nuovo?

source: I should probably try to learn what [isabelle] is thinking...
it_it: Probabilmente dovrei cercare di imparare cosa [isabelle] sta pensando...

source: Hmm... I better talk to her in private.
it_it: Hmm... meglio parlare con lei in privato.

source: I don't want [kate] or any of her cronies to see us together.
it_it: Non voglio che [kate] o i suoi compagni ci vedano insieme.

source: Okay, this is probably one of the classrooms that [kate] is least likely to visit.
it_it: Va bene, questa è probabilmente una delle aule che [kate] è meno probabile visitare.

source: Perfect for a private chat with [isabelle].
it_it: Perfetto per una chat privata con [isabelle].

source: [_isabelle_s_annoyed_] What the hell do you want?
it_it: [_isabelle_s_annoyed_] Che diavolo vuoi?

source: [_mc_] Hear me out, okay?
it_it: [_mc_] Mi ascolti fuori, okay?

source: [_isabelle_s_annoyed_] You have five seconds, then I'm leaving.
it_it: [_isabelle_s_annoyed_] Hai cinque secondi, poi sto partendo.

source: [_mc_] You've changed... and I guess I'm worried about you.
it_it: [_mc_] Sei cambiato... e immagino di essere preoccupato per te.

source: [_isabelle_s_angry_] Worried? You're bloody worried?!
it_it: [_isabelle_s_angry_] Preoccupato? Sei sanguinoso preoccupato?!

source: [_isabelle_s_angry_] That's brilliant, mate!
it_it: [_isabelle_s_angry_] È geniale, compagno!

source: Some of that fire clearly still burns inside her.
it_it: Alcuni di quel fuoco chiaramente brucia ancora dentro di lei.

source: Maybe [kate] didn't break her as thoroughly as she thought?
it_it: Forse [kate] non l'ha spezzata a fondo come pensava?

source: [_mc_] I came to apologize.
it_it: [_mc_] Sono venuto a scusarmi.

source: [_isabelle_s_cringe_] Apologize?
it_it: [_isabelle_s_cringe_] Scusa?

source: [_mc_] Yeah, for betraying you.
it_it: [_mc_] Sì, per averti tradito.

source: [_isabelle_s_cringe_] Don't you mean, for drugging me?
it_it: [_isabelle_s_cringe_] Non intendi prendermi?

source: [_isabelle_s_cringe_] And watching me get degraded and abused?
it_it: [_isabelle_s_cringe_] E guardarmi diventare degradato e abusato?

source: [_isabelle_s_cringe_] And for fucking my arse?
it_it: [_isabelle_s_cringe_] E per aver scopato il mio arse?

source: [_isabelle_s_cringe_] And then going missing for two weeks straight?
it_it: [_isabelle_s_cringe_] E poi scomparire per due settimane dritte?

source: [_isabelle_s_cringe_] Is that what you came to apologize for?
it_it: [_isabelle_s_cringe_] È quello per cui ti sei scusato?

source: [_mc_] It does sound horrible when you put it like that...
it_it: [_mc_] Sembra orribile quando lo metti così...

source: [_isabelle_s_sad_] Yeah, it does. I trusted you.
it_it: [_isabelle_s_sad_] Sì, lo fa. Mi sono fidato di te.

source: [_mc_] I know. If I could take it back, I would.
it_it: [_mc_] lo so. Se potessi riprenderlo, lo farei.

source: [_mc_] No one deserves to be treated like that, and it's eating me up.
it_it: [_mc_] Nessuno merita di essere trattato in questo modo, e mi sta mangiando.

source: [_mc_] I truly am sorry for my part in this.
it_it: [_mc_] Sono veramente dispiaciuto per la mia parte in questo.

source: [_isabelle_s_sad_] Nothing you can say will change anything.
it_it: [_isabelle_s_sad_] Niente che puoi dire cambierà qualsiasi cosa.

source: [_isabelle_s_sad_] But... I suppose I appreciate the gesture.
it_it: [_isabelle_s_sad_] Ma... Suppongo di apprezzare il gesto.

source: [_mc_] Can I ask you why you're not pressing charges?
it_it: [_mc_] Posso chiederti perché non stai premendo le cariche?

source: [_isabelle_s_sad_] As it turns out, [kate]'s friends are extremely loyal.
it_it: [_isabelle_s_sad_] Come si scopre, gli amici di [kate]sono estremamente leali.

source: [_isabelle_s_sad_] And they all vouch for her being at some party when it happened.
it_it: [_isabelle_s_sad_] E tutti garantiscono per lei di essere a qualche festa quando è successo.

source: [_mc_] I mean... surely, someone—
it_it: [_mc_] Voglio dire... sicuramente, qualcuno—

source: [_isabelle_s_sad_] No one. Everyone's sticking to their stories.
it_it: [_isabelle_s_sad_] nessuno. Tutti si attengono alle loro storie.

source: [_isabelle_s_sad_] It's like she was actually there, and I just imagined all of it.
it_it: [_isabelle_s_sad_] E 'come lei era in realtà lì, e ho appena immaginato tutto.

source: [_mc_] Well, there must be surveillance footage, right? I could ask [maxine] to—{space=-65}
it_it: [_mc_] Beh, ci deve essere un filmato di sorveglianza, giusto? Potrei chiedere [maxine] a—{space=-65}

source: [_isabelle_s_sad_] I already did. There's nothing.
it_it: [_isabelle_s_sad_] ho già fatto. Non c'è niente.

source: [_isabelle_s_sad_] I've tried everything.
it_it: [_isabelle_s_sad_] ho provato tutto.

source: [_mc_] And so, what, you decided to become her girlfriend instead?
it_it: [_mc_] E così, che cosa, hai deciso di diventare la sua fidanzata invece?

source: [_mc_] How does that make any sense?
it_it: [_mc_] Come ha senso tutto ciò?

source: [_isabelle_s_concerned_] A lot happened during the fall break.
it_it: [_isabelle_s_concerned_] È successo molto durante la pausa di autunno.

source: [_mc_] What do you mean?
it_it: [_mc_] Che cosa intendi?

source: [_mc_] Is she blackmailing you?
it_it: [_mc_] La sta ricattando?

source: [_isabelle_s_concerned_left_] Not exactly...
it_it: [_isabelle_s_concerned_left_] Non esattamente...

source: [isabelle] looks shifty, nervous, glancing over her shoulder.
it_it: [isabelle] sembra sbalorditiva, nervosa, guardando la spalla.

source: [_isabelle_s_concerned_left_] I asked her.
it_it: [_isabelle_s_concerned_left_] Le ho chiesto.

source: [_mc_] You did what?
it_it: [_mc_] Hai fatto cosa?

source: [_isabelle_s_concerned_] {i}I{/} asked {i}her{/} to be my girlfriend.
it_it: [_isabelle_s_concerned_] {i}I{/} ha chiesto ad {i}le{/} di essere la mia ragazza.

source: [_mc_] But why?
it_it: [_mc_] Ma perché?

source: [_isabelle_s_concerned_] It's... complicated.
it_it: [_isabelle_s_concerned_] E' complicato...

source: [_mc_] You can tell me.
it_it: [_mc_] Puoi dirmi.

source: [_isabelle_s_skeptical_] I already trusted you once, remember?
it_it: [_isabelle_s_skeptical_] mi sono già fidato di te una volta, ricordati?

source: [_mc_] I know, and you have every right to doubt me.
it_it: [_mc_] Lo so, e tu hai tutto il diritto di dubitarmi.

source: [_mc_] But I swear I just want to make things right.
it_it: [_mc_] Ma giuro che voglio solo fare le cose bene.

source: [_isabelle_s_concerned_] I guess you do look sincere.
it_it: [_isabelle_s_concerned_] Immagino che tu sembri sincero.

source: [_mc_] I am. I made a huge mistake, and I regret it deeply.
it_it: [_mc_] Io sono. Ho fatto un errore enorme, e lo rimpiango profondamente.

source: [_mc_] Please, let me make it up to you.
it_it: [_mc_] Per favore, lasciate che lo faccia a voi.

source: [_isabelle_s_concerned_left_] I don't know...
it_it: [_isabelle_s_concerned_left_] non lo so...

source: [_mc_] Please, [isabelle]. It's eating me up.
it_it: [_mc_] Per favore, [isabelle]. Mi sta mangiando.

source: [_isabelle_s_concerned_] Fine, but you can't tell anyone, okay?
it_it: [_isabelle_s_concerned_] Bene, ma non puoi dirlo a nessuno, OK?

source: [_mc_] You have my word.
it_it: [_mc_] Hai la mia parola.

source: [_isabelle_s_concerned_] Like I said, a lot of things happened during the fall break.
it_it: [_isabelle_s_concerned_] Come ho detto, molte cose sono accadute durante la pausa di autunno.

source: [_mc_] How about you start with what happened right after the, err... incident{space=-40} in the gym?
it_it: [_mc_] Che ne dici di iniziare con quello che è successo subito dopo l'errore... incident{space=-40} nella palestra?

source: [_isabelle_s_sad_] [kate] walked me around the school on my elbows and knees.
it_it: [_isabelle_s_sad_] [kate] mi ha camminato intorno alla scuola sui gomiti e sulle ginocchia.

source: [_isabelle_s_sad_] She took me back to all the places where I'd argued with her...
it_it: [_isabelle_s_sad_] Mi ha portato indietro in tutti i luoghi in cui avevo discusso con lei...

source: [_isabelle_s_sad_] ...and made me kiss her shoes and apologize for everything I'd said.
it_it: [_isabelle_s_sad_] ...e mi fece baciare le scarpe e scusarmi per tutto quello che avevo detto.

source: [_mc_] Yikes. I'm really sorry.
it_it: [_mc_] Yikes. Mi dispiace davvero.

source: [_isabelle_s_sad_] We then went to her place, and she dominated me for hours.
it_it: [_isabelle_s_sad_] Siamo poi andati al suo posto, e lei mi ha dominato per ore.

source: [_mc_] It takes a lot of willpower to stand up to her in general.
it_it: [_mc_] Ci vuole molta forza di volontà per resistere a lei in generale.

source: [_mc_] Being at her complete mercy must've been... soul-crushing.
it_it: [_mc_] Essere alla sua completa misericordia deve essere stato... schiacciare l'anima.

source: [_isabelle_s_annoyed_left_] She really did her best to break me.
it_it: [_isabelle_s_annoyed_left_] Fece davvero del suo meglio per rompermi.

source: [_isabelle_s_annoyed_left_] She put me through all sorts of humiliations.
it_it: [_isabelle_s_annoyed_left_] Lei mi ha messo attraverso ogni sorta di umiliazioni.

source: [_isabelle_s_annoyed_left_] She tried to make me like it. Tried to turn me into a willing pet.
it_it: [_isabelle_s_annoyed_left_] Lei cercò di farmi piacere. Provò a trasformarmi in un animale domestico voluto.

source: [_isabelle_s_annoyed_left_] And it almost worked.
it_it: [_isabelle_s_annoyed_left_] E quasi funzionava.

source: [_mc_] ...almost?
it_it: [_mc_] ...quasi?

source: [_isabelle_s_neutral_] I put on a show for her.
it_it: [_isabelle_s_neutral_] Ho messo uno spettacolo per lei.

source: [_isabelle_s_neutral_] She bought this collar. I let her put it on me.
it_it: [_isabelle_s_neutral_] Lei ha comprato questo collare. L'ho lasciato metterlo su di me.

source: [_isabelle_s_concerned_] At first, I just wanted her to let me go. But then I realized something.{space=-15}
it_it: [_isabelle_s_concerned_] All'inizio volevo solo che mi lasciasse andare. Ma poi ho capito qualcosa.{space=-15}

source: [_isabelle_s_concerned_] [kate] is a very troubled individual.
it_it: [_isabelle_s_concerned_] [kate] è un individuo molto turbato.

source: [_mc_] Don't you mean, "evil?"
it_it: [_mc_] Non intendi, "male?"

source: [_isabelle_s_concerned_] I don't think she's evil. She's driven by her needs and urges, just like{space=-15} everyone else.
it_it: [_isabelle_s_concerned_] Non penso che sia malvagia. È guidata dalle sue esigenze e urgenze, proprio come{space=-15} tutti gli altri.

source: [_isabelle_s_skeptical_] Only hers are a bit... different.
it_it: [_isabelle_s_skeptical_] Solo lei è un po'... diverso.

source: [_isabelle_s_skeptical_] I figured if I can be what she's looking for, she'll leave everyone else alone.
it_it: [_isabelle_s_skeptical_] Ho capito se posso essere quello che sta cercando, lei lascerà tutti gli altri soli.

source: Becoming her sub so that she stops bullying others?
it_it: Diventare il suo sub in modo che smetta di bullismo altri?

source: That's certainly an outside-the-box solution.
it_it: È sicuramente una soluzione fuori dalla scatola.

source: [_mc_] There's only one problem with your theory...
it_it: [_mc_] C'è solo un problema con la tua teoria...

source: [_mc_] Did you know that she's had the [nurse] all along? That didn't change{space=-10} anything.
it_it: [_mc_] Lo sapevate che ha avuto la [nurse] tutto il momento? Questo non ha cambiato {space=-10} nulla.

source: [_isabelle_s_concerned_] I didn't know that, no. But it's not the same.
it_it: [_isabelle_s_concerned_] non lo sapevo, no. Ma non è lo stesso.

source: [_isabelle_s_concerned_] The [nurse] probably wasn't what she was looking for.
it_it: [_isabelle_s_concerned_] The [nurse] probabilmente non era quello che stava cercando.

source: [_mc_] Okay, now I'm really confused.
it_it: [_mc_] Okay, ora sono davvero confuso.

source: [_isabelle_s_concerned_left_] The [nurse] seems a bit, err... how do I put this?
it_it: [_isabelle_s_concerned_left_] The [nurse] sembra un po', errore... come faccio a mettere questo?

source: [_mc_] Easy?
it_it: [_mc_] Facile?

source: [_isabelle_s_concerned_] I was going to say, "agreeable."
it_it: [_isabelle_s_concerned_] Stavo per dire, "piacevole".

source: [_isabelle_s_concerned_] I think [kate] needs someone that challenges her.
it_it: [_isabelle_s_concerned_] Penso che [kate] abbia bisogno di qualcuno che la sfidi.

source: [_isabelle_s_concerned_] Dominating me is a lot more fun to her.
it_it: [_isabelle_s_concerned_] Dominandomi è molto più divertente per lei.

source: [_mc_] I guess I can see that.
it_it: [_mc_] Immagino di poterlo vedere.

source: [_mc_] Damn. She's got you good, doesn't she?
it_it: [_mc_] Dannazione. Lei è buona, vero?

source: [_isabelle_s_subby_] She does.
it_it: [_isabelle_s_subby_] Lei lo fa.

source: [_mc_] Making you wear a collar in public and everything...
it_it: [_mc_] Ti fa indossare un colletto in pubblico e tutto...

source: [_isabelle_s_subby_] Did you just come here to gloat?
it_it: [_isabelle_s_subby_] Sei appena venuto qui per il globo?

source: [_mc_] I'm just curious as to why you agreed to let it go on.
it_it: [_mc_] Sono solo curioso di sapere perché hai accettato di lasciarlo andare avanti.

source: [_isabelle_s_subby_] I didn't have much of a choice, did I?
it_it: [_isabelle_s_subby_] Non avevo molte scelte, vero?

source: [_mc_] Are you saying she's blackmailing you?
it_it: [_mc_] Stai dicendo che ti sta ricattando?

source: [_isabelle_s_concerned_] Yes. She has all sorts of compromising photos.
it_it: [_isabelle_s_concerned_] Sì. Ha tutti i tipi di foto compromesse.

source: [_mc_] I don't believe you.
it_it: [_mc_] Io non ti credo.

source: [_isabelle_s_skeptical_] What do you mean? I know she even sent you one.
it_it: [_isabelle_s_skeptical_] Che cosa intendi? So che anche lei vi ha mandati.

source: [_mc_] No, I'm sure she has plenty of indecent photos of you...
it_it: [_mc_] No, sono sicuro che lei ha un sacco di foto indecenti di te...

source: [_mc_] ...I just don't believe that's what's keeping you under her heel.
it_it: [_mc_] ... non credo che sia quello che ti sta tenendo sotto il tallone.

source: [_mc_] You don't strike me as a person that would let something like a few nudes get in the way of justice.
it_it: [_mc_] Non mi colpisci come una persona che lascerebbe qualcosa come un paio di nudi nel modo della giustizia.

source: [_isabelle_s_neutral_] I guess you're a lot smarter than I thought.
it_it: [_isabelle_s_neutral_] Immagino che tu sia molto più intelligente di quanto pensassi.

source: [_mc_] What can I say? I'm not just a pretty face.
it_it: [_mc_] Cosa posso dire? Non sono solo una bella faccia.

source: [_mc_] So, what's really going on?
it_it: [_mc_] Allora, cosa sta succedendo?

source: [_isabelle_s_neutral_] I'm good at acting.
it_it: [_isabelle_s_neutral_] sono brava a recitare.

source: [_mc_] Well, being a sub suits you.
it_it: [_mc_] Beh, essendo un sub si addice a te.

source: [_mc_] Maybe she'll let me have you when she gets bored?
it_it: [_mc_] Forse mi lascerà avere quando si annoia?

source: [_isabelle_s_cringe_] That's not how it works...
it_it: [_isabelle_s_cringe_] Non è così che funziona...

source: [_mc_] Are you sure?
it_it: [_mc_] Sei sicuro?

source: [_isabelle_s_afraid_] Yes, I'm bloody sure!
it_it: [_isabelle_s_afraid_] Sì, sono sicuro di sangue!

source: [_mc_] I think [kate] decides how it works.
it_it: [_mc_] Penso che [kate] decida come funziona.

source: [_mc_] And I don't think you have much say.
it_it: [_mc_] E non penso che tu abbia molto da dire.

source: [_mc_] If [kate] tells you to get on your knees and suck my cock, you don't have much of a choice, do you?
it_it: [_mc_] Se [kate] ti dice di metterti in ginocchio e succhiare il mio cazzo, non hai molta scelta, vero?

source: [_isabelle_s_angry_] You bloody pig! You have no idea what you're talking about!
it_it: [_isabelle_s_angry_] Tu maiale! Non hai idea di cosa stai parlando!

source: Oh? It seems like I hit a nerve.
it_it: Oh? Sembra che io abbia colpito un nervo.

source: [_mc_] Why don't you enlighten me, then?
it_it: [_mc_] Perché non mi illumini, allora?

source: [_isabelle_s_angrier_] I'm not doing this for your entertainment or hers!
it_it: [_isabelle_s_angrier_] Non sto facendo questo per il tuo intrattenimento o lei!

source: [_isabelle_s_angrier_] I'm my own goddamn person, with freewill and choices!
it_it: [_isabelle_s_angrier_] Io sono la mia persona dannata, con libero arbitrio e scelte!

source: [_isabelle_s_angrier_] And if I can't fix her, I'll make sure she never hurts anyone ever again!{space=-40}
it_it: [_isabelle_s_angrier_] E se non riesco a ripararla, mi assicurerò che non fa mai più male a nessuno!{space=-40}

source: Well, that explains a lot of things.
it_it: Bene, questo spiega un sacco di cose.

source: I knew something was going on beneath the surface.
it_it: Sapevo che stava succedendo qualcosa sotto la superficie.

source: Someone like [isabelle] doesn't just roll over...
it_it: Qualcuno come [isabelle] non solo rotola...

source: ...and it's very much like her to try to fix [kate] in spite of what happened.{space=-80}
it_it: ...ed è molto simile a lei cercare di correggere [kate] nonostante ciò che è accaduto.{space=-80}

source: [_isabelle_s_neutral_] Also, I think I can fix her.
it_it: [_isabelle_s_neutral_] Inoltre, penso di poterla riparare.

source: [_mc_] Are you serious? Fix her how?
it_it: [_mc_] Sei serio? Risolvi il suo come?

source: [_isabelle_s_neutral_] I think I can minimize her bad traits, and maximize her good ones.
it_it: [_isabelle_s_neutral_] Penso di poter minimizzare le sue cattive caratteristiche e massimizzare quelle buone.

source: [_mc_] You can't fix people.
it_it: [_mc_] Non puoi riparare le persone.

source: [_isabelle_s_skeptical_] Are you sure? I believe in second chances.
it_it: [_isabelle_s_skeptical_] Sei sicuro? Credo nelle seconde possibilità.

source: Welp. It's hard for me to argue with that.
it_it: Welp. È difficile per me discuterne con quello.

source: [_mc_] Maybe you're right. And maybe you can fix her.
it_it: [_mc_] Forse hai ragione. E forse puoi ripararla.

source: [_mc_] But what if you can't?
it_it: [_mc_] Ma se non potete?

source: [_isabelle_s_neutral_] I did think of that.
it_it: [_isabelle_s_neutral_] l'ho pensato.

source: [_isabelle_s_neutral_] Being this close to her, I know everything she's doing and more.
it_it: [_isabelle_s_neutral_] Essendo questo vicino a lei, so tutto quello che sta facendo e altro ancora.

source: [_isabelle_s_neutral_] So, if she truly can't be fixed... I'm going to take her down for good.
it_it: [_isabelle_s_neutral_] Quindi, se davvero non può essere fissata... la prenderò giù per sempre.

source: [_mc_] Damn. You've really thought this through.
it_it: [_mc_] Dannazione. Hai davvero pensato a questo.

source: [_isabelle_s_skeptical_] I have, and by Christmas, she will either be a changed person, or gone{space=-45} for good.
it_it: [_isabelle_s_skeptical_] Io ho, e per Natale, sarà una persona cambiata, o andare{space=-45} per sempre.

source: [_mc_] That is one hell of a statement.
it_it: [_mc_] Questo è un inferno di una dichiarazione.

source: [_isabelle_s_neutral_] I suppose so, but I believe I can pull it off.
it_it: [_isabelle_s_neutral_] lo suppongo, ma credo di poterlo togliere.

source: [_mc_] If anyone can, it's you.
it_it: [_mc_] Se qualcuno può, sei tu.

source: [_isabelle_s_blush_] Thank you, [mc].
it_it: [_isabelle_s_blush_] Grazie, [mc].

source: [_isabelle_s_blush_] I need to get going now. I'll see you around.
it_it: [_isabelle_s_blush_] devo andare adesso. Ti vedrò in giro.

source: Well, [isabelle] certainly still has the confidence...
it_it: Beh, [isabelle] certamente ha ancora la fiducia...

source: ...and this leaves me with a choice.
it_it: ...e questo mi lascia con una scelta.

source: Unfortunately for [isabelle], I'm still playing for team [kate].
it_it: Purtroppo per [isabelle], sto ancora giocando per la squadra [kate].
