Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/ground_floor_west/int_beaver.po
Languages: fr_fr, it_it

source: [_mc_] Yeah, this is a dead end.
fr_fr: [_mc_] Oui, c'est une impasse.
it_it: [_mc_] Sì, questo è un vicolo cieco.

source: [_mc_] No more running.
fr_fr: [_mc_] Plus d'exécution.
it_it: [_mc_] Non più in esecuzione.

source: That beaver already chewed up the easel. Nothing but wood chips left.
fr_fr: Ce castor a déjà rongé le chevalet. Il ne reste plus que des copeaux de bois.
it_it: Quel castoro già masticò il cavalletto. Niente altro che trucioli di legno lasciato.

source: There'll be no painting with [lindsey]...
fr_fr: Il n'y aura pas de peinture avec [lindsey]...
it_it: Non ci sarà alcun dipinto con [lindsey]...

source: It's scared shitless.
fr_fr: C'est moins effrayé.
it_it: È spaventata spaventata.

source: Hmm... it just collapsed. Didn't mean for that to happen.
fr_fr: Hmm ... il s'est effondré. Ça ne voulait pas dire pour ça.
it_it: Hmm... è appena crollato. Non significa che accada.

source: It did ruin my painting date with [lindsey], but now I feel kinda bad.
fr_fr: Ça a ruine ma date de peinture avec [lindsey], mais maintenant je me sens mal.
it_it: Ha rovinato la mia data di pittura con [lindsey], ma ora mi sento cattivo.

source: There's no pulse. Shit.
fr_fr: Il n'y a pas de pouls. Merde.
it_it: Non c'è polso. Merda.

source: Better hide the body before anyone notices that I killed a beaver.
fr_fr: Mieux cacher le corps avant que quiconque remarque que j'ai tué un castor.
it_it: Meglio nascondere il corpo prima che qualcuno si accorga che ho ucciso un castore.

source: It's an innocent animal. It doesn't know any better.
fr_fr: C'est un animal innocent. Il ne sait rien de mieux.
it_it: È un animale innocente. Non sa meglio.

source: [_mc_] Come on, you're free to go.
fr_fr: [_mc_] Allez, vous êtes libre d'y aller.
it_it: [_mc_] Avanti, sei libero di andare.

source: It doesn't trust me.
fr_fr: Ça ne me fait pas confiance.
it_it: Non si fida di me.

source: [_mc_] I won't hurt you. Get out of here.
fr_fr: [_mc_] Je ne vous ferai pas de mal. Sortez d'ici.
it_it: [_mc_] Non ti farò del male. Uscite da qui.

source: It's shaking in terror. Poor thing.
fr_fr: Il tremble de terreur. Pauvre petite chose.
it_it: Sta tremando nel terrore.

source: Hmm... I guess I'll just—
fr_fr: Hmm ... Je suppose que je vais juste-
it_it: Hmm... Immagino che solo—

source: It just collapsed into a heap.
fr_fr: Il s'est effondré dans un tas.
it_it: È appena crollato in un cumulo.

source: The chase and the fear must've been too much for it.
fr_fr: La chasse et la peur doivent avoir été trop pour elle.
it_it: L'inseguimento e la paura devono essere stati troppo per esso.

source: Die, you little fuck. You ruined my chance with [lindsey]!
fr_fr: Meurs, petit con. Tu as ruiné ma chance avec [lindsey] !
it_it: Morte, si scopa poco. Hai rovinato la mia possibilità con [lindsey]!

source: I don't care if you bite me or struggle. I've suffered worse.
fr_fr: Je me fiche de me mordre ou de me battre. J'ai souffert plus mal.
it_it: Non mi importa se mi morde o lotta. Ho sofferto di peggio.

source: That's it.
fr_fr: C'est ça.
it_it: È questo.

source: Stop struggling.
fr_fr: Arrêtez de lutter.
it_it: Smettila di lottare.

source: This is the end.
fr_fr: C'est la fin.
it_it: Questa è la fine.

source: It's finally dead. Justice served.
fr_fr: Il est finalement mort. La justice a servi.
it_it: È finalmente morto. Giustizia servita.

source: Kick the beaver
fr_fr: Kick le castor
it_it: Calcia il castoro

source: Let the beaver go
fr_fr: Que le castor s'en aille
it_it: Lasciate che il castoro vada

source: Drown the beaver in the aquarium
fr_fr: Noyer le castor dans l'aquarium
it_it: Tuffati il castoro in acquario
