Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/ground_floor_west/int_aquarium.po
Languages: fr_fr, it_it

source: I wonder what [kate] will think when I return her socks perfectly clean...{space=-45}
fr_fr: Je me demande ce que [kate] va penser quand je retourne ses chaussettes parfaitement propres ... {space=-45}
it_it: Mi chiedo cosa penserà [kate] quando restituirò le calze perfettamente pulite...{space=-45}

source: It's weird, but I can't wait to feel that shame she'll undoubtedly pour on.
fr_fr: C'est bizarre, mais j'ai hâte de ressentir cette honte qu'elle versera sans aucun doute.
it_it: È strano, ma non vedo l'ora di sentire quella vergogna che sicuramente verserà su.

source: There we go. Refilled and as good as new.
fr_fr: Et voilà. Remplie à nouveau et comme neuve.
it_it: Ci andiamo. Riempito e buono come nuovo.

source: Any fish caught inside will count as extra nutrients.
fr_fr: Tout poisson capturé à l'intérieur comptera comme éléments nutritifs supplémentaires.
it_it: Tutti i pesci catturati all'interno contano come nutrienti supplementari.

source: Spray and Pray: Reloaded.
fr_fr: Pulvériser et prier : Reloaded.

source: This is the new title for this episode.
fr_fr: C'est le nouveau titre de cet épisode.
it_it: Questo è il nuovo titolo per questo episodio.

source: My [item.title_lower] won't hold any water.
fr_fr: Mon [item.title_lower] ne tiendra pas d'eau.
it_it: La mia [item.title_lower] non terrà alcuna acqua.

source: There's something peeking out of the sand. A hidden treasure, perhaps.
fr_fr: Il y a quelque chose qui sort du sable. Un trésor caché, peut-être.
it_it: C'è qualcosa di sbirciato dalla sabbia. Un tesoro nascosto, forse.

source: This tank is meant to calm you down before you receive a detention or medical exam.
fr_fr: Ce char a pour but de vous calmer avant de recevoir un examen de détention ou un examen médical.
it_it: Questo serbatoio è destinato a calmarvi prima di ricevere una detenzione o un esame medico.

source: The green fish used to have a friend. Now he's shunned by the rest of the shoal.
fr_fr: Le poisson vert avait un ami. Aujourd'hui, il est rejeté par le reste du banc.
it_it: Il pesce verde aveva un amico. Ora è sciolto dal resto della scarpa.

source: Cannibalism never pays off.
fr_fr: Le cannibalisme ne paie jamais.
it_it: Il Cannibalismo non paga mai.
