Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/ground_floor_west/int_glass_dome.po
Languages: fr_fr, it_it

source: Someone put a glass dome over the potted plant.
fr_fr: Quelqu'un a mis un dôme de verre sur l'usine en pot.
it_it: Qualcuno ha messo una cupola di vetro sopra la pianta in vaso.

source: The note reads:
fr_fr: La note se lit comme suit:
it_it: La nota recita:

source: {i}"My fellow less-than-competent scientist."{/}
fr_fr: {i}"Mon collègue scientifique moins compétent." { / }
it_it: {i}"Il mio compagno di scienziato meno competente."{/}

source: {i}"Please, put a leash on your pet plant. It appears to be rutting and ready to pollinate."{/}
fr_fr: {i}" S'il vous plaît, mettez une laisse sur votre animal de compagnie. Il semble être en ruine et prêt à polliniser. " { / }
it_it: {i}"Si prega di mettere un guinzaglio sulla pianta del vostro animale domestico. Sembra che stia rutting e pronto per impollinare".{/}

source: {i}"The specimen in area 12 is to remain unscathed."{/}
fr_fr: {i}"Le spécimen dans la zone 12 doit rester indemne." { / }
it_it: {i}"Il campione nell'area 12 deve rimanere indisturbato".{/}

source: {i}"Lifting the glass would jeopardize at least nine pseudo-civilizations as well as the janitor's stash of confiscated coital aids."{/}
fr_fr: {i}"La levée du verre mettrait en danger au moins neuf pseudo-civilisations ainsi que la dissimulation du concierge des prothèses confisquées." { / }
it_it: {i}"Sollevare il vetro metterebbe a repentaglio almeno nove pseudo-civilizzazioni e lo stash del janitor di aiuti coitali confiscati."{/}

source: {i}"Proceed with caution."{/}
fr_fr: {i}"Procéder avec prudence." { / }
it_it: {i}"Procedi con cautela."{/}

source: I know what it's like to be denied your love interest.
fr_fr: Je sais ce que c'est que d'être privé de ton intérêt d'amour.
it_it: So cosa è come essere negato il tuo interesse d'amore.

source: Enjoy her, big boy!
fr_fr: Dégustez, mon grand garçon !
it_it: Godetevi lei, ragazzo grande!

source: Lift the glass
fr_fr: Soulevez le verre
it_it: Sollevare il vetro
