Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/lindsey/lindsey.po
Languages: fr_fr, it_it

source: I don't think [lindsey] wants to talk to me after what I did to her...
fr_fr: Je ne pense pas que [lindsey] veut me parler après ce que je lui ai fait ...
it_it: Non penso che [lindsey] voglia parlare con me dopo quello che ho fatto a lei...

source: She's probably had enough of my chitchat for today.
fr_fr: Elle en a probablement assez de mes bavardages pour aujourd'hui.
it_it: Probabilmente ha avuto abbastanza delle mie chitchat per oggi.

source: She must be sick of my poor attempts at flirting by now...
fr_fr: Elle doit être malade de mes mauvaises tentatives de flirter maintenant ...
it_it: Deve essere stufa dei miei poveri tentativi di flirtare ora...

source: [_lindsey_s_thinking_] Maybe I'm a bit old-fashioned, but I think saving yourself for marriage is romantic.
fr_fr: [_lindsey_s_thinking_] Peut-être que je suis un peu démodé, mais je pense que vous épargner pour le mariage est romantique.
it_it: [_lindsey_s_thinking_] Forse sono un po' antiquato, ma penso che salvare te stesso per il matrimonio sia romantico.

source: [_lindsey_s_smile_] Mom always says that racing is in my blood, but sometimes I wish I could stop for a moment and catch my breath.
fr_fr: [_lindsey_s_smile_] Maman dit toujours que j'ai la course dans le sang, mais parfois j'aimerais pouvoir m'arrêter un moment et reprendre mon souffle.
it_it: [_lindsey_s_smile_] La mamma dice sempre che la corsa è nel mio sangue, ma a volte vorrei che potessi fermarmi un attimo e catturare il mio respiro.

source: [_lindsey_s_sad_] My family has always been very competitive. One time, I placed third in a junior race.
fr_fr: [_lindsey_s_sad_] Ma famille a toujours été très compétitive. Une fois, j'ai passé la troisième place dans une course junior.
it_it: [_lindsey_s_sad_] La mia famiglia è sempre stata molto competitiva. Una volta, ho piazzato il terzo in una gara junior.

source: [_lindsey_] When we got home, Dad spent an hour in the woodshed splitting logs and Mom cried more than when granny died. I was four years old.
fr_fr: [_maya_] Quand nous sommes rentrés à la maison, papa a passé une heure dans le hangar à bois à fendre des bûches et maman a pleuré encore plus que lorsque grand-mère est morte. J'avais quatre ans.
it_it: [_lindsey_] Quando siamo tornati a casa, papà ha trascorso un'ora nella legna spaccare tronchi e mamma ha pianto più di quando la nonna è morta. Avevo quattro anni.

source: [_lindsey_s_excited_] I went to a jousting tournament once with real knights!
fr_fr: [_lindsey_s_excited_] Je suis allé à un tournoi de joutes avec de vrais chevaliers !
it_it: [_lindsey_s_excited_] Sono andato in un torneo di jousting una volta con veri cavalieri!

source: [_lindsey_s_blush_] The champion picked me out from the crowd and took me on a ride around the arena.
fr_fr: [_lindsey_s_blush_] Le champion m'a enlevé de la foule et m'a emmené sur le terrain.
it_it: [_lindsey_s_blush_] Il campione mi ha preso fuori dalla folla e mi ha portato in un giro intorno all'arena.

source: [_lindsey_s_excited_] Best day ever!
fr_fr: [_lindsey_s_excited_] Meilleur jour !
it_it: [_lindsey_s_excited_] Miglior giorno mai!

source: [_lindsey_s_laughing_] That's a bit forward of you, but no. I've never had a boyfriend and I'm not looking for one!
fr_fr: [_lindsey_s_laughing_] C'est un peu pour vous, mais non. Je n'ai jamais eu de petit ami et je ne cherche pas !
it_it: [_lindsey_s_laughing_] Questo è un po 'in avanti di te, ma no. Non ho mai avuto un ragazzo e non ne sto cercando uno!

source: [_lindsey_s_neutral_] The school administration wants me to compete for Newfall High, but my parents and my coach agree that it's best to stay independent.
fr_fr: [_lindsey_s_neutral_] L'administration de l'école veut que je me concurrence pour Newfall High, mais mes parents et mon entraîneur conviennent qu'il est préférable de rester indépendant.
it_it: [_lindsey_s_neutral_] L'amministrazione della scuola vuole che io competa per Newfall High, ma i miei genitori e il mio allenatore sono d'accordo che è meglio rimanere indipendenti.

source: [_lindsey_s_smile_] That's why none of my trophies are displayed outside the gym.
fr_fr: [_lindsey_s_Souriez_] C'est pourquoi aucun de mes trophées ne s'affiche à l'extérieur de la salle de gym.
it_it: [_lindsey_s_smile_] Ecco perché nessuno dei miei trofei viene visualizzato fuori dalla palestra.

source: [_lindsey_s_neutral_] Have you ever been out on a yacht? My dad owns the second largest one in Newfall.
fr_fr: [_lindsey_s_neutral_] Avez-vous déjà été à bord d'un yacht ? Mon père est le deuxième en importance à Newfall.
it_it: [_lindsey_s_neutral_] Sei mai stato su uno yacht? Mio padre possiede il secondo più grande di Newfall.

source: [_lindsey_] I miss going on cruises with [maxine] and a couple of close friends.
fr_fr: [_lindsey_] Je me manque des croisières avec [maxine] et quelques amis proches.
it_it: [_lindsey_] mi manca andare in crociere con [maxine] e un paio di amici intimi.

source: [_lindsey_s_excited_] I started competing at a very young age.
fr_fr: [_lindsey_s_excited_] J'ai commencé à faire la compétition à un très jeune âge.
it_it: [_lindsey_s_excited_] Ho iniziato a competere molto giovane.

source: [_lindsey_s_excited_] Do you know why?
fr_fr: [_lindsey_s_excited_] Savez-vous pourquoi ?
it_it: [_lindsey_s_excited_] Sai perché?

source: [_mc_] Racing is in your blood.
fr_fr: [_mc_] Vous avez la course dans le sang.
it_it: [_mc_] Corsa è nel tuo sangue.

source: [_lindsey_s_thinking_] Well, my mom likes to say that, but I was actually pretty slow when I first started.
fr_fr: [_lindsey_s_thinking_] Eh bien, ma mère aime dire ça, mais en fait j'étais assez lent quand j'ai commencé.
it_it: [_lindsey_s_thinking_] Beh, a mia mamma piace dirlo, ma in realtà ero piuttosto lento quando ho iniziato.

source: [_mc_] Your parents got you into it.
fr_fr: [_mc_] Vos parents vous ont fait entrer.
it_it: [_mc_] I tuoi genitori ti hanno fatto entrare.

source: [_lindsey_s_neutral_] They did! My mom bought me my first pair of running shoes when I was three.
fr_fr: [_lindsey_s_neutral_] Ils ont fait ! Ma mère m'a acheté ma première paire de chaussures de course quand j'avais trois ans.
it_it: [_lindsey_s_neutral_] Hanno fatto! Mia mamma mi ha comprato il mio primo paio di scarpe da corsa quando avevo tre anni.

source: [_mc_] You wanted to get a good scholarship.
fr_fr: [_mc_] Vous vouez obtenir une bonne bourse.
it_it: [_mc_] Volevi ottenere una buona borsa di studio.

source: [_lindsey_s_smile_] Not really... my parents are pretty loaded, so I'll get into whatever college I want as long as I keep my grades up.
fr_fr: [_lindsey_s_Souriez_] Pas vraiment ... mes parents sont assez chargés, donc je vais entrer dans n'importe quel collège que je veux tant que je garderai mes notes.
it_it: [_lindsey_s_smile_] Non davvero... i miei genitori sono piuttosto caricati, quindi entrerò in qualsiasi università che voglio fino a quando mantengo i miei voti in su.

source: [_mc_] You've always admired champions.
fr_fr: [_mc_] Vous avez toujours admiré les champions.
it_it: [_mc_] Hai sempre ammirato i campioni.

source: [_lindsey_s_blush_] I've always loved knights and the champions of jousting tournaments!
fr_fr: [_lindsey_s_blush_] J'ai toujours aimé les chevaliers et les champions des joutes !
it_it: [_lindsey_s_blush_] Ho sempre amato i cavalieri e i campioni dei tornei di giostra!

source: [_lindsey_s_neutral_] But I don't care as much for racing champions.
fr_fr: [_lindsey_s_neutral_] Mais je ne me souciais pas autant des champions de course.
it_it: [_lindsey_s_neutral_] Ma non mi importa tanto per i campioni da corsa.

source: [_lindsey_s_smile_] I enjoy going out with friends sometimes.
fr_fr: [_lindsey_s_Souriez_] J'aime sortir avec des amis parfois.
it_it: [_lindsey_s_smile_] Mi piace uscire con gli amici a volte.

source: [_lindsey_s_smile_] Do you know what my favorite venues are?
fr_fr: [_lindsey_s_Souriez_] Savez-vous quels sont mes sites préférés ?
it_it: [_lindsey_s_smile_] Sai quali sono i miei luoghi preferiti?

source: [_mc_] Charter cruises.
fr_fr: [_mc_] Croisières d'affrètement.
it_it: [_mc_] Charter crociere.

source: [_lindsey_s_laughing_] Not really! I like going on yachts, though!
fr_fr: [_lindsey_s_laughing_] Pas vraiment ! Mais j'aime bien aller sur les yachts !
it_it: [_lindsey_s_laughing_] Non è veramente! Mi piace andare su yacht, però!

source: [_mc_] Jousting tournaments.
fr_fr: [_mc_] Tournois de joutes.
it_it: [_mc_] Tornei di Jousting.

source: [_lindsey_s_blush_] Oh, yes!
fr_fr: [_lindsey_s_blush_] Oh, oui !
it_it: [_lindsey_s_blush_] Oh, sì!

source: [_lindsey_s_blush_] I love watching knights in full armor, charging down the lists on their mighty steeds!
fr_fr: [J'adore regarder les chevaliers en armure charger les listes sur leurs puissants destriers !
it_it: [_lindsey_s_blush_] Mi piace guardare i cavalieri in piena armatura, caricando giù le liste sul loro possente steeds!

source: [_mc_] Olympic races.
fr_fr: [_mc_] courses olympiques.
it_it: [_mc_] gare olimpiche.

source: [_lindsey_s_laughing_] You'd think so, but I honestly don't enjoy watching other people run!
fr_fr: [_lindsey_s_laughing_] Vous le pensez, mais honnêtement, je n'aime pas regarder d'autres personnes courir !
it_it: [_lindsey_s_laughing_] Penseresti così, ma onestamente non mi piace guardare le altre persone correre!

source: [_mc_] Cozy nightclubs.
fr_fr: [_mc_] Cozy boîtes de nuit.
it_it: [_mc_] Discoteche accoglienti.

source: [_lindsey_s_thinking_] I don't think I've ever even been to one. Not at all my type of venue...
fr_fr: [_lindsey_s_thinking_] Je ne pense pas avoir jamais été à un. Pas du tout mon type de lieu ...
it_it: [_lindsey_s_thinking_] Non credo di essere mai stato a uno. Non per niente il mio tipo di sede...

source: [_lindsey_s_smile_] Did you know I've never been on a real date with a guy? Do you know why?
fr_fr: [_lindsey_s_Souriez_] Saviez-vous que je n'ai jamais été à une date réelle avec un mec ? Savez-vous pourquoi ?
it_it: [_lindsey_s_smile_] Lo sapevi che non sono mai stato in un vero appuntamento con un ragazzo? Sai perché?

source: [_mc_] You're too fast. No one's been able to catch you yet.
fr_fr: [_mc_] Vous êtes trop rapide. Personne n'a encore pu vous rattraper.
it_it: [_mc_] Sei troppo veloce. Nessuno è stato ancora in grado di catturarti.

source: [_lindsey_s_laughing_] That's sweet and funny, but not really why!
fr_fr: [_lindsey_s_laughing_] C'est doux et drôle, mais pas vraiment pourquoi !
it_it: [_lindsey_s_laughing_] È dolce e divertente, ma non proprio perché!

source: [_mc_] Well, if you weren't such a self-centered primadonna, guys might be more interested.
fr_fr: [_mc_] Si tu n'étais pas une primadone aussi égocentrique, les hommes seraient peut-être plus intéressés.
it_it: [_mc_] Beh, se non fossi una primadonna così auto-centrata, i ragazzi potrebbero essere più interessati.

source: [_lindsey_s_annoyed_] Forget I asked.
fr_fr: [_lindsey_s_annoyed_] Oublie que j'ai demandé.
it_it: [_lindsey_s_annoyed_] Dimentica che ho chiesto.

source: [_mc_] All the dudes here are dicks. I don't blame you.
fr_fr: [_mc_] Tous les mecs ici sont des bites. Je ne vous en veux pas.
it_it: [_mc_] Tutti i tizi qui sono cazzi. Non ti incolpo.

source: [_lindsey_s_skeptical_] That's not true!
fr_fr: [_lindsey_s_skeptical_] Ce n'est pas vrai !
it_it: [_lindsey_s_skeptical_] Non è vero!

source: [_mc_] You'd like to save yourself for marriage.
fr_fr: [_mc_] Vous aimeriez vous sauver pour le mariage.
it_it: [_mc_] Ti piacerebbe salvare te stesso per il matrimonio.

source: [_lindsey_s_laughing_] It's a bit weird, right?
fr_fr: [_lindsey_s_laughing_] C'est un peu bizarre, non ?
it_it: [_lindsey_s_laughing_] È un po' strano, vero?

source: [_lindsey_s_laughing_] But I find the thought really romantic. I'm a strong believer in true love.
fr_fr: [_lindsey_s_laughing_] Mais je trouve la pensée vraiment romantique. Je crois fermement en l'amour vrai.
it_it: [_lindsey_s_laughing_] Ma trovo il pensiero davvero romantico. Sono un forte credente nel vero amore.

source: [_lindsey_s_sad_] I used to be best friends with another student here. Do you know who?
fr_fr: [_lindsey_s_sad_] J'étais le meilleur ami avec un autre étudiant ici. Sais-tu qui ?
it_it: [_lindsey_s_sad_] Ho usato per essere migliori amici con un altro studente qui. Sai chi?

source: [_mc_] [kate]. You've both always been part of the jock crowd.
fr_fr: [_mc_] [kate]. Vous avez toujours fait partie de la foule.
it_it: [_mc_] [kate]. Entrambi sono sempre stati parte della folla di jock.

source: [_lindsey_s_neutral_] [kate] and I are friends, but I wouldn't say we're besties.
fr_fr: [_lindsey_s_neutral_] [kate] et moi sommes amis, mais je ne dirais pas que nous sommes des meilleures.
it_it: [_lindsey_s_neutral_] [kate] e io siamo amici, ma non direi che siamo bestie.

source: [_mc_] Was it [maya]? You're both so adorable, I could totally picture it.
fr_fr: [_mc_] Était-ce [maya] ? Vous êtes tous les deux si adorables, je pourrais l'imaginer.
it_it: [_mc_] era [maya]? Sei entrambi così adorabile, potrei immaginarlo completamente.

source: [_lindsey_s_blush_] Wrong, but... aw, that's so nice of you!
fr_fr: [_lindsey_s_blush_] Faux, mais... aw, c'est si gentil de ta part !
it_it: [_lindsey_s_blush_] Wrong, ma... aw, che è così bello di te!

source: [_lindsey_s_blush_] She's a real cutie! And I totally don't mind being compared to her!
fr_fr: [Elle est vraiment mignonne ! Et ça ne me dérange pas du tout d'être comparée à elle !
it_it: [_lindsey_s_blush_] Lei è un vero cutie! E non mi dispiace assolutamente essere paragonato a lei!

source: [_mc_] [maxine], right? You built that wooden ship together and I know you miss sailing on the yacht with her.
fr_fr: [_mc_] [maxine], non ? Vous avez construit ce bateau en bois ensemble et je sais que vous manquerez de naviguer sur le yacht avec elle.
it_it: [_mc_] [maxine], giusto? Hai costruito quella nave di legno insieme e so che ti manca di navigare sullo yacht con lei.

source: [_lindsey_s_sad_] You're right. I do miss her a lot.
fr_fr: [_lindsey_s_sad_] Vous avez raison. Elle me manque beaucoup.
it_it: [_lindsey_s_sad_] Hai ragione. Mi manca molto.

source: [_mc_] So, what happened?
fr_fr: [_mc_] Alors, que s'est-il passé ?
it_it: [_mc_] Allora, cosa è successo?

source: [_lindsey_s_sad_] Well... I guess we grew apart. This isn't really a good time to get into the details.
fr_fr: [_lindsey_s_sad_] Puits ... Je suppose que nous avons grandi. Ce n'est pas vraiment le bon moment pour entrer dans les détails.
it_it: [_lindsey_s_sad_] Bene... Immagino che siamo cresciuti a parte. Questo non è davvero un buon momento per entrare nei dettagli.

source: [_mc_] [isabelle]? I don't know. I'm honestly just guessing.
fr_fr: [_mc_] [isabelle] ? Je ne sais pas. Honnêtement, je suppose.
it_it: [_mc_] [isabelle]? Non lo so. Sono onestamente solo indovinando.

source: [_lindsey_s_laughing_] No! [isabelle] just started here. Why would you think that?
fr_fr: [_lindsey_s_laughing_] Non ! [isabelle] vient de commencer ici. Pourquoi tu penses ça ?
it_it: [_lindsey_s_laughing_] No! [isabelle] è appena iniziato qui. Perché penseresti?

source: [_lindsey_s_flirty_] Wanna race?
fr_fr: [Tu veux faire la course ?
it_it: [_lindsey_s_flirty_] Vuoi gara?

source: [_mc_] Not really, no.
fr_fr: [_mc_] Pas vraiment, non.
it_it: [_mc_] Non veramente, no.

source: [_lindsey_s_laughing_] Then how about a quiz?
fr_fr: [_lindsey_s_laughing_] Alors, comment un quiz ?
it_it: [_lindsey_s_laughing_] Allora che ne dici di un quiz?

source: [_mc_] I'd be down for that.
fr_fr: [_mc_] Je serais en bas pour ça.
it_it: [_mc_] sarei giù per quello.

source: [_lindsey_s_smile_] Okay! Do you know how many trophies I have outside the gym?
fr_fr: [_lindsey_s_Souriez_] Ok ! Savez-vous combien de trophées j'ai à l'extérieur de la salle de gym ?
it_it: [_lindsey_s_smile_] Okay! Sai quanti trofei ho fuori dalla palestra?

source: [_mc_] Probably many. Five at least.
fr_fr: [_mc_] Probablement beaucoup. Cinq au moins.
it_it: [_mc_] Probabilmente molti. Almeno cinque.

source: [_lindsey_s_laughing_] Wrong! But nice try!
fr_fr: [_lindsey_s_laughing_] Incorrecte ! Mais bon, essayez !
it_it: [_lindsey_s_laughing_] Sbagliato! Ma bella prova!

source: [_mc_] Three. You've won all the high school district marathons so far.
fr_fr: [_mc_] Trois. Vous avez gagné tous les marathons du lycée jusqu'à présent.
it_it: [_mc_] Tre. Finora hai vinto tutte le maratone del distretto delle scuole superiori.

source: [_lindsey_s_laughing_] Wrong! Well, it is true that I've won all three, but those trophies aren't outside the gym.
fr_fr: [_lindsey_s_laughing_] Incorrecte ! Eh bien, c'est vrai que j'ai gagné les trois, mais ces trophées ne sont pas à l'extérieur de la salle de gym.
it_it: [_lindsey_s_laughing_] Sbagliato! Beh, è vero che ho vinto tutti e tre, ma quei trofei non sono fuori dalla palestra.

source: [_mc_] Just one, but this year you're going for your second win.
fr_fr: [_mc_] Juste un, mais cette année, vous allez remporter votre deuxième victoire.
it_it: [_mc_] Solo uno, ma quest'anno stai andando per la tua seconda vittoria.

source: [_lindsey_s_thinking_] If I'd only won once, my parents would probably have disowned me.
fr_fr: [_lindsey_s_thinking_] Si je n'avais gagné qu'une fois, mes parents m'auraient probablement défait.
it_it: [_lindsey_s_thinking_] Se avessi vinto solo una volta, i miei genitori probabilmente mi avrebbero spogliato.

source: [_mc_] None.
fr_fr: [_mc_] Néant.
it_it: [_mc_] Nessuna.

source: [_lindsey_s_excited_] Correct! I keep all my trophies and medals at home!
fr_fr: [_lindsey_s_excited_] Corriger ! Je garde tous mes trophées et mes médailles à la maison !
it_it: [_lindsey_s_excited_] Corretto! Tengo tutti i miei trofei e medaglie a casa!

source: "Racing is in your blood."
fr_fr: "Vous avez la course dans le sang.
it_it: "Corsa è nel tuo sangue."

source: "Your parents got you into it."
fr_fr: "Vos parents vous ont fait entrer."
it_it: "I tuoi genitori ti hanno fatto entrare."

source: "You wanted to get a good scholarship."
fr_fr: "Tu voulais obtenir une bonne bourse."
it_it: "Volevi ottenere una buona borsa di studio."

source: "You've always admired champions."
fr_fr: "Vous avez toujours admiré les champions."
it_it: "Hai sempre ammirato i campioni."

source: "Charter cruises."
fr_fr: "Croisières charter."
it_it: "Crociere charter."

source: "Jousting tournaments."
fr_fr: "Tournois de joutes."
it_it: "Tornei di Jousting."

source: "Olympic races."
fr_fr: "Les courses olympiques."
it_it: "Corse olimpiche."

source: "Cozy nightclubs."
fr_fr: "Des boîtes de nuit confortables."
it_it: "Discoteche accoglienti."

source: "You're too fast. No one's been able to catch you yet."
fr_fr: " Tu es trop rapide. Personne n'a encore pu vous attraper. "
it_it: "Sei troppo veloce. Nessuno è stato ancora in grado di catturarti."

source: "Well, if you weren't such a self-centered primadonna, guys might be more interested."
fr_fr: "Eh bien, si vous n'étiez pas une telle primadonna, les gars pourraient être plus intéressés."
it_it: "Beh, se non eravate una primadonna così auto-centrata, i ragazzi potrebbero essere più interessati."

source: "All the dudes here are dicks. I don't blame you."
fr_fr: "Tous les mecs ici sont des bites. Je ne t'en veux pas."
it_it: "Tutti i tizi qui sono cazzi. Non ti incolpa."

source: "You'd like to save yourself for marriage."
fr_fr: "Vous aimeriez vous sauver pour le mariage."
it_it: "Ti piacerebbe salvare te stesso per il matrimonio."

source: "[kate]. You've both always been part of the jock crowd."
fr_fr: "[kate]. Vous avez toujours fait partie de la foule. "
it_it: "[kate]. Entrambi sono sempre stati parte della folla di jock."

source: "Was it [maya]? You're both so adorable, I could totally picture it."
fr_fr: " Était-ce [maya] ? Vous êtes tous les deux si adorables, je pourrais l'imaginer. "
it_it: "Era [maya]? Sei stato entrambi così adorabile, potevo completamente immaginarlo."

source: "[maxine], right? You built that wooden ship together and I know you miss sailing on the yacht with her."
fr_fr: "[maxine], non ? Vous avez construit ce bateau en bois ensemble et je sais que vous manquerez de naviguer sur le yacht avec elle. "
it_it: "[maxine], giusto? Hai costruito quella nave di legno insieme e so che ti manca di navigare sullo yacht con lei."

source: "[isabelle]? I don't know. I'm honestly just guessing."
fr_fr: "[isabelle] ? Je ne sais pas. Honnêtement, je suppose. "
it_it: "[isabelle]? Non lo so. Sono onestamente solo indovinando."

source: "Probably many. Five at least."
fr_fr: " Probablement beaucoup. Cinq au moins. "
it_it: "Probabilmente molti. Almeno cinque."

source: "Three. You've won all the high school district marathons so far."
fr_fr: " Trois. Vous avez gagné tous les marathons du lycée jusqu'à présent. "
it_it: "Tre. Hai vinto tutte le maratone del distretto delle scuole superiori finora."

source: "Just one, but this year you're going for your second win."
fr_fr: "Juste un, mais cette année tu vas pour ta deuxième victoire."
it_it: "Solo uno, ma quest'anno stai andando per la tua seconda vittoria."

source: "None."
fr_fr: "Aucune."
it_it: "Nessuno."
