Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/jo.po
Languages: fr_fr, it_it

source: She's probably had enough of my chitchat for today.
fr_fr: Elle a probablement eu assez de mon chitchat pour aujourd'hui.
it_it: Probabilmente ha avuto abbastanza delle mie chitchat per oggi.

source: [_jo_s_neutral_] Remember your 7 p.m. curfew.
fr_fr: [_jo_s_neutral_] Rappelez-vous votre couvre-feu de 19h.
it_it: [_jo_s_neutral_] Ricordate il coprifuoco delle 19.00.

source: [_jo_s_neutral_] I don't want you out causing any more trouble than you already have.
fr_fr: [_jo_s_neutral_] Je ne veux pas que vous trousiez plus de problèmes que vous l'avez déjà fait.
it_it: [_jo_s_neutral_] Non voglio che tu esca causando più problemi di quelli che hai già.

source: [_jo_s_confident_] Besides, I want to cook more dinners for you and [flora].
fr_fr: [_jo_s_confident_] En plus, je veux cuisiner plus de dîners pour vous et [flora].
it_it: [_jo_s_confident_] Inoltre, voglio cucinare più cene per te e [flora].

source: [_jo_s_thinking_] Learning the important dates of the year is part of growing up.
fr_fr: [_jo_s_thinking_] L'apprentissage des dates importantes de l'année fait partie du développement.
it_it: [_jo_s_thinking_] Imparare le date importanti dell'anno fa parte della crescita.

source: [_jo_s_thinking_] Birthdays especially. I don't want to hear any excuses this year.
fr_fr: [_jo_s_thinking_] Birthdays spécialement. Je ne veux pas entendre d'excuses cette année.
it_it: Soprattutto i compleanni [_jo_s_thinking_] . Non voglio sentire scuse quest'anno.

source: [_jo_s_smile_] There's nothing more important than your grades.
fr_fr: [_jo_s_smile_] Il n'y a rien de plus important que vos notes.
it_it: [_jo_s_smile_] Non c'è niente di più importante dei tuoi voti.

source: [_jo_s_smile_] Your future rests on those marks. I know you've been struggling in the past, but if [flora] can do it, so can you!
fr_fr: [_jo_s_smile_] Votre avenir repose sur ces marques. Je sais que vous avez du mal dans le passé, mais si le [flora] peut le faire, vous pouvez le faire !
it_it: [_jo_s_smile_] Il tuo futuro poggia su questi punti. So che hai lottato in passato, ma se [flora] può farlo, così può te!

source: [_jo_s_excited_] I think the new curriculum is going to fit you perfectly.
fr_fr: [_jo_s_excited_] Je pense que le nouveau programme va vous intégrer parfaitement.
it_it: [_jo_s_excited_] Penso che il nuovo curriculum sia in grado di adattarsi perfettamente.

source: [_jo_s_laughing_] You're always a bit slow to get started in the mornings.
fr_fr: [_jo_s_laughing_] Vous êtes toujours un peu lent à démarrer le matin.
it_it: [_jo_s_laughing_] Sei sempre un po' lento per iniziare la mattina.

source: [_jo_s_excited_] Besides, I'll be able to keep a close track of how you're doing.
fr_fr: [_jo_s_excited_] En plus, je serai en mesure de garder une trace de la façon dont vous êtes en train de faire.
it_it: [_jo_s_excited_] Inoltre, sarò in grado di tenere traccia di come si sta facendo.

source: [_jo_s_eyeroll_] Now is not the time to talk about those things.
fr_fr: [_jo_s_eyeroll_] Ce n'est pas le moment de parler de ces choses.
it_it: [_jo_s_eyeroll_] Ora non è il momento di parlare di queste cose.

source: [_jo_s_eyeroll_] He's gone and that's all you need to know.
fr_fr: [_jo_s_eyeroll_] Il est parti et c'est tout ce que vous devez savoir.
it_it: [_jo_s_eyeroll_] è andato ed è tutto quello che devi sapere.

source: [_jo_s_flirty_] Besides, we're doing just fine, aren't we?
fr_fr: [_jo_s_flirty_] En plus, nous allons bien, n'est-ce pas?
it_it: [_jo_s_flirty_] Inoltre, stiamo semplicemente andando bene, vero?

source: [_jo_s_smile_] Do you still like swings, honey?
fr_fr: [_jo_s_smile_] Tu aimais encore les balançons, chérie?
it_it: [_jo_s_smile_] Ti piacciono ancora le altalene, il miele?

source: [_jo_s_confident_] Going to the park with you and [flora] used to be the highlight of my week.
fr_fr: [_jo_s_confident_] Se rendre au parc avec vous et [flora] est le point culminant de ma semaine.
it_it: [_jo_s_confident_] Andare al parco con te e [flora] era il momento clou della mia settimana.

source: [_jo_s_confident_] How time flies!
fr_fr: [_jo_s_confident_] Comment le temps vole !
it_it: [_jo_s_confident_] Quanto tempo vola!
