Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_back_to_school_special.po
Languages: fr_fr, it_it

source: Whoa... even [jo] looks different. Younger, happier, and less resentful toward me.
fr_fr: Whoa ... même [jo] a l'air différent. Plus jeune, plus heureux, et moins de ressentiment envers moi.
it_it: Choa... anche [jo] sembra diverso. Giovane, più felice e meno risentito verso di me.

source: [_jo_s_embarrassed_] What's wrong? You look like you've seen a ghost!
fr_fr: [_jo_s_embarrassed_] Qu'est-ce qui ne va pas ? Tu as l'air d'avoir vu un fantôme !
it_it: [_jo_s_embarrassed_] Cosa c'è di sbagliato? Sembra che tu abbia visto un fantasma!

source: [_jo_s_smile_] Well if you're down here now, you'll make it to the bus. Tell [flora] I said goodbye, okay?
fr_fr: [_jo_s_Souriez_] Si vous êtes ici maintenant, vous le ferez au bus. Dis [flora] Je me suis dit au revoir, d'accord ?
it_it: [_jo_s_smile_] Beh, se sei qui in basso, lo farai all'autobus. Dite ad [flora] che ho detto addio, okay?

source: [_jo_s_flirty_] Come here. Let me give you a kiss.
fr_fr: [_jo_s_flirty_] Venez ici. Laisse-moi te donner un baiser.
it_it: [_jo_s_flirty_] Vieni qui. Lascia che ti dia un bacio.

source: [jo] showing affection? That's new.
fr_fr: [jo] montrant l'affection ? C'est nouveau.
it_it: [jo] che mostra affetto? È nuovo.

source: Well, not really new.
fr_fr: Eh bien, pas vraiment nouveau.
it_it: Beh, non veramente nuovo.

source: All those years of slowly losing her glow. Man, it's good to see her so perky again.
fr_fr: Toutes ces années où elle a lentement perdu son éclat. C'est bon de la voir à nouveau si guillerette.
it_it: Tutti quegli anni di perdere lentamente il suo bagliore. Uomo, è bello vederla di nuovo così perky.

source: And to feel those forbidden sensations that only the most deprived and sexually starved person can ever experience.
fr_fr: Et de ressentir ces sensations interdites que seules les personnes les plus démunies et les plus affamées sexuellement peuvent éprouver.
it_it: E sentire quelle sensazioni proibite che solo la persona più povera e affamata sessualmente può mai sperimentare.

source: The sweet familiar scent of her mango-pine perfume, with just a hint of sweat.
fr_fr: La douce odeur familière de son parfum de mangue-pin, avec juste un soupçon de sueur.
it_it: Il dolce profumo familiare del suo profumo di mango-pino, con solo un accenno di sudore.

source: The skirt hugging the full curves of her mature figure, straining to contain her hips.
fr_fr: La jupe embrassant les courbes pleines de sa silhouette mature, qui pleut pour contenir ses hanches.
it_it: La gonna abbracciando le curve piene della sua figura matura, sforzandosi di contenere i fianchi.

source: The way she sometimes rocks her blazer without a bra, just for the thrill of it. Just to feel young and hot again!
fr_fr: La façon dont elle cailla parfois son blazer sans soutien-gorge, juste pour le frisson. Juste pour vous sentir jeune et encore chaud !
it_it: Il modo in cui a volte roccia il suo blazer senza reggiseno, solo per l'emozione di esso. Basta sentirsi giovane e caldo di nuovo!

source: The wet tingle on my forehead after the kiss.
fr_fr: La teinte mouillée sur mon front après le baiser.
it_it: La formicolio bagnata sulla fronte dopo il bacio.

source: This time around, being good should probably be one of my priorities.
fr_fr: Cette fois-ci, le fait d'être bon devrait probablement être l'une de mes priorités.
it_it: Questa volta, essere buoni dovrebbe probabilmente essere una delle mie priorità.

source: [_mc_] Mmm... thanks, [jo]! I needed this.
fr_fr: [_mc_] Mmm ... merci, [jo]! J'avais besoin de ça.
it_it: [_mc_] Mmm... grazie, [jo]! Avevo bisogno di questo.

source: [_jo_s_smile_] Have a good day, now! Don't be late!
fr_fr: [_jo_s_smile_] Bonne journée ! Ne soyez pas en retard !
it_it: [_jo_s_smile_] Buona giornata, ora! Non essere in ritardo!

source: Nice to see [jo] so happy again.
fr_fr: Nice de voir [jo] si heureux à nouveau.
it_it: Bello vedere [jo] così felice di nuovo.

source: Did she say that [flora] is here? It's been years since we last spoke.
fr_fr: A-t-elle dit que le [flora] est ici ? Ça fait des années que nous avons parlé.
it_it: Ha detto che [flora] è qui? Sono passati anni da quando abbiamo parlato l'ultima volta.

source: [_flora_] Morning.
fr_fr: [_flora_] Matin.
it_it: [_flora_] Mattina.

source: [_jo_] Good morning! I hope you're ready for the new school year.
fr_fr: [_jo_] Bonjour ! J'espère que tu es prêt pour la nouvelle année scolaire.
it_it: [_jo_] Buongiorno! Spero che tu sia pronto per il nuovo anno scolastico.

source: [_jo_s_flirty_] My handsome young man!
fr_fr: [_jo_s_flirty_] Mon beau jeune homme !
it_it: [_jo_s_flirty_] Il mio bel giovane!
