Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_day.po
Languages: fr_fr, it_it

source: [_jo_s_displeased_cup_] Ugh... who uses bold text in a professional email? Who does she think she's talking to—
fr_fr: [_jo_s_displeased_cup_] Ugh ... qui utilise du texte en gras dans un courriel professionnel ? Qui pense-t-elle qu'elle parle à-
it_it: [_jo_s_displeased_cup_] Ugh... chi usa un testo audace in una email professionale? A chi pensa che stia parlando—

source: [_jo_s_excited_cup_] Oh! Hi, honey! I didn't see you there.
fr_fr: [_jo_s_excited_cup_] Oh ! Salut, chérie ! Je ne vous ai pas vu là.
it_it: [_jo_s_excited_cup_] Oh! Ciao, miele! Non ti ho visto lì.

source: Whoa, she's stirring her tea way too hard. Her grip on that cup is tighter than the pussy of a sex-starved succubus.
fr_fr: Whoa, elle agite son thé trop dur. Son emprise sur cette tasse est plus servie que la chatte d'un succube de sexe affamé.
it_it: Whoa, si sta agitando troppo duramente il tè. La sua presa su quella tazza è più stretta della figa di un succubo affamato di sesso.

source: [_mc_] Hey, [jo]. Are you okay? You look a little upset.
fr_fr: [_mc_] Hé, [jo]. Es-tu d'accord ? Tu as l'air un peu contrariété.
it_it: [_mc_] Hey, [jo]. Stai bene? Sembra un po' sconvolto.

source: Hopefully, that didn't come off as sarcastic...
fr_fr: Espérons que ça ne s'est pas fait comme sarcastique ...
it_it: Speriamo che non sia venuto fuori come sarcastico...

source: [_jo_s_worried_cup_] It's nothing you need to worry about, sweetheart.
fr_fr: [_jo_s_worried_cup_] C'est rien dont vous avez besoin pour vous inquiéter, chérie.
it_it: [_jo_s_worried_cup_] Non c'è niente di cui ti devi preoccupare, innamorati.

source: [_jo_s_annoyed_cup_] A colleague of mine had the audacity to criticize my work. Me!
fr_fr: [_jo_s_annoyed_cup_] Un de mes collègues a eu l'audace de critiquer mon travail. Moi !
it_it: [_jo_s_annoyed_cup_] Un mio collega ha avuto l'audacia di criticare il mio lavoro. Io!

source: [_jo_s_annoyed_cup_] {i}"If you have any questions, don't hesitate to contact me."{/}
fr_fr: [_jo_s_annoyed_cup_] {i}"Si vous avez des questions, n'hésitez pas à me contacter." {/}
it_it: [_jo_s_annoyed_cup_] {i}"Se hai domande, non esitare a contattarmi."{/}

source: [_jo_s_annoyed_cup_] Oh, don't worry. I won't just be contacting you... I'll end you.
fr_fr: [_jo_s_annoyed_cup_] Oh, ne vous inquiétez pas. Je ne me contenterai pas de vous contacter... Je vais en finir avec vous.
it_it: [_jo_s_annoyed_cup_] Oh, non ti preoccupare. Non ti contatterò... Ti finirò.

source: [_jo_s_annoyed_cup_] {i}"Kindest regards."{/}
fr_fr: [_jo_s_annoyed_cup_] {i}"Cordialement."{/}
it_it: [_jo_s_annoyed_cup_] {i}"Cordiali saluti."{/}

source: [_jo_s_embarrassed_] Oh, no! My mug!
fr_fr: [_jo_s_embarrassed_] Oh, non ! Ma tasse !
it_it: [_jo_s_embarrassed_] Oh, no! Mia tazza!

source: [_jo_s_embarrassed_] It's broken!
fr_fr: [_jo_s_embarrassed_] C'est cassé !
it_it: [_jo_s_embarrassed_] è rotto!

source: [_jo_s_broken_cup_sad_] What else could make my day any worse?
fr_fr: [_jo_s_broken_cup_sad_] Qu'est-ce qui pourrait faire pire mon jour ?
it_it: [_jo_s_broken_cup_sad_] Che altro potrebbe peggiorare la mia giornata?

source: Even though she's on her knees, this is too sad to be hot...
fr_fr: Même si elle est à genoux, c'est trop triste pour être chaud ...
it_it: Anche se lei è in ginocchio, questo è troppo triste per essere caldo...

source: I think that was one of her favorite cups. [flora] gave it to her after winning the middle school science fair. She looks devastated.
fr_fr: Je pense que c'était l'une de ses gobelets préférés. [flora] lui a donné suite après avoir remporté le salon des sciences de l'école intermédiaire. Elle a l'air dévastée.
it_it: Penso che sia stata una delle sue coppe preferite. [flora] le ha dato dopo aver vinto la fiera di scienze della scuola media. Sembra devastata.

source: [_mc_] [jo], are you really this upset over an email?
fr_fr: [_mc_] [jo], êtes-vous vraiment contrariété par un email ?
it_it: [_mc_] [jo], sei davvero sconvolto da una email?

source: [_jo_s_broken_cup_cringe_] An email? {i}Just{/} an email? No.
fr_fr: [_jo_s_broken_cup_cringe_] Un courriel ? {i}Juste {/} un e-mail ? Non.

source: Crap. I probably should've escaped when I had the chance.
fr_fr: Crap. J'aurais probablement dû fuir quand j'ai eu la chance.
it_it: Crap. Probabilmente avrei dovuto fuggire quando ho avuto l'occasione.

source: [_jo_s_broken_cup_angry_] I'm upset that you never lift a finger to help!
fr_fr: [_jo_s_broken_cup_angry_] Je suis contrariété de ne jamais soulever un doigt pour vous aider !
it_it: [_jo_s_broken_cup_angry_] Sono sconvolto dal fatto che non sollevi mai un dito per aiutare!

source: [_jo_s_broken_cup_angry_] [flora] and I do everything to keep a good home, and you...
fr_fr: [_jo_s_broken_cup_angry_] [flora] et je fais tout pour garder une bonne maison, et vous ...
it_it: [_jo_s_broken_cup_angry_] [flora] e faccio tutto per mantenere una buona casa, e tu...

source: [_jo_s_broken_cup_angry_] ...you can't even clean your room!
fr_fr: [_jo_s_broken_cup_angry_] ... vous ne pouvez même pas nettoyer votre chambre !
it_it: [_jo_s_broken_cup_angry_] ... non puoi nemmeno pulire la tua stanza!

source: [_jo_s_broken_cup_angry_] All you do is make excuses! You can't do anything for yourself!
fr_fr: [_jo_s_broken_cup_angry_] Tout ce que vous faites, c'est des excuses ! Tu ne peux rien faire pour toi-même !
it_it: [_jo_s_broken_cup_angry_] Tutto quello che fai è fare scuse! Non puoi fare nulla per te stesso!

source: [_jo_s_broken_cup_angry_] You're the most ungrateful... spoiled...!
fr_fr: [_jo_s_broken_cup_angry_] Vous êtes le plus ingri ... gâté ...!
it_it: [_jo_s_broken_cup_angry_] Sei il più ingrato... viziato...!

source: [_jo_s_broken_cup_sad_] Oh... oh, no. I—
fr_fr: [_jo_s_broken_cup_sad_] Oh ... oh, non. I-

source: [_jo_s_broken_cup_sad_] I'll get the janitor.
fr_fr: [_jo_s_broken_cup_sad_] Je vais chercher le concierge.
it_it: [_jo_s_broken_cup_sad_] Io prenderò il janitor.

source: How did talking about an email turn me into the bad guy?
fr_fr: Comment parler d'un email m'a transformé en un méchant ?
it_it: Come ha parlato di una e-mail mi ha trasformato nel brutto?

source: She's not wrong, though.
fr_fr: Elle n'a pas tort, cependant.
it_it: Non ha torto, però.

source: I mean, really. When was the last time I even washed the dishes?
fr_fr: Je veux dire, vraiment. Quand est-ce que j'ai lavé la vaisselle la dernière fois ?
it_it: Voglio dire, davvero. Quando è stata l'ultima volta che ho anche lavato i piatti?

source: Maybe today's the day to turn things around...
fr_fr: Peut-être qu'aujourd'hui c'est le jour de changer les choses ...
it_it: Forse oggi il giorno per girare le cose...

source: I need to get back into [jo]'s good graces, or else she might kick me out like the bum I am.
fr_fr: Il faut que je revienne dans les bonnes grâces de [jo], sinon elle risque de me mettre dehors comme le clochard que je suis.
it_it: Ho bisogno di tornare nelle buone grazie di [jo], altrimenti potrebbe cacciarmi fuori come l'album che sono.

source: First step is finding [flora]. She's fluent in female which is a language{space=-5} far more complicated and nuanced than I'm equipped to handle.
fr_fr: La première étape consiste à trouver le [flora]. Elle parle couramment une femme qui est une langue {space=-5} beaucoup plus compliquée et nuancée que je ne suis équipée pour gérer.
it_it: Il primo passo è trovare [flora]. Lei è fluente nella femmina che è una lingua{space=-5} molto più complicata e sfumata di quanto io sia equipaggiata per gestire.

source: Maybe she can tell me how to make this better?
fr_fr: Peut-être peut-elle me dire comment faire mieux ?
it_it: Forse lei può dirmi come fare meglio questo?

source: [_flora_s_sarcastic_] Hey, why do you look like that?
fr_fr: [_flora_s_sarcastic_] Hé, pourquoi tu as l'air de ça ?
it_it: [_flora_s_sarcastic_] Ehi, perché sembri così?

source: [_mc_] Like what?
fr_fr: [_mc_] Comme quoi ?
it_it: [_mc_] Ti piace cosa?

source: [_flora_s_sarcastic_] Guilty. Like you did something.
fr_fr: [_flora_s_sarcastic_] Coupable. Comme si vous aviez fait quelque chose.
it_it: [_flora_s_sarcastic_] Guilty. Come hai fatto qualcosa.

source: [_mc_] No reason. I always look this way.
fr_fr: [_mc_] Aucune raison. Je regarde toujours de cette façon.
it_it: [_mc_] Nessun motivo. Io guardo sempre in questo modo.

source: [_mc_] I have a condition. It's called RGF.
fr_fr: [_mc_] J'ai une condition. Ça s'appelle le RGF.
it_it: [_mc_] ho una condizione. Si chiama RGF.

source: [_flora_s_confused_] What's RGF?
fr_fr: [_flora_s_confused_] Qu'est-ce que RGF ?
it_it: [_flora_s_confused_] Cos'è RGF?

source: [_mc_] Resting Guilt Face.
fr_fr: [_mc_] Visage de culpabilité reposant.
it_it: [_mc_] Guilt Face.

source: [_flora_s_eyeroll_] That's the stupidest thing I've heard all day, and I've been talking to [maxine].
fr_fr: [_flora_s_eyeroll_] C'est la chose la plus stupide que j'ai entendue toute la journée, et j'ai parlé au [maxine].
it_it: [_flora_s_eyeroll_] È la cosa più stupida che abbia sentito tutto il giorno, e ho parlato con [maxine].

source: [_mc_] Talking about what?
fr_fr: [_mc_] Parler de quoi ?
it_it: [_mc_] Parlando di cosa?

source: [_flora_s_annoyed_] None of your business!
fr_fr: [_flora_s_annoyed_] Aucune de vos affaires !
it_it: [_flora_s_annoyed_] Nessuno dei tuoi affari!

source: [_flora_s_eyeroll_] Stop smirking.
fr_fr: [_flora_s_eyeroll_] Arrêtez de sourire.
it_it: [_flora_s_eyeroll_] Smettetela di sorpassare.

source: [_mc_] I'm not smirking.
fr_fr: [_mc_] Je ne suis pas de l'odeur.
it_it: [_mc_] non sto sorridendo.

source: [_flora_s_annoyed_] You're totally smirking!
fr_fr: [_flora_s_annoyed_] Vous êtes tout à fait ironique !
it_it: [_flora_s_annoyed_] Stai completamente sorridendo!

source: [_mc_] Fine, but I need your help.
fr_fr: [_mc_] Fine, mais j'ai besoin de votre aide.
it_it: [_mc_] Bene, ma ho bisogno del vostro aiuto.

source: [_flora_s_sarcastic_] I knew it! You only want my help when you're in trouble!
fr_fr: [_flora_s_sarcastic_] Je le savais ! Tu veux seulement mon aide quand tu es en difficulté !
it_it: [_flora_s_sarcastic_] lo sapevo! Volete solo il mio aiuto quando siete in difficoltà!

source: [_flora_s_sarcastic_] So, what did you do now?
fr_fr: [_flora_s_sarcastic_] Alors, qu'avez-vous fait maintenant ?
it_it: [_flora_s_sarcastic_] Allora, cosa hai fatto adesso?

source: [_mc_] Nothing! You're acting crazy.
fr_fr: [_mc_] Rien ! Vous agissez de la folie.
it_it: [_mc_] Niente! Ti stai comportando pazzo.

source: [_flora_s_concerned_] I'm acting perfectly reasonable in the face of a cold-blooded liar.
fr_fr: [_flora_s_concerned_] Je suis parfaitement raisonnable dans le visage d'un menteur à sang froid.
it_it: [_flora_s_concerned_] Sto agendo perfettamente ragionevole di fronte a un bugiardo a sangue freddo.

source: [_mc_] I didn't do anything wrong!
fr_fr: [_mc_] Je n'ai rien fait de mal !
it_it: [_mc_] non ho fatto nulla di sbagliato!

source: [_mc_] Stop reading into every twitch in my facial muscles, and listen.
fr_fr: [_mc_] Arrêter la lecture dans chaque secousse dans mes muscles du visage, et écouter.
it_it: [_mc_] Smetti di leggere ogni twitch nei miei muscoli facciali e ascolta.

source: [_mc_] [jo] may or may not be pissed at me for no reason in particular...
fr_fr: [_mc_] [jo] mai ou ne pas être pissé à moi pour aucune raison en particulier ...
it_it: [_mc_] [jo] può o non può essere baciato a me per nessun motivo in particolare...

source: [_mc_] So, unless you help me out, I'm going to make it your problem, too.
fr_fr: [_mc_] Donc, à moins que tu m'aimes, je vais te faire ton problème, aussi.
it_it: [_mc_] Quindi, a meno che tu non mi aiuti fuori, lo farò anche il tuo problema.

source: [_flora_s_angry_] Ugh, I knew you did something!
fr_fr: [_flora_s_angry_] Ugh, je savais que vous avez fait quelque chose !
it_it: [_flora_s_angry_] Ugh, sapevo che hai fatto qualcosa!

source: [_mc_] Maybe, but I'm going to make it all better.
fr_fr: [_mc_] Peut-être, mais je vais tout faire mieux.
it_it: [_mc_] Forse, ma lo farò tutto meglio.

source: [_mc_] I'm planning a surprise for her.
fr_fr: [_mc_] Je prépare une surprise pour elle.
it_it: [_mc_] Sto pianificando una sorpresa per lei.

source: [_mc_] Something happened.
fr_fr: [_mc_] Quelque chose s'est passé.
it_it: [_mc_] È successo qualcosa.

source: [_mc_] [jo] is mad at me... more than usual this time.
fr_fr: [_mc_] [jo] est en colère après moi ... plus que d'habitude cette fois.
it_it: [_mc_] [jo] è pazzo con me... più del solito questa volta.

source: [_mc_] Remember that mug you won at the science fair? Her favorite one?
fr_fr: [_mc_] Rappelez-vous que vous avez gagné à la foire scientifique ? Sa préférée ?
it_it: [_mc_] Ricordate quella tazza che avete vinto alla fiera della scienza? La sua preferita?

source: [_flora_s_worried_] What did you do to her mug?
fr_fr: [_flora_s_worried_] Qu'avez-vous fait à son mug ?
it_it: [_flora_s_worried_] Che cosa hai fatto alla sua tazza?

source: [_mc_] Well, she said something about an email, and then she knocked it over.
fr_fr: [_mc_] Eh bien, elle a dit quelque chose à propos d'un email, et puis elle a frappé dessus.
it_it: [_mc_] Beh, ha detto qualcosa di una e-mail, e poi ha bussato sopra.

source: [_mc_] I just asked what the email was about, and all of a sudden, she started ripping me a new one!
fr_fr: [_mc_] Je viens de demander quel était le courriel, et tout d'un coup, elle a commencé à m'en faire une nouvelle !
it_it: [_mc_] Ho appena chiesto di cosa era l'email, e all'improvviso ha iniziato a strapparmi una nuova!

source: [_flora_s_thinking_] Hmm... that doesn't seem like [jo]. You must've done something else.
fr_fr: [_flora_s_thinking_] Hmm ... qui ne ressemble pas à [jo]. Vous devez avoir fait autre chose.
it_it: [_flora_s_thinking_] Hmm... che non sembra [jo]. Devi aver fatto qualcos'altro.

source: [_mc_] No idea, but I'm trying to do the right thing. I'm trying to make it up to her.
fr_fr: [_mc_] Aucune idée, mais j'essaie de faire la bonne chose. J'essaie de la rendre à elle.
it_it: [_mc_] Nessuna idea, ma sto cercando di fare la cosa giusta. Sto cercando di farlo fino a lei.

source: [_mc_] So, can you help me out? I'm planning a surprise for her.
fr_fr: [_mc_] Alors, pouvez-vous m'aider ? Je planifie une surprise pour elle.
it_it: [_mc_] Quindi, puoi aiutarmi fuori? Sto pianificando una sorpresa per lei.

source: [_mc_] Let's be honest, when was the last time she was celebrated?
fr_fr: [_mc_] Soyons honnêtes, quand a-t-elle été célébrée la dernière fois ?
it_it: [_mc_] Siamo onesti, quando è stata l'ultima volta che è stata festeggiata?

source: [_flora_s_confident_] What do you mean? Every Mother's Day. I celebrate with her every year.{space=-70}
fr_fr: [_flora_s_confident_] Que voulez-vous dire ? Chaque Fête des Mères. Je célèbre avec elle chaque année. {space=-70}
it_it: [_flora_s_confident_] Che cosa intendi? Ogni Festa della Madre. Celebro con lei ogni anno.{space=-70}

source: [_flora_s_confident_] In fact, we've celebrated every single Mother's Day as far back as I remember.
fr_fr: [_flora_s_confident_] En fait, nous avons célébré chaque jour de mère aussi loin que je me souviens.
it_it: [_flora_s_confident_] Infatti, abbiamo celebrato ogni singola Festa della Mamma fino a quando ricordo.

source: [_mc_] Oh... right.
fr_fr: [_mc_] Oh ... à droite.
it_it: [_mc_] Oh... destra.

source: [_mc_] Well, I'm trying to put together my own version of Mother's Day to win [jo] back.
fr_fr: [_mc_] Eh bien, j'essaie de rassembler ma propre version de la Fête des Mères pour gagner [jo].
it_it: [_mc_] Beh, sto cercando di mettere insieme la mia versione di Festa della Mamma per vincere [jo] indietro.

source: [_mc_] Can you help me with ideas?
fr_fr: [_mc_] Pouvez-vous m'aider avec des idées ?
it_it: [_mc_] Puoi aiutarmi con le idee?

source: [_flora_s_thinking_] I can think of a few things that would make [jo] tolerate you better...
fr_fr: [_flora_s_thinking_] I can think of a few things that make make [jo] tolérer you better ...
it_it: [_flora_s_thinking_] Posso pensare ad alcune cose che farebbero [jo] tollerare meglio...

source: [_flora_s_worried_] How about you take her out somewhere?
fr_fr: [_flora_s_worried_] Comment la prendre quelque part ?
it_it: [_flora_s_worried_] Che ne dici di portarla fuori da qualche parte?

source: [_flora_s_confident_] I can think of a few things that would make [jo] tolerate you better...
fr_fr: [_flora_s_confident_] Je pense à plusieurs choses qui permettraient à [jo] de mieux vous tolérer...
it_it: [_flora_s_confident_] Posso pensare ad alcune cose che farebbero [jo] tollerare meglio...

source: [_flora_s_concerned_] For one, you never, ever clean.
fr_fr: [_flora_s_concerned_] Pour un, jamais, jamais propre.
it_it: [_flora_s_concerned_] Per uno, mai, mai pulito.

source: [_flora_s_concerned_] Everywhere you go, you leave a mess behind.
fr_fr: [_flora_s_concerned_] Partout où vous allez, vous laissez un bordel derrière.
it_it: [_flora_s_concerned_] Ovunque vai, lasci un pasticcio alle spalle.

source: [_flora_s_concerned_] You're like an animal of some kind. So, start with your bedroom.
fr_fr: [_flora_s_concerned_] Vous êtes comme un animal de quelque sorte. Alors, commencez avec votre chambre.
it_it: [_flora_s_concerned_] Sei come un animale di qualche tipo. Quindi, inizia con la tua camera da letto.

source: [_mc_] I mean... we're technically all animals...
fr_fr: [_mc_] Je veux dire ... nous sommes tous des animaux ...
it_it: [_mc_] Voglio dire... siamo tecnicamente tutti gli animali...

source: [_flora_s_concerned_] My ears are off. Don't even bother.
fr_fr: [_flora_s_concerned_] Mes oreilles sont déconnectées. N'y pensez même pas.
it_it: [_flora_s_concerned_] Le mie orecchie sono spente. Non preoccupatevi.

source: [_flora_s_neutral_] How about you take her out somewhere?
fr_fr: [_flora_s_neutral_] Comment la prendre quelque part ?
it_it: [_flora_s_neutral_] Che ne dici di portarla fuori da qualche parte?

source: [_mc_] Where? There's nowhere she'd rather be except going to work and coming home.
fr_fr: [_mc_] Où ? Il n'y a nulle part où elle préférerait travailler et rentrer à la maison.
it_it: [_mc_] Dove? Non c'è nessun posto dove preferirebbe essere se non andare a lavorare e tornare a casa.

source: [_mc_] You know how she is. Type-A workaholic.
fr_fr: [_mc_] Vous savez comment elle est. Type-Un bourreau de travail.
it_it: [_mc_] Sai come è. Tipo-A workaholic.

source: [_flora_s_excited_] Then don't leave the school grounds. She likes nature.
fr_fr: [_flora_s_excited_] Alors ne laissez pas les terrains de l'école. Elle aime la nature.
it_it: [_flora_s_excited_] Allora non lasciare i terreni scolastici. Le piace la natura.

source: [_flora_s_excited_] Have a picnic! You can bring sandwiches and a charcuterie board!
fr_fr: [_flora_s_excited_] Faites un pique-nique ! Vous pouvez apporter des sandwiches et un tableau de charcuterie !
it_it: [_flora_s_excited_] Avere un picnic! È possibile portare panini e una tavola di charcuteri!

source: [_mc_] Shark coochie board? I don't even know what that is.
fr_fr: [_mc_] Shark coochie board ? Je ne sais même pas ce que c'est.
it_it: [_mc_] Shark coochie board? Non so nemmeno cos'è.

source: [_flora_s_concerned_] You know what? That's not surprising.
fr_fr: [_flora_s_concerned_] Vous savez quoi ? Ce n'est pas surprenant.
it_it: [_flora_s_concerned_] Sai cosa? Non è sorprendente.

source: [_mc_] I don't really want to put in all that effort...
fr_fr: [_mc_] Je ne veux pas vraiment mettre tout cet effort ...
it_it: [_mc_] Non voglio davvero mettere in tutto questo sforzo...

source: [_mc_] Setting up a picnic? I've never done that before.
fr_fr: [_mc_] Mise en place d'un pique-nique ? Je n'ai jamais fait ça avant.
it_it: [_mc_] Impostare un picnic? Non l'ho mai fatto prima.

source: [_flora_s_eyeroll_] That's just typical. You're too selfish for this.
fr_fr: [_flora_s_eyeroll_] C'est typique. Tu es trop égoïste pour ça.
it_it: [_flora_s_eyeroll_] È solo tipico. Sei troppo egoista per questo.

source: [_flora_s_annoyed_] It's not even a lot of effort.
fr_fr: [_flora_s_annoyed_] Ce n'est même pas beaucoup d'efforts.
it_it: [_flora_s_annoyed_] Non è nemmeno molto sforzo.

source: [_flora_s_annoyed_] [jo] would be ecstatic if you just {i}tried{/} doing something for her.
fr_fr: [_flora_s_annoyed_] [jo] serait extatique si seulement {i}essayait {/} de faire quelque chose pour elle.
it_it: [_flora_s_annoyed_] [jo] sarebbe estatico se solo {i}provasse {/} a fare qualcosa per lei.

source: [_flora_s_annoyed_] I wish I was that lucky. I have to bust my ass to stay her favorite.
fr_fr: [_flora_s_annoyed_] J'aimerais avoir autant de chance. Je dois me démener pour rester sa préférée.
it_it: [_flora_s_annoyed_] Vorrei essere così fortunato. Devo busto il culo per rimanere il suo preferito.

source: [_flora_s_annoyed_] Meanwhile, you could fold one single piece of laundry and you've gone above and beyond.
fr_fr: [_flora_s_annoyed_] Pendant ce temps, vous pourriez plier un seul morceau de linge et vous avez dépassé et dépassé.
it_it: [_flora_s_annoyed_] Nel frattempo, si potrebbe piegare un singolo pezzo di bucato e si è andato sopra e oltre.

source: [_flora_s_sarcastic_] Besides, the more repulsed you are by something, the more [jo] would like it.
fr_fr: [_flora_s_sarcastic_] En plus, plus vous êtes repoussés par quelque chose, plus [jo] serait comme ça.
it_it: [_flora_s_sarcastic_] Inoltre, più ripuliti sei da qualcosa, più [jo] lo vorrebbe.

source: [_mc_] I guess you're right...
fr_fr: [_mc_] Je suppose que vous avez raison ...
it_it: [_mc_] Immagino che tu abbia ragione...

source: [_flora_s_sarcastic_] You know I am. Always.
fr_fr: [_flora_s_sarcastic_] Vous savez que je suis. Toujours.
it_it: [_flora_s_sarcastic_] Sapete che lo sono. Sempre.

source: [_mc_] Except that one time when you said you could chug an entire glass of milk.
fr_fr: [_mc_] Sauf qu'une fois où vous avez dit que vous pouffez vous faire un verre de lait entier.
it_it: [_mc_] Eccetto che una volta quando hai detto che si potrebbe tagliare un intero bicchiere di latte.

source: [_flora_s_cringe_] You put a slug in it!
fr_fr: [_flora_s_cringe_] Vous y mettez une salope !
it_it: [_flora_s_cringe_] Hai messo uno slug in esso!

source: [_mc_] But technically, you were wrong.
fr_fr: [_mc_] Mais techniquement, vous avez eu tort.
it_it: [_mc_] Ma tecnicamente, ti sbagliavi.

source: [_flora_s_cringe_] And technically, you're a sicko!
fr_fr: [_flora_s_cringe_] Et techniquement, tu es un malade !
it_it: [_flora_s_cringe_] E tecnicamente, sei un malato!

source: [_mc_] One man's sicko is another man's genius.
fr_fr: [_mc_] Le malade des uns est le génie des autres.
it_it: [_mc_] Il sicko di un uomo è il genio di un altro.

source: [_mc_] Anyway, I have to go. There's a lot I have to get done now.
fr_fr: [_mc_] Quoi qu'il en soit, je dois y aller. Il y a beaucoup à faire maintenant.
it_it: [_mc_] In ogni caso, devo andare. C'è molto che devo fare ora.

source: [_flora_s_sarcastic_] Good luck. I'll see you later.
fr_fr: [_flora_s_sarcastic_] Bonne chance. Je te verrai plus tard.
it_it: [_flora_s_sarcastic_] Buona fortuna. Ti vedrò più tardi.

source: [_flora_s_sarcastic_] Hopefully, [jo] doesn't kick you out on the spot.
fr_fr: [_flora_s_sarcastic_] Avec un peu de chance, [jo] ne vous frappe pas sur place.
it_it: [_flora_s_sarcastic_] Speriamo che [jo] non ti esce sul posto.

source: [_mc_] Pray for me...
fr_fr: [_mc_] Priez pour moi...
it_it: [_mc_] Pregate per me...

source: [_mc_] Unless... you want to help me?
fr_fr: [_mc_] A moins que ... vous voulez m'aider ?
it_it: [_mc_] A meno che... non voglia aiutarmi?
