Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_washed.po
Languages: fr_fr, it_it

source: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_jo_s_excited_s_hose_dripping_s_wet_s_new_cars_] Okay, then...
fr_fr: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_jo_s_excited_s_hose_dripping_s_wet_s_new_cars_] Ok, alors ...
it_it: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_jo_s_excited_s_hose_dripping_s_wet_s_new_cars_] Okay, allora...

source: Mission accomplished.
fr_fr: Mission accomplie.
it_it: Missione compiuta.

source: And [jo] fit right in.
fr_fr: Et le [jo] s'y fit.
it_it: E [jo] si adatta proprio dentro.

source: All she needed was to get a little more wet...
fr_fr: Tout ce qu'elle avait besoin, c'était d'avoir un peu plus mouillé ...
it_it: Tutto quello che aveva bisogno era quello di ottenere un po 'più bagnato...

source: Luckily, I was in the perfect position to help her out.
fr_fr: Heureusement, j'étais en parfaite position pour l'aider.
it_it: Per fortuna, ero nella posizione perfetta per aiutarla.

source: [_mc_] I see some dirt over to the right, [jo]!
fr_fr: [_mc_] Je vois de la saleté à droite, [jo]!
it_it: [_mc_] Vedo qualche sporco sulla destra, [jo]!

source: [_jo_s_car_wash_s_jo_s_surprised_s_hose_dripping_] Huh? Where?
fr_fr: [_jo_s_car_wash_s_jo_s_surprised_s_hose_dripping_] Huh? Où?
it_it: [_jo_s_car_wash_s_jo_s_surprised_s_hose_dripping_] Huh? Dove?

source: [_jo_s_car_wash_s_jo_s_smile_s_bending_over_s_hose_dripping_] Oh, I see it! Thank you, honey!
fr_fr: [_jo_s_car_wash_s_jo_s_smile_s_bending_over_s_hose_dripping_] Oh, je le vois ! Merci, chérie !
it_it: [_jo_s_car_wash_s_jo_s_smile_s_bending_over_s_hose_dripping_] Oh, lo vedo! Grazie, miele!

source: For a moment, I thought that her ass would snap that bikini bottom off.
fr_fr: Pendant un moment, je pensais que son cul enferrait ce bikini de fond.
it_it: Per un attimo, ho pensato che il suo culo avrebbe scattato quel bikini in basso.

source: I mean, who designed that thing anyway?
fr_fr: Je veux dire, qui a conçu cette chose de toute façon?
it_it: Voglio dire, chi ha progettato quella cosa comunque?

source: Must've been a true genius in string theory.
fr_fr: Ça doit être un vrai génie en théorie des cordes.
it_it: Deve essere stato un vero genio nella teoria delle corde.

source: Even when she bent over slightly, I could see her labia peeking out.
fr_fr: Même quand elle s'est pendu un peu, je pouvais voir sa labie éplucher.
it_it: Anche quando si piegò leggermente, potevo vedere le sue labbra sbirciare fuori.

source: Those perfect folds of heavenly flesh...
fr_fr: Ces plis parfaits de chair céleste ...
it_it: Quelle pieghe perfette di carne celeste...

source: Ripples set by the gods themselves...
fr_fr: Ripples fixés par les dieux eux-mêmes ...
it_it: Increspature impostate dagli dei stessi...

source: The ultimate forbidden fruit.
fr_fr: Le fruit ultime interdit.
it_it: Il frutto ultimo proibito.

source: And then I got one of my best ideas ever.
fr_fr: Et puis j'ai eu l'une de mes meilleures idées.
it_it: E poi ho ottenuto una delle mie migliori idee mai.

source: It was a little mean, but...
fr_fr: C'était un peu, mais ...
it_it: Era un po 'di mezzo, ma...

source: Sometimes, you just have to be mean!
fr_fr: Parfois, vous n'avez qu'à vouloir dire !
it_it: A volte, devi solo essere significativo!

source: I had all of this power in my hands, what kind of person would I have been if I squandered it?
fr_fr: J'avais tout ce pouvoir dans mes mains, quel genre de personne ai-je été si je le dilapirais?
it_it: Avevo tutto questo potere nelle mie mani, che tipo di persona sarei stato se lo sperma?

source: [_mc_] You're doing great, [jo]!
fr_fr: [_mc_] Vous faites grand, [jo]!
it_it: [_mc_] Stai facendo benissimo, [jo]!

source: [_mc_] Here's a bit more water!
fr_fr: [_mc_] Voici un peu plus d'eau !
it_it: [_mc_] Ecco un po' più di acqua!

source: [_jo_s_car_wash_s_jo_s_laughing_s_bending_over_s_hose_dripping_s_wet_] The water feels great! Thank you, [mc]!
fr_fr: [_jo_s_car_wash_s_jo_s_laughing_s_bending_over_s_hose_dripping_s_wet_] L'eau se sent bien ! Merci, [mc]!
it_it: [_jo_s_car_wash_s_jo_s_laughing_s_bending_over_s_hose_dripping_s_wet_] L'acqua si sente bene! Grazie, [mc]!

source: [_mc_] You're very welcome!
fr_fr: [_mc_] Vous êtes les bienvenus !
it_it: [_mc_] Sei molto benvenuto!

source: There wasn't quite enough water yet, but I was making progress.
fr_fr: Il n'y avait pas encore assez d'eau, mais j'ai fait des progrès.
it_it: Non c'era ancora abbastanza acqua, ma stavo facendo progressi.

source: And I thought, maybe a direct hit would do the trick...
fr_fr: Et j'ai pensé, peut-être qu'un coup direct ferait le tour ...
it_it: E ho pensato, forse un colpo diretto avrebbe fatto il trucco...

source: [_jo_s_car_wash_s_jo_s_afraid_s_exposed_s_hose_jo_pussy_s_wet_] Oh, no!
fr_fr: [_jo_s_car_wash_s_jo_s_afraid_s_exposed_s_hose_jo_pussy_s_wet_] Oh, non !

source: Oh, yes!
fr_fr: Oh, oui !
it_it: Oh, sì!

source: The bikini bottom went straight off. I felt like Chris Kyle.
fr_fr: Le fond du bikini s'est immédiatement éteint. Je me suis senti comme Chris Kyle.
it_it: Il fondo del bikini è andato dritto. Mi sentivo come Chris Kyle.

source: Not that it was covering much... but it sure made a difference in her posture.
fr_fr: Non pas qu'elle couvait beaucoup ... mais elle a fait une différence en sa posture.
it_it: Non che copra molto... ma ha sicuramente fatto la differenza in la sua postura.

source: [_jo_s_car_wash_s_jo_s_embarrassed_s_covering_up_s_hose_jo_pussy_s_wet_] [mc], please!
fr_fr: [_jo_s_car_wash_s_jo_s_embarrassed_s_covering_up_s_hose_jo_pussy_s_wet_] [mc], s'il vous plaît !
it_it: [_jo_s_car_wash_s_jo_s_embarrassed_s_covering_up_s_hose_jo_pussy_s_wet_] [mc], per favore!

source: [_mc_] This hose is out of control!
fr_fr: [_mc_] Ce tuyau est hors de contrôle !
it_it: [_mc_] Questo tubo è fuori controllo!

source: [_mc_] It has a mind of its own!
fr_fr: [_mc_] Il a un esprit propre !
it_it: [_mc_] Ha una mente propria!

source: I could see the goosebumps exploding on her skin.
fr_fr: Je pouvais voir les dépotoirs qui explosait sur sa peau.
it_it: Riuscivo a vedere i punti d'oca esplodere sulla sua pelle.

source: The droplets of water rolling down her ass and falling from her pussy...
fr_fr: Les gouttelettes d'eau se glissant dans son cul et tombant de sa chatte ...
it_it: Le goccioline di acqua che rotolano giù il culo e cadono dalla sua figa...

source: The streaks wrapping around her legs...
fr_fr: Les stries enveloppant ses jambes ...
it_it: Le striature avvolgono le gambe...

source: That look of desperation...
fr_fr: Ce regard du désespoir ...
it_it: Quell'aspetto di disperazione...

source: Visual poetry.
fr_fr: Poésie visuelle.
it_it: Poesia visiva.

source: And the best part, [jo] was getting turned on.
fr_fr: Et la meilleure partie, [jo] , était en train de se transformer.
it_it: E la parte migliore, [jo] si stava accendendo.

source: The water pressure must've been high enough on her vulva.
fr_fr: La pression de l'eau doit avoir été assez élevée sur sa vulve.
it_it: La pressione dell'acqua deve essere stata abbastanza alta sulla sua vulva.

source: [_jo_s_car_wash_s_jo_s_blush_s_covering_up_s_hose_jo_pussy_s_wet_] I... I can't...
fr_fr: [_jo_s_car_wash_s_jo_s_blush_s_covering_up_s_hose_jo_pussy_s_wet_] I ... Je ne peux pas ...
it_it: [_jo_s_car_wash_s_jo_s_blush_s_covering_up_s_hose_jo_pussy_s_wet_] I... Non posso...

source: She was just about to come, right there in front of the entire town!
fr_fr: Elle était sur le point de venir, juste là devant toute la ville !
it_it: Stava per arrivare, proprio lì di fronte a tutta la città!

source: [_guard_] Hell yeah, lady! Keep it going!
fr_fr: [_guard_] Oui, madame ! Continuez !
it_it: [_guard_] Inferno sì, signora! Continuate ad andare!

source: [_guard_] I'll give ya everything I got, just don't stop!
fr_fr: [_guard_] Je vais donner tout ce que j'ai, ne m'arrêtez pas !
it_it: [_guard_] darò tutto quello che ho ottenuto, solo non fermarsi!

source: [jo] shifted slightly toward the beam.
fr_fr: Le [jo] se déplace légèrement vers le faisceau.
it_it: [jo] spostato leggermente verso il fascio.

source: It was a glorious thing to witness.
fr_fr: C'était une chose glorieuse à témoigner.
it_it: Era una cosa gloriosa da testimoniare.

source: Getting a woman off from ten feet away... surely, I was breaking some sort of obscure record?
fr_fr: Faire sortir une femme de dix pieds de distance ... sûrement, j'étais en train de briser une sorte d'obscur record?
it_it: Togliendo una donna da dieci piedi... sicuramente, stavo rompendo una sorta di record oscuro?

source: Either way, if it went on for much longer, my dick was going to rip through my pants.
fr_fr: Quoi qu'il en soit, si ça s'est passé beaucoup plus longtemps, ma bite allait rip à travers mes pantalons.
it_it: In entrambi i casi, se è andato avanti per molto più a lungo, il mio cazzo stava andando a strappare attraverso i miei pantaloni.

source: Then I'd have two hoses, and no standing army could stop me.
fr_fr: Alors j'avais deux tuyaux, et aucune armée permanente ne pouvait m'arrêter.
it_it: Allora avrei due manichette, e nessun esercito in piedi potrebbe fermarmi.

source: [_jo_s_car_wash_s_jo_s_embarrassed_s_covering_up_s_hose_jo_pussy_s_wet_] I can't! It's too much!
fr_fr: [_jo_s_car_wash_s_jo_s_embarrassed_s_covering_up_s_hose_jo_pussy_s_wet_] Je ne peux pas ! C'est trop !
it_it: [_jo_s_car_wash_s_jo_s_embarrassed_s_covering_up_s_hose_jo_pussy_s_wet_] non posso! È troppo!

source: She was cumming!
fr_fr: Elle était en cumming !
it_it: Lei stava piumando!

source: [_jo_s_car_wash_s_jo_s_orgasm_s_covering_up_s_hose_jo_pussy_s_wet_] Oh, god! Ohhh! [withvpunch]
fr_fr: [_jo_s_car_wash_s_jo_s_orgasm_s_covering_up_s_hose_jo_pussy_s_wet_] Oh, mon dieu ! Ohhh ! [withvpunch]
it_it: [_jo_s_car_wash_s_jo_s_orgasm_s_covering_up_s_hose_jo_pussy_s_wet_] Oh, dio! Ohhh! [withvpunch]

source: I was right there with her.
fr_fr: J'étais là avec elle.
it_it: Ero proprio lì con lei.

source: The hose water's falling down her back and mixing with her cum...
fr_fr: L'eau de la boyau tombe dans le dos et le mélange avec son foutre ...
it_it: L'acqua del tubo che cade giù per la schiena e mescolando con la sua sperma...

source: It must've felt amazing.
fr_fr: Ça doit être incroyable.
it_it: Deve essere sentita incredibile.

source: Her knees were wobbling. She was barely able to keep herself up after that orgasm.
fr_fr: Ses genoux tremblaient. Elle était à peine capable de se tenir au bout de cet orgasme.
it_it: Le sue ginocchia stavano sventolando. Lei era a malapena in grado di tenersi in piedi dopo quell'orgasmo.

source: [_mc_] Are you okay, [jo]?
fr_fr: [_mc_] Etes-vous d'accord, [jo]?
it_it: [_mc_] Stai bene, [jo]?

source: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] I... I think so...
fr_fr: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] I ... Je pense que ...
it_it: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] I... Penso così...

source: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] This is... very inappropriate...
fr_fr: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] C'est ... très inapproprié ...
it_it: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] Questo è... molto inappropriato...

source: [_mc_] Here, let's get you inside and wrapped up in a towel, all right?
fr_fr: [_mc_] Ici, allons vous chercher à l'intérieur et enroulé dans une serviette, d'accord?
it_it: [_mc_] Qui, ti portiamo dentro e avvolto in un asciugamano, va bene?

source: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] T-thank you... sweetie...
fr_fr: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] T-Merci ... chérie ...
it_it: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] T-grazie... sweetie...

source: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] But... there are still... more cars...
fr_fr: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] Mais ... il y a encore ... plus de voitures ...
it_it: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] Ma... ci sono ancora... più auto...

source: [_mc_] Don't worry about them. We can manage from here.
fr_fr: [_mc_] Ne vous inquiétez pas pour eux. Nous pouvons passer d'ici.
it_it: [_mc_] Non preoccuparti di loro. Possiamo gestire da qui.

source: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] Okay... good...
fr_fr: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] Ok ... bon ...
it_it: [_jo_s_car_wash_s_jo_s_aftermath_s_covering_up_s_hose_dripping_s_wet_] Okay... buono...

source: More cars, and more time to soak girls in bikinis.
fr_fr: Plus de voitures, et plus de temps pour tremper les filles en bikinis.
it_it: Più auto, e più tempo per ammollo ragazze in bikini.

source: Even though I never got a cent's worth out of the fundraiser, I felt like a very rich man.
fr_fr: Même si je n'ai jamais eu un centime de la collecte de fonds, je me suis senti comme un homme très riche.
it_it: Anche se non ho mai avuto un centesimo dalla raccolta fondi, mi sentivo come un uomo molto ricco.

source: It took all day, but we made it through the entire line of cars.
fr_fr: Il a pris toute la journée, mais nous l'avons fait à travers toute la gamme de voitures.
it_it: Ci è voluto tutto il giorno, ma lo abbiamo fatto attraverso l'intera linea di auto.

source: And I made a woman orgasm for the first time in my life.
fr_fr: Et j'ai fait une femme orgasme pour la première fois de ma vie.
it_it: E ho fatto una donna orgasmo per la prima volta nella mia vita.

source: What a beautiful day...
fr_fr: Quelle belle journée ...
it_it: Che bella giornata...

source: [_flora_s_excited_] We did it!
fr_fr: [_flora_s_excited_] Nous l'avons fait !
it_it: [_flora_s_excited_] Lo abbiamo fatto!

source: She was so happy, and still completely soaked.
fr_fr: Elle était si heureuse, et encore complètement trempé.
it_it: Era così felice, e ancora completamente immersa.

source: [_mc_] Pretty successful fundraiser, eh?
fr_fr: [_mc_] Pretty fructueuse collecte de fonds, hein?
it_it: [_mc_] Buona raccolta fondi di successo, eh?

source: [_flora_s_neutral_] Pretty successful, even if it did get a little weird.
fr_fr: [_flora_s_neutral_] Pretty réussi, même si ça a été un peu bizarre.
it_it: [_flora_s_neutral_] Ben riuscito, anche se ha ottenuto un po 'strano.

source: Weird was one way to describe it.
fr_fr: Weird était une façon de le décrire.
it_it: Strano era un modo per descriverlo.

source: Hot and unforgettable would be another.
fr_fr: Hot et inoubliable en serait une autre.
it_it: Caldo e indimenticabile sarebbe un altro.

source: [_mc_] How much did we end up making?
fr_fr: [_mc_] Combien avons-nous fini par faire?
it_it: [_mc_] Quanto siamo finiti per creare?

source: [_flora_s_neutral_] You'll have to ask [jo]. I just handed her the bucket of money.
fr_fr: [_flora_s_neutral_] Vous devrez demander le [jo]. Je lui ai juste remis le seau d'argent.
it_it: [_flora_s_neutral_] Dovrai chiedere a [jo]. Le ho appena consegnato il secchio di denaro.

source: [_flora_s_neutral_] But it was a very full bucket.
fr_fr: [_flora_s_neutral_] Mais c'était un seau très complet.
it_it: [_flora_s_neutral_] Ma era un secchio molto pieno.

source: [_mc_] So, you're saying if there's ever another car wash, I'm the first person you're going to call?
fr_fr: [_mc_] Alors, vous dites que s'il y a un autre lavage de voiture, je suis la première personne que vous allez appeler?
it_it: [_mc_] Quindi, stai dicendo se c'è mai un altro autolavaggio, sono la prima persona che chiamerai?

source: [_flora_s_confident_] You did handle the hose with skill...
fr_fr: [_flora_s_confident_] Vous avez manipulé le tuyau avec compétence ...
it_it: [_flora_s_confident_] Hai gestito il tubo con abilità...

source: [_mc_] Is that a yes?
fr_fr: [_mc_] Est-ce un oui?
it_it: [_mc_] È un sì?

source: [_flora_s_concerned_] Some would say a suspicious amount of skill...
fr_fr: [_flora_s_concerned_] Certains diraient une quantité suspecte de compétences ...
it_it: [_flora_s_concerned_] Alcuni direbbero una quantità sospetta di abilità...

source: [_mc_] Is that a crime?
fr_fr: [_mc_] Est-ce un crime?
it_it: [_mc_] È un crimine?

source: [_flora_s_concerned_] It should be.
fr_fr: [_flora_s_concerned_] C'est le cas.
it_it: [_flora_s_concerned_] Dovrebbe essere.

source: [_mc_] Practice is the only way you get better at something, [flora].
fr_fr: [_mc_] La pratique est la seule façon de s'améliorer à quelque chose, [flora].
it_it: [_mc_] Pratica è l'unico modo per migliorare qualcosa, [flora].

source: [_mc_] Maybe I could teach you some day?
fr_fr: [_mc_] Peut-être que je pourrais t'apprendre un jour?
it_it: [_mc_] Forse potrei insegnarti un giorno?

source: [_flora_s_angry_] Maybe stick to washing cars.
fr_fr: [_flora_s_angry_] Peut-être s'en tenir aux voitures.
it_it: [_flora_s_angry_] Forse bastone per lavare le auto.

source: Of course, the day wasn't complete without making [flora] throw up in her mouth.
fr_fr: Bien sûr, la journée n'était pas complète sans que le [flora] se jette dans sa bouche.
it_it: Naturalmente, la giornata non era completa senza fare [flora] buttare in bocca.

source: [_jo_s_sarcastic_] [mc]! I'm happy to report that the fundraiser was a success.
fr_fr: [_jo_s_sarcastic_] [mc]! Je suis heureux d'annoncer que la collecte de fonds a été un succès.
it_it: [_jo_s_sarcastic_] [mc]! Sono felice di segnalare che la raccolta fondi è stata un successo.

source: [_jo_s_sarcastic_] We covered all the expenses of the dance, with plenty to spare.
fr_fr: [_jo_s_sarcastic_] Nous avons couvert toutes les dépenses de la danse, avec beaucoup à épargner.
it_it: [_jo_s_sarcastic_] Abbiamo coperto tutte le spese della danza, con abbondanza da risparmiare.

source: [_jo_s_blush_] Sweetheart, I really appreciate your help. We couldn't have done it without you.
fr_fr: [_jo_s_blush_] Sweetheart, j'apprécie vraiment votre aide. Nous n'aurions pas pu le faire sans vous.
it_it: [_jo_s_blush_] Sweetheart, apprezzo davvero il tuo aiuto. Non avremmo potuto farlo senza di te.

source: [_mc_] Oh, it was no trouble.
fr_fr: [_mc_] Oh, ce n'était pas un problème.
it_it: [_mc_] Oh, non è stato un problema.

source: Well, it was actually a lot of trouble.
fr_fr: Eh bien, c'était en fait beaucoup de problèmes.
it_it: Bene, in realtà è stato un sacco di problemi.

source: But the reward more than made up for it.
fr_fr: Mais la récompense est plus que faite pour elle.
it_it: Ma la ricompensa più che compensata.

source: [_jo_s_eyeroll_] If you hadn't come and found me, I probably would've sat crying in that bathroom all afternoon.
fr_fr: [_jo_s_eyeroll_] Si vous n'êtes pas venu me trouver, j'aurais probablement pleuré dans cette salle de bain toute l'après-midi.
it_it: [_jo_s_eyeroll_] Se non fossi venuto a trovarmi, probabilmente sarei seduto a piangere in quel bagno tutto il pomeriggio.

source: [_mc_] It was nothing, really...
fr_fr: [_mc_] Ce n'était rien, vraiment ...
it_it: [_mc_] Non era niente, veramente...

source: [_jo_s_flirty_] Still, you're my handsome young man.
fr_fr: [_jo_s_flirty_] Pourtant, vous êtes mon jeune homme.
it_it: [_jo_s_flirty_] Eppure, sei il mio bel giovane.

source: [_jo_s_flirty_] Never forget that I love you.
fr_fr: [_jo_s_flirty_] N'oubliez jamais que je t'aime.
it_it: [_jo_s_flirty_] Non dimenticare mai che ti amo.

source: That almost made me melt. It was one of the few times she'd told me that.
fr_fr: Ça m'a presque fait fondre. C'était l'une des rares fois où elle m'avait dit ça.
it_it: Mi ha quasi fatto fondere. Era una delle poche volte che mi aveva detto.

source: It's one of those things you'll always remember when the goings get hard.
fr_fr: C'est l'une de ces choses que tu te souviendras toujours quand les déblais sont durs.
it_it: È una di quelle cose che ricorderete sempre quando gli andamenti diventano duri.

source: At least one person loves you.
fr_fr: Au moins une personne vous aime.
it_it: Almeno una persona ti ama.

source: That's why it'll always be a fond memory of mine.
fr_fr: C'est pourquoi ce sera toujours un bon souvenir de la mienne.
it_it: Ecco perché sarà sempre un ricordo appassionato del mio.

source: Unfortunately, you can't live in the past forever...
fr_fr: Malheureusement, vous ne pouvez pas vivre dans le passé pour toujours ...
it_it: Sfortunatamente, non puoi vivere nel passato per sempre...

source: And in the end, you're always flung back to the harsh reality.
fr_fr: Et en fin de compte, vous êtes toujours raccrochez à la dure réalité.
it_it: E alla fine, sei sempre tornato alla dura realtà.

source: "The blight can wait. I need the hose."
fr_fr: " La brûlure peut attendre. J'ai besoin du tuyau. "
it_it: "Il blight può aspettare. Ho bisogno del tubo."

source: "Fine. Let's water the demons."
fr_fr: " Très bien. Arrosons les démons. "
it_it: "Bene. Annaffiiamo i demoni."

source: Beg
fr_fr: Bogue
it_it: Iniziare

source: Snatch and run
fr_fr: Snatch et exécution
it_it: Scatta ed esegui

source: "It's fine! I got this."
fr_fr: " C'est bien ! J'ai eu ça. "
it_it: "Va bene! Ho ottenuto questo."

source: "Thanks! I'd really appreciate it."
fr_fr: " Merci ! Je l'apprécierais vraiment. "
it_it: "Grazie! Lo apprezzerei davvero."

source: "Know the truth."
fr_fr: "Connaissez la vérité."
it_it: "Conosci la verità."

source: "Feel the truth."
fr_fr: "Sentez la vérité."
it_it: "Senti la verità."

source: "You look incredible, [jo]."
fr_fr: "Tu as l'air incroyable, [jo]."
it_it: "Sembri incredibile, [jo]."

source: "It is a bit much..."
fr_fr: "C'est un peu ..."
it_it: "È un po' molto..."

source: [_mc_] Hell yeah, it is.
it_it: [_mc_] Inferno sì, lo è.

source: [_maxine_s_confident_] Let's do it!
it_it: [_maxine_s_confident_] Facciamolo!

source: [_maxine_s_confident_hose_] Just hold the door open while I rain down upon them, okay?
it_it: [_maxine_s_confident_hose_] Basta tenere aperta la porta mentre piove su di loro, okay?

source: [_mc_] Just hand them over!
it_it: [_mc_] Basta consegnarli!

source: [_kate_s_embarrassed_marker_] Now.
it_it: [_kate_s_embarrassed_marker_] Ora.

source: [_lindsey_s_thinking_] I wish I could, but I have a race to prepare for this afternoon.
it_it: [_lindsey_s_thinking_] Vorrei potere, ma ho una gara per prepararmi per questo pomeriggio.

source: [_jacklyn_s_smile_] Moneybags.
it_it: [_jacklyn_s_smile_] Moneybag.

source: [_mc_] Just wanted to make sure you're okay.
it_it: [_mc_] Voleva solo assicurarsi che tu stia bene.

source: [_mc_] I had to search the school for [jo].
it_it: [_mc_] ho dovuto cercare la scuola per [jo].

source: [_jo_] Just, err... some administrative stuff I had to take care of!
it_it: [_jo_] Giusto, errore... alcune cose amministrative che ho dovuto prendermi!

source: [_mc_] Let's get this show on the road!
it_it: [_mc_] Facciamo questo spettacolo sulla strada!
