Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_pot.po
Languages: fr_fr

source: [_jo_s_excited_] I sure hope it helps with the pain.
fr_fr: [_jo_s_excited_] J'espère que ça aide avec la douleur.

source: [_mc_] It's supposed to have all sorts of anti-inflammatory qualities.
fr_fr: [_mc_] Il est supposé avoir toutes sortes de qualités anti-inflammatoires.

source: [_mc_] Also helps you relax. I know stress is what's causing the throat ache.
fr_fr: [_mc_] Vous pouvez également vous détendre. Je sais que le stress est ce qui cause les maux de gorge.

source: [_jo_s_smile_cup_] I appreciate it, honey.
fr_fr: [_jo_s_Souriez_cup_] Je l'apprécie, chérie.

source: [_flora_s_annoyed_s_flip_] Gross. What's that smell?
fr_fr: [_flora_s_annoyed_s_flip_] Grossier. Quelle est cette odeur ?

source: [_jo_s_neutral_cup_] Don't say that, [flora].
fr_fr: [_jo_s_neutral_cup_] Ne dites pas ça, [flora].

source: [_jo_s_smile_cup_] [mc] has been kind enough to brew me a cup of tea for my throat.
fr_fr: [_jo_s_Souriez_cup_] [mc] a été assez aimable pour me faire une tasse de thé pour ma gorge.

source: [_flora_s_skeptical_] I would check the table of contents if I were you...
fr_fr: [_flora_s_skeptical_] À votre place, je vérifierais la table des matières...

source: [_mc_] It's entirely organic. I grew it myself.
fr_fr: [_mc_] C'est entièrement biologique. Je l'ai grandi moi-même.

source: [_mc_] Would you like a cup as well?
fr_fr: [_mc_] Aimeriez-vous une tasse aussi ?

source: [_flora_s_angry_] No, thanks. I'll be in my room.
fr_fr: [_flora_s_angry_] Non, merci. Je serai dans ma chambre.

source: She stomped off all upset. She'd probably made plans to cure [jo]'s throat pain herself.
fr_fr: Elle s'est rayée de tout bouleversé. Elle a probablement fait des plans pour guérir la douleur de la gorge de [jo].

source: Sucks to suck, [flora].
fr_fr: Sucre à sucer, [flora].

source: [_jo_s_smile_cup_] Okay, let's give it a taste.
fr_fr: [_jo_s_Souriez_cup_] D'accord, donnons-nous un goût.

source: [_jo_s_concerned_cup_] What's in this?
fr_fr: [_jo_s_concerned_cup_] Qu'est-ce que c'est ?

source: [_mc_] Just err... tea leaves.
fr_fr: [_mc_] Juste err ... feuilles de thé.

source: [_jo_s_concerned_cup_] It's very potent!
fr_fr: [_jo_s_concerned_cup_] C'est très puissant !

source: [_mc_] Yeah, the plant is exotic. Nothing quite like it in the wild.
fr_fr: [_mc_] Oui, la plante est exotique. Rien de tout comme ça dans la nature.

source: [_jo_s_smile_cup_] I appreciate it, [mc].
fr_fr: [_jo_s_Souriez_cup_] Je l'apprécie, [mc].

source: [_mc_] Anything to help you.
fr_fr: [_mc_] N'importe quoi pour vous aider.

source: [_jo_s_smile_cup_] Aw, sweetie!
fr_fr: [_jo_s_Souriez_cup_] Aw, chérie !

source: [_mc_] The plants are a distant relative to the Cannabis sativa plant.
fr_fr: [_mc_] Les plantes sont éloignées de l'usine de Cannabis sativa.

source: [_jo_s_neutral_cup_] The drug?
fr_fr: [_jo_s_neutral_cup_] Le médicament ?

source: [_mc_] They don't seem related at all, kind of like me and [flora].
fr_fr: [_mc_] Ils ne semblent pas liés du tout, comme moi et [flora].

source: [_jo_s_smile_cup_] I'm not upset with you! I think it's a nice gesture.
fr_fr: [_jo_s_Souriez_cup_] Je ne suis pas contrariété avec toi ! Je pense que c'est un beau geste.

source: [_jo_s_smile_cup_] Don't tell [flora], but I used to smoke a good bit of pot when I first started as a school administrator...
fr_fr: [_jo_s_Souriez_cup_] Ne dis pas [flora], mais j'ai utilisé pour fumer un bon bout de pot quand j'ai commencé comme administrateur scolaire ...

source: [_jo_s_smile_cup_] It always helped with the stress and took the burn and aches out of my throat.
fr_fr: [_jo_s_Souriez_cup_] Il a toujours aidé avec le stress et a pris le feu et a mal à la gorge.

source: [_jo_s_smile_cup_] I used to be very sore down there after those late nights at the office.
fr_fr: [_jo_s_Souriez_cup_] J'ai été très douloureux là-bas après ces dernières nuits au bureau.

source: [_mc_] Hard work, for the most part.
fr_fr: [_mc_] Le travail acharne, pour la plupart.

source: [_jo_s_smile_cup_] I've noticed you getting into shape lately.
fr_fr: [_jo_s_Souriez_cup_] J'ai remarqué que vous vous êtes mis en forme dernièrement.

source: [_jo_s_smile_cup_] And I've been meaning to reward you.
fr_fr: [_jo_s_Souriez_cup_] Et j'ai eu un sens pour vous récompenser.

source: [_mc_] Thanks, [jo].
fr_fr: [_mc_] Merci, [jo].

source: [_jo_s_smile_cup_] I know it's not much, but if you keep this up, you can expect more of it in the future.
fr_fr: [_jo_s_Souriez_cup_] Je sais que ce n'est pas beaucoup, mais si vous le conservez, vous pouvez en attendre plus à l'avenir.

source: [_jo_s_smile_cup_] And the tea is very effective! My throat feels better already.
fr_fr: [_jo_s_Souriez_cup_] Et le thé est très efficace ! Ma gorge se sent déjà mieux.

source: [_mc_] Happy it works.
fr_fr: [_mc_] Heureux que cela fonctionne.

source: [_jo_s_skeptical_s_flip_] Gosh, I'm already getting sleepy... it's been such a long day...
fr_fr: [_jo_s_skeptical_s_flip_] Bon sang, j'ai déjà sommeil... la journée a été si longue...

source: [_jo_s_skeptical_s_flip_] Thanks for the tea, honey. I think I'm going to head upstairs before I pass out on the floor. Have a good night!
fr_fr: [_jo_s_skeptical_s_flip_] Merci pour le thé, chérie. Je pense que je vais monter à l'étage avant de passer à l'étage. Bonne nuit !

source: Not sure what's going on, but that's not the way to her bedroom.
fr_fr: Pas sûr de ce qui se passe, mais ce n'est pas le chemin de sa chambre.

source: [_mc_] [jo]? Are you all right?
fr_fr: [_mc_] [jo] ? Vous avez raison ?

source: [_jo_s_thinking_] I'm really tired, honey. I'm going to bed now.
fr_fr: [_jo_s_thinking_] Je suis vraiment fatigué, chérie. Je vais me coucher maintenant.

source: [_jo_] Have a good night now, I think I'm—
fr_fr: [_jo_] Bonne nuit maintenant, je pense que je suis

source: Seriously? That tea was a lot stronger than expected...
fr_fr: Sérieusement ? Ce thé était beaucoup plus fort que prévu ...

source: [_jo_] ZzzzZzz... [flora]... ZzZ... I love you, [flora]... zZzz...
fr_fr: [_jo_] ZzzzZzz ... [flora]... ZzZ ... Je t'aime, [flora]... zZzz ...

source: Ugh, even in her sleep.
fr_fr: Ugh, même dans son sommeil.

source: [_mc_] [jo]? This is the kitchen.
fr_fr: [_mc_] [jo] ? C'est la cuisine.

source: She's completely knocked out.
fr_fr: Elle est complètement assommée.

source: It would be wrong, but...
fr_fr: Ce serait une erreur, mais ...

source: Maybe this is my only chance to see what's underneath that skirt...
fr_fr: Peut-être que c'est ma seule chance de voir ce qui est sous cette jupe ...

source: No one would know.
fr_fr: Personne ne le sait.

source: But on the other hand, this is [jo].
fr_fr: Mais d'un autre côté, c'est [jo].

source: It wouldn't just be illegal, it'd be morally unjust.
fr_fr: Ce ne serait pas seulement illégal, il serait moralement injuste.

source: But it's a once in a lifetime chance...
fr_fr: Mais c'est une occasion unique ...

source: Maybe just a quick peek. No one would be the wiser.
fr_fr: Peut-être juste un petit coup de coup. Personne ne serait le plus sage.

source: I'm going to hell for this...
fr_fr: Je vais aller en enfer pour ça ...

source: [_jo_] [mc]... ZzZ... please take better care of yourself.... zZz...
fr_fr: [_jo_] [mc]... ZzZ ... s'il vous plaît, prenez soin de vous ... zZz ...

source: Fuck. Now I feel bad.
fr_fr: Putain. Maintenant je me sens mal.

source: Maybe I should carry her upstairs? She needs to sleep it off.
fr_fr: Peut-être que je devrais la porter à l'étage ? Elle a besoin de dormir.

source: Her throat is better so my job here is technically done.
fr_fr: Sa gorge est meilleure, mon travail ici est techniquement fait.

source: [_jo_] zZzz... itchy... zZz... it's itchy...
fr_fr: [_jo_] zZzz... ça gratte... zZz... ça gratte...

source: [_mc_] All right, [jo]. Let's get you to bed.
fr_fr: [_mc_] Très bien, [jo]. Allons nous coucher.

source: All right, she's fast asleep in her bed now.
fr_fr: Très bien, elle dort vite dans son lit.

source: I've done some shitty things in the past, but molesting someone who's asleep is where I draw the line.
fr_fr: J'ai fait des choses de merde dans le passé, mais j'ai agressé quelqu'un qui est endormis, c'est là que je dessine la ligne.

source: [jo] might not remember, but doing the right thing shouldn't depend on if other people know.
fr_fr: [jo] pourrait ne pas se souvenir, mais faire la bonne chose ne devrait pas dépendre si d'autres personnes le savent.

source: As long as I know, it's a step in the right direction.
fr_fr: Tant que je le sais, c'est un pas dans la bonne direction.

source: Crap. I forgot to leave the key to her room with her.
fr_fr: Crap. J'ai oublié de laisser la clé dans sa chambre avec elle.

source: Oh, well, I'll just give it to her when she wakes up.
fr_fr: Oh, bien, je vais juste lui donner quand elle se réveille.

source: [_mc_] Where... err.... where's the itch?
fr_fr: [_mc_] Où ... err .... où est le problème ?

source: [_jo_] zZz... it's so itchy...
fr_fr: [_jo_] zZz ... c'est tellement démo ...

source: She's never complained or mentioned an itch before, and she's big on sharing these types of details with [flora].
fr_fr: Elle ne s'est jamais plainte ou a mentionné un problème avant, et elle est grande sur le partage de ce genre de détails avec le [flora].

source: So, if my eavesdropping skills don't deceive me, maybe the itch is some kind of reaction to the tea.
fr_fr: Donc, si mes capacités d'écoute ne me trompent pas, peut-être que les démangeaisons sont une sorte de réaction au thé.

source: She's getting really fidgety.
fr_fr: Elle s'agite beaucoup.

source: The old cramps stop her from reaching back.
fr_fr: Les vieilles crampes l'empêchent de tendre la main.

source: She'd kill me if she found out, but...
fr_fr: Elle me tuerait si elle le trouvait, mais ...

source: My boxers shouldn't feel this cramped, but...
fr_fr: Mon caleçon ne devrait pas être aussi étroit, mais...

source: There's something about her squirming like this, helplessly trying to rip her pantyhose open.
fr_fr: Il y a quelque chose dans le fait qu'elle se tortille comme ça, en essayant de déchirer son collant.

source: Maybe it wouldn't hurt just to... help her?
fr_fr: Peut-être que ça ne ferait pas de mal à ... l'aider ?

source: She would've done the same for me, right?
fr_fr: Elle aurait fait la même pour moi, non ?

source: That one time when I spilled ice cream on my dick and she had to suck it clean?
fr_fr: Cette fois, quand j'ai déversé de la glace sur ma bite et qu'elle a dû le sucer propre ?

source: Okay, that never happened, but still.
fr_fr: Ok, ça ne s'est jamais passé, mais toujours.

source: She's the helpful kind. Maybe it's time for me to... be a better person?
fr_fr: Elle est très utile. Peut-être qu'il est temps pour moi de ... être une meilleure personne ?

source: Be better. That's what she always tells me.
fr_fr: Sois mieux ! C'est ce qu'elle me dit toujours.

source: Yeah...
fr_fr: Ouais ...

source: A wave of musky sweat and strong perfume rolls over me.
fr_fr: Une vague de sueur musquée et de parfum fort roule sur moi.

source: Humid air, released from its nylon prison.
fr_fr: L'air humide, libéré de sa prison de nylon.

source: The smell of a mature woman's most intimate place.
fr_fr: L'odeur de l'endroit le plus intime d'une femme mûre.

source: [_mc_] There you go.
fr_fr: [_mc_] Vous y allez.

source: Squirming back and forth, her ass wiggles as the itch grows.
fr_fr: En se tortillant d'avant en arrière, son cul s'agite au fur et à mesure que la démangeaison grandit.

source: [_jo_] ZzZz... aaah... zZz... so itchy!
fr_fr: [_jo_] ZzZz... aaah... zZz... tellement ça gratte !

source: She can't deal with it. It's out of her reach.
fr_fr: Elle ne peut pas s'en occuper. C'est hors de sa portée.

source: She used to be really flexible, but times change I guess.
fr_fr: Elle était vraiment flexible, mais parfois des changements.

source: [_jo_] ZzzZ... please...
fr_fr: [_jo_] ZzzZ ... s'il vous plaît ...

source: Since I caused the itch, maybe it's up to me to fix it?
fr_fr: Depuis que j'ai provoqué le problème, peut-être que c'est à moi de le réparer ?

source: She's basically asking me to do it...
fr_fr: Elle me demande en gros de le faire ...

source: Would it count as sexual assault to touch her there?
fr_fr: Cela compterait-il comme une agression sexuelle pour la toucher là-bas ?

source: [_mc_] [jo]! Wake up!
fr_fr: [_mc_] [jo] ! Réveillez-vous !

source: Should I call for [flora]?
fr_fr: Dois-je appeler le [flora] ?

source: Err... not sure how I'd explain the ripped pantyhose though...
fr_fr: Euh... je ne sais pas trop comment j'expliquerais le collant déchiré...

source: Probably too late for that.
fr_fr: Probablement trop tard pour ça.

source: Fuck it. I'm going in.
fr_fr: Et puis merde. J'y vais.

source: Maybe it's wrong, but it's also an emergency... sort of.
fr_fr: C'est peut-être mal, mais c'est aussi une urgence ... en quelque sorte.

source: I've been raised to help people in need...
fr_fr: J'ai été élevé pour aider les gens dans le besoin ...

source: [_jo_] Ahh! Yes! Just like that!
fr_fr: [_jo_] Ahh ! Oui ! Comme ça !

source: Shit, I almost thought she woke up.
fr_fr: Merde, j'ai presque pensé qu'elle s'était réveillés.

source: Fuck me. Her juicy pussy lips kissing my fingers through the fabric of her panties!
fr_fr: Baise-moi. Sa chatte juteuse s'embrasse les doigts à travers le tissu de ses cultes !

source: It's like touching a squishy fire of silk and jiggly flesh.
fr_fr: C'est comme toucher un feu de soie et de chair.

source: Man, the feeling of her warm ass in my hand.
fr_fr: L'homme, le sentiment de son cul chaud dans ma main.

source: So soft and loose. Not at all the firm muscular ass of a younger woman.
fr_fr: Donc douce et lâche. Pas du tout le cul musclé ferme d'une femme plus jeune.

source: A perfectly ripened peach. Juicy and sweet. Certainly a forbidden fruit.
fr_fr: Une pêche parfaitement mûre. Juteuse et sucrée. Certainement un fruit défendu.

source: [_jo_] More... ZzZ...
fr_fr: [_jo_] Plus ... ZzZ ...

source: Well, she always tells me to listen to her.
fr_fr: Eh bien, elle me dit toujours de l'écouter.

source: And I don't feel like getting grounded.
fr_fr: Et je n'ai pas envie de me mettre à la terre.

source: [_jo_] That's the stuff... zZz....
fr_fr: [_jo_] C'est le truc ... zZz ....

source: Her pussy juices leak through the fibres of her panties, wetting my fingers.
fr_fr: Ses jus de chatte fuient à travers les fibres de ses cultes, mouillant mes doigts.

source: [_jo_] Don't stop... zZz....
fr_fr: [_jo_] Ne pas arrêter ... zZz ....

source: [_jo_] Deeper.
fr_fr: [_jo_] Plus profond.

source: So sticky. What does it taste like?
fr_fr: Donc collant. À quoi ressemble le goût ?

source: I imagine younger girls taste all sweet and shit, but what about someone [jo]'s age?
fr_fr: J'imagine que les jeunes filles ont un goût sucré et merde, mais qu'en est-il de l'âge de quelqu'un de [jo]ans ?

source: Tangy... salty... very intense...
fr_fr: Piquant... salé... très intense...

source: Man...
fr_fr: Homme ...

source: That's better than I ever imagined it.
fr_fr: C'est mieux que je ne l'imaginais.

source: Maybe... maybe I can get a taste straight from the source...
fr_fr: Peut-être ... peut-être que je peux avoir un goût droit de la source ...

source: The problem is if she wakes up... it's so risky.
fr_fr: Le problème c'est si elle se réveille ... c'est si risqué.

source: But I never took risks in the past...
fr_fr: Mais je n'ai jamais pris de risques dans le passé ...

source: The squishy flesh of her taint against my nose.
fr_fr: La chair grincheuse de son goût contre mon nez.

source: The earthy smell of her asshole mixing with the odour of the cream oozing out of her pussy.
fr_fr: L'odeur terreuse de son trou du cul se mélange à l'odeur de la crème qui suinte de sa chatte.

source: The taste of heaven's most depraved garden.
fr_fr: Le goût du jardin le plus dépravé du paradis.

source: She wiggles against the touch of my tongue. Sharp gasps escaping her lips.
fr_fr: Elle se tortille au contact de ma langue. Des halètements aigus s'échappent de ses lèvres.

source: Her pussy opens like a flower, inviting me deeper.
fr_fr: Sa chatte s'ouvre comme une fleur, m'invitant à approfondir.

source: Damn it! I can't help myself.
fr_fr: Merde ! Je ne peux pas m'aider.

source: It's like licking perfectly seasoned honey right out of the pot. Only it tastes better than honey.
fr_fr: C'est comme lécher le miel parfaitement assaisonné à l'extérieur du pot. C'est seulement un goût meilleur que le miel.

source: My tongue sweeping across the wet folds of her pussy...
fr_fr: Ma langue balaie les plis humides de sa chatte ...

source: Exploring the warm wet ridges and valleys...
fr_fr: Explorer les crêtes et les vallées chaudes et humides...

source: Sucking in the juices...
fr_fr: Sucer dans les jus ...

source: [_jo_] Oh my... oh my...
fr_fr: [_jo_] Oh mon ... oh mon ...

source: She's balancing on the edge of orgasm. A few more whips of my tongue could send her crashing... but I want more...
fr_fr: Elle est en équilibre au bord de l'orgasme. Quelques coups de langue supplémentaires pourraient l'envoyer au tapis... mais je veux plus...

source: I want to taste it all...
fr_fr: Je veux tout goûter ...

source: Just a tiny taste of hell, that's all. She won't remember any of this...
fr_fr: Juste un petit goût de l'enfer, c'est tout. Elle ne se souviendra pas de ça ...

source: Always curious about eating ass...
fr_fr: Toujours curieux de manger du cul ...

source: [_jo_] Mmmmmmmmm!
fr_fr: [_jo_] Mmmmmmm !

source: Fuck. The taste is harsh. Sweat, passion, and all sorts of darker flavors.
fr_fr: Putain. Le goût est dur. La sueur, la passion et toutes sortes de saveurs plus sombres.

source: It's not horrible, but it's not exactly strawberries and cream either.
fr_fr: Ce n'est pas horrible, mais ce n'est pas exactement les fraises et la crème.

source: Mmm... yeah.
fr_fr: Mmm ... ouais.

source: The feeling of her wrinkled asshole against my tongue is like nothing I've ever experienced before.
fr_fr: Le sentiment de son ascenseur contre ma langue est comme rien que j'ai jamais connu auparavant.

source: Shudders of pleasure grips her mature body and prickles her skin.
fr_fr: Des frissons de plaisir s'emparent de son corps mûr et piquent sa peau.

source: She breathes faster, her heart racing. Her dreams plunging into the darkest pits of decadence.
fr_fr: Elle respire plus vite, sa course de cœur. Ses rêves plongent dans les fosses les plus sombres de la décadence.

source: Her asshole flirts with the tip of my tongue. Winking at it. Trying to suck me inside.
fr_fr: Son trou du cul flirte avec le bout de ma langue. Elle lui fait des clins d'œil. Essayant de m'aspirer à l'intérieur.

source: She's getting really close now, and stopping now would probably risk her waking up, more so than the other option...
fr_fr: Elle se rapproche vraiment maintenant, et s'arrêter maintenant risquerait probablement de se réveiller, plus que l'autre option ...

source: I'm going to make her come right here on the kitchen table with my tongue in her asshole.
fr_fr: Je vais la faire venir ici sur la table de la cuisine avec ma langue dans son connard.

source: [flora]'s going to have cereal here tomorrow, right in the spot where I tongue-fucked [jo].
fr_fr: [flora] va manger des céréales ici demain, juste à l'endroit où j'ai baisé [jo] avec ma langue.

source: Right where she came...
fr_fr: Juste où elle est venue ...

source: [_jo_] Fucking... cunt... whore... Ahh! [withvpunch]
fr_fr: [Putain... chatte... putain... Ahh ! [withvpunch]

source: She came so hard... the contractions of her orgasm ripping through her muscles.
fr_fr: Elle est venue si dure ... les contractions de son orgasme se déchirant par ses muscles.

source: [_jo_] Fuck... ZzZ...
fr_fr: [_jo_] Putain ... ZzZ ...

source: And somehow, she didn't wake up. Somehow she's still lost in neverland, her dreams drifting toward the ceiling.
fr_fr: Et d'une manière ou d'une autre, elle ne s'est pas réveillée. D'une certaine manière, elle est toujours perdue dans le pays imaginaire, ses rêves dérivant vers le plafond.

source: I wonder who she thinks about in her most depraved moments, when she's at the height of an orgasm.
fr_fr: Je me demande à qui elle pense dans ses moments les plus dépravés, quand elle est à la hauteur d'un orgasme.

source: Maybe I'll never know, but I'm definitely inclined to find out.
fr_fr: Peut-être que je ne le saurais jamais, mais je suis vraiment enclin à le découvrir.

source: [_jo_] zZz... itchy... uhhh...
fr_fr: [_jo_] zZz... ça gratte... uhhh...

source: What the hell? Still?
fr_fr: Qu'est-ce que l'enfer ? Toujours ?

source: She's flexing her asshole at me this time. Maybe that's where the itch was all along?
fr_fr: Elle me fait une flexure en moi cette fois. Peut-être que c'est là que le problème a été le plus ?

source: Damn it! Is she waking up? Fuck, fuck, fuck.
fr_fr: Bon sang ! Elle se réveille ? Putain, putain, putain.

source: She's getting really squirmy. I've never seen anyone wiggle their ass like that.
fr_fr: Elle devient vraiment écureuil. Je n'ai jamais vu quelqu'un s'agiter comme ça.

source: Fuck, my tongue clearly didn't work.
fr_fr: Putain, ma langue n'a clairement pas été le travail.

source: Maybe she needs a legit scratching...
fr_fr: Peut-être qu'elle a besoin d'un ...

source: There's nothing really good within reach...
fr_fr: Il n'y a rien de vraiment bon à portée de main ...

source: Wait, I got it!
fr_fr: Attends, je l'ai !

source: If anything can give a good scratch it's the rough bristles of a dish brush.
fr_fr: Si quelque chose peut donner une bonne éraflure, ce sont les poils rugueux d'une brosse à vaisselle.

source: Just a slight pressure scratch... nothing too serious...
fr_fr: Juste une légère pression ... rien de trop grave ...

source: Damn, I didn't expect her to like it that much. She's pushing herself against the bristles.
fr_fr: Merde, je ne m'attendais pas à ce qu'elle l'aime beaucoup. Elle se fait pousser contre les soies.

source: [_jo_] ZzZz... yes... more...
fr_fr: [_jo_] ZzZz ... oui ... plus ...

source: If you say so...
fr_fr: Si vous le dites ...

source: [_jo_] Ah! Yesss!
fr_fr: [_jo_] Ah ! Ouuuiii !

source: Man, she keeps pushing against it. It's almost as if she wants me to...
fr_fr: L'homme, elle continue à s'y opposer. C'est presque comme si elle voulait que je ...

source: Fine! Your funeral, lady.
fr_fr: Très bien ! Tes funérailles, madame.

source: If she wakes up my life is over, but somehow she seems to like it.
fr_fr: Si elle se réveille ma vie est finie, mais d'une certaine façon elle semble comme ça.

source: That's that weird expression of satisfaction on her face. As if I've just found the right spot.
fr_fr: C'est cette expression bizarre de la satisfaction sur son visage. Comme si je viens de trouver le bon endroit.

source: [_jo_] Zzz... just like that...
fr_fr: [_jo_] Zzz ... comme ça ...

source: The tea must've numbed her pain receptors... or she's more of an anal acrobat than many porn stars...
fr_fr: Le thé a dû endormir ses récepteurs de douleur... ou bien elle est plus acrobate anale que beaucoup de stars du porno...

source: Let's try a little deeper then... who am I to deprive her of relief?
fr_fr: Essayons un peu plus loin, alors ... qui suis-je pour la priver de soulagement ?

source: [_jo_] Yes! Ahh! Scratch me!
fr_fr: [_jo_] Oui ! Ahh ! Gratte-moi !

source: As you wish.
fr_fr: Comme vous le souhaitez.

source: [_mc_] More?
fr_fr: [_mc_] Plus ?

source: [_jo_] Zzz... yes...
fr_fr: [_jo_] Zzz ... oui ...
