Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_washed.po
Languages: fr_fr, it_it

source: Sometimes when life gets rough, it's easier to just escape.
fr_fr: Parfois, quand la vie devient rugueuse, il est plus facile de s'échapper.
it_it: A volte quando la vita diventa ruvida, è più facile fuggire.

source: Video games, TV shows, and masturbation used to be my go-to choices, but also daydreams.
fr_fr: Les jeux vidéo, les émissions de télévision et la masturbation ont servi à faire des choix, mais aussi des rêves de jour.
it_it: I videogiochi, gli spettacoli televisivi e la masturbazione erano i miei go-to scelte, ma anche i sogni.

source: Back in my old life of pizza deliveries and existential dread, I used to zone out and think back to the good times.
fr_fr: De retour dans ma vieille vie de livraison de pizzas et de dread existentiel, je me suis servi de la zone et je pense aux bons moments.
it_it: Tornato nella mia vecchia vita di consegne di pizza e terrore esistenziale, ho usato per zone fuori e pensare ai tempi buoni.

source: There weren't many, of course, as most of my school years were a trainwreck and distilled misery...
fr_fr: Il n'y en avait pas beaucoup, bien sûr, comme la plupart de mes années d'école étaient une épave et une misère distillée ...
it_it: Non c'erano molti, naturalmente, come la maggior parte dei miei anni scolastici erano un relitto di addestramento e una miseria distillata...

source: ...but a few golden nuggets here and there could occasionally keep my mind occupied for a while.
fr_fr: ... mais quelques nuggets d'or ici et là pourrait parfois garder mon esprit occupé pendant un moment.
it_it: ...ma qualche peperoncino d'oro qui e là potrebbe occasionalmente tenere la mia mente occupata per un po'.

source: One of my favorite daydreams started something like this...
fr_fr: Un de mes rêves préférés a commencé quelque chose comme ça ...
it_it: Uno dei miei sogni preferiti ha iniziato qualcosa di simile...

source: It was a warm summer day when I entered the school.
fr_fr: C'était une chaude journée d'été quand je suis entrée à l'école.
it_it: Era una calda giornata estiva quando sono entrato nella scuola.

source: Sweltering heat pressed in through the windows, making the air itself a choking hazard.
fr_fr: Swelter la chaleur pressée à travers les fenêtres, faisant de l'air lui-même un danger d'étouffement.
it_it: Sweltering calore pressato attraverso le finestre, rendendo l'aria stessa un pericolo di soffocamento.

source: As usual, this didn't bother [lindsey], who, unlike me, was going somewhere, fast.
fr_fr: Comme d'habitude, ça ne dérangait pas le [lindsey], qui, contrairement à moi, allait quelque part, vite.
it_it: Come al solito, questo non ha disturbato [lindsey], che, a differenza di me, stava andando da qualche parte, veloce.

source: And me, I was just minding my own business when...
fr_fr: Et moi, je me suis juste dévie de mon entreprise quand ...
it_it: E io, stavo solo mentendo i miei affari quando...

source: [_jo_s_concerned_] I know you have your internship.
fr_fr: [_jo_s_concerned_] Je sais que vous avez votre stage.
it_it: [_jo_s_concerned_] So che hai il tuo tirocinio.

source: [_flora_s_worried_] And studies.
fr_fr: [_flora_s_worried_] Et études.
it_it: [_flora_s_worried_] E studi.

source: [_jo_s_concerned_] And your studies, of course.
fr_fr: [_jo_s_concerned_] Et vos études, bien sûr.
it_it: [_jo_s_concerned_] E i vostri studi, naturalmente.

source: [_flora_s_flirty_] And admiring [mc]'s big muscles.
fr_fr: [_flora_s_flirty_] Et admirant les gros muscles de [mc]'s.
it_it: [_flora_s_flirty_] e ammirando i grandi muscoli di [mc].

source: [_jo_s_confident_] I know, I know. They are very big and admirable.
fr_fr: [_jo_s_confident_] Je sais, je sais. Ils sont très grands et admirables.
it_it: [_jo_s_confident_] lo so, lo so. Sono molto grandi e ammirevoli.

source: [_jo_s_confident_] And don't get me started on his dick.
fr_fr: [_jo_s_confident_] Et ne m'avez pas commencé sur sa bite.
it_it: [_jo_s_confident_] E non fatemi iniziare il suo cazzo.

source: Okay, they probably didn't say those things.
fr_fr: Ok, ils n'ont probablement pas dit ça.
it_it: Ok, probabilmente non hanno detto quelle cose.

source: But hey, sometimes you have to embellish a bit to feel good about yourself.
fr_fr: Mais bon, parfois vous devez embellir un peu pour vous sentir bien.
it_it: Ma hey, a volte devi abbellire un po 'per sentirti bene su di te.

source: [_jo_s_skeptical_] I know you have a lot of things on your plate, but I really need your help.
fr_fr: [_jo_s_skeptical_] Je sais que vous avez beaucoup de choses sur votre assiette, mais j'ai vraiment besoin de votre aide.
it_it: [_jo_s_skeptical_] So che hai molte cose sul tuo piatto, ma ho davvero bisogno di il tuo aiuto.

source: [_flora_s_blush_] All right, fine!
fr_fr: [_flora_s_blush_] Très bien, bien !
it_it: [_flora_s_blush_] Va bene, va bene!

source: [_jo_s_smile_] Thank you, sweetie!
fr_fr: [_jo_s_smile_] Merci, chérie !
it_it: [_jo_s_smile_] Grazie, sweetie!

source: And then [jo] turned and noticed me, grabbed her left breast, moaned, and gave me a seductive look.
fr_fr: Et puis [jo] s'est retournée et m'a remarqué, a attrapé son sein gauche, s'est moquée et m'a donné un look séduit.
it_it: E poi [jo] si voltò e mi notò, afferrò il seno sinistro, gemì, e mi diede uno sguardo seducente.

source: [_jo_s_smile_] [mc]! Perfect timing!
fr_fr: [_jo_s_smile_] [mc]! Un timing parfait !
it_it: [_jo_s_smile_] [mc]! Tempi perfetti!

source: Ah, well. Almost.
fr_fr: Ah, bien. Presque.
it_it: Ah, bene. Quasi.

source: [_mc_] Perfect timing for what? Did the school board cut the funding for the school dance?
fr_fr: [_mc_] Le timing parfait pour quoi? Le conseil scolaire a-t-il réduit le financement de la danse à l'école?
it_it: [_mc_] Tempi perfetti per cosa? Il consiglio scolastico ha tagliato i finanziamenti per la danza scolastica?

source: [_jo_s_eyeroll_] No, the school board cut—
fr_fr: [_jo_s_eyeroll_] Non, la commission scolaire coupe-
it_it: [_jo_s_eyeroll_] No, la scuola taglia—

source: [_jo_s_afraid_] Yes! How did you know that?
fr_fr: [_jo_s_afraid_] Oui ! Comment saviez-vous cela?
it_it: [_jo_s_afraid_] Sì! Come lo sapevate?

source: [_mc_] Just a good guess.
fr_fr: [_mc_] Juste une bonne idée.
it_it: [_mc_] Solo una buona ipotesi.

source: Of course, the dance will involve [flora] in a skimpy dress, [jo] showing{space=-20} too much cleavage...
fr_fr: Bien sûr, la danse impliquera [flora] dans une robe skimpy, [jo] montrant { space=-20 } trop clivage ...
it_it: Naturalmente, la danza coinvolgerà [flora] in un abito skimpy, [jo] mostrando{space=-20} troppo scissione...

source: ...two cheerleaders kissing, [lindsey] getting wasted and inappropriate,{space=-40} and an all-you-can-eat doughnut buffet.
fr_fr: ... deux cheerleaders qui s'embrassent, [lindsey] se gâte et ne conviennent pas, { space=-40 } et un buffet de beignet tout-you-can-manger.
it_it: ...due cheerleader baciano, [lindsey] ottenere sprecato e inappropriato,{space=-40} e un buffet di ciambelle all-you-can-eat doughnutet.

source: [_mc_] This dance needs to happen.
fr_fr: [_mc_] Cette danse doit se produire.
it_it: [_mc_] Questa danza deve accadere.

source: [_jo_s_afraid_] Unfortunately, it might not. It's pretty expensive to host one.
fr_fr: [_jo_s_afraid_] Malheureusement, peut-être pas. C'est assez cher d'en accueillir un.
it_it: [_jo_s_afraid_] Sfortunatamente, potrebbe non esserlo. È piuttosto costoso ospitarne uno.

source: [_mc_] How about a car wash fundraiser?
fr_fr: [_mc_] Comment une collecte de fonds de lavage de voiture?
it_it: [_mc_] Che ne dici di una raccolta fondi di lavaggio auto?

source: [_jo_s_sarcastic_] That's... a great idea!
fr_fr: [_jo_s_sarcastic_] C'est. .. une excellente idée !
it_it: [_jo_s_sarcastic_] Questa è una grande idea!

source: [_jo_s_sarcastic_] I was struggling to come up with ways to earn money, but you're all sorts of crafty and intelligent!
fr_fr: [_jo_s_sarcastic_] J'avais du mal à trouver des façons de gagner de l'argent, mais vous êtes plein de merde et d'intelligence !
it_it: [_jo_s_sarcastic_] Stavo lottando per trovare modi per guadagnare soldi, ma sei tutti i tipi di astuto e intelligente!

source: It feels good to have all the answers. I don't even remember if it was my idea back then, but I'll gladly take credit now.
fr_fr: Il est bon d'avoir toutes les réponses. Je ne me souviens même pas si c'était mon idée, mais je prends plaisir maintenant.
it_it: Mi sento bene avere tutte le risposte. Non ricordo nemmeno se era la mia idea allora, ma io prenderò volentieri credito ora.

source: [_jo_s_flirty_] Not to mention handsome! My handsome boy!
fr_fr: [_jo_s_flirty_] Sans parler de la main ! Mon petit garçon !
it_it: [_jo_s_flirty_] Per non parlare bello! Il mio bel ragazzo!

source: Okay, it definitely wasn't my idea. Probably [flora]'s.
fr_fr: Ok, ce n'était vraiment pas mon idée. Probablement [flora]'s.
it_it: Va bene, sicuramente non era la mia idea. Probabilmente è [flora].

source: And then something else happened, I don't really remember what... but the car wash got pushed forward.
fr_fr: Et puis quelque chose d'autre s'est passé, je ne me souviens pas vraiment de quoi ... mais le lavage de voiture a été poussé vers l'avant.
it_it: E poi è successo qualcos'altro, non ricordo davvero cosa... ma il lavaggio dell'auto è stato spinto in avanti.

source: [jo] got all sorts of nervous, because...
fr_fr: [jo] a toutes sortes de nerveuse, parce que ...
it_it: [jo] ha avuto tutti i tipi di nervosismo, perché...

source: ...because...
fr_fr: ... parce que ...
it_it: ...perché...

source: ...oh, right! People were already queuing to get their glimpse of half-naked girls covered in soap.
fr_fr: ... oh, c'est ça ! Les gens faisaient déjà la queue pour avoir un aperçu des filles à moitié nues couvertes de savon.
it_it: ...oh, giusto! La gente era già in coda per ottenere il loro scorcio di ragazze semi-nude coperte di sapone.

source: [_jo_s_embarrassed_] Oh, my god, [mc]! They're already here!
fr_fr: [_jo_s_embarrassed_] Oh, mon dieu, [mc]! Ils sont déjà là !
it_it: [_jo_s_embarrassed_] Oh, mio dio, [mc]! Sono già qui!

source: [_jo_s_embarrassed_] I've been in a meeting all morning, and didn't have time to prepare!
fr_fr: [_jo_s_embarrassed_] J'ai participé à une réunion toute la matinée, et je n'ai pas eu le temps de me préparer !
it_it: [_jo_s_embarrassed_] Sono stato in una riunione tutta la mattina, e non ho avuto tempo di prepararsi!

source: [_jo_s_embarrassed_] The car wash is supposed to start already, but we still haven't gotten all the things we need...
fr_fr: [_jo_s_embarrassed_] Le lavage de voiture est censé commencer déjà, mais nous n'avons toujours pas eu toutes les choses dont nous avons besoin ...
it_it: [_jo_s_embarrassed_] Il lavaggio auto dovrebbe iniziare già, ma non abbiamo ancora ottenuto tutte le cose di cui abbiamo bisogno...

source: [_mc_] Where's [flora] off to?
fr_fr: [_mc_] Où est le [flora]?
it_it: [_mc_] Dov'è [flora] off?

source: [_jo_s_embarrassed_] She's pulling out the buckets and towels. Oh, we really are in a hurry now!
fr_fr: [_jo_s_embarrassed_] Elle tire les seaux et les serviettes. Oh, nous sommes vraiment pressés maintenant !
it_it: [_jo_s_embarrassed_] Sta tirando fuori i secchi e gli asciugamani. Oh, siamo davvero in fretta!

source: [_mc_] I guess I could lend a hand...
fr_fr: [_mc_] Je suppose que je pourrais prêter main ...
it_it: [_mc_] Immagino che potrei dare una mano...

source: If this was for anything other than seeing girls in bikinis, I definitely wouldn't have agreed to help.
fr_fr: Si c'était pour quelque chose d'autre que de voir des filles en bikinis, je n'aurais certainement pas accepté d'aider.
it_it: Se questo fosse stato per qualcosa di diverso dal vedere ragazze in bikini, sicuramente non avrei accettato di aiutare.

source: I used to be such an ass.
fr_fr: J'ai été un tel cul.
it_it: Una volta ero un tale culo.

source: [_jo_s_thinking_] Really?
fr_fr: [_jo_s_thinking_] Vraiement?
it_it: [_jo_s_thinking_] Davvero?

source: The look of surprise on her face that day haunted me for a long time.{space=-25}
fr_fr: L'air de surprise sur son visage ce jour-là m'a hanté pendant longtemps. { space=-25 }
it_it: Lo sguardo di sorpresa sul suo viso quel giorno mi ha infestato per molto tempo.{space=-25}

source: As if it were the strangest thing in the world that I offered to help.
fr_fr: Comme si c'était la chose la plus étrange dans le monde que j'ai offert à l'aide.
it_it: Come se fosse la cosa più strana del mondo che ho offerto per aiutare.

source: [_jo_s_laughing_] Thank god! You're a lifesaver!
fr_fr: [_jo_s_laughing_] Dieu merci ! Tu es un sauveur !
it_it: [_jo_s_laughing_] Grazie Dio! Sei un salvavuta!

source: [_mc_] Just tell me what you need, and I'll make it happen.
fr_fr: [_mc_] Dit-moi juste ce dont tu as besoin, et je vais le faire.
it_it: [_mc_] Mi dica solo quello che ti serve, e lo farò succedere.

source: [_jo_s_excited_] All right! We need a hose to spray down the cars. You can borrow the one from the greenhouse.
fr_fr: [_jo_s_excited_] Très bien ! Nous avons besoin d'un tuyau pour pulvériser les voitures. Vous pouvez emprunter l'un de la serre.
it_it: [_jo_s_excited_] Va bene! Abbiamo bisogno di un tubo per spruzzare giù le auto. Puoi prendere in prestito quello dalla serra.

source: [_mc_] Okay, that should be—
fr_fr: [_mc_] Ok, ça devrait être-
it_it: [_mc_] Okay, che dovrebbe essere—

source: [_jo_s_excited_] [kate] has been working on the signs already. Just get them from her.{space=-5}
fr_fr: [_jo_s_excited_] [kate] a déjà travaillé sur les panneaux. Il suffit de les obtenir d'elle. { space=-5 }
it_it: [_jo_s_excited_] [kate] ha già lavorato sui segni. Basta prenderli da lei.{space=-5}

source: [_mc_] Uh, I don't—
fr_fr: [_mc_] Uh, je ne ...
it_it: [_mc_] Uh, non lo faccio—

source: [_jo_s_excited_] The janitor should have some soap in her closet.
fr_fr: [_jo_s_excited_] Le concierge devrait avoir du savon dans son placard.
it_it: [_jo_s_excited_] Il janitor dovrebbe avere un po 'di sapone nel suo armadio.

source: [_mc_] But doesn't she—
fr_fr: [_mc_] Mais elle n'est pas
it_it: [_mc_] Ma non lei—

source: [_jo_s_excited_] Finally, we need sponges to scrub the cars. Sorry, hon, I'm not sure where those might be.
fr_fr: [_jo_s_excited_] Enfin, nous avons besoin d'éponges pour nettoyer les voitures. Désolé, je ne suis pas sûr de l'endroit où ils pourraient être.
it_it: [_jo_s_excited_] Infine, abbiamo bisogno di spugne per scrub le auto. Mi dispiace, hon, non sono sicuro dove potrebbero essere.

source: Right, I remember this part. Having to run around the school like Bateman on crack.
fr_fr: Oui, je me souviens de cette partie. Avoir à courir autour de l'école comme Bateman sur le crack.
it_it: Dovendo correre intorno alla scuola come Bateman su crepa.

source: [_jo_s_laughing_] I have to go now, but I'll be back to help out later on.
fr_fr: [_jo_s_laughing_] Je dois y aller maintenant, mais je serai de retour à l'aide plus tard.
it_it: [_jo_s_laughing_] devo andare ora, ma sarò di nuovo per aiutarlo più tardi.

source: [_jo_s_laughing_] If you need a reminder, [flora] will be right next to the bus stop.
fr_fr: [_jo_s_laughing_] Si vous avez besoin d'un rappel, [flora] sera juste à côté de l'arrêt de bus.
it_it: [_jo_s_laughing_] Se hai bisogno di un promemoria, [flora] sarà proprio accanto alla fermata del bus.

source: [_jo_s_laughing_] This is important, okay?
fr_fr: [_jo_s_laughing_] C'est important, d'accord?
it_it: [_jo_s_laughing_] Questo è importante, okay?

source: [_jo_s_laughing_] I believe in you, honey! Good luck!
fr_fr: [_jo_s_laughing_] Je crois en toi, chérie ! Bonne chance !
it_it: [_jo_s_laughing_] Io credo in te, miele! Buona fortuna!

source: Gone like the overworked wind she is...
fr_fr: Gone comme le vent surtravaillé elle est. ..
it_it: Andato come il vento overworked che è...

source: The cars are already here, so I should probably get started.
fr_fr: Les voitures sont déjà là, donc je devrais probablement commencer.
it_it: Le auto sono già qui, quindi probabilmente dovrei iniziare.

source: Bikinis will be worn today, they will get wet, and the dance will be saved!
fr_fr: Bikinis sera porté aujourd'hui, ils seront mouillés, et la danse sera sauvée !
it_it: Bikinis sarà indossato oggi, si bagneranno e la danza sarà salvata!

source: At least, if I remember what to look for...
fr_fr: Au moins, si je me souviens de quoi chercher ...
it_it: Almeno, se mi ricordo che cercare...

source: Some things never change unless you get another chance.
fr_fr: Certaines choses ne changent jamais à moins d'avoir une autre chance.
it_it: Alcune cose non cambiano mai a meno che tu non ottenga un'altra possibilità.

source: Is the past even real, or is it just a collection of memories?
fr_fr: Le passé est-il réel, ou est-il juste une collection de souvenirs?
it_it: Il passato è anche reale, o è solo una raccolta di ricordi?

source: My life felt so worthless back then. I really am one of the luckiest sons of bitches.
fr_fr: Ma vie était tellement inutile à l'époque. Je suis vraiment l'un des fils les plus chanceux des putes.
it_it: La mia vita si sentiva così inutile all'epoca. Sono davvero uno dei figli più fortunati delle cagne.

source: Oh, yeah. And then I went and talked to [flora] in the middle of all the honking.
fr_fr: Oh, oui. Et puis je suis allé et j'ai parlé au [flora] au milieu de tout le klaxon.
it_it: Oh, sì, e poi andai a parlare con [flora] in mezzo a tutto l'ondeggio.

source: She didn't seem pleased at all. A bit like that time when I put my dick in her birthday cake.
fr_fr: Elle ne semblait pas heureuse du tout. Un peu comme ça quand j'ai mis ma bite dans son gâteau d'anniversaire.
it_it: Un po' come quel momento in cui ho messo il mio cazzo nella sua torta di compleanno.

source: Ah, good times.
fr_fr: Ah, les bons moments.
it_it: Ah, buoni tempi.

source: [_flora_s_afraid_] [mc]? What the hell?!
fr_fr: [_flora_s_afraid_] [mc]? Qu'est-ce que l'enfer?
it_it: [_flora_s_afraid_] [mc]? Che inferno?!

source: [_mc_] What?
fr_fr: [_mc_] Quoi?
it_it: [_mc_] Cosa?

source: [_flora_s_embarrassed_] Can't you see the cars?! Why aren't you helping?!
fr_fr: [_flora_s_embarrassed_] Vous ne pouvez pas voir les voitures? ! Pourquoi tu n'aimais pas?
it_it: [_flora_s_embarrassed_] Non riesci a vedere le automobili?! Perché non stai aiutando?!

source: [_flora_s_embarrassed_] [jo] texted me that you would help! Where are all the things?!
fr_fr: [_flora_s_embarrassed_] [jo] m'a texté que vous aideriez ! Où sont toutes les choses?
it_it: [_flora_s_embarrassed_] [jo] mi ha scritto che mi aiuteresti! Dove sono tutte le cose?!

source: [_mc_] I haven't found them yet...
fr_fr: [_mc_] Je ne les ai pas encore trouvés ...
it_it: [_mc_] non li ho ancora trovati...

source: [_flora_s_embarrassed_] Well, hurry up and get them! They're getting impatient!
fr_fr: [_flora_s_embarrassed_] Eh bien, dépêchez-nous ! Ils deviennent impatients !
it_it: [_flora_s_embarrassed_] Beh, sbrigati a prenderli! Stanno diventando impazienti!

source: [_mc_] So, about that...
fr_fr: [_mc_] Alors, à propos de ça ...
it_it: [_mc_] Allora, a questo proposito...

source: [_flora_s_skeptical_] You forgot what she asked for, didn't you?
fr_fr: [_flora_s_skeptical_] Vous avez oublié ce qu'elle a demandé, n'est-ce pas?
it_it: [_flora_s_skeptical_] Hai dimenticato quello che ha chiesto, vero?

source: [_mc_] Maybe...
fr_fr: [_mc_] Peut-être ...
it_it: [_mc_] Forse...

source: [_flora_s_annoyed_] Ugh, you're hopeless!
fr_fr: [_flora_s_annoyed_] Ugh, vous êtes désespérés !
it_it: [_flora_s_annoyed_] Ugh, sei senza speranza!

source: [_flora_s_sarcastic_] But I still love you. Like, a lot. Especially your dick.
fr_fr: [_flora_s_sarcastic_] Mais je t'aime toujours. Comme, beaucoup. Surtout ta bite.
it_it: [_flora_s_sarcastic_] Ma ti amo ancora. Mi piace, molto. Soprattutto il tuo cazzo.

source: Ah, if only...
fr_fr: Ah, si seulement ...
it_it: Ah, se solo...

source: The real [flora] never compliments my dick. Very rude of her.
fr_fr: Le vrai [flora] ne complète jamais ma bite. Très grossier d'elle.
it_it: La vera [flora] non complimenti mai il mio cazzo. Molto scortese di lei.

source: [_mc_] Thank you, [flora]. I love you too.
fr_fr: [_mc_] Merci, [flora]. Je t'aime aussi.
it_it: [_mc_] Grazie, [flora]. Ti amo anche.

source: [_flora_s_annoyed_] Listen closely this time, okay?
fr_fr: [_flora_s_annoyed_] Ecoute attentivement cette fois, d'accord?
it_it: [_flora_s_annoyed_] Ascolta attentamente questa volta, okay?

source: [_flora_s_annoyed_] We need the garden hose from the greenhouse, the signs [kate] has been working on, the soap from the janitor's closet, and sponges.
fr_fr: [_flora_s_annoyed_] Nous avons besoin du tuyau de jardin de la serre, les panneaux [kate] ont travaillé, le savon du placard du concierge, et les éponges.
it_it: [_flora_s_annoyed_] Abbiamo bisogno del tubo da giardino dalla serra, le indicazioni [kate] ha lavorato, il sapone dall'armadio del janitor, e le spugne.

source: [_flora_s_annoyed_] Come back here as soon as you get everything.
fr_fr: [_flora_s_annoyed_] Revenez ici dès que vous avez tout.
it_it: [_flora_s_annoyed_] Tornate qui non appena ottenete tutto.

source: She used to be so bossy back then. Well, I guess she still is.
fr_fr: Elle était alors tellement bossée à l'époque. Eh bien, je suppose qu'elle est toujours.
it_it: Lei era così prepotente all'epoca. Beh, immagino che lei sia ancora.

source: It was really hard to focus on anything while thinking about her in a bikini...
fr_fr: Il était vraiment difficile de se concentrer sur quoi que ce soit en pensant à son dans un bikini ...
it_it: E 'stato davvero difficile concentrarsi su qualsiasi cosa mentre pensava alla sua in un bikini...

source: Mmm... wet and soapy, rubbing all over the cars...
fr_fr: Mmm ... mouillée et savonneuse, frottant toutes les voitures ...
it_it: Mmm... bagnato e saponato, sfregando in tutta la vettura...

source: [_mc_] Wait, could you repeat that?
fr_fr: [_mc_] Attends, tu peux répéter ça?
it_it: [_mc_] Aspetta, potresti ripeterlo?

source: [_mc_] I'm kidding! I'm definitely kidding...
fr_fr: [_mc_] Je plaisante ! Je plaisante vraiment ...
it_it: [_mc_] sto scherzando! Sto sicuramente scherzando...

source: [_mc_] I'll be back before you can say "hose me down!"
fr_fr: [_mc_] Je serai de retour avant de pouvoir dire "hose-moi vers le bas !"
it_it: [_mc_] Tornerò prima che tu possa dire "mi avvolga giù!"

source: [_flora_s_concerned_] Hose me down.
fr_fr: [_flora_s_concerned_] Hose-moi.
it_it: [_flora_s_concerned_] Hose me giù.

source: She actually did say that. One of my all time favorite lines of hers. Very hot.
fr_fr: Elle a effectivement dit cela. Une de mes lignes préféres de hers. Très chaud.
it_it: In realtà ha detto questo. Una delle mie linee preferite di lei tutto il tempo. Molto caldo.

source: [_mc_] All right, but you'll have to wait until I get back!
fr_fr: [_mc_] Très bien, mais vous devrez attendre que je revienne !
it_it: [_mc_] Va bene, ma dovrai aspettare fino a quando non torno!

source: And then I went to the entrance hall.
fr_fr: Et puis je suis allé au hall d'entrée.
it_it: E poi sono andato alla sala d'ingresso.

source: Everything was quiet except for the muted honking of cars.
fr_fr: Tout était calme, à l'exception du klaxon muté des voitures.
it_it: Tutto era tranquillo tranne il silenzioso soffocamento delle automobili.

source: And then I went to the homeroom.
fr_fr: Et puis je suis allé au foyer.
it_it: E poi sono andato all'omerooma.
