Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_day.po
Languages: fr_fr, it_it

source: It's almost sunset. I promised to meet [jo] in the forest glade.
fr_fr: Le soleil est presque couché. J'ai promis de retrouver [jo] dans la clairière.
it_it: È quasi il tramonto. Ho promesso di incontrare [jo] nel bosco.

source: [_jo_s_blush_] There's my handsome boy!
fr_fr: [_jo_s_blush_] Il y a mon beau garçon !
it_it: [_jo_s_blush_] C'è il mio bel ragazzo!

source: [_jo_s_blush_] And look at all of this! A wonderful view of the greenery right before dark.
fr_fr: [_jo_s_blush_] Et regardez tout ça ! Une vue magnifique sur la verdure juste avant la tombée de la nuit.
it_it: [_jo_s_blush_] E guardate tutto questo! Una meravigliosa vista sul verde proprio prima del buio.

source: [_jo_s_sarcastic_] Oh, and what a lovely little cactus. That's... different.
fr_fr: [_jo_s_sarcastic_] Oh, et quel adorable petit cactus. C'est. .. différent.
it_it: [_jo_s_sarcastic_] Oh, e che bel cactus. È diverso...

source: [_jo_s_sarcastic_] I'm sure I have a place for it at home. Maybe in a corner somewhere.{space=-5}
fr_fr: [_jo_s_sarcastic_] Je suis sûr d'avoir une place pour ça à la maison. Peut-être dans un coin quelque part. {space=-5}
it_it: [_jo_s_sarcastic_] Sono sicuro di avere un posto per esso a casa. Forse in un angolo da qualche parte.{space=-5}

source: [_jo_s_sarcastic_] What did you pack for us to eat?
fr_fr: [_jo_s_sarcastic_] Qu'est-ce que vous avez fait pour manger ?
it_it: [_jo_s_sarcastic_] Cosa hai fatto per noi da mangiare?

source: [_mc_] Wine...
fr_fr: [_mc_] Vin ...
it_it: [_mc_] Vino...

source: [_jo_s_concerned_] Wine? Just wine?
fr_fr: [_jo_s_concerned_] Vin ? Juste du vin ?
it_it: [_jo_s_concerned_] Vino? Solo vino?

source: [_mc_] Well, I'm not much of a chef, so I didn't want to poison us.
fr_fr: [_mc_] Bien, je ne suis pas un chef cuisinier, donc je ne voulais pas nous empoisonner.
it_it: [_mc_] Beh, non sono molto chef, quindi non volevo avvelenarci.

source: [_mc_] But I did get your favorite!
fr_fr: [_mc_] Mais j'ai eu ton préféré !
it_it: [_mc_] Ma ho ottenuto il vostro preferito!

source: [_jo_s_smile_] Goodness, aren't you thoughtful?
fr_fr: [_jo_s_Souriez_] Bonté, n'est-ce pas ?
it_it: [_jo_s_smile_] Bontà, non sei pensieroso?

source: [_mc_] Sometimes I forget to try, but I just want you to know how much I appreciate you...
fr_fr: [_mc_] Parfois, j'oublie d'essayer, mais je veux juste que vous sachiez combien je vous apprécie ...
it_it: [_mc_] A volte mi dimentico di provare, ma voglio solo che tu sappia quanto ti apprezzo...

source: [_jo_s_worried_] All right, who are you and what have you done with [mc]?
fr_fr: [_jo_s_worried_] Très bien, qui êtes-vous et que vous avez fait avec le [mc] ?
it_it: [_jo_s_worried_] Va bene, chi sei e cosa hai fatto con [mc]?

source: [_mc_] Heh, it's true!
fr_fr: [_mc_] Heh, c'est vrai !
it_it: [_mc_] Heh, è vero!

source: [_jo_s_thinking_] I don't know, I really shouldn't be drinking on school grounds.
fr_fr: [_jo_s_thinking_] Je ne sais pas, je ne devrais pas boire sur les terrains de l'école.
it_it: [_jo_s_thinking_] Non lo so, non dovrei davvero bere per motivi scolastici.

source: [_jo_s_thinking_] But...
fr_fr: [_jo_s_thinking_] Mais ...
it_it: [_jo_s_thinking_] Ma...

source: [_jo_s_flirty_] As long as all the others have gone home, and it's just you and me...{space=-10}
fr_fr: [_jo_s_flirty_] Tant que tous les autres sont rentraient chez vous, et que ce n'est que vous et me... {space=-10}
it_it: [_jo_s_flirty_] Fintanto che tutti gli altri sono tornati a casa, e solo tu e me...{space=-10}

source: [_jo_s_flirty_] I suppose I can bend the rules just this once for my thoughtful, special boy.
fr_fr: [_jo_s_flirty_] Je suppose que je peux plier les règles juste une fois pour mon garçon attentionné et spécial.
it_it: [_jo_s_flirty_] Suppongo che posso piegare le regole solo questa volta per il mio pensieroso ragazzo speciale.

source: [_mc_] I cleaned my room. Everything's sparkling, so you don't have to lift a finger.
fr_fr: [_mc_] J'ai nettoyé ma chambre. Tout est pétillant, donc vous n'avez pas à lever un doigt.
it_it: [_mc_] ho pulito la mia stanza. Tutto è scintillante, quindi non devi alzare un dito.

source: [_jo_s_picnic_smile_holding_wine_] Wow! Color me impressed. I can't remember the last time you did that.{space=-50}
fr_fr: [_jo_s_picnic_smile_holding_wine_] Wow ! Je suis impressionné. Je ne me souviens pas de la dernière fois que tu as fait ça.
it_it: [_jo_s_picnic_smile_holding_wine_] Wow! Color me impresso. Non riesco a ricordare l'ultima volta che l'hai fatta.{space=-50}

source: [_mc_] Probably never. I've always taken everything for granted.
fr_fr: [_mc_] Probablement jamais. J'ai toujours considéré que tout allait de soi.
it_it: [_mc_] Probabilmente mai. Ho sempre dato tutto per scontato.

source: [_mc_] But not anymore. I'll try to do better. I want to turn things around.
fr_fr: [_mc_] Mais plus maintenant. Je vais essayer de faire mieux. Je veux tourner les choses.
it_it: [_mc_] Ma non più. Cercherò di fare meglio. Voglio girare le cose.

source: She doesn't know that I've already seen the future that awaits me if I don't...
fr_fr: Elle ne sait pas que j'ai déjà vu l'avenir qui m'attend si je ne ...
it_it: Lei non sa che ho già visto il futuro che mi aspetta se non lo faccio...

source: [_jo_s_picnic_smile_holding_wine_] I'm glad you're taking up more responsibility. It's an important part of your life as an adult.
fr_fr: [_jo_s_picnic_Souriez_holding_wine_] Je suis heureux que vous soyez de plus en plus responsable. C'est une partie importante de votre vie en tant qu'adulte.
it_it: [_jo_s_picnic_smile_holding_wine_] Mi fa piacere che ti assumi più responsabilità. È una parte importante della tua vita da adulto.

source: [_jo_s_picnic_blush_smile_holding_wine_] You've grown up so fast. Faster than I ever wanted.
fr_fr: [_jo_s_picnic_blush_Souriez_holding_wine_] Vous avez grandi si vite. Plus vite que je ne le voulais.
it_it: [_jo_s_picnic_blush_smile_holding_wine_] Sei cresciuto così velocemente. Più veloce di quanto non volessi mai.

source: [_jo_s_picnic_blush_smile_holding_wine_] I'm proud to see the man you've become.
fr_fr: [_jo_s_picnic_blush_Souriez_holding_wine_] Je suis fier de voir l'homme que vous êtes devenu.
it_it: [_jo_s_picnic_blush_smile_holding_wine_] Sono orgoglioso di vedere l'uomo che sei diventato.

source: [jo] is never proud of me. I guess I really must've impressed her this time.
fr_fr: [jo] n'est jamais fière de moi. Je suppose que j'ai vraiment dû l'impressionner cette fois-ci.
it_it: [jo] non è mai orgoglioso di me. Immagino che questa volta devo averla impressionata .

source: [_jo_s_picnic_flirty_holding_wine_] Now that you're a grown-up, maybe it's time to start treating you like one...
fr_fr: [_jo_s_picnic_flirty_holding_wine_] Maintenant que vous êtes un adulte, il est peut-être temps de commencer à vous traiter comme un ...
it_it: [_jo_s_picnic_flirty_holding_wine_] Ora che sei un adulto, forse è il momento di iniziare a trattarti come una...

source: [_mc_] I'd like that. How's the wine?
fr_fr: [_mc_] J'aimerais ça. Comment va le vin ?
it_it: [_mc_] lo vorrei quello. Com'è il vino?

source: [_jo_s_picnic_blush_flirty_holding_wine_] It's delicious. It goes down so... smoothly, too.
fr_fr: [_jo_s_picnic_blush_flirty_holding_wine_] C'est délicieux. Ça va aussi ... doucement, aussi.
it_it: [_jo_s_picnic_blush_flirty_holding_wine_] È delizioso. Scende così... senza intoppi.

source: [_jo_s_picnic_blush_flirty_holding_wine_] Mmm, so delectable...
fr_fr: [_jo_s_picnic_blush_flirty_holding_wine_] Mmm, si délectable ...
it_it: [_jo_s_picnic_blush_flirty_holding_wine_] Mmm, così delizioso...

source: [_jo_s_picnic_blush_flirty_offering_wine_] Did you try some?
fr_fr: [_jo_s_picnic_blush_flirty_offering_wine_] Avez-vous essayé quelques ?
it_it: [_jo_s_picnic_blush_flirty_offering_wine_] Ne hai provato un po'?

source: [_mc_] I'm okay, thanks. It's all yours, you deserve it.
fr_fr: [_mc_] Je vais bien, merci. C'est tout le tien, vous le méritez.
it_it: [_mc_] sto bene, grazie. È tutto tuo, lo meriti.

source: [_mc_] You work so hard, and do so much for me and [flora].
fr_fr: [_mc_] Vous travaillez si dur, et faites tant pour moi et [flora].
it_it: [_mc_] Tu lavori così duramente, e fai così tanto per me e [flora].

source: [_jo_s_picnic_smile_holding_wine_] You really are something today, [mc]! I'm not sure what's gotten into you.
fr_fr: [_jo_s_picnic_Souriez_holding_wine_] Vous êtes vraiment quelque chose aujourd'hui, [mc]! Je ne suis pas sûr de ce qui vous est arrivé.
it_it: [_jo_s_picnic_smile_holding_wine_] Sei davvero qualcosa oggi, [mc]! Non sono sicuro che cosa ti sia arrivato.

source: [_jo_s_picnic_smile_holding_wine_] Not that I'm complaining!
fr_fr: [_jo_s_picnic_Souriez_holding_wine_] Pas que je me plains !
it_it: [_jo_s_picnic_smile_holding_wine_] Non che mi sto lamentando!

source: [_mc_] Just trying to be better...
fr_fr: [_mc_] Juste essayer d'être mieux ...
it_it: [_mc_] Cercando di essere meglio...

source: [_jo_s_picnic_surprised_looking_down_spilling_wine_] Oh, no, I've spilled some on myself! Clumsy me...
fr_fr: [_jo_s_picnic_surprised_looking_down_spilling_wine_] Oh, non, j'en ai renversé sur moi ! Je suis maladroit...
it_it: [_jo_s_picnic_surprised_looking_down_spilling_wine_] Oh, no, ne ho sparso alcuni su me stesso! Mi sdegna...

source: [_jo_s_picnic_blush_smile_spilling_wine_] I suppose I should take this thing off, keep it from staining too badly.{space=-20}
fr_fr: [_jo_s_picnic_blush_Souriez_spilling_wine_] Je suppose que je devrais enlever cette chose, le garder de la coloration trop mal. {space=-20}
it_it: [_jo_s_picnic_blush_smile_spilling_wine_] Suppongo che dovrei togliermi questa cosa, evitare di macchiare troppo male.{space=-20}

source: [_jo_s_picnic_blush_smile_removing_shirt_] There, that's better already.
fr_fr: [_jo_s_picnic_blush_Souriez_removing_shirt_] Là, c'est déjà mieux.
it_it: [_jo_s_picnic_blush_smile_removing_shirt_] Lì, è già meglio.

source: [_jo_s_picnic_blush_smile_removing_shirt_] Don't you think?
fr_fr: [_jo_s_picnic_blush_Souriez_removing_shirt_] Ne pensez-vous pas ?
it_it: [_jo_s_picnic_blush_smile_removing_shirt_] Non pensate?

source: [_mc_] Much better...
fr_fr: [_mc_] Bien mieux ...
it_it: [_mc_] Molto meglio...

source: [_jo_s_picnic_blush_flirty_removing_shirt_] I should probably slow down!
fr_fr: [_jo_s_picnic_blush_flirty_removing_shirt_] Je devrais probablement ralentir !
it_it: [_jo_s_picnic_blush_flirty_removing_shirt_] Probabilmente dovrei rallentare!

source: God, please don't slow down...
fr_fr: Dieu, je vous prie de ne pas ralentir ...
it_it: Dio, per favore non rallentare...

source: Wait, what am I thinking? It doesn't matter, I can't look away...
fr_fr: Attends, qu'est-ce que je pense ? Ça n'a pas d'importance, je ne peux pas regarder ...
it_it: Aspetta, cosa sto pensando? Non importa, non riesco a guardare...

source: [_jo_s_picnic_blush_smile_holding_wine_shirtless_] Oooh, this wine has me feeling woozy...
fr_fr: [_jo_s_picnic_blush_Souriez_holding_wine_shirtless_] Oooh, ce vin me fait sentir paresseux ...
it_it: [_jo_s_picnic_blush_smile_holding_wine_shirtless_] Oooh, questo vino mi fa sentire legnoso...

source: [_jo_s_picnic_blush_smile_holding_wine_shirtless_] It was so good that I drank it a little too quickly.
fr_fr: [_jo_s_picnic_blush_Souriez_holding_wine_shirtless_] C'était tellement bon que je l'ai bu un peu trop vite.
it_it: [_jo_s_picnic_blush_smile_holding_wine_shirtless_] È stato così bello che l'ho bevuto un po' troppo rapidamente.

source: [_jo_s_picnic_blush_smile_holding_wine_shirtless_] Just a little more won't hurt, though...
fr_fr: [_jo_s_picnic_blush_Souriez_holding_wine_shirtless_] Un peu plus ne fera pas de mal, même si ...
it_it: [_jo_s_picnic_blush_smile_holding_wine_shirtless_] Solo un po 'di più non farà male, però...

source: [_mc_] It's okay to have some more. I'm here for you.
fr_fr: [_mc_] C'est bon d'en avoir d'autres. Je suis là pour toi.
it_it: [_mc_] Va bene avere un po' di più. Sono qui per te.

source: [_jo_s_picnic_flirty_holding_wine_shirtless_] You're going to take responsibility, right?
fr_fr: [_jo_s_picnic_flirty_holding_wine_shirtless_] Vous allez prendre la responsabilité, n'est-ce pas ?
it_it: [_jo_s_picnic_flirty_holding_wine_shirtless_] Ti assumerai la responsabilità, vero?

source: [_mc_] Of course!
fr_fr: [_mc_] Bien sûr !
it_it: [_mc_] Certo!

source: [_jo_s_picnic_blush_flirty_holding_wine_shirtless_] Such a mature, grown man you're becoming...
fr_fr: [_jo_s_picnic_blush_flirty_holding_wine_shirtless_] Un homme adulte et adulte que vous êtes en train de devenir ...
it_it: [_jo_s_picnic_blush_flirty_holding_wine_shirtless_] Un uomo maturo, cresciuto...

source: [_jo_s_picnic_blush_flirty_holding_wine_shirtless_] I'm so proud of you... taking care of me like this...
fr_fr: [_jo_s_picnic_blush_flirty_holding_wine_shirtless_] Je suis si fière de toi ... prendre soin de moi comme ça ...
it_it: [_jo_s_picnic_blush_flirty_holding_wine_shirtless_] Sono così orgoglioso di te... prendendomi cura di me così...

source: [_jo_s_picnic_blush_flirty_holding_wine_shirtless_] How did I get soo lucky?
fr_fr: [_jo_s_picnic_blush_flirty_holding_wine_shirtless_] Comment j'ai eu de la chance ?
it_it: [_jo_s_picnic_blush_flirty_holding_wine_shirtless_] Come ho avuto la fortuna di soo?

source: Damn, she might actually be drunk now.
fr_fr: Merde, elle pourrait être en état d'ébriété maintenant.
it_it: Dannazione, potrebbe essere in realtà ubriaca ora.

source: [_jo_s_picnic_blush_flirty_pouring_wine_] Would you look at that...? I've gone and spilled some more all over my bra...
fr_fr: [_jo_s_picnic_blush_flirty_pouring_wine_] Tu regardes ça ... ? Je suis parti et j'ai fait un peu plus sur mon soutien-gorge ...
it_it: [_jo_s_picnic_blush_flirty_pouring_wine_] guarderesti quello...? Sono andato e ho sparso un po 'di più in tutto il mio reggiseno...

source: [_jo_s_picnic_blush_flirty_pouring_wine_] What a clumsy thing I am today.
fr_fr: [_jo_s_picnic_blush_flirty_pouring_wine_] Quelle maladresse je fais aujourd'hui.
it_it: [_jo_s_picnic_blush_flirty_pouring_wine_] Che cosa goffa sono oggi.

source: [_jo_s_picnic_blush_flirty_pouring_wine_] Thank goodness I have you here, looking after me...
fr_fr: [_jo_s_picnic_blush_flirty_pouring_wine_] Dieu merci, je vous ai ici, en me regardant ...
it_it: [_jo_s_picnic_blush_flirty_pouring_wine_] Grazie bontà ti ho qui, badandomi bene...

source: [_jo_s_picnic_blush_flirty_removing_bra_] I should probably take this off though, don't you think?
fr_fr: [_jo_s_picnic_blush_flirty_removing_bra_] Je devrais probablement enlever ça, n'est-ce pas ?
it_it: [_jo_s_picnic_blush_flirty_removing_bra_] Probabilmente dovrei toglierlo, però, non pensate?

source: [_mc_] Err, yes... just in case!
fr_fr: [_mc_] Err, oui ... juste au cas !
it_it: [_mc_] Err, sì... nel caso!

source: [_jo_s_picnic_flirty_removing_bra_] Mmm, exactly... just in case...
fr_fr: [_jo_s_picnic_flirty_removing_bra_] Mmm, exactement ... juste au cas où ...
it_it: [_jo_s_picnic_flirty_removing_bra_] Mmm, esattamente... nel caso...

source: [_jo_s_picnic_blush_flirty_squeezing_boobs_] God, that's muuuch better. So... freeing.
fr_fr: [_jo_s_picnic_blush_flirty_squeezing_boobs_] Dieu, c'est beaucoup mieux. Alors... libérer.
it_it: [_jo_s_picnic_blush_flirty_squeezing_boobs_] Dio, questo è molto meglio. So... liberare.

source: Wow! Her breasts are right there, ready for the taking!
fr_fr: Wow ! Ses seins sont juste là, prêts pour la prise !
it_it: Wow! I suoi seni sono proprio lì, pronti per la presenza!

source: Why am I looking at [jo] this way? Maybe I'm buzzed, too.
fr_fr: Pourquoi suis-je en train de regarder [jo] ? Peut-être que je suis buzé aussi.
it_it: Perché sto guardando [jo] in questo modo? Forse anche io sono ronzata.

source: [_mc_] I don't know if it's the way the sun's hitting you this late in the day, but you look astonishing.
fr_fr: [_mc_] Je ne sais pas si c'est la façon dont le soleil vous frappe ce soir, mais vous avez l'air étonnement.
it_it: [_mc_] Non so se è il modo in cui il sole ti colpisce questo tardi giorno, ma sembri sorprendente.

source: [_jo_s_picnic_blush_smile_resting_hands_] Aww! You're making me blush!
fr_fr: [_jo_s_picnic_blush_smile_resting_hands_] Aww ! Tu me fais rougir !
it_it: [_jo_s_picnic_blush_smile_resting_hands_] Aww! Mi stai facendo arrossire!

source: [_mc_] I can't imagine how anyone could be mean to you.
fr_fr: [_mc_] Je ne peux pas imaginer comment quelqu'un pourrait être pour vous.
it_it: [_mc_] Non riesco a immaginare come qualcuno possa essere significato per te.

source: [_mc_] You're just so beautiful. How could they?
fr_fr: [_mc_] Tu es si belle. Comment ont-ils pu ?
it_it: [_mc_] Sei solo così bello. Come potrebbero?

source: [_mc_] I bet the person who wrote that email feels terrible about it now.
fr_fr: [_mc_] Je parie que la personne qui a écrit ce courriel se sent mal à l'heure actuelle.
it_it: [_mc_] Scommetto che la persona che ha scritto quella email si sente terribile su di esso ora.

source: [_jo_s_picnic_blush_smile_resting_hands_] Oh, I doubt it... but I don't want to think about that right now...
fr_fr: [_jo_s_picnic_blush_Souriez_resting_hands_] Oh, j'en doute ... mais je ne veux pas y penser maintenant ...
it_it: [_jo_s_picnic_blush_smile_resting_hands_] Oh, lo dubiti... ma non voglio pensarci in questo momento...

source: [_jo_s_picnic_blush_smile_resting_hands_] I just want to enjoy this relaxing moment.
fr_fr: [_jo_s_picnic_blush_Souriez_resting_hands_] Je veux juste profiter de ce moment de détente.
it_it: [_jo_s_picnic_blush_smile_resting_hands_] Voglio solo godermi questo momento di relax.

source: [_mc_] I know, but I'm kind of glad that she got you so fired up. If she hadn't, we wouldn't be enjoying this moment right now.
fr_fr: [_mc_] Je sais, mais je suis heureuse qu'elle t'ait fait feu. Si elle ne l'avait pas fait, nous ne profiterait pas de ce moment.
it_it: [_mc_] lo so, ma sono abbastanza contento che ti abbia fatto sparare. Se non avesse, non ci godremmo di questo momento in questo momento.

source: [_jo_s_picnic_flirty_resting_hands_] It does feel good to just slow down and enjoy this time with you...
fr_fr: [_jo_s_picnic_flirty_resting_hands_] Cela fait du bien de ralentir et de profiter de ce temps avec toi...
it_it: [_jo_s_picnic_flirty_resting_hands_] Si sente bene solo rallentare e godere questa volta con te...

source: [_mc_] It does. And you worked so hard to get to where you are now.
fr_fr: [_mc_] C'est le cas. Et vous avez travaillé si dur pour vous rendre là où vous êtes maintenant.
it_it: [_mc_] Lo fa. E hai lavorato così duramente per arrivare a dove sei ora.

source: [_mc_] I hope that all of your ambition rubbed off on me.
fr_fr: [_mc_] J'espère que votre ambition s'est enrouée sur moi.
it_it: [_mc_] Spero che tutta la tua ambizione mi sia sfregata.

source: [_mc_] [flora] and I really don't know how lucky we are to have someone like you taking care of us.
fr_fr: [_mc_] [flora] et je ne sais vraiment pas à quel point nous sommes chanceux d'avoir quelqu'un comme vous qui s'occupe de nous.
it_it: [_mc_] [flora] e non so davvero quanto siamo fortunati ad avere qualcuno come te che si prende cura di noi.

source: [_jo_s_picnic_blush_flirty_resting_hands_] Sweetie, you're being too generous. An old lady like me?
fr_fr: [_jo_s_picnic_blush_flirty_resting_hands_] Chérie, vous êtes trop généreux. Une vieille dame comme moi ?
it_it: [_jo_s_picnic_blush_flirty_resting_hands_] Sweetie, sei troppo generosa. Una vecchia signora come me?

source: [_mc_] You're so vibrant and full of life. You're hardly old.
fr_fr: [_mc_] Vous êtes si vivante et pleine de vie. Tu es à peine vieux.
it_it: [_mc_] Sei così vivace e pieno di vita. Sei appena vecchio.

source: [_mc_] I mean, just look at your breasts! They're so perky compared to other women your age.
fr_fr: [_mc_] Je veux dire, regarde tes seins ! Ils sont si pervers que d'autres femmes de votre âge.
it_it: [_mc_] Voglio dire, basta guardare il tuo seno! Sono così perky rispetto ad altre donne la tua età.

source: [_jo_s_picnic_surprised_squeezing_boobs_] [mc]... that's... that's so inappropriate!
fr_fr: [_jo_s_picnic_surprised_squeezing_boobs_] [mc]... c'est. .. c'est tellement inapproprié !
it_it: [_jo_s_picnic_surprised_squeezing_boobs_] [mc]... quello... è così inappropriato!

source: [_mc_] But it's true!
fr_fr: [_mc_] Mais c'est vrai !
it_it: [_mc_] Ma è vero!

source: [_jo_s_picnic_surprised_squeezing_boobs_] That's not the point! You shouldn't even have eyes wandering down there!
fr_fr: [_jo_s_picnic_surprised_squeezing_boobs_] Ce n'est pas le point ! Tu ne devrais même pas avoir les yeux errer là-bas !
it_it: [_jo_s_picnic_surprised_squeezing_boobs_] Questo non è il punto! Non dovresti nemmeno avere occhi che vagano laggiù!

source: [_mc_] How could I not? They're huge. When they knock against each other,{space=-10} I can't help it...
fr_fr: [_mc_] Comment n'est-ce pas ? Ils sont énormes. Quand ils frappent les uns contre les autres, {space=-10} Je ne peux pas l'aider ...
it_it: [_mc_] Come potevo no? Sono enormi. Quando bussano gli uni contro gli altri,{space=-10} Non posso aiutarlo...

source: [_mc_] Besides, if you didn't want me to look, you wouldn't have them out.
fr_fr: [_mc_] En plus, si vous ne voulez pas que je regarde, vous ne les feriez pas.
it_it: [_mc_] Inoltre, se non volessi che io guardassi, non li avresti fuori.

source: [_mc_] Yet here they are. I'm staring right at them, and you're not stopping me.{space=-70}
fr_fr: [_mc_] Pourtant, ils sont là. Je les regarde, et vous ne m'arrêtez pas. {space=-70}
it_it: [_mc_] Eppure sono qui. Sto fissando a destra e non mi fermi.{space=-70}

source: [_jo_s_picnic_neutral_looking_down_squeezing_boobs_] It's just that they've been constricted all day... and then I spilled that wine on, on accident...
fr_fr: [_jo_s_picnic_neutral_looking_down_squeezing_boobs_] C'est juste qu'ils ont été étranges toute la journée ... et puis j'ai déversé ce vin sur, sur accident ...
it_it: [_jo_s_picnic_neutral_looking_down_squeezing_boobs_] E 'solo che sono stati costrutti tutto il giorno... e poi ho versato quel vino su, in incidente...

source: [_mc_] On accident, of course.
fr_fr: [_mc_] En cas d'accident, bien sûr.
it_it: [_mc_] In caso di incidente, ovviamente.

source: [_jo_s_picnic_blush_smile_squeezing_boobs_] Yesss, of course. Accidents happen and that's... that's okay.
fr_fr: [_jo_s_picnic_blush_Souriez_squeezing_boobs_] Ouuuii, bien sûr. Les accidents arrivent et c'est. .. ça va.
it_it: [_jo_s_picnic_blush_smile_squeezing_boobs_] Yesss, naturalmente. Gli incidenti accadono e che... va bene.

source: [_mc_] I know one thing...
fr_fr: [_mc_] Je sais une chose ...
it_it: [_mc_] Conosco una cosa...

source: [_mc_] ...if there is a God, the way he created you definitely wasn't an accident.
fr_fr: [_mc_] ... s'il y a un Dieu, la façon dont il t'a créé n'était pas un accident.
it_it: [_mc_] ...se c'è un Dio, il modo in cui ti ha creato non è stato sicuramente un incidente.

source: [_jo_s_picnic_smile_resting_hands_] Well, isn't that a thing to say!
fr_fr: [_jo_s_picnic_Souriez_resting_hands_] Eh bien, n'est-ce pas une chose à dire !
it_it: [_jo_s_picnic_smile_resting_hands_] Beh, non è una cosa da dire!

source: [_jo_s_picnic_smile_resting_hands_] How very sweet of you, [mc].
fr_fr: [_jo_s_picnic_smile_resting_hands_] Comme c'est gentil de votre part, [mc].
it_it: [_jo_s_picnic_smile_resting_hands_] Quanto molto dolce di te, [mc].

source: [_jo_s_picnic_smile_resting_hands_] I think I raised you right, after all.
fr_fr: [_jo_s_picnic_Souriez_resting_hands_] Je pense que je t'ai élevée, après tout.
it_it: [_jo_s_picnic_smile_resting_hands_] Penso di averti alzato a destra, dopo tutto.
