Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_washed.po
Languages: fr_fr, it_it

source: [_kate_] I thought there would be nicer cars...
fr_fr: [_kate_] Je pensais qu'il y aurait des voitures plus ...
it_it: [_kate_] Ho pensato che ci sarebbero state vetture più belle...

source: And then, of course, [kate] showed up.
fr_fr: Et puis, bien sûr, [kate] a été montré.
it_it: E poi, naturalmente, [kate] si è presentato.

source: But it wasn't all bad. [kate] in a bikini is a treasured memory.
fr_fr: Mais ce n'était pas mal. [kate] dans un bikini est une mémoire précieuse.
it_it: Ma non era tutto male. [kate] in un bikini è una memoria preziosa.

source: [_kate_] I'm just here to get some sun and watch others work.
fr_fr: [_kate_] Je suis juste ici pour prendre du soleil et regarder les autres.
it_it: [_kate_] Sono qui solo per prendere un po 'di sole e guardare altri lavoro.

source: [_kate_] Oh, and to make sure you don't wash off that marker, [mc].
fr_fr: [_kate_] Oh, et pour vous assurer que vous ne lavez pas ce marqueur, [mc].
it_it: [_kate_] Oh, e per assicurarti di non lavare quel marcatore, [mc].

source: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_smile_s_hands_on_hips_] I wasn't going to say anything, but...
fr_fr: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_smile_s_hands_on_hips_] Je n'allais rien dire, mais ...
it_it: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_smile_s_hands_on_hips_] Non stavo per dire nulla, ma...

source: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_smile_s_hands_on_hips_] That's a bit weird, [mc].
fr_fr: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_smile_s_hands_on_hips_] C'est un peu bizarre, [mc].
it_it: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_smile_s_hands_on_hips_] È un po' strano, [mc].

source: [_mc_] It's not like I wanted this, okay?
fr_fr: [_mc_] Ce n'est pas comme si je voulais ça, d'accord?
it_it: [_mc_] Non è come se volessi questo, okay?

source: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_smile_s_hands_on_hips_] So, since you're [kate]'s property, does that mean you won't be coming home?
fr_fr: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_smile_s_hands_on_hips_] Donc, puisque vous êtes la propriété de [kate], cela signifie-t-il que vous ne rentrerez pas à la maison?
it_it: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_smile_s_hands_on_hips_] Così, dal momento che sei [kate]di proprietà, significa che non tornerai a casa?

source: [_kate_] I do have an empty dog house.
fr_fr: [_kate_] J'ai une maison de chien vide.
it_it: [_kate_] ho una casa vuota per il cane.

source: [_mc_] No way! I'm definitely coming home!
fr_fr: [_mc_] Pas de chemin ! Je rentre vraiment à la maison !
it_it: [_mc_] Nessun modo! Vado sicuramente a casa!

source: [_mc_] If I don't, call the cops and say I've been kidnapped.
fr_fr: [_mc_] Si je ne le fais pas, appelez les flics et dites que j'ai été kidnappé.
it_it: [_mc_] Se non lo faccio, chiami i poliziotti e dico che sono stato rapito.

source: [_kate_] Don't flatter yourself.
fr_fr: [_kate_] Ne vous flatter pas.
it_it: [_kate_] Non appiattire te stesso.

source: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_] You'd probably have to pay the kidnappers for that to happen, [mc].{space=-5}
fr_fr: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_] Vous devez probablement payer les kidnappeurs pour que cela se produise, [mc]. { space=-5 }
it_it: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_] Dovresti probabilmente pagare i rapitori perché ciò accada, [mc].{space=-5}

source: If the fundraiser had taken place in the new timeline, I bet [isabelle] would've been there to back me up.
fr_fr: Si la collecte de fonds avait eu lieu dans le nouveau calendrier, je parie que [isabelle] aurait été là pour me soutenir.
it_it: Se la raccolta fondi avesse avuto luogo nella nuova timeline, scommetto che [isabelle] sarebbe stato lì per salvarmi.

source: If the fundraiser had taken place in the new timeline, I bet [isabelle] would've been there as well.
fr_fr: Si la collecte de fonds avait eu lieu dans le nouveau calendrier, je parie que [isabelle] aurait été là aussi.
it_it: Se la raccolta fondi avesse avuto luogo nella nuova timeline, scommetto che [isabelle] sarebbe stato anche lì.

source: It would probably have gone down like this...
fr_fr: Ça aurait probablement baissé comme ça ...
it_it: Probabilmente sarebbe andato giù così...

source: [_isabelle_] The cavalry is here!
fr_fr: [_isabelle_] La cavalerie est là !
it_it: [_isabelle_] La cavalleria è qui!

source: [_isabelle_] I heard you needed some help.
fr_fr: [_isabelle_] J'ai entendu dire que vous avez besoin d'aide.
it_it: [_isabelle_] Ho sentito che ti serviva un po' di aiuto.

source: She'd be showing off that perfect milky white skin, in an appropriately{space=-40} revealing bikini.
fr_fr: Elle se départirait de la peau blanche laiteuse parfaite, dans un { space=-40 } révélant des bikini.
it_it: Sarebbe mostrare quella perfetta pelle bianca lattiginosa, in modo appropriato{space=-40} rivelando bikini.

source: [_flora_s_car_wash_s_flora_s_excited_right_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_] Thanks for showing up, [isabelle]! It's a huge help.
fr_fr: [_flora_s_car_wash_s_flora_s_excited_right_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_] Merci d'avoir montré, [isabelle]! C'est une aide énorme.
it_it: [_flora_s_car_wash_s_flora_s_excited_right_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_] Grazie per essersi presentato, [isabelle]! È un aiuto enorme.

source: [_isabelle_] Of course, love! Where should I start?
fr_fr: [_isabelle_] Bien sûr, l'amour ! Où devrais-je commencer?
it_it: [_isabelle_] Naturalmente, l'amore! Da dove dovrei iniziare?

source: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_smile_] You can start by sucking [mc]'s dick.
fr_fr: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_smile_] Vous pouvez commencer par sucer la bite [mc]'s.
it_it: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_smile_] Puoi iniziare succhiando il cazzo di [mc].

source: [_isabelle_] Perfect! Let me just get my lips wet...
fr_fr: [_isabelle_] Parfait ! Laisse-moi me mouiller les lèvres ...
it_it: [_isabelle_] Perfetto! Lasciami solo bagnare le labbra...

source: Okay, maybe that's a bit over the top.
fr_fr: Ok, peut-être que c'est un peu au-dessus du sommet.
it_it: Va bene, forse è un po' più in alto.

source: Although, what if [jacklyn] showed up as well?
fr_fr: Bien que, qu'est-ce que le [jacklyn] s'est montré aussi?
it_it: Anche se, cosa succede se [jacklyn] si presentasse pure?

source: That would've been something.
fr_fr: Ça aurait été quelque chose.
it_it: Sarebbe stato qualcosa.

source: [_jacklyn_] Wicked wheels over here.
fr_fr: [_jacklyn_] Des roues ont été cliqué ici.
it_it: [_jacklyn_] Ruote malvagie qui sopra.

source: [_jacklyn_] They could use some artistic twang, though.
fr_fr: [_jacklyn_] Ils pourraient cependant utiliser des jumelles artistiques.
it_it: [_jacklyn_] Potrebbero usare qualche twang artistico, però.

source: She'd be cool and confident as ever, probably only wearing a bikini to stop others from getting flustered.
fr_fr: Elle serait cool et confierée comme jamais, ne portant probablement qu'un bikini pour empêcher les autres de se faire flussi.
it_it: Sarebbe fresco e fiducioso come sempre, probabilmente solo indossando un bikini per impedire agli altri di farsi sfregare.

source: Although, that clearly wouldn't have worked on [flora].
fr_fr: Bien que, cela n'aurait clairement pas fonctionné le [flora].
it_it: Anche se, evidentemente, questo non avrebbe funzionato su [flora].

source: She would have blushed so hard seeing [jacklyn] like this.
fr_fr: Elle aurait roué si dur de voir [jacklyn] comme ça.
it_it: Avrebbe arrossito così difficile vedere [jacklyn] come questo.

source: [_jacklyn_] What's swinging, sister?
fr_fr: [_jacklyn_] Quoi de sonnant, ma sœur?
it_it: [_jacklyn_] Cosa sta swinging, sorella?

source: [_jacklyn_] Let's take this car to school, yeah?
fr_fr: [_jacklyn_] Laissons cette voiture à l'école, oui?
it_it: [_jacklyn_] Portiamo questa macchina a scuola, sì?

source: [_flora_s_car_wash_s_flora_s_smile_left_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_left_] Y-yeah, let's do it!
fr_fr: [_flora_s_car_wash_s_flora_s_smile_left_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_left_] Y-yeah, faisons ça !
it_it: [_flora_s_car_wash_s_flora_s_smile_left_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_left_] Y-yeah, facciamolo!

source: [_flora_s_car_wash_s_flora_s_smile_left_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_left_] T-thanks for helping us out, [jacklyn].
fr_fr: [_flora_s_car_wash_s_flora_s_smile_left_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_left_] T-Merci de nous avoir aidés, [jacklyn].
it_it: [_flora_s_car_wash_s_flora_s_smile_left_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_left_] T-Grazie per averci aiutato, [jacklyn].

source: You should be thanking me for bringing this fantasy to life.
fr_fr: Vous devriez me remercier d'avoir apporté ce fantasme à la vie.
it_it: Dovreste ringraziarmi per aver portato questa fantasia alla vita.

source: ...or, well, maybe I should thank myself.
fr_fr: ... ou bien, je devrais peut-être me remercier.
it_it: ...o, beh, forse dovrei ringraziarmi.

source: But back to the real memory for a bit...
fr_fr: Mais revendu à la vraie mémoire pour un peu ...
it_it: Ma torna alla memoria reale per un po'...

source: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_] We need some water over here, [mc]!
fr_fr: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_] Nous avons besoin d'eau ici, [mc]!
it_it: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_] Abbiamo bisogno di acqua qui, [mc]!

source: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_] Can you man the hose?
fr_fr: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_] Pouvez-vous l'homme?
it_it: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_] Riesci a l'uomo il tubo?

source: The air was so hot that day, she probably couldn't wait to get wet.
fr_fr: L'air était si chaud ce jour-là, elle n'a probablement pas pu attendre pour se mouiller.
it_it: L'aria era così calda quel giorno, probabilmente non vedeva l'ora di bagnarsi.

source: [_mc_] All right, here it goes!
fr_fr: [_mc_] Très bien, voilà !
it_it: [_mc_] Va bene, ecco che va!

source: Ready...
fr_fr: Prêt ...
it_it: Pronto...

source: ...aim...
fr_fr: ... viser ...
it_it: ...fine...

source: ...fire! [withvpunch]
fr_fr: ... feu ! [withvpunch]
it_it: ...fuoco! [withvpunch]

source: [_mc_] That's right, soak it up!
fr_fr: [_mc_] C'est vrai, salope !
it_it: [_mc_] È giusto, immergetelo!

source: No matter what happens, I'll always have the mental image of her dripping in front of me.
fr_fr: Peu importe ce qui se passe, je vais toujours avoir l'image mentale de sa coulée devant moi.
it_it: Non importa cosa succeda, avrò sempre l'immagine mentale del suo gocciolamento di fronte a me.

source: And it's one I really like to take my time with and relive.
fr_fr: Et c'est un que j'aime vraiment prendre mon temps avec et revivre.
it_it: Ed è uno che mi piace davvero prendere il mio tempo con e rivivere.

source: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_surprised_s_kate_s_neutral_s_isabelle_s_surprised_s_jacklyn_s_smile_s_hose_dripping_s_wet_] [mc], come on!
fr_fr: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_surprised_s_kate_s_neutral_s_isabelle_s_surprised_s_jacklyn_s_smile_s_hose_dripping_s_wet_] [mc], venez !
it_it: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_surprised_s_kate_s_neutral_s_isabelle_s_surprised_s_jacklyn_s_smile_s_hose_dripping_s_wet_] [mc], viene!

source: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_surprised_s_kate_s_neutral_s_isabelle_s_surprised_s_jacklyn_s_smile_s_hose_dripping_s_wet_] At least try to hit the car!
fr_fr: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_surprised_s_kate_s_neutral_s_isabelle_s_surprised_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Au moins essayer de frapper la voiture !
it_it: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_surprised_s_kate_s_neutral_s_isabelle_s_surprised_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Almeno prova a colpire l'auto!

source: [_mc_] How about I try to hit your open mouth instead?
fr_fr: [_mc_] Comment j'essaie de frapper votre bouche ouverte à la place?
it_it: [_mc_] Che ne dici di provare a colpire la tua bocca aperta?

source: [_flora_s_car_wash_s_flora_s_cringe_s_maxine_s_surprised_s_kate_s_neutral_s_isabelle_s_surprised_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Don't you even—
fr_fr: [_flora_s_car_wash_s_flora_s_cringe_s_maxine_s_surprised_s_kate_s_neutral_s_isabelle_s_surprised_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Ne vous en avez même pas-
it_it: [_flora_s_car_wash_s_flora_s_cringe_s_maxine_s_surprised_s_kate_s_neutral_s_isabelle_s_surprised_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Non ti però—

source: Watching [flora] running around, trying to escape the cold spray of the water, did something to me.
fr_fr: Regarder [flora] courir, essayer d'échapper au jet froid de l'eau, m'a fait quelque chose.
it_it: Guardando [flora] in giro, cercando di sfuggire allo spruzzo freddo dell'acqua, mi ha fatto qualcosa.

source: Her youthful laughter and looks that could kill.
fr_fr: Son jeune rire et ses regards qui pourraient tuer.
it_it: La sua risata giovanile e sembra che potrebbe uccidere.

source: Man, I really lost everything when high school ended.
fr_fr: J'ai vraiment tout perdu quand l'école secondaire s'est terminée.
it_it: Uomo, ho davvero perso tutto quando la scuola superiore è finita.

source: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] [mc]! Stop it!
fr_fr: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] [mc]! Arrêtez !
it_it: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] [mc]! Fermi!

source: I could think of her running around in that soaked bikini all day...
fr_fr: Je pourrais penser à elle courir dans ce bikini trempé toute la journée ...
it_it: Potrei pensare alla sua corsa in quel bikini imbevuto tutto il giorno...

source: But there was one thing missing.
fr_fr: Mais il manquait une chose.
it_it: Ma c'era una cosa mancante.

source: [_mc_] Where's [jo]?
fr_fr: [_mc_] Où est le [jo]?
it_it: [_mc_] Dov'è [jo]?

source: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] I'm not sure...
fr_fr: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Je ne suis pas sûr ...
it_it: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Non sono sicuro...

source: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] She said she'd be here, but I think we can manage.
fr_fr: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Elle a dit qu'elle serait ici, mais je pense que nous pouvons gérer.
it_it: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Lei ha detto che sarebbe qui, ma penso che possiamo gestire.

source: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] [jo] taking a breather is fine. She deserves it.
fr_fr: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] [jo] La prise d'une brassage est bien. Elle le mérite.
it_it: [_flora_s_car_wash_s_flora_s_smile_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] [jo] prendere un respiro va bene. Lei lo merita.

source: Well, I deserve to see her in a bikini.
fr_fr: Je mérite de la voir dans un bikini.
it_it: Beh, mi merito di vederla in un bikini.

source: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] It is a little strange, though.
fr_fr: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] C'est un peu étrange.
it_it: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] È un po' strano, però.

source: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] She was supposed to be here.
fr_fr: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Elle était censée être là.
it_it: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Lei doveva essere qui.

source: [_mc_] I'll go look for her.
fr_fr: [_mc_] Je vais la chercher.
it_it: [_mc_] Andrò a cercarla.

source: I remember being a bit grumpy about having to leave the girls...
fr_fr: Je me souviens avoir été un peu grognon de devoir quitter les filles ...
it_it: Ricordo di essere un po 'scontroso di dover lasciare le ragazze...

source: ...but the day didn't feel complete without [jo].
fr_fr: ... mais le jour ne se sentaient pas complet sans [jo].
it_it: ...ma la giornata non si sentiva completa senza [jo].

source: [_mc_] Any idea where she might've gone?
fr_fr: [_mc_] Toute idée où elle aurait pu aller?
it_it: [_mc_] Qualche idea dove potrebbe andare?

source: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Sorry, no clue.
fr_fr: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Désolé, aucun indice.
it_it: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Siamo spiacenti, nessun indizio.

source: [_flora_s_car_wash_s_flora_s_excited_right_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] But! I'll be happy to take over the hose until you get back!
fr_fr: [_flora_s_car_wash_s_flora_s_excited_right_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Mais ! Je serai heureux de prendre le tuyau jusqu'à ce que tu reviendras !
it_it: [_flora_s_car_wash_s_flora_s_excited_right_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Ma! Sarò felice di prendere il tubo fino a quando non tornerai!

source: She said, mischievously.
fr_fr: Elle a dit, mischievement.
it_it: Ha detto, maliziosamente.

source: [_mc_] Fine, but treat her like you would treat my—
fr_fr: [_mc_] Fine, mais la traiter comme vous traiterait mon-
it_it: [_mc_] Bene, ma trattarla come si tratterebbe mio—

source: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Why do you have to make everything weird?
fr_fr: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Pourquoi faire tout ce qui est bizarre?
it_it: [_flora_s_car_wash_s_flora_s_annoyed_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_] Perché devi rendere tutto strane?

source: So, I left the land of wet boobs and honey, and I went back inside to look for [jo].
fr_fr: Alors, j'ai quitté la terre de seins mouillés et de miel, et je suis retourné à l'intérieur pour chercher le [jo].
it_it: Così, ho lasciato la terra di tette umide e miele, e sono tornato dentro per cercare [jo].

source: Truly a heroic sacrifice on my part.
fr_fr: Vraie sacrifice héroïque de ma part.
it_it: Davvero un eroico sacrificio da parte mia.

source: I looked in the [current_location]...
fr_fr: J'ai regardé dans le [current_location]...
it_it: Ho guardato nella [current_location]...

source: I looked in the sports wing...
fr_fr: J'ai regardé dans l'aile sportive ...
it_it: Ho guardato nell'ala sportiva...

source: And that's when I heard it.
fr_fr: Et c'est là que je l'ai entendu.
it_it: E questo è quando l'ho sentito.

source: It came from inside the women's bathroom.
fr_fr: Il est venu de l'intérieur de la salle de bain pour femmes.
it_it: È venuto dall'interno del bagno delle donne.

source: A sniffing, almost sobbing sound.
fr_fr: Un renifleur, presque du bruit.
it_it: Un suono sniffante, quasi singhiozzante.

source: And in the case of emotional turmoil, everyone knows the rules of gender-restricted areas are suspended.
fr_fr: Et en cas de troubles affectifs, tout le monde sait que les règles de l'égalité entre les sexes sont suspendues.
it_it: E nel caso delle turbolenze emotive, tutti sanno che le regole delle aree soggette a restrizioni di genere sono sospese.

source: ...at least, that's what I hoped as I entered.
fr_fr: ... au moins, c'est ce que j'espérais comme je l'ai fait.
it_it: ...almeno, questo è quello che speravo di entrare.

source: Someone was definitely crying in one of the stalls.
fr_fr: Quelqu'un pleurait sans aucun doute dans l'un des étals.
it_it: Qualcuno stava sicuramente piangendo in una delle bancarelle.

source: It was a familiar sound.
fr_fr: C'était un son familier.
it_it: Era un suono familiare.

source: I've always been a big enough disappointment to recognize them anywhere.
fr_fr: J'ai toujours été assez déçu de les reconnaître n'importe où.
it_it: Sono sempre stata una grande delusione per riconoscerli ovunque.

source: So, I steeled myself, hoping against the odds that this wasn't my doing.
fr_fr: Alors, je me suis sidéré, en espérant contre les chances que ce n'était pas mon travail.
it_it: Così, mi sono guidato, sperando contro le probabilità che questo non fosse il mio fare.

source: [_mc_] [jo], is that you?
fr_fr: [_mc_] [jo], c'est vous?
it_it: [_mc_] [jo], è vero?

source: And the sniffing instantly stopped, as if I'd caught her masturbating or something.
fr_fr: Et la reniflée s'est arrêtée instantanément, comme si je l'avais attrapée masturber ou quelque chose.
it_it: E lo sniffing si fermò istantaneamente, come se l'avessi catturata masturbarsi o qualcosa.

source: Strange how sadness is associated with shame.
fr_fr: Étrange à quel point la tristesse est associée à la honte.
it_it: Strano quanto la tristezza sia associata alla vergogna.
