Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_pot.po
Languages: fr_fr

source: A grin of bliss and satisfaction settles on her face. The insides of her asshole has been thoroughly scrubbed and scratched.
fr_fr: Un sourire de bonheur et de satisfaction s'installe sur son visage. L'intérieur de son trou du cul a été soigneusement frotté et gratté.

source: It would be funny to leave it in and let her wake up with a dish brush up her ass... but... that wouldn't end well for me.
fr_fr: Il serait drôle de la laisser et de la laisser se réveiller avec un plat se brosser le cul ... mais ... ça ne finirait pas bien pour moi.

source: I need to hide this brush and move her over to the living room couch.
fr_fr: J'ai besoin de cacher cette brosse et de la déplacer vers le canapé du salon.

source: There we go. She's fast asleep.
fr_fr: Nous y allons. Elle dort vite.

source: Hopefully, she won't remember any of this when she wakes up. That would be problematic.
fr_fr: Espérons qu'elle ne se souviendra pas de ça quand elle se réveille. Ce serait problématique.

source: Can't believe I just did that with [jo]. My mouth still tastes of her ass and pussy.
fr_fr: Je ne peux pas croire que je viens de faire ça avec le [jo]. Ma bouche a toujours le goût de son cul et de sa chatte.

source: Well, I should probably put her on the living room couch so she can sleep it off.
fr_fr: Eh bien, je devrais probablement la mettre sur le canapé du salon pour qu'elle puisse dormir.

source: Not sure what she'll think of the ripped panties, but that's a problem for another day.
fr_fr: Pas sûr de ce qu'elle va penser des culées, mais c'est un problème pour une autre journée.

source: Hopefully, when she wakes up, she'll remember that I fixed her aching throat and forget all about her itchy pussy.
fr_fr: Avec un peu de chance, quand elle se réveille, elle se souviendra que je l'ai réparée la gorge et que je l'ai oubliée de sa chatte.

source: Okay, let's poke around in there and see what comes out. Hopefully, a rake or shovel.
fr_fr: Ok, allons-y-y et voyons ce qui sort. Espérons, un râteau ou une pelle.

source: Just really something I can plow the field with.
fr_fr: Il s'agit juste d'un produit avec lequel je peux labourer le champ.

source: What the fuck is this?
fr_fr: Qu'est-ce que c'est que ça ?

source: I'm not opposed to sticking my dick into new and exciting holes, but sticking my [item.title_lower] in there is too kinky even for me.
fr_fr: Je ne suis pas opposé à l'idée d'introduire ma bite dans des trous nouveaux et excitants, mais y introduire mon [item.title_lower] est trop pervers, même pour moi.

source: This looks like the perfect place to plant my seeds, but the ground needs to be plowed first. Need to find some equipment.
fr_fr: Cela ressemble à l'endroit parfait pour planter mes graines, mais le sol doit d'abord être labouré. Besoin de trouver du matériel.

source: A farmer thinks about plowing every seven seconds on average.
fr_fr: Un agriculteur pense au labour toutes les sept secondes en moyenne.

source: Some dream and study the art of plowing for years without ever getting to experience it firsthand.
fr_fr: Certains rêver et étudier l'art de labeur pendant des années sans jamais l'expérimenter de première main.

source: As an avid student and plowing enthusiast, the mistake here is obvious.
fr_fr: En tant qu'étudiant passionné et passionné de ploïdie, l'erreur est évidente.

source: To plow a field of such extraordinary beauty, one would need a tool more powerful than a mere shovel.
fr_fr: Pour labourer un champ d'une beauté aussi extraordinaire, il faudrait un outil plus puissant qu'une simple pelle.

source: This seems like a lot of work. Maybe I could get someone else to do it for me?
fr_fr: Cela ressemble à beaucoup de travail. Peut-être que je pourrais amener quelqu'un d'autre à le faire pour moi ?

source: I know at least one person I can blackmail into plowing this field for me...
fr_fr: Je sais au moins une personne que je peux faire du chantage pour labeur de ce champ pour moi ...

source: Alright, time to sweat and bleed.
fr_fr: Bien, le temps de suer et de saigner.

source: That looks perfect for growing illegal substances.
fr_fr: Cela semble parfait pour la culture de substances illégales.

source: Even the birds will think I'm a crazy forest hermit if I start plowing the field with my [item.title_lower].
fr_fr: Même les oiseaux me prendront pour un ermite forestier fou si je commence à labourer le champ avec mon [item.title_lower].

source: There. Planted firmly in the soft earth!
fr_fr: Là. Planté fermement dans la terre douce !

source: Now we just need sunlight, water, and time.
fr_fr: Nous avons juste besoin de la lumière du soleil, de l'eau et du temps.

source: Even though a garden of [item.title_lower] trees would be neat, planting this [item.title_lower] could jeopardize the whole ecosystem.
fr_fr: Même si un jardin d'arbres [item.title_lower] serait agréable, la plantation de ce [item.title_lower] pourrait mettre en péril l'ensemble de l'écosystème.

source: Nothing's more important than caring for Mother Earth!
fr_fr: Rien n'est plus important que de prendre soin de la Terre mère !

source: Careful... very careful...
fr_fr: Attention ... très prudente ...

source: You know what happens when one digs too greedily and too deep...
fr_fr: Vous savez ce qui arrive quand on creuse trop avidement et trop profondément...

source: You may awake something in the darkness...
fr_fr: Vous pouvez réveiller quelque chose dans les ténèbres ...

source: Shadow and flame...
fr_fr: Ombre et flamme ...

source: Oh, look. It's done!
fr_fr: Oh, regarde. C'est fait !

source: No need to manually water these babies anymore. Just let the stream take care of it.
fr_fr: Pas besoin d'arrosés manuellement ces bébés. Laissez le cours d'eau s'en occuper.

source: Like trying to water seagrass. Not only ineffective, absolutely ridiculous.
fr_fr: C'est comme essayer d'arroser de l'herbe de mer. Non seulement inefficace, mais absolument ridicule.

source: I've watered it enough for today.
fr_fr: Je l'ai assez arrosée pour aujourd'hui.

source: Now I've just got to wait.
fr_fr: Maintenant, j'ai juste à attendre.

source: Drink up, little seeds. Grow strong. Become the plants you were meant to be!
fr_fr: Buvez, petites graines. Devenez fortes. Devenez les plantes que vous êtes censées être !

source: Well, one measly bottle of water makes no farm. Need more.
fr_fr: Eh bien, une seule bouteille d'eau ne fait pas de ferme. Besoin de plus.

source: Pour it on.
fr_fr: Verser ça sur.

source: Like hatchlings, they scream for more water. They're too young to understand the problems of greed.
fr_fr: Comme les nouveau-nés, ils crient pour plus d'eau. Ils sont trop jeunes pour comprendre les problèmes de la cupidité.

source: There you go, gulp it down. Fill your little throats.
fr_fr: Voilà, c'est ça, engloutissez-le. Remplissez vos petits gosiers.

source: And there we have it! Their thirst has been quenched. At least for the time being.
fr_fr: Et voilà ! Leur soif est étanchée. Du moins pour l'instant.

source: That's refreshing, isn't it? Crystal clear, straight from a splashing mountain stream. Or at the very least a local tap.
fr_fr: C'est rafraîchissant, n'est-ce pas ? Cristal clair, droit à partir d'un ruisseau de montagne éclaboussant. Ou au moins un robinet local.

source: Drink! Drink! Grow strong, my saplings!
fr_fr: A boire ! Buvez ! Devenez forts, mes jeunes arbres !

source: That's it! The water quota has been met!
fr_fr: C'est ça ! Le quota d'eau a été atteint !

source: Now we wait for the planets to align!
fr_fr: Nous attendons maintenant que les planètes s'alignent !

source: That is to say, the sun and Earth aligning.
fr_fr: C'est-à-dire le soleil et l'alignement de la Terre.

source: They slurped that down like a parched Bedouin after a week in the desert.
fr_fr: Ils ont fait tomber ça comme un bédouin perché après une semaine dans le désert.

source: They chugged that down like a normie at a pub after months in quarantine.
fr_fr: Ils l'ont avalé comme un normalien dans un pub après des mois de quarantaine.

source: They sucked that down like a group of weebs at the hentai booth at comic-con.
fr_fr: Ils l'ont aspiré comme un groupe de désherbés sur le stand hentai à bande dessinée.

source: Man, I miss comic-con.
fr_fr: Man, je manque de comics.

source: Well, their thirst has been sated for now.
fr_fr: Eh bien, leur soif a été calmée pour l'instant.

source: These baby plants hunger for my [item.title_lower], but the truth is they need water to grow.
fr_fr: Ces bébés plants de faim pour mon [item.title_lower], mais la vérité est qu'ils ont besoin d'eau pour grandir.

source: Maybe I'll grind down the [item.title_lower] and sprinkle the dust into the water to make them happy.
fr_fr: Peut-être que je vais griller le [item.title_lower] et saupoudrer la poussière dans l'eau pour les rendre heureux.

source: Anything for my babies. {i}Anything.{/}
fr_fr: Tout ce qui est pour mes bébés. {i}Tout. {/}

source: Plants need water, but I guess they can suck on my [item.title_lower] for a bit. That's it, little ones, extract all the nutrients.
fr_fr: Les plantes ont besoin d'eau, mais je suppose qu'elles peuvent sucer un peu sur mon [item.title_lower] . C'est ça, petits, extrayez tous les nutriments.

source: Unscrew the lightbulb.
fr_fr: Dévisser l'ampoule.

source: Plug it in the cord.
fr_fr: Branchez-le dans le cordon.

source: And just dip it... into the kettle...
fr_fr: Et juste tremper ... dans la bouilloire ...

source: Now {i}this{/} is pot-racing!
fr_fr: Maintenant, {i}this{/} est une course au pot !

source: Hold up! Sticking my [item.title_lower] into that pot of water could be extremely dangerous.
fr_fr: Attends ! L'autocollant de mon [item.title_lower] dans ce pot d'eau pourrait être extrêmement dangereux.

source: Need to come up with something bright and clever. If only a lightbulb would pop up.
fr_fr: Il faut trouver quelque chose de brillant et d'intelligent. Si seulement une ampoule s'enflait.

source: It's already soaking wet
fr_fr: C'est déjà trempage

source: Okay, added leaves and water. Time to turn up the heat.
fr_fr: Ok, les feuilles et l'eau ajoutées. Il est temps de tourner la chaleur.

source: That's water. Now for the leaves.
fr_fr: C'est de l'eau. Maintenant pour les feuilles.

source: That's leaves. Now for the water.
fr_fr: C'est des feuilles. Maintenant pour l'eau.

source: Boiling my [item.title_lower] would probably add some interesting flavors. But there's always a next time.
fr_fr: Faire bouillir mon [item.title_lower] ajouterait probablement des saveurs intéressantes. Mais il y a toujours une prochaine fois.

source: "The adoption services. You're getting a new home!"
fr_fr: " Les services d'adoption. Tu as une nouvelle maison ! "

source: "An Antarctica researcher."
fr_fr: "Un chercheur de l'Antarctique."

source: "Your internship. They want me instead."
fr_fr: " Votre stage. Ils veulent moi plutôt. "

source: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"You'll make some time."
fr_fr: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|"Vous allez faire un peu de temps."

source: "No worries, I'll find another way."
fr_fr: "Pas de soucis, je trouverai un autre moyen."

source: "No, I've changed my mind. You're too nice."
fr_fr: " Non, j'ai changé d'avis. Tu es trop gentille. "

source: "All right, follow me."
fr_fr: "Très bien, suivez-moi."

source: "Just err... tea leaves."
fr_fr: "Il n'y a que des feuilles de thé."

source: ?mc.intellect>=5@[mc.intellect]/5|{image=stats int}|"The plants are a distant relative to the Cannabis sativa plant."
fr_fr: ?mc.intellect>=5@[mc.intellect]/5|{image=stats int}|"Les plantes sont distantes par rapport à l'usine de Cannabis sativa."

source: ?mc.strength>=4@[mc.strength]/4|{image=stats str}|"Hard work, for the most part."
fr_fr: ?mc.renforc>=4@[mc.strength]/4|{image=stats str}|"Un travail acharné, pour l'essentiel."

source: Carry her upstairs
fr_fr: La porter à l'étage

source: Scratch her itch
fr_fr: Gratter ses démangeaisons

source: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|Find someone else
fr_fr: ?mc.owned_item('compromising_photo')@|{image=items compromising_photo}|Trouver quelqu'un d'autre

source: ?mc.strength>=5@[mc.strength]/5|{image=stats str}|Plow it yourself
fr_fr: ?mc.renforc>=5@[mc.strength]/5|{image=stats str}|Plow it yourself
