Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_washed.po
Languages: fr_fr, it_it

source: And I remember thinking, "If only [mrsl] would get out of her cardigan and help with the car wash..."
fr_fr: Et je me rappelle avoir pensé: "Si seulement [mrsl] sordirait de son cardigan et aiderait avec le lavage de voiture ..."
it_it: E mi ricordo di pensare: "Se solo [mrsl] uscisse il suo cardigan e aiutasse con il lavaggio dell'auto..."

source: And then I went and looked out the window for a moment, imagining{space=-10} what freedom would feel like.
fr_fr: Et puis j'ai regardé par la fenêtre un instant, imaginant { space=-10 } ce que la liberté ressentirait.
it_it: E poi sono andato e ho guardato fuori la finestra per un attimo, immaginando{space=-10} come si sentiva la libertà.

source: Then, finally, I made it to the roof.
fr_fr: Puis, enfin, je l'ai fait sur le toit.
it_it: Poi, infine, l'ho fatto al tetto.

source: A relaxing breeze tugged playfully at my hair, and soothed the scorching heat.
fr_fr: Une brise relaxante s'est enlisée dans mes cheveux et a apaisé la chaleur torride.
it_it: Una brezza rilassante tirato giocosamente ai miei capelli, e lenito il calore bruciante.

source: Oh, and on the roof was [maxine], of course. Nearly forgot that part.
fr_fr: Oh, et sur le toit était le [maxine], bien sûr. J'ai presque oublié cette partie.
it_it: Oh, e sul tetto era [maxine], naturalmente. Quasi dimenticato quella parte.

source: [_maxine_s_thinking_] Have you also come to water the plants?
fr_fr: [_maxine_s_thinking_] Vous venez aussi d'arrosez les plantes?
it_it: [_maxine_s_thinking_] Sei venuto anche per annaffiare le piante?

source: She was a bit less weird back then, but still weird.
fr_fr: Elle était un peu moins bizarre à l'époque, mais encore bizarre.
it_it: Era un po' meno strana all'epoca, ma ancora strana.

source: I didn't interact with her much, so I can't say for sure.
fr_fr: Je n'ai pas beaucoup d'interaction avec elle, donc je ne peux pas dire pour sûr.
it_it: Non ho interagito con lei molto, quindi non posso dire di sicuro.

source: [_mc_] Uh, hello to you, too.
fr_fr: [_mc_] Uh, bonjour à toi aussi.
it_it: [_mc_] Uh, saluto anche a te.

source: [_maxine_s_thinking_] No one comes up here at this hour unless it's important.
fr_fr: [_maxine_s_thinking_] Personne ne vient ici à cette heure, à moins qu'il ne soit important.
it_it: [_maxine_s_thinking_] Nessuno viene qui a quest'ora a meno che non sia importante.

source: [_mc_] Well, it sort of is.
fr_fr: [_mc_] Eh bien, c'est en quelque sorte.
it_it: [_mc_] Beh, è una sorta di è.

source: [_mc_] I need the garden hose for the car wash.
fr_fr: [_mc_] J'ai besoin du tuyau de jardin pour le lavage de voiture.
it_it: [_mc_] Ho bisogno del tubo da giardino per il lavaggio dell'auto.

source: [_maxine_s_sad_] No. I'm using it.
fr_fr: [_maxine_s_sad_] Non. Je l'utilise.
it_it: [_maxine_s_sad_] No. la sto usando.

source: Here we go again...
fr_fr: Ici nous allons de nouveau ...
it_it: Qui andiamo di nuovo...

source: [_mc_] I know. You're going to get rid of the plant zombies.
fr_fr: [_mc_] Je sais. Vous allez vous débarrasser des zombies de la plante.
it_it: [_mc_] lo so. Stai per sbarazzarti degli zombie della pianta

source: [_maxine_s_excited_] Aha! And [lindsey] said they weren't real!
fr_fr: [_maxine_s_excited_] Aha ! Et [lindsey] ont dit qu'ils n'étaient pas réels !
it_it: [_maxine_s_excited_] Aha! E [lindsey] ha detto che non erano veri!

source: [_maxine_s_flirty_] I must've misjudged you, [mc].
fr_fr: [_maxine_s_flirty_] Je dois vous avoir mal jugé, [mc].
it_it: [_maxine_s_flirty_] Devo averti giudicato male, [mc].

source: [_maxine_s_flirty_] Perhaps you'll be the one to vanquish this threat.
fr_fr: [_maxine_s_flirty_] Peut-être que vous serez le seul à vaincre cette menace.
it_it: [_maxine_s_flirty_] Forse sarai tu a vincere questa minaccia.

source: [_mc_] All I'm interested in vanquishing is a future without a bikini car wash.{space=-15}
fr_fr: [_mc_] Tout ce que je suis intéressé par le vanquishing est un avenir sans lavage de voiture bikini. { space=-15 }
it_it: [_mc_] Tutto quello che mi interessa di vanquishing è un futuro senza un bikini car wash.{space=-15}

source: [_maxine_s_concerned_] So, you journeyed here for nothing?
fr_fr: [_maxine_s_concerned_] Alors, vous avez voyagé ici pour rien?
it_it: [_maxine_s_concerned_] Allora, sei andato qui per niente?

source: [_mc_] Like I said, I need the hose.
fr_fr: [_mc_] Comme je l'ai dit, j'ai besoin du tuyau.
it_it: [_mc_] Come ho detto, ho bisogno del tubo.

source: [_maxine_s_annoyed_] But there's an incursion of zombie plants!
fr_fr: [_maxine_s_annoyed_] Mais il y a une incursion de plantes zombies !
it_it: [_maxine_s_annoyed_] Ma c'è un'incursione di piante zombie!

source: [_mc_] Are you talking about the plants in the greenhouse?
fr_fr: [_mc_] Vous parlez des plantes en serre?
it_it: [_mc_] Stai parlando delle piante in serra?

source: [_maxine_s_skeptical_] Indeed.
fr_fr: [_maxine_s_skeptical_] En effet.
it_it: [_maxine_s_skeptical_] Effettivamente.

source: [_mc_] I'm pretty sure they're harmless.
fr_fr: [_mc_] Je suis sûr qu'ils sont inoffensifs.
it_it: [_mc_] sono abbastanza sicuro che siano innocue.

source: [_maxine_s_eyeroll_] Quite the opposite, actually.
fr_fr: [_maxine_s_eyeroll_] Bien au contraire, en fait.
it_it: [_maxine_s_eyeroll_] Al contrario, in realtà.

source: [_maxine_s_eyeroll_] Danger is oftentimes masked under a veil of harmlessness.
fr_fr: [_maxine_s_eyeroll_] Le danger est souvent masqué sous un voile d'innocuité.
it_it: [_maxine_s_eyeroll_] Il pericolo è spesso mascherato sotto un velo di innocuità.

source: [_mc_] And the zombies have masked themselves under a veil of... broccoli and cabbage?
fr_fr: [_mc_] Et les zombies se sont masqués sous un voile de ... brocoli et chou?
it_it: [_mc_] E gli zombie si sono mascherati sotto un velo di... broccoli e cavoli?

source: [_maxine_s_skeptical_] Affirmative. The veil is lifting, and what will you do then?
fr_fr: [_maxine_s_skeptical_] Affirmative. Le voile est levé, et que ferez-vous alors?
it_it: [_maxine_s_skeptical_] Affirmativo. Il velo è sollevato, e che cosa farete allora?

source: [_mc_] If they still look like vegetables, I'll probably just eat them.
fr_fr: [_mc_] S'ils ressemblent encore à des légumes, je les mangerai probablement.
it_it: [_mc_] Se ancora assomigliano alle verdure, probabilmente le mangerò.

source: [_maxine_s_angry_] Fool! You'd sully yourself with the blight of undeath!
fr_fr: [_maxine_s_angry_] Fool ! Vous vous souriez avec la brûlure de l'unmort !
it_it: [_maxine_s_angry_] Stupendi! Ti sconfiggeresti con la piaga della scomparsa!

source: [_mc_] Well, I could always drench them in ranch dressing.
fr_fr: [_mc_] Eh bien, je pouvais toujours les poigner dans un ranch.
it_it: [_mc_] Beh, potrei sempre trascinarli in vestirsi al ranch.

source: [_maxine_s_angry_] They lure you here, only for you to make jokes?
fr_fr: [_maxine_s_angry_] Ils vous attirent ici, seulement pour vous faire des blagues?
it_it: [_maxine_s_angry_] Ti attirano qui, solo per farti scherzare?

source: [_maxine_s_angry_] It would be simple to subdue them, but we must use the hose now.
fr_fr: [_maxine_s_angry_] Ce serait simple de les soumettre, mais nous devons utiliser le tuyau maintenant.
it_it: [_maxine_s_angry_] Sarebbe semplice sottometterli, ma dobbiamo usare il tubo adesso.

source: [_mc_] Actually, I need to get it down to the fundraiser right away.
fr_fr: [_mc_] En fait, j'ai besoin de le faire descendre à la collecte de fonds immédiatement.
it_it: [_mc_] In realtà, ho bisogno di farlo giù alla raccolta fondi subito.

source: [_mc_] Can't you just use water bottles or something to drown the zombies?{space=-30}
fr_fr: [_mc_] Vous ne pouvez pas utiliser des bouteilles d'eau ou quelque chose pour noyer les zombies? { space=-30 }
it_it: [_mc_] Non puoi usare semplicemente bottiglie d'acqua o qualcosa per annegare gli zombie?{space=-30}

source: [_mc_] Maybe wait for it to rain?
fr_fr: [_mc_] Peut-être attendre qu'il pleuve?
it_it: [_mc_] Forse aspettate che piovere?

source: [_maxine_s_neutral_] Do you happen to have thousands of water bottles on you?
fr_fr: [_maxine_s_neutral_] Est-ce que vous avez des milliers de bouteilles d'eau sur vous?
it_it: [_maxine_s_neutral_] Ti capita di avere migliaia di bottiglie d'acqua su di te?

source: [_mc_] No...
fr_fr: [_mc_] Non.

source: [_maxine_s_neutral_] Then, we require the garden hose if we are to stop this blight from spreading.
fr_fr: [_maxine_s_neutral_] Ensuite, nous avons besoin du tuyau d'arroser si nous devons empêcher cette brûlure de se propager.
it_it: [_maxine_s_neutral_] Poi, abbiamo bisogno del tubo del giardino se vogliamo fermare questa ferita dalla propagazione.

source: [_mc_] The blight can wait. I need the hose.
fr_fr: [_mc_] La brûlure peut attendre. J'ai besoin du tuyau.
it_it: [_mc_] Il blight può aspettare. Ho bisogno del tubo.

source: [_maxine_s_thinking_] This mistake will be costly.
fr_fr: [_maxine_s_thinking_] Cette erreur sera coûteuse.
it_it: [_maxine_s_thinking_] Questo errore sarà costoso.

source: [_mc_] Yeah, well, the fundraiser falling through would be even more costly.{space=-10}
fr_fr: [_mc_] Yeah, eh bien, la collecte de fonds qui tombe en chute serait encore plus coûteuse. { space=-10 }
it_it: [_mc_] Sì, beh, la raccolta fondi che cade sarebbe ancora più costosa.{space=-10}

source: [_mc_] I'm sure you'll figure something out.
fr_fr: [_mc_] Je suis sûr que vous allez trouver quelque chose.
it_it: [_mc_] sono sicuro che capirai qualcosa.

source: That's not exactly how it went down... but I'd rather fast forward to the good parts.
fr_fr: Ce n'est pas exactement la façon dont il est descendu ... mais je préférerais avancer rapidement vers les bonnes parties.
it_it: Questo non è esattamente come è andato giù... ma preferirei veloce in avanti per le parti buone.

source: [_mc_] Fine. Let's water the demons.
fr_fr: [_mc_] Fine. Arrosons les démons.
it_it: [_mc_] Bene. Facciamo acqua ai demoni.

source: Things I didn't expect to hear from [maxine] back then...
fr_fr: Les choses que je ne m'attendais pas à entendre de [maxine] à l'époque ...
it_it: Cose che non mi aspettavo di sentire da [maxine] indietro allora...

source: [_maxine_s_confident_hose_] Ready?
fr_fr: [_maxine_s_confident_hose_] Prêt?
it_it: [_maxine_s_confident_hose_] Pronto?

source: [_mc_] As I'll ever be.
fr_fr: [_mc_] Comme je serai jamais.
it_it: [_mc_] Come sarò mai.

source: [_maxine_s_confident_hose_] Open the door!
fr_fr: [_maxine_s_confident_hose_] Ouvrez la porte !
it_it: [_maxine_s_confident_hose_] Apri la porta!

source: [_mc_] Go! Go! Go!
fr_fr: [_mc_] Go ! Va ! Va !

source: She totally made that noise herself, didn't she?
fr_fr: Elle a totalement fait ce bruit, n'est-ce pas?
it_it: Lei ha fatto tutto quel rumore da sola, vero?

source: I always thought she did, at least... but maybe not.
fr_fr: J'ai toujours pensé qu'elle l'a fait, au moins ... mais peut-être pas.
it_it: Ho sempre pensato che lo facesse, almeno... ma forse no.

source: [_maxine_] It's proving effective!
fr_fr: [_maxine_] C'est efficace !
it_it: [_maxine_] Si sta dimostrando efficace!

source: [_mc_] Watch out! Behind you!
fr_fr: [_mc_] Attention ! Derrière vous !
it_it: [_mc_] Attenzione! Dietro di te!

source: There was nothing there, of course...
fr_fr: Il n'y avait rien, bien sûr ...
it_it: Non c'era niente lì, naturalmente...

source: ...well, I couldn't really see as she was blocking the entrance.
fr_fr: ... eh bien, je ne pouvais pas vraiment voir qu'elle blotait l'entrée.
it_it: ...beh, non riuscivo a vedere come stava bloccando l'ingresso.

source: Perhaps the greenhouse needs to be investigated in this timeline, too.{space=-40}
fr_fr: Peut-être que la serre doit être étudiée dans ce délai aussi. { space=-40 }
it_it: Forse la serra deve essere indagata anche in questa timeline.{space=-40}

source: [_maxine_] Target eliminated.
fr_fr: [_maxine_] Cible éliminée.
it_it: [_maxine_] Target eliminato.

source: [_mc_] Nice work, soldier!
fr_fr: [_mc_] Le travail de Nice, soldat !
it_it: [_mc_] Bel lavoro, soldato!

source: [_mc_] Are you sure they won't come back?
fr_fr: [_mc_] Etes-vous sûr de ne pas revenir?
it_it: [_mc_] Sei sicuro che non torneranno?

source: [_maxine_s_confident_hose_] I'll continue to monitor their growth, but they do seem to be subdued{space=-25} for now.
fr_fr: [_maxine_s_confident_hose_] Je vais continuer à surveiller leur croissance, mais ils semblent avoir été subdued { space=-25 } pour l'instant.
it_it: [_maxine_s_confident_hose_] continuerò a monitorare la loro crescita, ma sembrano essere sottomessi{space=-25} per ora.

source: [_mc_] You really showed them who's boss.
fr_fr: [_mc_] Vous leur avez vraiment montré qui est le patron.
it_it: [_mc_] Hai davvero mostrato loro chi è capo.

source: Back then, most interactions with girls were a pain, but this one felt good.
fr_fr: À l'époque, la plupart des interactions avec les filles étaient une douleur, mais celle-ci se sentait bien.
it_it: Allora, la maggior parte delle interazioni con le ragazze erano un dolore, ma questo si sentiva bene.

source: Perhaps pretending to play a squirt 'em up game with [maxine] helped{space=-10} get me out of my shell.
fr_fr: Peut-être que faire semblant de jouer à un jeu de squirt avec [maxine] a aidé { space=-10 } à me sortir de ma coquille.
it_it: Forse fingendo di giocare a una partita di squirt 'em up con [maxine] helped{space=-10} portami fuori dal mio guscio.

source: It's a fond memory, either way.
fr_fr: C'est un bon souvenir, d'une façon ou d'une autre.
it_it: È una memoria appassionata, in entrambi i casi.

source: [_maxine_s_confident_hose_] Your aid was invaluable, [mc].
fr_fr: [_maxine_s_confident_hose_] Votre aide a été inestimable, [mc].

source: [_mc_] Hopefully, the history books will be kind to me.
fr_fr: [_mc_] J'espère que les livres d'histoire seront gentiles avec moi.
it_it: [_mc_] Speriamo che i libri di storia siano gentili con me.

source: [_maxine_s_annoyed_hose_] No one is going to write about this.
fr_fr: [_maxine_s_annoyed_hose_] Personne ne va écrire à ce sujet.
it_it: [_maxine_s_annoyed_hose_] Nessuno scriverà su questo.

source: [_mc_] No one?
fr_fr: [_mc_] Personne?
it_it: [_mc_] Nessuno?

source: [_maxine_s_confident_hose_] Well, I just might add your name to the report.
fr_fr: [_maxine_s_confident_hose_] Eh bien, je pourrais ajouter votre nom au rapport.
it_it: [_maxine_s_confident_hose_] Beh, potrei solo aggiungere il tuo nome al rapporto.

source: [_mc_] Thanks! Let it be known that I helped stop a zombie invasion!
fr_fr: [_mc_] Merci ! Que l'on puisse savoir que j'ai aidé à arrêter une invasion de zombies !
it_it: [_mc_] Grazie! Lasciate che sia noto che ho aiutato a fermare un'invasione di zombie!

source: [_mc_] That should count for some good karma, right?
fr_fr: [_mc_] Cela devrait compter pour un bon karma, non?
it_it: [_mc_] Che dovrebbe contare per un buon karma, giusto?

source: [_maxine_s_confident_hose_] Every good deed counts.
fr_fr: [_maxine_s_confident_hose_] Tous les bons actes comptent.
it_it: [_maxine_s_confident_hose_] Ogni buona azione conta.

source: So, when I finally collected all the items, the plan was to head outside.
fr_fr: Donc, quand j'ai finalement rassemblé tous les articles, le plan était de prendre la tête à l'extérieur.
it_it: Quindi, quando ho finalmente raccolto tutti gli oggetti, il piano era quello di andare fuori.

source: The gym was quite the experience, too. I'm still not sure how I feel about it.
fr_fr: La salle de gym était aussi l'expérience. Je ne suis toujours pas sûr de ce que je ressens à ce sujet.
it_it: Anche la palestra era abbastanza esperienza. Non sono ancora sicuro di come mi sento a riguardo.

source: I remember how relieved I was that the cheerleaders weren't around when I stepped into the gym.
fr_fr: Je me souviens que j'étais soulagé que les cheerleaders n'étaient pas là quand je suis entré dans la salle de gym.
it_it: Ricordo quanto sono stato sollevato che le cheerleader non erano in giro quando ho fatto il passo in palestra.

source: Only [kate] working on the signs.
fr_fr: Seuls [kate] travaillent sur les panneaux.
it_it: Solo [kate] che lavora sui segni.

source: [_kate_s_skeptical_] Weird. I thought this was a bum-free zone.
fr_fr: [_kate_s_skeptical_] Bizarre. Je pensais que c'était une zone sans bum.
it_it: [_kate_s_skeptical_] Strano. Pensavo che questa fosse una zona senza paraurti.

source: [_mc_] Ehh... you've had better.
fr_fr: [_mc_] Ehh ... vous avez eu mieux.
it_it: [_mc_] Ehh... hai avuto meglio.

source: [_kate_s_excited_] I guess my attention is on other things. More important things.
fr_fr: [_kate_s_excited_] Je suppose que mon attention est sur d'autres choses. Des choses plus importantes.
it_it: [_kate_s_excited_] Immagino che la mia attenzione sia su altre cose.

source: [_mc_] Like the fundraiser?
fr_fr: [_mc_] Comme la collecte de fonds?
it_it: [_mc_] Ti piace la raccolta fondi?

source: [_kate_s_cringe_] Gross. Don't tell me you're going to be there.
fr_fr: [_kate_s_cringe_] Gross. Ne me dites pas que vous allez être là.
it_it: [_kate_s_cringe_] Croce. Non dirmi che sarai lì.

source: [_mc_] I'm afraid so.
fr_fr: [_mc_] J'ai peur.
it_it: [_mc_] ho paura così.

source: [_mc_] [jo] asked me to gather everything we need to get it started.
fr_fr: [_mc_] [jo] m'a demandé de rassembler tout ce dont nous avons besoin pour commencer.
it_it: [_mc_] [jo] mi ha chiesto di raccogliere tutto ciò di cui abbiamo bisogno per iniziare.

source: [_kate_s_excited_] Well, aren't you a good little delivery boy?
fr_fr: [_kate_s_excited_] Bien, n'est-ce pas un bon petit garçon de livraison?
it_it: [_kate_s_excited_] Beh, non sei un buon ragazzo di consegna?

source: [_kate_s_excited_] I bet [jo] asked you to get these signs too, right?
fr_fr: [_kate_s_excited_] Je parie que [jo] vous a demandé d'avoir ces signes aussi, non?
it_it: [_kate_s_excited_] Scommetto [jo] ti ha chiesto di ottenere anche questi segni, giusto?

source: [_mc_] Man, how have I never realized how smart you are, [kate]?
fr_fr: [_mc_] Homme, comment je n'ai jamais réalisé combien vous êtes intelligent, [kate]?
it_it: [_mc_] Uomo, come non ho mai capito quanto sei intelligente, [kate]?

source: [_kate_s_skeptical_] Are you giving me attitude? Interesting strategy.
fr_fr: [_kate_s_skeptical_] Tu me donnes une attitude? Stratégie d'interesting.
it_it: [_kate_s_skeptical_] Mi stai dando atteggiamento? Strategia interessante.

source: She wasn't wrong about that. Things might've ended differently if I hadn't provoked her.
fr_fr: Elle n'avait pas tort à ce sujet. Les choses auraient pu se terminer différemment si je ne l'avais pas provoquée.
it_it: Non si sbagliava a riguardo. Le cose potrebbero essere finite diversamente se non l'avessi provocata.

source: [_kate_s_skeptical_] I guess you don't really need the signs...
fr_fr: [_kate_s_skeptical_] Je suppose que vous n'avez pas vraiment besoin des signes ...
it_it: [_kate_s_skeptical_] Immagino che non ti servano davvero i segni...

source: [_mc_] No, I do.
fr_fr: [_mc_] Non, je le fais.
it_it: [_mc_] No, lo faccio.

source: [_mc_] [jo] is counting on me.
fr_fr: [_mc_] [jo] compte sur moi.
it_it: [_mc_] [jo] conta su di me.

source: [_kate_s_excited_] Oh, is she now?
fr_fr: [_kate_s_excited_] Oh, est-elle maintenant?
it_it: [_kate_s_excited_] Oh, è ora?

source: [_kate_s_excited_] See, that's what I thought.
fr_fr: [_kate_s_excited_] Voir, c'est ce que je pensais.
it_it: [_kate_s_excited_] Vedi, è quello che pensavo.

source: [_kate_s_excited_] And I bet you'd do just about anything to get them from me.
fr_fr: [_kate_s_excited_] Et je parie que vous feriez quelque chose pour les obtenir de moi.
it_it: [_kate_s_excited_] E scommetto che faresti di tutto per ottenerli da me.

source: And she was right, of course. I really did need them.
fr_fr: Et elle avait raison, bien sûr. J'en ai vraiment besoin.
it_it: E lei aveva ragione, ovviamente. Avevo davvero bisogno di loro.

source: Probably would've been grounded for weeks if I didn't.
fr_fr: Probablement aurait été clouée au sol pendant des semaines si je ne l'avais pas fait.
it_it: Probabilmente sarebbe stato messo a terra per settimane se non l'avessi fatto.

source: And my next words probably didn't help appeasing [kate] either.
fr_fr: Et mes prochains mots n'ont probablement pas réussi à apaiser [kate] non plus.
it_it: E le mie prossime parole probabilmente non hanno contribuito a placare [kate].

source: I was really dumb back then. Trying to act tougher than I was.
fr_fr: J'étais vraiment stupide à l'époque. Essavoir d'agir plus dur que moi.
it_it: Ero davvero stupido all'epoca. Cercando di agire più duramente di me.

source: [_mc_] The faster you do, the sooner we can go our separate ways!
fr_fr: [_mc_] Plus vite vous le faites, plus vite nous pourrons nous séparer !
it_it: [_mc_] Più velocemente fai, prima potremo andare i nostri modi separati!

source: [_kate_s_neutral_] Not good enough.
fr_fr: [_kate_s_neutral_] Pas assez bon.
it_it: [_kate_s_neutral_] Non abbastanza buono.

source: [_kate_s_neutral_] You don't really sound as desperate as I know you are.
fr_fr: [_kate_s_neutral_] Vous n'êtes pas vraiment aussi désespérée que je le sais.
it_it: [_kate_s_neutral_] Tu non sembri davvero disperato come lo so che sei.

source: [_kate_s_confident_] Try again.
fr_fr: [_kate_s_confident_] Réessayez.
it_it: [_kate_s_confident_] Riprova.

source: [_kate_s_confident_] Yes, [mc]?
fr_fr: [_kate_s_confident_] Oui, [mc]?
it_it: [_kate_s_confident_] Sì, [mc]?

source: [_mc_] I {i}really{/} need those signs.
fr_fr: [_mc_] I {i}vraiment { / } ont besoin de ces signes.
it_it: [_mc_] I {i}davvero{/} hanno bisogno di questi segni.

source: [_mc_] Would you {i}please{/} hand them over, so I can get them to the fundraiser?{space=-60}
fr_fr: [_mc_] Pourriez-vous {i}s'il vous plaît { / } les remettre, alors je peux les obtenir à la collecte de fonds? { space=-60 }
it_it: [_mc_] Vuoi {i}per favore{/} consegnarli, così posso farli arrivare alla raccolta fondi?{space=-60}

source: [_mc_] ...with a cherry on top?
fr_fr: [_mc_] ... avec une cerise sur le dessus?
it_it: [_mc_] ...con una ciliegia in cima?

source: [_kate_s_neutral_] Still not good enough.
fr_fr: [_kate_s_neutral_] Toujours pas assez bien.
it_it: [_kate_s_neutral_] Ancora non abbastanza buono.

source: [_mc_] Look, I don't have time for—
fr_fr: [_mc_] Ecoutez, je n'ai pas le temps pour-
it_it: [_mc_] Guarda, non ho tempo per—

source: [_kate_s_confident_] I want to hear you beg.
fr_fr: [_kate_s_confident_] Je veux t'entendre.
it_it: [_kate_s_confident_] Voglio sentirvi pregare.

source: [_kate_s_confident_] Get on your knees and beg me for them.
fr_fr: [_kate_s_confident_] Se mettre à genoux et menez-moi pour eux.
it_it: [_kate_s_confident_] Mettiti in ginocchio e mi implora per loro.

source: She looked so dominant. So in control of everything.
fr_fr: Elle avait l'air si dominante. Donc, dans le contrôle de tout.
it_it: Sembrava così dominante. Quindi in controllo di tutto.

source: And me, I just melted under her stern gaze.
fr_fr: Et moi, j'ai fondu sous son regard sévère.
it_it: E me, mi sono appena sciolto sotto lo sguardo di poppa.

source: A true moment of shame.
fr_fr: Un vrai moment de honte.
it_it: Un vero momento di vergogna.

source: [_kate_s_confident_] So, what's it going to be?
fr_fr: [_kate_s_confident_] Alors, qu'est-ce que ça va être?
it_it: [_kate_s_confident_] Allora, cosa sta per essere?

source: Just thinking about the next part makes my cheek burn in shame.
fr_fr: Il suffit de penser à la prochaine partie pour faire de ma joue un coup de honte.
it_it: Basta pensare alla parte successiva rende la mia guancia bruciare nella vergogna.
