Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_washed.po
Languages: fr_fr, it_it

source: The two of us, alone in the gym.
fr_fr: Les deux, seuls dans la salle de gym.
it_it: I due di noi, da soli in palestra.

source: [_kate_s_blush_] That's more like it.
fr_fr: [_kate_s_blush_] C'est plus comme ça.
it_it: [_kate_s_blush_] È più che così.

source: [_kate_s_blush_] Now, did you have something you wanted to ask?
fr_fr: [_kate_s_blush_] Maintenant, avez-vous quelque chose que vous vouiez demander?
it_it: [_kate_s_blush_] Ora, hai qualcosa che volevi chiedere?

source: [_mc_] Please, I'm begging you, [kate]...
fr_fr: [_mc_] S'il vous plaît, je vous supplique, [kate]...
it_it: [_mc_] Per favore, ti prego, [kate]...

source: [_mc_] ...please, give me the signs for the fundraiser.
fr_fr: [_mc_] ... s'il vous plaît, donnez-moi les signes de la collecte de fonds.
it_it: [_mc_] ...per favore, dammi i segni per la raccolta fondi.

source: [_mc_] Please, please, please.
fr_fr: [_mc_] S'il vous plaît, s'il vous plaît.
it_it: [_mc_] Per favore, per favore.

source: She really dragged the moment out, too.
fr_fr: Elle a vraiment traîné le moment, aussi.
it_it: Anche lei ha davvero trascinato il momento fuori.

source: Enjoying the shame burning me up from within.
fr_fr: J'ai honte de la honte qui me brûle de l'intérieur.
it_it: Godetevi la vergogna che mi brucia dall'interno.

source: [_kate_s_thinking_] Yeah, that's still not quite right.
fr_fr: [_kate_s_thinking_] Oui, ce n'est pas tout à fait correct.
it_it: [_kate_s_thinking_] Sì, non è ancora del tutto giusto.

source: [_kate_s_thinking_] Something else is missing.
fr_fr: [_kate_s_thinking_] Il manque quelque chose d'autre.
it_it: [_kate_s_thinking_] Manca qualcos'altro.

source: [_mc_] [kate], I need to get—
fr_fr: [_mc_] [kate], j'ai besoin d'obtenir-
it_it: [_mc_] [kate], devo ottenere—

source: [_kate_s_embarrassed_] Stay down there until I say otherwise.
fr_fr: [_kate_s_embarrassed_] Restez là jusqu'à ce que je dise le contraire.
it_it: [_kate_s_embarrassed_] Rimanete laggiù fino a quando non dico diversamente.

source: [_mc_] Yes, ma'am.
fr_fr: [_mc_] Oui, madame.
it_it: [_mc_] Sì, ma'am.

source: [_kate_s_embarrassed_] Good.
fr_fr: [_kate_s_embarrassed_] Bon.
it_it: [_kate_s_embarrassed_] Bene.

source: [_kate_s_gushing_] Wait, that's it! I know what you're missing!
fr_fr: [_kate_s_gushing_] Attends, c'est ça ! Je sais ce qui vous manque !
it_it: [_kate_s_gushing_] Aspetta, è tutto! So cosa ti manca!

source: [_kate_s_gushing_] You've been such an obedient little bitch today, and I think everyone should know.
fr_fr: [_kate_s_gushing_] Vous avez été une petite salope si obéissante aujourd'hui, et je pense que tout le monde devrait le savoir.
it_it: [_kate_s_gushing_] Sei stato una piccola troia così obbediente oggi, e penso che tutti dovrebbero sapere.

source: [_kate_s_gushing_] Stay where you are.
fr_fr: [_kate_s_gushing_] Restez où vous êtes.
it_it: [_kate_s_gushing_] Rimani dove ti trovi.

source: [_kate_s_thinking_] Hmm... where did I leave the markers?
fr_fr: [_kate_s_thinking_] Hmm ... où ai-je laissé les marqueurs?
it_it: [_kate_s_thinking_] Hmm... dove ho lasciato i segnapunti?

source: [_mc_] [kate], I really have to—
fr_fr: [_mc_] [kate], j'ai vraiment à-
it_it: [_mc_] [kate], devo davvero fare—

source: [_kate_s_blush_marker_] Ah, there they are!
fr_fr: [_kate_s_blush_marker_] Ah, ils sont là !
it_it: [_kate_s_blush_marker_] Ah, ci sono!

source: [_mc_] What do you need a marker for?
fr_fr: [_mc_] Qu'est-ce que vous avez besoin d'un marqueur?
it_it: [_mc_] A cosa serve un marcatore?

source: I had no idea what she had in store for me, but I was super worried at that point.
fr_fr: Je n'avais aucune idée de ce qu'elle avait en magasin pour moi, mais j'étais très inquiète à ce point.
it_it: Non avevo idea di cosa avesse in serbo per me, ma ero super preoccupato a quel punto.

source: Worried about the fundraiser... and my pride.
fr_fr: Inquiet de la collecte de fonds ... et de ma fierté.
it_it: Preoccupato per la raccolta fondi... e il mio orgoglio.

source: [_kate_s_blush_marker_] Shut up and close your eyes.
fr_fr: [_kate_s_blush_marker_] Tais-toi et ferme tes yeux.
it_it: [_kate_s_blush_marker_] Stai zitto e chiudi gli occhi.

source: [_mc_] But—
fr_fr: [_mc_] Mais-

source: I probably shouldn't have let her walk all over me like this, but I was scared.
fr_fr: Je n'aurais probablement pas dû laisser sa marche au-dessus de moi comme ça, mais j'ai eu peur de .
it_it: Probabilmente non avrei dovuto lasciarla camminare in tutto me così, ma io era spaventato.

source: And maybe I liked it in some twisted way...
fr_fr: Et peut-être que je l'aimais de façon tordue ...
it_it: E forse mi è piaciuto in qualche modo contorto...

source: [_kate_s_blush_marker_] Stay perfectly still.
fr_fr: [_kate_s_blush_marker_] Restez à la perfection.
it_it: [_kate_s_blush_marker_] Rimani perfettamente fermo.

source: And then I felt the wet tip of the marker against my forehead.
fr_fr: Et puis j'ai senti la pointe mouillée du marqueur contre mon front.
it_it: E poi sentivo la punta bagnata del marcatore contro la fronte.

source: [_kate_s_blush_marker_] {i}"Property..."{/}
fr_fr: [_kate_s_blush_marker_] {i}"Propriété ..." { / }
it_it: [_kate_s_blush_marker_] {i}"Proprietà..."{/}

source: [_kate_s_blush_marker_] {i}"...of..."{/}
fr_fr: [_kate_s_blush_marker_] {i}"... de ..." { / }

source: [_kate_s_blush_marker_] There! All done.
fr_fr: [_kate_s_blush_marker_] Voilà ! Tout est fait.
it_it: [_kate_s_blush_marker_] Lì! Tutto fatto.

source: [_kate_s_blush_marker_] Open your eyes.
fr_fr: [_kate_s_blush_marker_] Ouvrez vos yeux.
it_it: [_kate_s_blush_marker_] Apri gli occhi.

source: [_kate_s_laughing_] Now everyone will know who you belong to!
fr_fr: [_kate_s_laughing_] Tout le monde saura à qui vous appartenez !
it_it: [_kate_s_laughing_] Ora tutti sapranno a chi apparteni!

source: [_mc_] Can I take the signs now?
fr_fr: [_mc_] Puis-je prendre les panneaux maintenant?
it_it: [_mc_] Posso prendere i cartelli adesso?

source: [_kate_s_smile_] I'll allow you to have one.
fr_fr: [_kate_s_smile_] Je vous permettrai d'en avoir un.
it_it: [_kate_s_smile_] ti permetterò di averne uno.

source: [_kate_s_smile_] Take it and get out of my sight before I change my mind.
fr_fr: [_kate_s_smile_] Prenez la tête et sortez de ma vue avant de changer d'avis.
it_it: [_kate_s_smile_] Toglietelo e uscire dalla vista prima di cambiare idea.

source: [_mc_] Just one? What's the point of making so many, then?
fr_fr: [_mc_] Juste un? Quel est le point d'en faire autant, alors?
it_it: [_mc_] Solo uno? Qual è il senso di fare così tanti, allora?

source: [_kate_s_confident_] So I can deny worthless little dogs like you.
fr_fr: [_kate_s_confident_] Je peux donc refuser des petits chiens sans valeur comme vous.
it_it: [_kate_s_confident_] Così posso negare piccoli cani inutili come te.

source: [_kate_s_neutral_] Now, piss off.
fr_fr: [_kate_s_neutral_] Maintenant, pisse.
it_it: [_kate_s_neutral_] Adesso, baciare.

source: Ouch! That kick was a good one...
fr_fr: Ouch ! Ce coup de pied était bon ...
it_it: Ouch! Quel calcio era buono...

source: Those cheerleader legs really hurt. I remember being sore for a few days after.
fr_fr: Ces jambes de pompeur ont vraiment mal. Je me souviens d'être douloureux quelques jours après.
it_it: Quelle gambe cheerleader davvero ferite. Mi ricordo di essere dolorante per alcuni giorni dopo.

source: What's the point of daydreams if you can't change a few things here and there?
fr_fr: Quel est le point de rêve si vous ne pouvez pas changer quelques choses ici et là?
it_it: Qual è il punto dei sogni se non si possono cambiare alcune cose qua e là?

source: And this is probably what I should have done, anyway.
fr_fr: Et c'est probablement ce que j'aurais dû faire, de toute façon.
it_it: E questo è probabilmente quello che avrei dovuto fare, comunque.

source: [_mc_] Fine, I'll beg.
fr_fr: [_mc_] Fine, je vais mendier.
it_it: [_mc_] Bene, pregherò.

source: [_mc_] But not until you tell that guy behind you to leave.
fr_fr: [_mc_] Mais pas tant que tu n'as pas dit à ce gars derrière toi de partir.
it_it: [_mc_] Ma non fino a quando non dici a quel tipo dietro di te di andarsene.

source: [_kate_s_surprised_] Huh? What guy?
fr_fr: [_kate_s_surprised_] Huh? Quel type?
it_it: [_kate_s_surprised_] Huh? Che ragazzo?

source: [_kate_s_surprised_] There's no guy—
fr_fr: [_kate_s_surprised_] Il n'y a pas de gars-
it_it: [_kate_s_surprised_] Non c'è ragazzo—

source: [_kate_s_angry_] Give that back! You haven't earned it!
fr_fr: [_kate_s_angry_] Rendez ça ! Vous ne l'avez pas gagné !
it_it: [_kate_s_angry_] Dia quello! Non l'hai guadagnato!

source: [_mc_] Sorry, [kate]! No time to stay and chat!
fr_fr: [_mc_] Désolé, [kate]! Pas de temps pour rester et bavarder !
it_it: [_mc_] Spiacenti, [kate]! Non c'è tempo per rimanere e chat!

source: [_kate_] {i}You'll pay for that, [mc]!{/}
fr_fr: [_kate_] {i}Vous paierez pour ça, [mc] ! { / }
it_it: [_kate_] {i}Pagherai per questo, [mc]!{/}

source: If only I had more guts back then, this is how it would've turned out.{space=-5}
fr_fr: Si seulement j'avais encore plus de cran, c'est comme ça qu'il se serait avéré. { space=-5 }
it_it: Se solo avessi più coraggio allora, questo è come si sarebbe scoperto.{space=-5}

source: But I guess outsmarting [kate] is easier in theory than practice...
fr_fr: Mais je suppose que la plus intelligente [kate] est plus facile en théorie que la pratique ...
it_it: Ma immagino che outsmarting [kate] è più facile in teoria che pratica...

source: Anyway, one sign was firmly in my possession after that little incident.
fr_fr: Quoi qu'il en soit, un panneau était fermement en ma possession après ce petit incident.
it_it: Comunque, un segno era saldamente in mio possesso dopo quel piccolo incidente.

source: Oh, man. The next part is a bit hard to think about.
fr_fr: Oh, mep. La prochaine partie est un peu difficile à imaginer.
it_it: Oh, uomo. La parte successiva è un po' difficile da pensare.

source: It was one of those moments that probably didn't mean much to anyone but me.
fr_fr: C'était l'un de ces moments qui ne signifiait probablement pas grand chose pour qui que ce soit, mais moi.
it_it: È stato uno di quei momenti che probabilmente non ha significato molto per nessuno tranne me.

source: I was pushing against the door with all my might...
fr_fr: Je poussais contre la porte avec tout mon ...
it_it: Stavo spingendo contro la porta con tutto il mio potere...

source: Veins bulging, door unbudging...
fr_fr: Les veines se gonflent, débudgent les portes ...
it_it: Vene rigonfiamento, porta sbilanciamento...

source: That's when she showed up.
fr_fr: C'est quand elle s'est montré.
it_it: È quando si è presentata.

source: [_lindsey_s_smile_] [mc], are you okay?
fr_fr: [_lindsey_s_smile_] [mc], vous allez bien?
it_it: [_lindsey_s_smile_] [mc], stai bene?

source: That was such a happy moment. She knew my damn name!
fr_fr: C'était un moment si heureux. Elle connaissait mon nom de merde !
it_it: Era un momento così felice. Conosceva il mio nome maledetto!

source: I'd never thought a girl like [lindsey] would ever pay me any attention...{space=-40}
fr_fr: Je n'aurais jamais pensé qu'une fille comme [lindsey] me paierait une attention ... { space=-40 }
it_it: Non avrei mai pensato che una ragazza come [lindsey] mi avrebbe mai prestato attenzione...{space=-40}

source: And she even smiled at me!
fr_fr: Et elle me sourit même !
it_it: E mi sorrise ancora!

source: [_lindsey_s_smile_] What are you doing with that door?
fr_fr: [_lindsey_s_smile_] Qu'est-ce que vous faites avec cette porte?
it_it: [_lindsey_s_smile_] Cosa stai facendo con quella porta?

source: [_mc_] You didn't hear? I'm the new janitor.
fr_fr: [_mc_] Vous n'avez pas entendu? Je suis le nouveau concierge.
it_it: [_mc_] non hai sentito? Sono il nuovo janitor.

source: [_lindsey_s_laughing_] Really, now?
fr_fr: [_lindsey_s_laughing_] Vraiement, maintenant?
it_it: [_lindsey_s_laughing_] Davvero, adesso?

source: I actually made her laugh. One of my biggest achievements in life.
fr_fr: En fait, j'ai fait rire. Une de mes plus grandes réalisations dans la vie.
it_it: In realtà l'ho fatta ridere. Uno dei miei più grandi successi nella vita.

source: [_mc_] I just couldn't contain my passion for mopping any longer.
fr_fr: [_mc_] Je ne pouvais pas contenir ma passion pour la culture plus longtemps.
it_it: [_mc_] non potevo più contenere la mia passione per il mopping.

source: [_mc_] Something about seeing that spotless bathroom stall...
fr_fr: [_mc_] Quelque chose sur le fait de voir que la salle de bain sans tache ...
it_it: [_mc_] Qualcosa di vedere quel bagno pulitissimo stalla...

source: [_lindsey_s_laughing_] You're messing with me! I know it!
fr_fr: [_lindsey_s_laughing_] Vous m'emballez avec moi ! Je le sais !
it_it: [_lindsey_s_laughing_] Stai disordinando con me! Lo so!

source: [_mc_] Heh, maybe a little bit. But I do need to get into this closet.
fr_fr: [_mc_] Heh, peut-être un peu. Mais j'ai besoin d'entrer dans ce placard.
it_it: [_mc_] Heh, forse un po '. Ma ho bisogno di entrare in questo armadio.

source: [_mc_] Have you heard about the fundraiser?
fr_fr: [_mc_] Avez-vous entendu parler de la collecte de fonds?
it_it: [_mc_] Hai sentito parlare della raccolta fondi?

source: [_lindsey_s_smile_] Yep, [flora] came flying past me muttering something about a car wash.{space=-50}
fr_fr: [_lindsey_s_smile_] Yep, [flora] s'est passé devant moi en train de muter quelque chose à propos d'un lavage de voiture. { space=-50 }
it_it: [_lindsey_s_smile_] Yep, [flora] è venuto volando oltre me mormorando qualcosa di un auto lavaggio.{space=-50}

source: [_mc_] I need to find some soap, and I'm guessing it's in there.
fr_fr: [_mc_] I need to find some soap, and I'm devessing it's in there.
it_it: [_mc_] Ho bisogno di trovare un po' di sapone, e immagino che sia lì dentro.

source: [_mc_] Speaking of, are you coming?
fr_fr: [_mc_] En parlant, tu viens?
it_it: [_mc_] Parlando di, stai venendo?

source: [_lindsey_s_thinking_] There'll be talent scouts and everything.
fr_fr: [_lindsey_s_thinking_] Il y aura des éclaireurs de talent et tout.
it_it: [_lindsey_s_thinking_] Ci saranno esploratori di talento e tutto.

source: Oh, man. Thinking about this really hurts.
fr_fr: Oh, mep. Penser à ça fait vraiment mal.
it_it: Oh, uomo. Pensando a questo fa davvero male.

source: [lindsey] had such a bright future ahead of her...
fr_fr: [lindsey] avait un bel avenir devant elle ...
it_it: [lindsey] aveva un futuro così brillante davanti a lei...

source: [_lindsey_s_blush_] But maybe I can help if it's locked?
fr_fr: [_lindsey_s_blush_] Mais peut-être que je peux m'aider si c'est verrouillé?
it_it: [_lindsey_s_blush_] Ma forse posso aiutare se è bloccato?

source: [_mc_] It's fine! I got this.
fr_fr: [_mc_] C'est bien ! Je l'ai eu.
it_it: [_mc_] Va bene! Ho ottenuto questo.

source: ...is what I wish I had said.
fr_fr: ... c'est ce que j'aurais voulu dire.
it_it: ...è quello che vorrei che avessi detto.

source: [_lindsey_s_laughing_] Oh, okay!
fr_fr: [_lindsey_s_laughing_] Oh, ok !

source: And then I wish I would've rolled up my sleeves...
fr_fr: Et puis j'aurais aimé que j'enroule mes manches ...
it_it: E poi vorrei che avrei arrotolato le maniche...

source: She would've swooned as I took a few steps back, and then charged{space=-10} the door!
fr_fr: Elle aurait gonflé comme j'ai pris quelques pas en arrière, puis chargé { space=-10 } la porte !
it_it: Avrebbe giurato mentre ho fatto qualche passo indietro, e poi caricato{space=-10} la porta!

source: [_lindsey_s_blush_] Oh, [mc]! That was so amazing!
fr_fr: [_lindsey_s_blush_] Oh, [mc]! C'était tellement incroyable !
it_it: [_lindsey_s_blush_] Oh, [mc]! È stato così incredibile!

source: [_lindsey_s_blush_] Please impregnate me right now!
fr_fr: [_lindsey_s_blush_] Je vous prie de m'imprégner dès maintenant !
it_it: [_lindsey_s_blush_] Per favore impregnami in questo momento!

source: [_mc_] Sorry, darling. I have a fundraiser to save.
fr_fr: [_mc_] Désolé, chéri. J'ai une collecte de fonds à sauver.
it_it: [_mc_] Scusa, tesoro. Ho una raccolta fondi da salvare.

source: [_mc_] Being a hero is no walk in the park.
fr_fr: [_mc_] Être un héros n'est pas une promenade dans le parc.
it_it: [_mc_] Essere un eroe non è una passeggiata nel parco.

source: [_lindsey_s_blush_] You're so brave! I will save myself for you, [mc], and you alone!
fr_fr: [_lindsey_s_blush_] Vous êtes si brave ! Je me sauvais pour toi, [mc], et toi seul !
it_it: [_lindsey_s_blush_] Sei così coraggioso! Mi salverò per te, [mc]e tu solo!

source: Ah, if only. If only...
fr_fr: Ah, si seulement. Si seulement ...
it_it: Ah, se solo. Se solo...

source: But [lindsey] did help me get into the janitor's closet... just not like this.
fr_fr: Mais [lindsey] m'a aimais m'aider à entrer dans le placard du concierge ... juste pas comme ça.
it_it: Ma [lindsey] mi ha aiutato ad entrare nell'armadio del janitor... solo non come questo.

source: [_mc_] Thanks! I'd really appreciate it.
fr_fr: [_mc_] Merci ! Je l'apprécierais vraiment.
it_it: [_mc_] Grazie! Lo apprezzerei davvero.

source: [_lindsey_s_laughing_] Okay, how about you try this?
fr_fr: [_lindsey_s_laughing_] Ok, comment vous essayez ça?
it_it: [_lindsey_s_laughing_] Okay, che ne dici di provare questo?

source: She then pulled a hairpin out of her strawberry locks.
fr_fr: Elle a ensuite sorti une épingle à cheveux de ses serrures de fraises.
it_it: Poi tirò un tornante fuori dalle sue serrature di fragola.

source: And the scent of her hair accompanied it.
fr_fr: Et l'odeur de ses cheveux l'accompagna.
it_it: E il profumo dei suoi capelli lo accompagnava.

source: And me, like the idiot I was back then... brought it right up to my nose, inhaling the sweet cotton candy perfume.
fr_fr: Et moi, comme l'idiot que j'étais à l'époque, je l'ai amené jusqu'à mon nez, en inhalant le parfum de bonbons de coton sucré.
it_it: E io, come l'idiota che ero tornato allora... portò fino al mio naso, inalando il dolce profumo di cotone.

source: [_lindsey_s_skeptical_] Did you just smell my hairpin?
fr_fr: [_lindsey_s_skeptical_] Avez-vous senti mon épingle à cheveux?
it_it: [_lindsey_s_skeptical_] Mi hai appena odorato la forcina?

source: [_mc_] What? No! Of course not!
fr_fr: [_mc_] Quoi? Non ! Bien sûr que non !
it_it: [_mc_] Cosa? No! Certo no!

source: [_mc_] I was, err... merely inspecting it.
fr_fr: [_mc_] I was, err ... inspecter simplement.
it_it: [_mc_] Sono stato, errato... semplicemente ispezionandolo.

source: [_lindsey_s_flirty_] Oh! Do you think it'll work?
fr_fr: [_lindsey_s_flirty_] Oh ! Penses-tu que ça va fonctionner?
it_it: [_lindsey_s_flirty_] Oh! Pensi che funzionerà?

source: [_mc_] We're about to find out.
fr_fr: [_mc_] Nous sommes sur le point de découvrir.
it_it: [_mc_] stiamo per scoprirlo.

source: As I bent down and started fiddling with the lock, she got up close to me and put her hand on my arm.
fr_fr: Quand je me suis penché et que j'ai commencé à me démêler avec l'écluse, elle s'est approchée de moi et m'a mis la main sur mon bras.
it_it: Mentre mi sono piegata e ho iniziato a giocherellare con la serratura, si è alzata vicino a me e mi ha messo la mano sul braccio.

source: I guess it was an act of support, but it felt like so much more.
fr_fr: Je suppose qu'il s'agit d'un acte de soutien, mais cela me semble beaucoup plus.
it_it: Immagino che sia stato un atto di sostegno, ma si è sentito molto di più.

source: A girl like [lindsey], willingly touching me... total daydream material.
fr_fr: Une fille comme [lindsey], me touchant volontairement ... du matériel de rêve.
it_it: Una ragazza come [lindsey], volentieri che mi tocca... materiale da sogno totale.

source: And somehow, maybe by a miracle, her hairpin hit home, and the lock clicked open.
fr_fr: Et d'une manière ou d'une autre, peut-être par miracle, son épingle à cheveux a frappé à la maison, et l'écluse a été ouverte.
it_it: E in qualche modo, forse da un miracolo, il suo tornante ha colpito a casa, e la serratura ha cliccato aperto.

source: [_lindsey_s_blush_] Whoa! That was so cool!
fr_fr: [_lindsey_s_blush_] Whoa ! C'était tellement cool !
it_it: [_lindsey_s_blush_] Whoa! Era così cool!

source: I couldn't believe my luck.
fr_fr: Je ne pouvais pas croire ma chance.
it_it: Non riuscivo a credere alla mia fortuna.

source: She genuinely looked so impressed, I could hardly keep the smile off my face.
fr_fr: Elle a vraiment l'air tellement impressionnée, je pouvais à peine garder le sourire hors de mon visage.
it_it: Lei sembrava veramente così impressionato, non riuscivo a tenere il sorriso fuori dalla mia faccia.

source: [_mc_] Thanks for the help, [lindsey]!
fr_fr: [_mc_] Merci pour l'aide, [lindsey]!
it_it: [_mc_] Grazie per l'aiuto, [lindsey]!

source: [_mc_] I think I messed up your hairpin, though.
fr_fr: [_mc_] Je pense que j'ai foiré votre épingle à cheveux.
it_it: [_mc_] Penso di aver messo in ginocchio il tuo capelli, però.

source: [_lindsey_s_laughing_] Oh, I have plenty of those! Don't worry about it!
fr_fr: [_lindsey_s_laughing_] Oh, j'en ai plein ! Ne vous en faites pas !
it_it: [_lindsey_s_laughing_] Oh, ho un sacco di quelli! Non preoccuparti!

source: [_lindsey_s_flirty_] I'm just glad I could help. I hope the fundraiser goes well!
fr_fr: [_lindsey_s_flirty_] Je suis juste contente que je puisse m'aider. J'espère que la collecte de fonds va bien !
it_it: [_lindsey_s_flirty_] Sono solo contento di poter aiutare. Spero che la raccolta fondi vada bene!

source: I really can't get enough of her cheery innocent nature...
fr_fr: Je ne peux vraiment pas en avoir assez de sa nature innocente ...
it_it: Non riesco davvero a farne abbastanza della sua natura innocente allegra...

source: So, then my thought process was something like this...
fr_fr: Alors, mon processus de pensée était quelque chose comme ça ...
it_it: Così, allora il mio processo di pensiero era qualcosa di simile...

source: If sponges were going to be anywhere, it had to be the art classroom.{space=-30}
fr_fr: Si les éponges allaient être n'importe où, il devait s'agir de la salle de classe de l'art. { space=-30 }
it_it: Se le spugne stavano per essere ovunque, doveva essere la classe artistica.{space=-30}

source: People paint with sponges, right?
fr_fr: Les gens peignent avec des éponges, non?
it_it: Le persone dipingono con spugne, giusto?

source: The art classroom felt so different back then...
fr_fr: La classe d'art se sentait tellement différente à l'époque ...
it_it: La classe d'arte si sentiva così diversa allora.

source: [jacklyn] sure was a big improvement.
fr_fr: [jacklyn] est une grande amélioration.
it_it: [jacklyn] certo è stato un grande miglioramento.

source: If she were a part of that timeline, the conversation would probably have gone something like this...
fr_fr: Si elle faisait partie de cette chronologie, la conversation aurait probablement été quelque chose comme ça ...
it_it: Se fosse una parte di quella timeline, la conversazione probabilmente sarebbe andato qualcosa di simile...

source: [_mc_] Do you know where I can find any sponges?
fr_fr: [_mc_] Vous savez où je peux trouver des éponges?
it_it: [_mc_] Sai dove posso trovare delle spugne?

source: [_mc_] We need them for the car wash fundraiser that's going down today.
fr_fr: [_mc_] Nous avons besoin d'eux pour la collecte de fonds de lavage de voiture qui est en baisse aujourd'hui.
it_it: [_mc_] Abbiamo bisogno di loro per la raccolta fondi di lavaggio auto che sta andando giù oggi.

source: Or rather, this very second...
fr_fr: Ou plutôt, cette seconde ...
it_it: O meglio, proprio questo secondo...

source: [_jacklyn_s_thinking_] Sponges, huh?
fr_fr: [_jacklyn_s_thinking_] Éponges, hein?
it_it: [_jacklyn_s_thinking_] Sponge, eh?
