Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_washed.po
Languages: fr_fr, it_it

source: [_jo_s_embarrassed_] [mc]?! What are you doing in here?!
fr_fr: [_jo_s_embarrassed_] [mc]? ! Qu'est-ce que tu fais ici? !
it_it: [_jo_s_embarrassed_] [mc]?! Cosa stai facendo qui dentro?!

source: [_jo_s_embarrassed_] You're not allowed in this bathroom!
fr_fr: [_jo_s_embarrassed_] Vous n'êtes pas autorisé dans cette salle de bain !
it_it: [_jo_s_embarrassed_] Non sei permesso in questo bagno!

source: As she came out of the stall, I remembered thinking...
fr_fr: Comme elle est sortie de l'étal, je me suis souvenu de penser ...
it_it: Mentre usciva dalla stalla, mi ricordavo di pensare...

source: What on god's beautiful, voluptuous green earth am I seeing right now?
fr_fr: Qu'est-ce que la belle terre verte voluptueuse du dieu je vois en ce moment?
it_it: Che cosa sulla bella e voluttuosa terra verde di Dio sto vedendo in questo momento?

source: What did I just walk in on?
fr_fr: Qu'est-ce que je viens de marcher?
it_it: Che cos'ho appena camminato dentro?

source: And why did I wait so long?!
fr_fr: Et pourquoi j'ai attendu si longtemps?
it_it: E perché ho aspettato così a lungo?!

source: [_mc_] I came!
fr_fr: [_mc_] Je suis venu !
it_it: [_mc_] sono venuto!

source: [_jo_s_embarrassed_] What?!
fr_fr: [_jo_s_embarrassed_] Quoi? !
it_it: [_jo_s_embarrassed_] Cosa?!

source: [_mc_] Looking for you!
fr_fr: [_mc_] Vous cherchez !
it_it: [_mc_] Alla ricerca di te!

source: [_mc_] I came looking for you!
fr_fr: [_mc_] Je suis venu vous chercher !
it_it: [_mc_] Sono venuto a cercarti!

source: [_mc_] Err, we've been working on the fundraiser for a while and got worried{space=-25} when you never showed up.
fr_fr: [_mc_] Err, nous avons travaillé sur la collecte de fonds pendant un certain temps et s'est inquiété de { space=-25 } quand vous ne vous êtes jamais montré.
it_it: [_mc_] Err, abbiamo lavorato sulla raccolta fondi per un po' e ci siamo preoccupati{space=-25} quando non ti sei mai presentato.

source: [_jo_s_thinking_] Oh... I see...
fr_fr: [_jo_s_thinking_] Oh ... Je vois ...

source: [_jo_s_annoyed_] That's still no excuse to go barging into the women's bathroom.
fr_fr: [_jo_s_annoyed_] Ce n'est toujours pas une excuse pour aller faire des affaires dans la salle de bain pour femmes.
it_it: [_jo_s_annoyed_] Non è ancora una scusa per entrare nel bagno delle donne.

source: [_jo_s_annoyed_] I believe I raised you better than that.
fr_fr: [_jo_s_annoyed_] Je crois que je t'ai mieux élevé que ça.
it_it: [_jo_s_annoyed_] credo di averti cresciuto meglio di quello.

source: [_mc_] Sorry, [jo]. [flora] and I were just afraid something might've happened.{space=-5}
fr_fr: [_mc_] Désolé, [jo]. [flora] et j'avais juste peur que quelque chose soit arrivé. { space=-5 }
it_it: [_mc_] Scusa, [jo]. [flora] ed io avevo solo paura che fosse successo qualcosa.{space=-5}

source: I remember her glasses were fogged up and her mascara slightly smudged.
fr_fr: Je me souviens que ses lunettes étaient enfoies et son mascara légèrement bouché.
it_it: Ricordo che i suoi occhiali erano appannati e il suo mascara un po' sbavato.

source: I'd heard her crying at night sometimes throughout my childhood, but never before in the school.
fr_fr: Je l'avais entendue pleurer la nuit parfois tout au long de mon enfance, mais jamais avant dans l'école.
it_it: L'avevo sentita piangere di notte a volte per tutta la mia infanzia, ma mai prima nella scuola.

source: [_jo_s_sad_] I appreciate your concern, honey, but nothing happened, okay?
fr_fr: [_jo_s_sad_] J'apprécie votre inquiétude, chérie, mais rien ne s'est passé, d'accord?
it_it: [_jo_s_sad_] Apprezzo la tua preoccupazione, il miele, ma non è successo nulla, va bene?

source: [_mc_] If nothing happened, then why were you hiding in here?
fr_fr: [_mc_] Si rien ne s'est passé, alors pourquoi se caches-tu ici?
it_it: [_mc_] Se non è successo nulla, allora perché ti sei nascosto qui?

source: [_jo_s_annoyed_] Who says I'm hiding?
fr_fr: [_jo_s_annoyed_] Qui dit que je me cache?
it_it: [_jo_s_annoyed_] Chi dice che mi sto nascondendo?

source: [_jo_s_annoyed_] Can't a woman simply change without someone barging in?
fr_fr: [_jo_s_annoyed_] Une femme ne peut pas simplement changer sans que quelqu'un se négocie?
it_it: [_jo_s_annoyed_] Non può una donna cambiare semplicemente senza qualcuno che si batte?

source: [_mc_] I heard you crying...
fr_fr: [_mc_] Je vous ai entendu pleurer ...
it_it: [_mc_] Ti ho sentito piangere...

source: That's when her face dropped, and fresh tears started pouring down her cheeks.
fr_fr: C'est là que son visage est tombé, et de nouvelles larmes ont commencé à couler ses joues.
it_it: Questo è quando il suo viso è caduto, e le lacrime fresche hanno iniziato a versare le guance.

source: [_jo_s_sad_] Fine...
fr_fr: [_jo_s_sad_] Amende ...

source: [_jo_s_sad_] I was getting changed to join the fundraiser...
fr_fr: [_jo_s_sad_] Je me suis changé pour me joindre à la collecte de fonds ...
it_it: [_jo_s_sad_] Sono stato cambiato per unirmi alla raccolta fondi...

source: [_jo_s_sad_] I guess it's just been so long since I wore this...
fr_fr: [_jo_s_sad_] Je suppose que c'est juste depuis si longtemps que j'ai porté ça ...
it_it: [_jo_s_sad_] Immagino che sia passato così tanto tempo da quando ho indossato questo...

source: [_jo_s_sad_] I didn't realize how much weight I've gained...
fr_fr: [_jo_s_sad_] Je n'ai pas réalisé combien de poids j'ai gagné ...
it_it: [_jo_s_sad_] Non ho capito quanto peso ho guadagnato...

source: [_jo_s_embarrassed_] It barely fits me anymore... I can't show up wearing it...
fr_fr: [_jo_s_embarrassed_] Il me correspond à peine ... Je ne peux pas le montrer en le portant ...
it_it: [_jo_s_embarrassed_] A malapena mi si adatta più... Non riesco a mostrarmi indossando...

source: [_jo_s_embarrassed_] Certainly not in front of the other students... that would be humiliating!
fr_fr: [_jo_s_embarrassed_] Certainement pas devant les autres étudiants ... ce serait humiliant !
it_it: [_jo_s_embarrassed_] Certamente non di fronte agli altri studenti... che sarebbe umiliante!

source: [_mc_] What are you talking about?
fr_fr: [_mc_] De quoi parlez-vous?
it_it: [_mc_] Di cosa stai parlando?

source: [_mc_] Weight? Are you crazy?
fr_fr: [_mc_] Poids? Es-tu fou?
it_it: [_mc_] Peso? Sei pazzo?

source: [_jo_s_thinking_] [mc], you don't have to do that...
fr_fr: [_jo_s_thinking_] [mc], vous n'avez pas à faire ça ...
it_it: [_jo_s_thinking_] [mc], non devi farlo...

source: [_jo_s_thinking_] I feel the strings and fabric stretching more than they're supposed to.
fr_fr: [_jo_s_thinking_] Je ressens les cordes et les tissus qui s'étirage plus qu'ils ne sont supposés.
it_it: [_jo_s_thinking_] Sento che le corde e il tessuto si allungano più di quanto si supponga .

source: [_jo_s_thinking_] It used to fit me so much better...
fr_fr: [_jo_s_thinking_] Ça m'a beaucoup mieux adapté ...
it_it: [_jo_s_thinking_] Ha usato per adattarmi molto meglio...

source: She seemed really torn up about this.
fr_fr: Elle semblait vraiment déchirée à ce sujet.
it_it: Sembrava davvero lacerata a riguardo.

source: Like the years were somehow starting to catch up with her.
fr_fr: Comme les années, on a commencé à rattraper son retard.
it_it: Come gli anni stavano in qualche modo iniziando a raggiungerla.

source: And maybe it was my mind filling up with dopamine, but...
fr_fr: Et peut-être que c'était mon cerveau de se remplir de dopamine, mais ...
it_it: E forse era la mia mente a riempirmi di dopamina, ma...

source: [_mc_] You look incredible, [jo].
fr_fr: [_mc_] Vous avez l'air incroyable, [jo].
it_it: [_mc_] Sembri incredibile, [jo].

source: [_mc_] I don't know how that bikini used to fit...
fr_fr: [_mc_] Je ne sais pas comment ce bikini s'est servi ...
it_it: [_mc_] Non so come quel bikini si adattava...

source: ...I could only imagine...
fr_fr: ...Je ne pouvais qu'imaginer ...
it_it: ...Potrei solo immaginare...

source: [_mc_] ...but there's no way it looked better than it does right now.
fr_fr: [_mc_] ... mais il n'y a pas de meilleur moyen qu'il ne le fait maintenant.
it_it: [_mc_] ...ma non c'è modo che sembrava meglio di quello che fa in questo momento.

source: [_jo_s_blush_] I appreciate your support, but you don't need to lie to make me feel better.
fr_fr: [_jo_s_blush_] J'apprécie votre soutien, mais vous n'avez pas besoin de mentiez pour me faire mieux se sentir .
it_it: [_jo_s_blush_] Apprezzo il tuo sostegno, ma non è necessario mentire per farmi sentire meglio.

source: [_jo_s_blush_] The thing barely covers what it needs to!
fr_fr: [_jo_s_blush_] Le truc couvre à peine ce dont il a besoin !
it_it: [_jo_s_blush_] La cosa a malapena copre ciò di cui ha bisogno!

source: But that was the point, wasn't it?
fr_fr: Mais c'était le point, n'est-ce pas?
it_it: Ma questo era il punto, vero?

source: If I sneezed too hard, it'd probably blow off her top.
fr_fr: Si j'ai éternué trop dur, ça ferait probablement sauter son sommet.
it_it: Se mi starnutissi troppo duro, probabilmente avrebbe saltato fuori la sua cima.

source: [_mc_] That's the current trend, though!
fr_fr: [_mc_] C'est la tendance actuelle, cependant !
it_it: [_mc_] Questa è la tendenza corrente, però!

source: [_mc_] According to Cosmololitan, you're a league above the other girls out there.
fr_fr: [_mc_] Selon Cosmololitan, vous êtes une ligue au-dessus des autres filles là-bas.
it_it: [_mc_] Secondo Cosmololitan, sei un campionato sopra le altre ragazze là fuori.

source: [_jo_s_afraid_] That's very flattering, [mc], but I'm not sure it's true.
fr_fr: [_jo_s_afraid_] C'est très flatteur, [mc], mais je ne suis pas sûr que c'est vrai.
it_it: [_jo_s_afraid_] È molto lusinghiero, [mc], ma non sono sicuro che sia vero.

source: [_mc_] It is. [flora] would tell you the same.
fr_fr: [_mc_] C'est le. [flora] vous dirait la même.
it_it: [_mc_] Lo è. [flora] ti direbbe lo stesso.

source: [_mc_] Besides, [jo], it's a car wash!
fr_fr: [_mc_] En plus, [jo], c'est un lavage de voiture !
it_it: [_mc_] Inoltre, [jo], è un auto lavaggio!

source: [_mc_] Isn't the whole point to get wet in a swimsuit and soak in the sun?
fr_fr: [_mc_] N'est-ce pas le point d'être mouillé dans un maillot de bain et de tremper au soleil?
it_it: [_mc_] L'intero punto non è bagnarsi in un costume da bagno e immergersi al sole?

source: [_jo_s_eyeroll_] No, the whole point is to make money.
fr_fr: [_jo_s_eyeroll_] Non, le but est de gagner de l'argent.
it_it: [_jo_s_eyeroll_] No, tutto il punto è fare soldi.

source: [_mc_] And don't you think we'll make more money if you go out wearing that?
fr_fr: [_mc_] Et vous ne pensez pas que nous allons faire plus d'argent si vous sortons de en portant ça?
it_it: [_mc_] E non pensi che faremo più soldi se esci indossandolo?

source: Checkmate.
fr_fr: Coque.

source: [_jo_s_sarcastic_] You do have a point...
fr_fr: [_jo_s_sarcastic_] Vous avez un point ...
it_it: [_jo_s_sarcastic_] Hai un punto...

source: [_mc_] And you have a fundraiser to fundraise.
fr_fr: [_mc_] Et vous avez une collecte de fonds pour lever des fonds.
it_it: [_mc_] E hai una raccolta fondi per la raccolta fondi.

source: [_jo_s_sarcastic_] Yes, I suppose I do.
fr_fr: [_jo_s_sarcastic_] Oui, je suppose que je le fais.
it_it: [_jo_s_sarcastic_] Sì, suppongo che lo faccio.

source: [_mc_] So, let's get out there and make some money!
fr_fr: [_mc_] Alors, sortons de là et faites de l'argent !
it_it: [_mc_] Quindi, andiamo là fuori e fare un po 'di soldi!

source: [_jo_s_flirty_] All right! Let's do it!
fr_fr: [_jo_s_flirty_] Très bien ! Faisons ça !
it_it: [_jo_s_flirty_] Va bene! Facciamolo!

source: I could barely believe that worked...
fr_fr: Je pouvais à peine croire que ça a marché ...
it_it: Potrei a malapena credere che ha funzionato...

source: She used to be so stubborn back then, and I very rarely got my way.
fr_fr: Elle était si obstinée à l'époque, et j'ai très rarement eu mon chemin.
it_it: All'epoca era così testarda, e molto raramente ho avuto la mia strada.

source: I guess that's part of why this is such a treasured memory.
fr_fr: Je suppose que c'est une partie de la raison pour laquelle il s'agit d'une mémoire aussi précieuse.
it_it: Immagino che sia parte del motivo per cui questo è un ricordo così prezioso.

source: It's an embarrassing thing to admit, but I wasn't actually this mature{space=-10} back then.
fr_fr: C'est une chose embarrassante à admettre, mais je n'étais pas vraiment cette maturité { space=-10 } à l'époque.
it_it: È una cosa imbarazzante da ammettere, ma non ero in realtà questa matura{space=-10} allora.

source: I had this need to feel superior. To get one up on [jo].
fr_fr: J'avais besoin de me sentir supérieur. Pour en obtenir un sur le [jo].
it_it: Ho avuto questo bisogno di sentirmi superiore. Per alzarmi su [jo].

source: In reality, I probably made her feel way worse about her bikini situation...
fr_fr: En réalité, je l'ai probablement fait empirer sur sa situation de bikini ...
it_it: In realtà, probabilmente ho fatto sentire il suo senso peggio circa la sua situazione bikini...

source: [_mc_] It is a bit much...
fr_fr: [_mc_] C'est un peu ...
it_it: [_mc_] È un po' molto...

source: [_jo_s_annoyed_] You don't have to tell me.
fr_fr: [_jo_s_annoyed_] Vous n'avez pas à me dire.
it_it: [_jo_s_annoyed_] Non devi dirmi.

source: [_jo_s_annoyed_] I'm very well aware.
fr_fr: [_jo_s_annoyed_] Je sais très bien.
it_it: [_jo_s_annoyed_] Sono molto ben consapevole.

source: [_mc_] It doesn't look bad, but I'm not sure how legal it would be to wear that in public...
fr_fr: [_mc_] Ça ne va pas mal, mais je ne suis pas sûr que ce serait légal de porter ça en public ...
it_it: [_mc_] Non sembra male, ma non sono sicuro di quanto sarebbe legale indossare in pubblico...

source: She didn't look bad, of course, but it felt good to tell [jo] she wasn't perfect.
fr_fr: Elle n'avait pas l'air méchant, bien sûr, mais elle se sentait bien à dire [jo] elle n'était pas parfaite.
it_it: Non sembrava male, naturalmente, ma si sentiva bene dire ad [jo] che non era perfetta.

source: It was probably my insecurities taking over, or perhaps the need for revenge.
fr_fr: Ce sont probablement mes insécurités qui prennent le dessus, ou peut-être le besoin de pour la vengeance.
it_it: È stata probabilmente la mia insicurezza prendere il sopravvento, o forse la necessità di per vendetta.

source: [_jo_s_embarrassed_] I know that, [mc]!
fr_fr: [_jo_s_embarrassed_] Je sais que, [mc]!
it_it: [_jo_s_embarrassed_] lo so, [mc]!

source: [_jo_s_embarrassed_] I would've been outside already otherwise, okay?
fr_fr: [_jo_s_embarrassed_] J'aurais déjà été dehors, d'accord?
it_it: [_jo_s_embarrassed_] Sarei stato fuori già altrimenti, okay?

source: [_mc_] I'm sorry, [jo].
fr_fr: [_mc_] Je suis désolé, [jo].

source: [_jo_s_sad_] I know, I know. You didn't do or say anything wrong.
fr_fr: [_jo_s_sad_] Je sais, je sais. Tu n'as rien fait ou dit quoi que ce soit de mal.
it_it: [_jo_s_sad_] lo so, lo so. Non hai fatto o non hai detto niente di sbagliato.

source: [_jo_s_sad_] This is just an old gal's insecurities. It's nothing you need to be worried about.
fr_fr: [_jo_s_sad_] Ce n'est que les insécurités d'une vieille gale. Ce n'est rien dont vous avez besoin pour vous inquiéter.
it_it: [_jo_s_sad_] Questa è solo l'insicurezza di un vecchio gal. Non c'è niente di cui devi preoccuparti.

source: [_jo_s_blush_] I really appreciate your help with the fundraiser. And thank you for checking up on me.
fr_fr: [_jo_s_blush_] J'apprécie vraiment votre aide avec la collecte de fonds. Et merci d'avoir vérifié sur moi.
it_it: [_jo_s_blush_] apprezzo davvero il tuo aiuto con la raccolta fondi. E grazie per avermi controllato sopra.

source: [_jo_s_blush_] Go ahead and get back to the fundraiser now, all right?
fr_fr: [_jo_s_blush_] Allez-y et reventez à la collecte de fonds maintenant, d'accord?
it_it: [_jo_s_blush_] Vai avanti e torna alla raccolta fondi ora, va bene?

source: [_mc_] The thing is, we really need your help...
fr_fr: [_mc_] Le truc c'est que nous avons vraiment besoin de votre aide ...
it_it: [_mc_] La cosa è, abbiamo davvero bisogno del tuo aiuto...

source: [_mc_] There's way too many cars. We'll be out there all night.
fr_fr: [_mc_] Il y a beaucoup trop de voitures. Nous serons dehors toute la nuit.
it_it: [_mc_] Ci sono troppe auto. Saremo là fuori tutta la notte.

source: [_jo_s_eyeroll_] Well, what am I supposed to do?
fr_fr: [_jo_s_eyeroll_] Eh bien, que suis-je censé faire?
it_it: [_jo_s_eyeroll_] Beh, cosa devo fare?

source: [_mc_] I think you should just come anyway. It will be a bit embarrassing, but you'll survive.
fr_fr: [_mc_] Je pense que vous devriez juste venir de toute façon. Ce sera un peu embarrassant, mais vous survivrez.
it_it: [_mc_] Penso che dovresti venire comunque. Sarà un po' imbarazzante, ma sopravviverai.

source: [_mc_] People will forget it in no time, and the dance will be saved.
fr_fr: [_mc_] Les gens l'oublieront en aucun temps, et la danse sera sauvée.
it_it: [_mc_] La gente lo dimenticherà in pochissimo tempo, e la danza sarà salvata.

source: [_jo_s_thinking_] I don't know...
fr_fr: [_jo_s_thinking_] Je ne sais pas ...
it_it: [_jo_s_thinking_] non lo so...

source: [_mc_] Trust me, the perverts in the cars are here to look at the girls. They won't pay you much attention.
fr_fr: [_mc_] Trust-moi, les pervers dans les voitures sont là pour regarder les filles. Ils ne vous paieront pas beaucoup d'attention.
it_it: [_mc_] Fidati di me, i pervertiti delle auto sono qui per guardare le ragazze. Non ti prestano molta attenzione.

source: That was such a cruel thing to say. And it wasn't even true.
fr_fr: C'était une chose si cruelle à dire. Et ce n'était même pas vrai.
it_it: Era una cosa così crudele da dire. E non era nemmeno vero.

source: [jo] had a great body, and I'm sure she was the main gossip for months afterward.
fr_fr: [jo] avait un grand corps, et je suis sûr qu'elle était la principale gossie pendant des mois après.
it_it: [jo] aveva un grande corpo, e sono sicuro che lei era il pettegolezzo principale per mesi dopo.

source: [_jo_s_worried_] Err... okay. You're right.
fr_fr: [_jo_s_worried_] Err ... ok. Tu as raison.
it_it: [_jo_s_worried_] Erro... va bene. Hai ragione.

source: [_jo_s_worried_] The dance has been a thing for as long as the school has existed.
fr_fr: [_jo_s_worried_] La danse a été une chose aussi longtemps que l'école a existé.
it_it: [_jo_s_worried_] La danza è stata una cosa per tutto il tempo che la scuola esiste.

source: [_jo_s_worried_] What kind of principal would I be if I let my own issues get in the way of that?
fr_fr: [_jo_s_worried_] Quel genre de mandant je serais si je laissais mes propres problèmes prendre la forme de ça?
it_it: [_jo_s_worried_] Che tipo di principale sarei se lasciassi entrare i miei problemi in questo modo?

source: [_mc_] That's the spirit! Let's go!
fr_fr: [_mc_] C'est l'esprit ! Allons-y !
it_it: [_mc_] Questo è lo spirito! Andiamo!

source: I knew I had hurt her feelings, but I didn't care much about that back then.
fr_fr: Je savais que j'avais blessé ses sentiments, mais je ne m'en souciais pas beaucoup.
it_it: Sapevo che avevo ferito i suoi sentimenti, ma allora non mi importava molto di questo.

source: Just my own selfish gratification...
fr_fr: Juste ma propre gratification égoïsmes ...
it_it: Solo la mia gratificazione egoista...

source: When we got outside, the line of cars had only grown.
fr_fr: Quand nous sommes à l'extérieur, la ligne de voitures n'a fait que croître.
it_it: Quando siamo usciti, la linea di automobili era cresciuta solo.

source: It seemed like all of Newfall, including tourists, had decided to show up.
fr_fr: Il semblait que tout Newfall, y compris les touristes, avait décidé de se présenter.
it_it: Sembrava che tutta la Newfall, compresi i turisti, avesse deciso di presentarsi.

source: And much to [jo]'s embarrassment, it would be a day to remember.
fr_fr: Et beaucoup à [jo]'embarras, ce serait un jour de se souvenir.
it_it: E molto per l'imbarazzo di [jo], sarebbe un giorno da ricordare.

source: [_mc_] Give me the hose back!
fr_fr: [_mc_] Donne-moi le tuyau !
it_it: [_mc_] Dammi il tubo indietro!

source: [_flora_s_car_wash_s_flora_s_hose_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_wet_s_new_cars_] Saying please wouldn't hurt, you know?
fr_fr: [_flora_s_car_wash_s_flora_s_hose_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_wet_s_new_cars_] S'il vous plaît, ne vous faites pas de mal, vous savez?
it_it: [_flora_s_car_wash_s_flora_s_hose_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_wet_s_new_cars_] Dire per favore non farebbe male, sapete?

source: [_mc_] Pretty please with melons on top.
fr_fr: [_mc_] Pretty s'il vous plaît avec des melons en haut.
it_it: [_mc_] Abbastanza per favore con i meloni in cima.

source: [_flora_s_car_wash_s_flora_s_hose_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_wet_s_new_cars_] Ugh! Just shut up and spray...
fr_fr: [_flora_s_car_wash_s_flora_s_hose_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_wet_s_new_cars_] Ugh ! Il suffit de fermer et de pulvériser ...
it_it: [_flora_s_car_wash_s_flora_s_hose_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_wet_s_new_cars_] Ugh! Basta chiudere e spruzzare...

source: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_s_new_cars_] What took you so long, anyway?
fr_fr: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_s_new_cars_] Qu'est-ce qui t'a pris si longtemps, de toute façon?
it_it: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_s_new_cars_] Cosa ti ha impiegato così a lungo, comunque?

source: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_s_new_cars_] Was something wrong?
fr_fr: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_s_new_cars_] Quelque chose ne va pas?
it_it: [_flora_s_car_wash_s_flora_s_neutral_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_hose_dripping_s_wet_s_new_cars_] C'era qualcosa di sbagliato?

source: [_mc_] Well...
fr_fr: [_mc_] Puits ...
it_it: [_mc_] Bene...

source: [_jo_] Everything is fine, sweetie!
fr_fr: [_jo_] Tout va bien, chérie !
it_it: [_jo_] Tutto va bene, dolce!

source: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_jo_s_smile_s_hose_dripping_s_wet_s_new_cars_] What the hell are—
fr_fr: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_jo_s_smile_s_hose_dripping_s_wet_s_new_cars_] Qu'est-ce que l'enfer?
it_it: [_flora_s_car_wash_s_flora_s_surprised_s_maxine_s_smile_s_kate_s_neutral_s_isabelle_s_neutral_s_jacklyn_s_smile_s_jo_s_smile_s_hose_dripping_s_wet_s_new_cars_] Che diavolo sono—

source: [_mc_] ...we doing just standing around?!
fr_fr: [_mc_] ... on se tient debout? !
it_it: [_mc_] ...stiamo semplicemente in piedi?!

source: [_jo_] Yes!
fr_fr: [_jo_] Oui !
it_it: [_jo_] Sì!
