Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_pot.po
Languages: fr_fr

source: [_jo_] How's it going, honey?
fr_fr: [_jo_] Comment ça va, chérie ?

source: [_mc_] Not too shabby. I've been on a—
fr_fr: [_mc_] Pas trop mal. J'ai été sur un -

source: [_jo_s_thinking_phone_] Sorry, I have to take this.
fr_fr: [_jo_s_thinking_phone_] Désolé, je dois prendre ça.

source: Disruption always comes at the perfect timing when I'm about to tell her about something.
fr_fr: La perturbation arrive toujours au moment parfait où je suis sur le point de lui parler de quelque chose.

source: Well, guess she won't know about the glade or its satanic cult of beavers.
fr_fr: Eh bien, je suppose qu'elle ne saura rien de la clairière ni de son culte satanique des castors.

source: Or how I single-handedly defeated their leader...
fr_fr: Ou comment j'ai, à lui seul, vaincu leur leader ...

source: [_jo_s_thinking_phone_] It's the doctor.
fr_fr: [_jo_s_thinking_phone_] C'est le médecin.

source: [_jo_s_thinking_phone_] Tell me later, okay?
fr_fr: [_jo_s_thinking_phone_] Dis-moi plus tard, d'accord ?

source: That's just typical.
fr_fr: C'est typique.

source: [_flora_s_confident_s_flip_] You look like someone punched you in the face.
fr_fr: [_flora_s_confident_s_flip_] Vous avez l'air de quelqu'un qui vous a frappé au visage.

source: [_mc_] Thanks for noticing.
fr_fr: [_mc_] Merci d'avoir remarqué.

source: [_flora_s_excited_] I was more interested in how one would go about doing that.
fr_fr: [_flora_s_excited_] J'étais plus intéressé par la façon dont on allait faire ça.

source: [_flora_s_neutral_s_flip_] So, who is [jo] talking to?
fr_fr: [_flora_s_neutral_s_flip_] Alors, qui est le [jo] qui parle ?

source: [_mc_] The adoption services. You're getting a new home!
fr_fr: [_mc_] Les services d'adoption. Tu as une nouvelle maison !

source: [_flora_s_angry_s_flip_] I'm eighteen, idiot.
fr_fr: [_flora_s_angry_s_flip_] J'ai dix-huit ans, idiot.

source: [_mc_] Could've fooled me.
fr_fr: [_mc_] Pourrait me tromper.

source: [_flora_s_sarcastic_s_flip_] To be fair, most things do.
fr_fr: [_flora_s_sarcastic_s_flip_] Pour être juste, la plupart des choses font.

source: [_mc_] I'm serious. Sometimes I forget you're an adult now. And that's not meant to be an insult.
fr_fr: [_mc_] Je suis sérieux. Parfois, j'oublie que tu es un adulte maintenant. Et ce n'est pas pour être une insulte.

source: [_flora_s_confused_s_flip_] What is it meant to be?
fr_fr: [_flora_s_confused_s_flip_] Qu'est-ce que c'est pour être ?

source: [_mc_] I don't know. I guess I should start treating you as a grown-up.
fr_fr: [_mc_] Je ne sais pas. Je suppose que je devrais commencer à te traiter comme un adulte.

source: [_flora_s_confused_s_flip_] Are you feeling okay?
fr_fr: [_flora_s_confused_s_flip_] Vous vous sentez bien ?

source: [_mc_] Yes! Learn to take a compliment.
fr_fr: [_mc_] Oui ! Apprenez à faire un compliment.

source: [_flora_s_thinking_] Was that a compliment?
fr_fr: [_flora_s_thinking_] Était-ce un compliment ?

source: [_mc_] Yes... sort of.
fr_fr: [_mc_] Oui ... en quelque sorte.

source: [_mc_] An Antarctica researcher.
fr_fr: [_mc_] Un chercheur de l'Antarctique.

source: [_mc_] They've found an ancient civilization buried in the ice.
fr_fr: [_mc_] Ils ont trouvé une ancienne civilisation enfouie dans la glace.

source: [_flora_s_flirty_] What kind of civilization?
fr_fr: [_flora_s_flirty_] Quel genre de civilisation ?

source: [_mc_] I don't know, some elder gods or something. Wasn't really paying attention.
fr_fr: [_mc_] Je ne sais pas, certains dieux aînés ou quelque chose. N'a pas vraiment fait attention.

source: [_flora_s_concerned_] Oh em gee, stop lying!
fr_fr: [_flora_s_concerned_] Oh em gee, arrêtez de mentir !

source: [_mc_] Your internship. They want me instead.
fr_fr: [_mc_] Votre stage. Ils veulent moi plutôt.

source: [_flora_s_laughing_] That's actually funny!
fr_fr: [_flora_s_laughing_] C'est vraiment drôle !

source: [_flora_s_laughing_] Too bad I don't intern at the comedy club.
fr_fr: [_flora_s_laughing_] Dommage que je ne sois pas stagiaire au comedy club.

source: [_mc_] I don't really have a comeback for that.
fr_fr: [_mc_] Je n'ai pas vraiment de retour pour ça.

source: [_mc_] Only that I'm surprised that there's anyone left alive there after that chili.
fr_fr: [_mc_] Seulement que je suis surpris qu'il y a quelqu'un qui reste en vie ici après ce chili.

source: [_flora_s_angry_] My chili was great!
fr_fr: [_flora_s_angry_] Mon chili a été super !

source: [_mc_] I know at least one pair of lips that would disagree...
fr_fr: [_mc_] Je connais au moins une paire de lèvres qui serait en désaccord ...

source: [_flora_s_cringe_] Gross!
fr_fr: [_flora_s_cringe_] Grossier !

source: [_mc_] I don't think they're that gross.
fr_fr: [_mc_] Je ne pense pas qu'ils soient aussi bruts.

source: [_flora_s_angry_] Can you stop talking about my pussy?
fr_fr: [_flora_s_angry_] Pouvez-vous cesser de parler de ma chatte ?

source: [_mc_] Fine. We can revisit the topic later.
fr_fr: [_mc_] Fine. Nous pouvons revenir sur le sujet plus tard.

source: [_mc_] Only that successful comedians earn a lot of money.
fr_fr: [_mc_] Seuls les comédiens qui réussissent gagnent beaucoup d'argent.

source: [_flora_s_sarcastic_s_flip_] Who said anything about successful?
fr_fr: [_flora_s_sarcastic_s_flip_] Qui a dit quoi que ce soit sur le succès ?

source: [_mc_] Anyway, if you must know, [jo] said it was the doctor calling.
fr_fr: [_mc_] En tout cas, si vous devez savoir, [jo] a dit que c'était le médecin qui appelait.

source: [_flora_s_sad_] Is she okay?
fr_fr: [_flora_s_sad_] Est-ce qu'elle va bien ?

source: [_mc_] I don't know. She doesn't tell me these things.
fr_fr: [_mc_] Je ne sais pas. Elle ne me dit pas ces choses.

source: [_flora_s_sad_] Maybe it's her throat again?
fr_fr: [_flora_s_sad_] Peut-être que c'est encore sa gorge ?

source: Right, I totally forgot about that.
fr_fr: Bien, j'ai complètement oublié ça.

source: When [jo] worked her way to the top of the school board, the stress gave her some sort of chronic trachea ache.
fr_fr: Lorsque le [jo] a marché jusqu'au sommet de la commission scolaire, le stress lui a donné une sorte de mal de trachée chronique.

source: Last time around, [flora] helped cure it somehow.
fr_fr: La dernière fois, [flora] a aidé à le guérir d'une manière ou d'une autre.

source: Not sure how, but she put [flora]'s name alone on her will after that.
fr_fr: Pas sûr comment, mais elle a mis [flora]'s le nom seul sur sa volonté après ça.

source: [_jo_s_confident_] What are you two whispering about?
fr_fr: [_jo_s_confident_] Qu'est-ce que vous deux chuchote ?

source: [_flora_s_neutral_s_flip_] Just wondering how you're feeling. Is it your throat again?
fr_fr: [_flora_s_neutral_s_flip_] Vous vous demandez comment vous vous sentez. C'est ta gorge à nouveau ?

source: [_jo_s_thinking_] Yes, it's been starting to act up again. Thanks for remembering, sweetie.
fr_fr: [_jo_s_thinking_] Oui, il a commencé à agir de nouveau. Merci pour la mémoire, ma chérie.

source: [_flora_s_sad_] Wish I could do something to help.
fr_fr: [_flora_s_sad_] Je pourrais faire quelque chose pour aider.

source: [_jo_s_laughing_s_flip_] Aw, sweetheart. You really make these old bones hurt a little less.
fr_fr: [_jo_s_laughing_s_flip_] Aw, chérie. Vous faites vraiment faire de ces vieux os un peu moins.

source: Hmm... this is going down the same path as last time...
fr_fr: Hmm ... c'est le même chemin que la dernière fois ...

source: Need to do something about it. [flora] is already her favorite, but this feels like one of those crossroad moments.
fr_fr: Il faut faire quelque chose à ce sujet. [flora] est déjà son préféré, mais cela ressemble à un de ces moments croisés.

source: Surely, there must be some information about it on the internet.
fr_fr: Il doit certainement y avoir des informations à ce sujet sur Internet.

source: [_nurse_s_concerned_] [mc], are you drinking enough water? You look a little parched.
fr_fr: [_nurse_s_concerned_] [mc], est-ce que vous buez assez d'eau ? Tu as l'air un peu perché.

source: [_mc_] You're absolutely right. I'm parched in ways you can't even begin to imagine.
fr_fr: [_mc_] Vous avez absolument raison. Je suis perché d'une façon que vous ne pouvez même pas imaginer.

source: [_mc_] That's part of why I'm here.
fr_fr: [_mc_] C'est pour ça que je suis là.

source: [_nurse_s_annoyed_] That's... disappointing to hear. Have a bottle of water first.
fr_fr: [_nurse_s_annoyed_] C'est ... décevant d'entendre. Avoir une bouteille d'eau en premier.

source: [_nurse_s_annoyed_] Try to stay away from the sodas in the cafeteria if you can.
fr_fr: [_nurse_s_annoyed_] Essayez de rester à l'écart des sodas dans la cafétéria si vous le pouvez.

source: [_mc_] Thanks, but my thirst is a bit different.
fr_fr: [_mc_] Merci, mais ma soif est un peu différente.

source: [_mc_] Anyway, I've been getting into agriculture lately, and I was hoping you could give me a hand.
fr_fr: [_mc_] En tout cas, j'ai été dans l'agriculture ces derniers temps, et j'espérais que tu pourrais me donner une main.

source: [_nurse_s_concerned_] I don't really know anything about that...
fr_fr: [_nurse_s_concerned_] Je ne sais vraiment rien de ça ...

source: [_mc_] Neither do the oxen. They just follow the farmer's directions.
fr_fr: [_mc_] Les bœufs non plus. Ils se contentent de suivre les instructions du fermier.

source: [_nurse_s_thinking_] I suppose that's true, but I'm very short on time and have to get back to work...
fr_fr: [_nurse_s_thinking_] Je suppose que c'est vrai, mais je suis très court dans le temps et je dois retourner au travail ...

source: [_mc_] You'll make some time.
fr_fr: [_mc_] Vous allez faire un peu de temps.

source: [_mc_] Because if you don't, you know what happens.
fr_fr: [_mc_] Parce que si vous ne le faites pas, vous savez ce qui se passe.

source: [_nurse_s_annoyed_] I... didn't think the blackmail would mean flipping dirt on a field...
fr_fr: [_nurse_s_annoyed_] Je ... ne pense pas que le chantage reviendrait à renverser la saleté sur un champ ...

source: [_mc_] Ah, you're worried it won't be interesting enough?
fr_fr: [_mc_] Ah, vous êtes inquiet que ça ne soit pas assez intéressant ?

source: [_mc_] Trust me, it'll be very interesting.
fr_fr: [_mc_] Croyez-moi, ce sera très intéressant.

source: [_nurse_s_afraid_] No, that's not what I meant!
fr_fr: [_nurse_s_afraid_] Non, ce n'est pas ce que je voulais dire !

source: [_mc_] Let's get going.
fr_fr: [_mc_] Allons partir.

source: [_nurse_s_concerned_] Okay...
fr_fr: [_nurse_s_concerned_] Ok ...

source: [_mc_] No worries, I'll find another way.
fr_fr: [_mc_] Pas de soucis, je trouverai un autre moyen.

source: [_mc_] You would've looked hot plowing that field for me, but I understand.
fr_fr: [_mc_] Vous auriez eu l'air sexy en labourant ce champ pour moi, mais je comprends.

source: [_nurse_s_blush_] I admire you thinking about organic produce.
fr_fr: [_nurse_s_blush_] Je vous admire en pensant aux produits biologiques.

source: [_nurse_s_blush_] I have a break now... I could probably help you out.
fr_fr: [_nurse_s_blush_] J'ai une pause maintenant ... Je pourrais probablement t'aider.

source: [_mc_] No, I've changed my mind. You're too nice.
fr_fr: [_mc_] Non, j'ai changé d'avis. Tu es trop gentille.

source: [_nurse_s_concerned_] Oh, okay then.
fr_fr: [_nurse_s_concerned_] Oh, d'accord.

source: [_nurse_s_concerned_] I... I hope you have a good day.
fr_fr: [_nurse_s_concerned_] I ... J'espère que tu as une bonne journée.

source: [_nurse_s_blush_] I'm just going to go...
fr_fr: [_nurse_s_blush_] Je vais aller ...

source: The [nurse] looks so embarrassed, her face is like a tomato.
fr_fr: Le [nurse] a l'air si embarrassé, son visage est comme une tomate.

source: She probably would've enjoyed plowing the fields, but maybe she's not ready for that kind of humiliation.
fr_fr: Elle aurait probablement aimé labeur des champs, mais peut-être qu'elle n'est pas prête pour ce genre d'humiliation.

source: It's better to be nice to her for now.
fr_fr: C'est mieux d'être gentille avec elle pour l'instant.

source: [_mc_] All right, follow me.
fr_fr: [_mc_] Très bien, suivez-moi.

source: [_nurse_s_smile_] Where are we going?
fr_fr: [_nurse_s_Souriez_] Où allons-nous ?

source: [_mc_] To my field, of course.
fr_fr: [_mc_] À mon domaine, bien sûr.

source: [_mc_] I told you. You're going to plow it for me.
fr_fr: [_mc_] Je vous ai dit. Vous allez le complotez pour moi.

source: [_nurse_s_blush_] Okay...
fr_fr: [_nurse_s_blush_] Ok ...

source: [_nurse_s_thinking_] I still don't know what you have in mind...
fr_fr: [_nurse_s_thinking_] Je ne sais toujours pas ce que vous avez en tête ...

source: [_mc_] See that patch of grass over there? That needs plowing.
fr_fr: [_mc_] Voir cette parcelle d'herbe là-bas ? Ça a besoin de ploïdie.

source: [_nurse_s_smile_] How are you going to do that?
fr_fr: [_nurse_s_Souriez_] Comment allez-vous faire ?

source: [_mc_] I got this plow and now I got the cattle to pull it.
fr_fr: [_mc_] J'ai cette charrue et maintenant j'ai le bétail pour la tirer.

source: [_nurse_s_annoyed_] I don't see any cattle...
fr_fr: [_nurse_s_annoyed_] Je ne vois aucun bovin ...

source: [_mc_] Well, I took a picture of her earlier. Have a look.
fr_fr: [_mc_] Eh bien, j'ai pris une photo d'elle plus tôt. Jetez un coup d'oeil.

source: [_nurse_s_surprised_] That's me!
fr_fr: [_nurse_s_surprised_] C'est moi !

source: [_mc_] Right! You're going to be my little plow-cow today!
fr_fr: [_mc_] Droit ! Tu vas être ma petite basse-neige aujourd'hui !

source: [_nurse_s_afraid_] You can't be serious...
fr_fr: [_nurse_s_afraid_] Vous ne pouvez pas être sérieux ...

source: [_mc_] Well... it's up to you, really. Do you want to keep your job and reputation?
fr_fr: [_mc_] Eh bien ... c'est à vous, vraiment. Vous voulez conserver votre emploi et votre réputation ?

source: [_nurse_s_sad_] I do, but—
fr_fr: [_nurse_s_sad_] I do, mais-

source: [_mc_] There's no two ways about it. And you're already here, so let's get you naked and ready for the plow.
fr_fr: [_mc_] Il n'y a pas deux façons de le faire. Et vous êtes déjà là, alors vous vous êtes nu et prêt pour le labeur.

source: [_nurse_s_surprised_] N-naked?!
fr_fr: [_nurse_s_surprised_] N nu ?!

source: [_mc_] I mean, unless you want your scrubs and coat to get all dirty...
fr_fr: [_mc_] Je veux dire, sauf si vous voulez que vos broussailles et votre manteau se salir ...

source: [_mc_] Come on, we're wasting precious daylight.
fr_fr: [_mc_] Venez, nous gâtons la lumière du jour.

source: [_mc_] Nothing to be embarrassed about out here anyway. Just forest critters.
fr_fr: [_mc_] Rien d'embarrassé ici de toute façon. Juste des créatures forestières.

source: [_nurse_s_annoyed_] I... I suppose...
fr_fr: [_nurse_s_annoyed_] I ... Je suppose ...

source: [_mc_] It's fine, you can give me your clothes. I'll make sure they're safe.
fr_fr: [_mc_] C'est bien, vous pouvez me donner vos vêtements. Je ferai en sorte qu'ils soient en sécurité.

source: [_nurse_s_annoyed_] Now what?
fr_fr: [_nurse_s_annoyed_] Maintenant quoi ?

source: [_mc_] Are you giving me attitude?
fr_fr: [_mc_] Tu me donnes une attitude ?

source: [_nurse_s_afraid_] No! I wasn't!
fr_fr: [_nurse_s_afraid_] Non ! Je n'étais pas !

source: [_mc_] Well, then... what are you waiting for?
fr_fr: [_mc_] Eh bien, alors ... qu'est-ce que vous attendez ?

source: [_nurse_s_thinking_] Waiting for?
fr_fr: [_nurse_s_thinking_] En attente ?

source: [_mc_] Take off the rest. Now.
fr_fr: [_mc_] Reprendre le reste. Maintenant.

source: [_mc_] That wasn't so hard, was it?
fr_fr: [_mc_] Ce n'était pas si dur, n'est-ce pas ?

source: [_nurse_s_annoyed_] I... I guess not...
fr_fr: [_nurse_s_annoyed_] I ... Je suppose pas ...

source: [_mc_] Well then, Daisy. Let's get you harnessed up for the plow.
fr_fr: [_mc_] Eh bien, Daisy. Mettons-nous au harnachement pour le labeur.

source: [_mc_] Okay, there we go.
fr_fr: [_mc_] Ok, on y va.

source: [_mc_] Are you ready?
fr_fr: [_mc_] Êtes-vous prêt ?

source: [_nurse_] Y-yes...
fr_fr: [_nurse_] Y-oui ...

source: [_mc_] Pull, my little moo-cow!
fr_fr: [_mc_] Tire, ma petite vache !

source: Watching her muscles strain, her thighs flexing against the weight of the plow, lights something dark within me.
fr_fr: Regarder ses muscles, ses cuisses en flexion contre le poids de la charrue, allume quelque chose de noir en moi.

source: It's in the way her eyes crackle with determination, while her cheeks burn in utter shame.
fr_fr: C'est dans la façon dont ses yeux craque avec détermination, tandis que ses joues brûle dans la honte.

source: I definitely struck gold that day in the [nurse]'s office. Whenever that photo enters my mind, it fuels a primal sadism.
fr_fr: J'ai définitivement frappé l'or ce jour-là dans le bureau de [nurse]. Chaque fois que cette photo entre dans mon esprit, elle alimente un sadisme primal.

source: And it's a perfect match because deep down, she wants this too. I can see the submissiveness in her downcast eyes.
fr_fr: Et c'est un match parfait parce qu'au fond, elle veut aussi ça. Je vois la soumission dans ses yeux tournés vers le bas.

source: She has urges that might be darker than mine, which is so refreshing when it comes to women.
fr_fr: Elle a demandé que ce soit plus sombre que le mien, ce qui est tellement rafraîchissant lorsqu'il s'agit de femmes.

source: Vanilla is the lamest form of sexual desires. It's like eating a bowl of pure rice. Sure, it satisfies the needs, but there's no flavor.
fr_fr: La vanille est la forme la plus lamelle de désirs sexuels. C'est comme manger un bol de riz pur. Bien sûr, il répond aux besoins, mais il n'y a pas de saveur.

source: If only I had a larger field to plow, I'd let her work in the sun for hours. Driving her trembling legs on with the harsh crack of my whip.
fr_fr: Si seulement j'avais un champ plus large pour labeur, je laisserais son travail au soleil pendant des heures. Conduite de ses jambes tremblante avec la sévère fissure de mon fouet.

source: Seeing the sweat drip down her back, following her spine before seeping into her asscrack.
fr_fr: Voir la sueur couler le long de son dos, suivre sa colonne vertébrale avant de s'infiltrer dans sa raie des fesses.

source: Smelling the trailing scent of her pussy as it weeps in humiliation.
fr_fr: Sentir l'odeur de sa chatte qui pleure d'humiliation.

source: There's nothing quite like it.
fr_fr: Il n'y a rien de tout à fait comme ça.

source: [_mc_] All done! I'm so proud of you!
fr_fr: [_mc_] Tout a fait ! Je suis si fière de toi !

source: [_nurse_s_blush_] Thank you...
fr_fr: [_nurse_s_blush_] Merci ...

source: [_nurse_s_blush_] Can I go now?
fr_fr: [_nurse_s_blush_] Puis-je partir maintenant ?

source: [_mc_] Oh, you can leave whenever you want. I'm not keeping you.
fr_fr: [_mc_] Oh, vous pouvez partir quand vous voulez. Je ne te tiens pas.

source: [_nurse_s_sad_] Okay... just don't tell anyone about this.
fr_fr: [_nurse_s_sad_] Ok ... ne le dis pas à personne à ce sujet.

source: [_mc_] Why would I do that? You did everything I asked. That's the deal, remember?
fr_fr: [_mc_] Pourquoi je ferais ça ? Tu as fait tout ce que j'ai demandé. C'est l'affaire, tu te souviens ?

source: [_nurse_s_sad_] Right.
fr_fr: [_nurse_s_sad_] Droit.

source: [_mc_] All right, then. Off you go.
fr_fr: [_mc_] Très bien, alors. À toi de partir.

source: [_mc_] You probably don't want to wash off your feet in the stream here, it's a bit polluted.
fr_fr: [_mc_] Vous ne voulez probablement pas vous laver les pieds dans le cours d'eau ici, c'est un peu pollué.

source: [_nurse_s_concerned_] Okay... I'll just get my clothes and...
fr_fr: [_nurse_s_concerned_] Ok ... Je vais chercher mes vêtements et ...

source: I think she enjoys the humiliation, but it's probably exhausting as well.
fr_fr: Je pense qu'elle aime l'humiliation, mais c'est probablement épuisant aussi.

source: No need to keep her longer than necessary. And there's always a next time.
fr_fr: Il n'est pas nécessaire de la garder plus longtemps que nécessaire. Et il y a toujours une prochaine fois.

source: That's the beauty of a good blackmailing scheme.
fr_fr: C'est la beauté d'un bon système de chantage.

source: Now, let's have a look at this patch of farmland.
fr_fr: Maintenant, regardons cette parcelle de terre agricole.

source: My very own place on earth, where I can grow my seeds and enjoy nature while my plow cow sweats in the sun.
fr_fr: Mon propre endroit sur terre, où je peux cultiver mes semences et profiter de la nature pendant que ma vache de labour transpire au soleil.

source: It ain't much, but it's honest work.
fr_fr: Ce n'est pas beaucoup, mais c'est un travail honnête.

source: [_jo_s_confident_] What's with the smile, kiddo?
fr_fr: [_jo_s_confident_] Qu'est-ce que le sourire, le blague ?

source: [_mc_] I've... learned to work the lands.
fr_fr: [_mc_] J'ai appris à travailler sur les terres.

source: [_jo_s_smile_] I'm glad you have!
fr_fr: [_jo_s_Souriez_] Je suis heureux que vous l'avez !

source: [_jo_s_smile_] Is that a metaphor for something? I'm struggling to keep up with the slang.
fr_fr: [_jo_s_Souriez_] Est-ce une métaphore pour quelque chose ? J'ai du mal à suivre l'argot.

source: [_jo_s_eyeroll_] Last night [flora] told me that her new hair dryer blows her skirt up.
fr_fr: [_jo_s_eyeroll_] La nuit dernière [flora] m'a dit que son nouveau séchoir à cheveux lui soufflait sa jupe.

source: [_jo_s_sarcastic_] But apparently that just means it's really good and she's excited about it.
fr_fr: [_jo_s_sarcastic_] Mais apparemment ça veut dire que c'est vraiment bien et elle est excitée.

source: [_mc_] Right... I'm sure that's what it means. [jacklyn]'s a bad influence on her.
fr_fr: [_mc_] Droit ... Je suis sûr que c'est ce que ça veut dire. [jacklyn]'a une mauvaise influence sur elle.

source: [_mc_] Anyway, I meant I've gotten into agriculture.
fr_fr: [_mc_] Quoi qu'il en soit, je voulais dire que j'étais entré dans l'agriculture.

source: [_jo_s_smile_] That is great news! I'm glad you're finally interested in something other than your computer and cartoons.
fr_fr: [_jo_s_Souriez_] C'est une bonne nouvelle ! Je suis heureux que vous soyez enfin intéressé par quelque chose d'autre que votre ordinateur et vos dessins animés.

source: [_mc_] I actually grew some plants and I've made tea from their leaves. It's supposed to help with throat pain!
fr_fr: [_mc_] J'ai en fait développé des plantes et j'ai fait du thé à partir de leurs feuilles. C'est censé aider à la douleur de la gorge !

source: [_jo_s_concerned_] You did all that for me?
fr_fr: [_jo_s_concerned_] Vous avez fait tout cela pour moi ?

source: [_mc_] Yes, is that so hard to believe?
fr_fr: [_mc_] Oui, est-ce si difficile à croire ?

source: [_jo_s_confident_] Of course not. I'm really proud of you. Empathy is a sign of maturity.
fr_fr: [_jo_s_confident_] Bien sûr que non. Je suis vraiment fière de toi. L'empathie est un signe de maturité.

source: [_mc_] Would you like a cup?
fr_fr: [_mc_] Aimeriez-vous une tasse ?

source: [_jo_s_smile_] I most definitely do, but it'll have to wait until we get home.
fr_fr: [_jo_s_Souriez_] Je le fais vraiment, mais il faudra attendre que nous nous retrouverions à la maison.

source: [_jo_s_smile_] The truly good teas often have a strong smell and I have a board meeting later.
fr_fr: [_jo_s_Souriez_] Les thés vraiment bons ont souvent une forte odeur et j'ai une réunion du conseil plus tard.

source: [_jo_s_flirty_] That smells nice! Is that the tea you made me?
fr_fr: [_jo_s_flirty_] Ça sent bon ! C'est le thé que tu m'as fait ?

source: [_mc_] Yeah, are you interested in a cup?
fr_fr: [_mc_] Oui, vous êtes intéressé par une tasse ?

source: [_jo_s_excited_] Certainly.
fr_fr: [_jo_s_excited_] Certainement.
