Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_day.po
Languages: fr_fr, it_it

source: [_mc_] I think you look great.
fr_fr: [_mc_] Je pense que vous avez l'air super.
it_it: [_mc_] Penso che tu sembri grande.

source: [_nurse_s_blush_] Thank you, [mc].
fr_fr: [_nurse_s_blush_] Merci, [mc].
it_it: [_nurse_s_blush_] Grazie, [mc].

source: [_mc_] Anyway, [maxine] said you would know about something called "Queen's Rue?"
fr_fr: [Quoi qu'il en soit, [maxine] m'a dit que vous connaissiez quelque chose qui s'appelle "Queen's Rue" ?
it_it: [_mc_] Comunque, [maxine] ha detto che sapresti qualcosa di chiamato "Rovine della regina?"

source: [_nurse_s_thinking_] Oh, sure! It's a native flora quite common in Newfall.
fr_fr: [_nurse_s_thinking_] Oh, sûr ! C'est une flore indigène assez commune à Newfall.
it_it: [_nurse_s_thinking_] Oh, sicuro! È una flora nativa abbastanza comune in Newfall.

source: [_nurse_s_thinking_] You should be able to find it here.
fr_fr: [_nurse_s_thinking_] Vous devriez être en mesure de le trouver ici.
it_it: [_nurse_s_thinking_] Dovresti essere in grado di trovarlo qui.

source: [_mc_] Actually, you're going to find it for me.
fr_fr: [_mc_] En fait, vous allez le trouver pour moi.
it_it: [_mc_] In realtà, lo troverai per me.

source: [_mc_] Is that a problem?
fr_fr: [_mc_] Est-ce un problème ?
it_it: [_mc_] È un problema?

source: [_nurse_s_afraid_] No, no! Of course not!
fr_fr: [_nurse_s_afraid_] Non, non ! Bien sûr que non !
it_it: [_nurse_s_afraid_] No, no! Certo no!

source: [_mc_] It shouldn't be too hard, if it's as common as you say.
fr_fr: [_mc_] Ce ne devrait pas être trop dur, si c'est aussi commun que vous le dites.
it_it: [_mc_] Non dovrebbe essere troppo difficile, se è comune come si dice.

source: [_nurse_s_annoyed_] Yes, I'll... I'll find a few bulbs for you...
fr_fr: [_nurse_s_annoyed_] Oui, je ... Je trouverai quelques ampoules pour toi ...
it_it: [_nurse_s_annoyed_] Sì, io... Troverò qualche lampadina per lei...

source: [_mc_] Good girl.
fr_fr: [_mc_] Bonne fille.
it_it: [_mc_] Buona ragazza.

source: [_mc_] I was actually hoping you could help me...
fr_fr: [_mc_] J'espérais en fait que tu pourrais m'aider ...
it_it: [_mc_] Stavo sperando che tu mi potesse aiutare...

source: [_mc_] I'm awful at botany. I can't tell a dandelion apart from a regular lion.
fr_fr: [_mc_] Je suis nul en botanique. Je ne peux pas distinguer un pissenlit d'un lion ordinaire.
it_it: [_mc_] sono terribile alla botanica. Non posso dire un dente di leone a parte un leone regolare.

source: [_nurse_s_smile_] Oh, that's no bother! I'll see if I can find a few bulbs for you while I'm out here.
fr_fr: [_nurse_s_Souriez_] Oh, ce n'est pas la peine ! Je vais voir si je peux trouver quelques ampoules pour toi pendant que je suis ici.
it_it: [_nurse_s_smile_] Oh, non è un fastidio! Vedrò se riesco a trovare alcune lampadine per te mentre sono fuori qui.

source: [_mc_] Thanks, I appreciate it!
fr_fr: [_mc_] Merci, je l'apprécie !
it_it: [_mc_] Grazie, lo apprezzo!

source: [_mc_] How did that go? Were you able to find the Queen's-whatever?
fr_fr: [_mc_] Comment ça s'est passé ? Avez-vous pu trouver le... machin de la Reine ?
it_it: [_mc_] Come è andato? Sei stato in grado di trovare la regina?

source: [_nurse_s_smile_] I only found a few, but I hope it's enough...
fr_fr: [Je n'en ai trouvé que quelques-uns, mais j'espère que c'est suffisant...
it_it: [_nurse_s_smile_] ne ho trovati solo alcuni, ma spero che sia sufficiente...

source: [_mc_] We'll just add another strike if it's not.
fr_fr: [_mc_] Nous allons ajouter une autre frappe si ce n'est pas le cas.
it_it: [_mc_] Aggiungeremo un altro sciopero se non lo è.

source: [_nurse_s_afraid_] I can go out again if you need more!
fr_fr: [_nurse_s_afraid_] Je peux encore sortir si vous avez besoin de plus !
it_it: [_nurse_s_afraid_] posso uscire di nuovo se hai bisogno di più!

source: [_nurse_s_annoyed_] Is there anything else I can help you with?
fr_fr: [_nurse_s_annoyed_] Y a-t-il autre chose que je peux vous aider ?
it_it: [_nurse_s_annoyed_] C'è altro con cui posso aiutarti?

source: [_mc_] I'm sure this is fine. Thank you!
fr_fr: [_mc_] Je suis sûr que c'est bien. Je vous remercie !
it_it: [_mc_] Sono sicuro che questo va bene. Grazie!

source: [_nurse_s_smile_] Don't mention it!
fr_fr: [_nurse_s_Souriez_] Ne le mentionnez pas !
it_it: [_nurse_s_smile_] Non menzionarlo!

source: [_nurse_s_smile_] Is there anything else I can help you with?
fr_fr: [_nurse_s_Souriez_] Y a-t-il autre chose que je peux vous aider ?
it_it: [_nurse_s_smile_] C'è altro con cui posso aiutarti?

source: If people would take the time to get to know the [nurse], they would see how polite and sweet she is.
fr_fr: Si les gens prennent le temps de connaître le [nurse], ils verront à quel point elle est polie et douce.
it_it: Se la gente prendesse il tempo per conoscere la [nurse], vedrebbe quanto è gentile e dolce.

source: It's a shame everyone takes advantage of her generosity...
fr_fr: C'est une honte que tout le monde profite de sa générosité ...
it_it: È una vergogna che tutti approfittino della sua generosità...

source: ...including me.
fr_fr: ... y compris moi.
it_it: ...compreso me.

source: [_mc_] No, thanks. That's all for now.
fr_fr: [_mc_] Non, merci. C'est tout pour l'instant.
it_it: [_mc_] No, grazie. Questo è tutto per ora.

source: [_nurse_s_thinking_] Did [maxine] give you anything for me?
fr_fr: [_nurse_s_thinking_] Est-ce que [maxine] vous a donné quoi que ce soit pour moi ?
it_it: [_nurse_s_thinking_] [maxine] ti ha dato qualcosa per me?

source: [_mc_] Uh... no, I don't think so...
fr_fr: [_mc_] Uh ... non, je ne crois pas ...
it_it: [_mc_] Uh... no, non credo così...

source: [_nurse_s_sad_] Strange. She usually has something for me.
fr_fr: [C'est étrange. D'habitude, elle a quelque chose pour moi.
it_it: [_nurse_s_sad_] Strano. Di solito ha qualcosa per me.

source: [_mc_] What kind of thing?
fr_fr: [_mc_] Quel genre de chose ?
it_it: [_mc_] Che tipo di cosa?

source: [_nurse_s_smile_] She makes keto-friendly energy bars to keep me going throughout the day.
fr_fr: [_nurse_s_smile_] Elle prépare des barres énergétiques adaptées au régime alimentaire pour me permettre de tenir le coup tout au long de la journée.
it_it: [_nurse_s_smile_] Lei fa delle barre di energia keto-friendly per farmi andare tutto il giorno.

source: [_nurse_s_smile_] I had to go a really long way to get all of those. Quite a workout!
fr_fr: [_nurse_s_Souriez_] J'ai dû faire un très long chemin pour obtenir toutes ces personnes. Une séance de travail !
it_it: [_nurse_s_smile_] Ho dovuto andare un modo davvero lungo per ottenere tutti quelli. Un bel allenamento!

source: [_mc_] How about I'll buy you a snack instead?
fr_fr: [_mc_] Comment acheter une collation à la place ?
it_it: [_mc_] Che ne dici di comprarti uno spuntino invece?

source: [_nurse_s_concerned_] Really? You don't have to do that.
fr_fr: [_nurse_s_concerned_] Vraiement ? Tu n'as pas à faire ça.
it_it: [_nurse_s_concerned_] Davvero? Non devi farlo.

source: [_mc_] Here, have a couple of dollars.
fr_fr: [_mc_] Voici quelques dollars.
it_it: [_mc_] Qui, hai un paio di dollari.

source: [_nurse_s_blush_] How sweet of you.
fr_fr: [Comme c'est gentil de votre part.
it_it: [_nurse_s_blush_] Quanto dolce da parte tua.

source: [_nurse_s_blush_] Try not to land yourself in my office any time soon!
fr_fr: [_nurse_s_blush_] Essayez de ne pas vous débarque dans mon bureau à n'importe quel moment !
it_it: [_nurse_s_blush_] Cercate di non atterrare voi stessi nel mio ufficio in qualsiasi momento presto!

source: [_mc_] A difficult task considering my wild lifestyle.
fr_fr: [_mc_] Une tâche difficile compte tenu de mon mode de vie sauvage.
it_it: [_mc_] Un compito difficile considerando il mio stile di vita selvaggio.

source: [_nurse_s_blush_] Oh, you...
fr_fr: [_nurse_s_blush_] Oh, vous ...
it_it: [_nurse_s_blush_] Oh, tu...

source: [_mc_] Yeah, well... that's too bad.
fr_fr: [_mc_] Oui, eh bien ... c'est trop mauvais.
it_it: [_mc_] Sì, beh, è troppo male.

source: [_mc_] Take it up with [maxine]. I gotta go.
fr_fr: [_mc_] Reprenez avec le [maxine]. Je dois y aller.
it_it: [_mc_] Riprendetelo con [maxine]. Vado bene.

source: Shifting the blame onto someone else always works.
fr_fr: Le fait de porter le blâme sur quelqu'un d'autre fonctionne toujours.
it_it: Spostare la colpa su qualcun altro funziona sempre.

source: [_mc_] Here you go. The [nurse] went through a lot of trouble to get these for you.
fr_fr: [_mc_] Ici, vous allez. Le [nurse] a eu beaucoup de mal à obtenir ça pour vous.
it_it: [_mc_] Qui vai. La [nurse] ha attraversato un sacco di problemi per ottenere questi per te.

source: [_mc_] She also said something about you owing her an energy bar?
fr_fr: [_mc_] Elle a aussi dit quelque chose à propos de vous en raison de sa barre d'énergie ?
it_it: [_mc_] Lei ha anche detto qualcosa su di lei a causa di una barra dell'energia?

source: [_mc_] And it has to be keto-friendly.
fr_fr: [_mc_] Et il doit être convivial.
it_it: [_mc_] E deve essere keto-friendly.

source: [_maxine_s_sad_] I've never claimed to be a dietician, but it technically causes ketosis.{space=-10}
fr_fr: [_maxine_s_sad_] Je n'ai jamais prétendu être une diététicienne, mais elle est techniquement à l'origine de la cétose. {space=-10}
it_it: [_maxine_s_sad_] Non ho mai affermato di essere un dietista, ma tecnicamente causa ketosi.{space=-10}

source: [_mc_] Is it organic and cruelty-free?
fr_fr: [_mc_] Est-il biologique et sans cruauté ?
it_it: [_mc_] È biologico e crudelty-free?

source: [_maxine_s_thinking_] No.
fr_fr: [_maxine_s_thinking_] Non.

source: [_mc_] Anyway, I gave you the fruits of her labor. What about that potion?
fr_fr: [_mc_] En tout cas, je vous ai donné les fruits de son travail. Et cette potion ?
it_it: [_mc_] In ogni caso, ti ho dato i frutti del suo lavoro. Che dire di quella pozione?

source: [_maxine_s_skeptical_] They aren't fruits. They're highly reactive, conscience-altering narcotics.
fr_fr: [_maxine_s_skeptical_] Ce ne sont pas des fruits. Ce sont des narcotiques hautement réactifs et de conscience.
it_it: [_maxine_s_skeptical_] Non sono frutti. Sono altamente reattivi e stupefacenti che alterano la coscienza.

source: [_mc_] Uh, are you sure they're safe, then?
fr_fr: [_mc_] Uh, êtes-vous sûr qu'ils sont en sécurité, alors ?
it_it: [_mc_] Uh, sei sicuro che siano al sicuro, allora?

source: [_mc_] I mean, should a high-schooler really be handling this?
fr_fr: [_mc_] Je veux dire, est-ce qu'un lycée doit vraiment gérer ça ?
it_it: [_mc_] Intendo dire, un liceale dovrebbe davvero gestirlo?

source: [_maxine_s_annoyed_] I've done extensive studies on this very substance.
fr_fr: [_maxine_s_annoyed_] J'ai fait des études approfondies sur cette substance même.
it_it: [_maxine_s_annoyed_] Ho fatto ampi studi su questa stessa sostanza.

source: [_maxine_s_confident_] However, I need pure water to complete the mixture. Bottled water should be fine.
fr_fr: [_maxine_s_confident_] Cependant, j'ai besoin d'eau pure pour compléter le mélange. L'eau embouteillée devrait être bien.
it_it: [_maxine_s_confident_] Tuttavia, ho bisogno di acqua pura per completare la miscela. L'acqua in bottiglia dovrebbe essere fine.

source: [_maxine_s_confident_] Get me some, and we'll have a top-shelf love potion on our hands.
fr_fr: [_maxine_s_confident_] Allez-y, et nous aurons une potion d'amour sur les mains.
it_it: [_maxine_s_confident_] Prendi un po 'e avremo una pozione d'amore top scaffale sulle nostre mani.

source: [_mc_] Oh, I actually have a water bottle on me already.
fr_fr: [_mc_] Oh, j'ai déjà une bouteille d'eau sur moi.
it_it: [_mc_] Oh, in realtà ho già una bottiglia d'acqua su di me.

source: Although my [item.title_lower] sounds just as exotic, I don't need another lecture from [maxine] about how valuable her time is.
fr_fr: Bien que mon [item.title_lower] semble tout aussi exotique, je n'ai pas besoin d'un autre sermon de [maxine] sur la valeur de son temps.
it_it: Anche se la mia [item.title_lower] suona altrettanto esotica, non ho bisogno di un'altra lezione da [maxine] su quanto sia prezioso il suo tempo.

source: [_mc_] Here's the final piece to our puzzle.
fr_fr: [_mc_] Voici le dernier morceau de notre puzzle.
it_it: [_mc_] Ecco il pezzo finale del nostro puzzle.

source: [_maxine_s_eyeroll_] Puzzle to you, maybe.
fr_fr: [_maxine_s_eyeroll_] Puzzle à vous, peut-être.
it_it: [_maxine_s_eyeroll_] Puzzle per te, forse.

source: [_maxine_s_eyeroll_] It's perfectly straightforward for the rest of us.
fr_fr: [_maxine_s_eyeroll_] C'est tout à fait simple pour le reste d'entre nous.
it_it: [_maxine_s_eyeroll_] È perfettamente semplice per il resto di noi.

source: Who exactly falls into the "us" category?
fr_fr: Qui entre exactement dans la catégorie "nous" ?
it_it: Chi rientra esattamente nella categoria "noi"?

source: She's probably the leader of some secret society...
fr_fr: Elle est probablement le chef de certaines sociétés secrètes ...
it_it: Lei è probabilmente il leader di qualche società segreta...

source: [_maxine_s_confident_] Follow me. This mixture can only be brewed in the girls' bathroom.
fr_fr: [_maxine_s_confident_] Suivez-moi. Ce mélange ne peut être brassé que dans la salle de bain des filles.
it_it: [_maxine_s_confident_] Seguimi. Questa miscela può essere prodotta solo nel bagno delle ragazze.

source: [_mc_] I can't go in there.
fr_fr: [_mc_] Je ne peux pas y aller.
it_it: [_mc_] non posso andare lì dentro.

source: [_maxine_s_confident_] Exactly. You're catching on.
fr_fr: [Exactement. Vous êtes en train de comprendre.
it_it: [_maxine_s_confident_] Esattamente. Stai catturando.

source: [jo] will never be able to call me lazy again.
fr_fr: [jo] ne sera jamais capable de m'appeler à nouveau paresseux.
it_it: [jo] non sarà mai più in grado di chiamarmi pigro.

source: Look at all the effort I went through just to spike her drink!
fr_fr: Regarde tous les efforts que j'ai faits pour cracher son verre !
it_it: Guardate tutto lo sforzo che ho attraversato solo per picchiare la sua bevanda!

source: She's going to be more affectionate towards me than ever before.
fr_fr: Elle va être plus affectueuse à mon égard que jamais.
it_it: Lei sarà più affettuosa verso di me che mai.

source: I'm totally gonna rub [flora]'s nose in it, too.
fr_fr: Je vais complètement frotter le nez de [flora].
it_it: Anche il naso di [flora]ne fregherò del tutto.

source: [_mc_] Are you done yet?
fr_fr: [_mc_] Êtes-vous déjà fait ?
it_it: [_mc_] Hai già finito?

source: [_maxine_] Perfection takes time!
fr_fr: [_maxine_] La perfection prend du temps !
it_it: [_maxine_] Perfezione richiede tempo!

source: [_maxine_] The perfect viscosity has been reached.
fr_fr: [_maxine_] La viscosité parfaite a été atteinte.
it_it: [_maxine_] La perfetta viscosità è stata raggiunta.

source: [_maxine_s_excited_] Here you go.
fr_fr: [_maxine_s_excited_] Ici, vous allez.
it_it: [_maxine_s_excited_] Qui vai.

source: [_mc_] Seriously? You're really only giving me a drop?
fr_fr: [_mc_] Sérieusement ? Tu me donnes vraiment une goutte ?
it_it: [_mc_] Seriamente? Mi stai solo dando una goccia?

source: [_mc_] I thought that was just a joke!
fr_fr: [_mc_] Je pensais que c'était juste une blague !
it_it: [_mc_] Pensavo che fosse solo una battuta!

source: [_maxine_s_concerned_] I would never joke about top government secrets.
fr_fr: [_maxine_s_concerned_] Je ne plaisanterais jamais sur les secrets du gouvernement.
it_it: [_maxine_s_concerned_] Non scherzerei mai sui segreti di governo più alti.

source: [_mc_] I gave you an entire bottle of water and enough of those flowers for a whole cauldron full!
fr_fr: [_mc_] Je vous ai donné une bouteille entière d'eau et assez de ces fleurs pour un chaudron entier plein !
it_it: [_mc_] Ti ho dato un'intera bottiglia d'acqua e abbastanza di quei fiori per un intero calderone pieno!

source: [_maxine_s_angry_] And I gave you the exact amount I said I would.
fr_fr: [_maxine_s_angry_] Et je vous ai donné le montant exact que j'ai dit.
it_it: [_maxine_s_angry_] E ti ho dato l'importo esatto che ho detto che avrei fatto.

source: [_mc_] What a rip off.
fr_fr: [_mc_] Quelle arnaque .
it_it: [_mc_] Che strappa.

source: [_maxine_s_smile_] Trust me, a drop is all you need.
fr_fr: [Croyez-moi, une goutte suffit.
it_it: [_maxine_s_smile_] Fidati di me, una goccia è tutto ciò di cui hai bisogno.

source: [_maxine_s_laughing_] Besides, someone like you can't really be trusted with any more than that.
fr_fr: [_maxine_s_laughing_] En outre, quelqu'un comme vous ne peut pas vraiment être digne de confiance.
it_it: [_maxine_s_laughing_] Inoltre, qualcuno come te non può davvero avere fiducia con niente di più.

source: That's actually a fair point.
fr_fr: C'est en fait un point juste.
it_it: In realtà è un punto equo.

source: [_mc_] I think you're being a little presumptuous...
fr_fr: [_mc_] Je pense que vous êtes un peu présomptueux ...
it_it: [_mc_] Penso che tu sia un po' presuntuoso...

source: [_maxine_s_thinking_] Hardly.
fr_fr: [_maxine_s_thinking_] Difficilement.
it_it: [_maxine_s_thinking_] Appena

source: [_maxine_s_thinking_] You're on your own now. Adieu.
fr_fr: [_maxine_s_thinking_] Vous êtes seul maintenant. Adieu.
it_it: [_maxine_s_thinking_] Sei da solo adesso. Adieu.

source: Oh, well. At least I got what I came for.
fr_fr: Oh, bien. Au moins, j'ai eu ce que je suis venu.
it_it: Oh, bene. Almeno ho ottenuto quello per cui sono venuto.

source: If only I could somehow liquify my [item.title_lower], maybe [maxine] would consider adding it to her mixture. Alas.
fr_fr: Si seulement je pouvais liquéfier mon [item.title_lower], peut-être [maxine] envisagerait de l'ajouter à son mélange. Hélas.
it_it: Se solo potessi in qualche modo liquiare la mia [item.title_lower], forse [maxine] prenderebbe in considerazione di aggiungerla alla sua miscela.

source: Approaching [jo] before she has had a cup of tea is risky.
fr_fr: Approuver [jo] avant qu'elle ait eu une tasse de thé est risqué.
it_it: Avvicinarsi ad [jo] prima che abbia avuto una tazza di tè è rischioso.

source: I should probably wait until she has made her way to the cafeteria.
fr_fr: Je devrais probablement attendre qu'elle se soit rendue à la cafétéria.
it_it: Probabilmente dovrei aspettare fino a quando lei ha fatto la sua strada alla mensa.

source: [_mc_] Hey, [jo].
fr_fr: [_mc_] Hé, [jo].

source: [_mc_] I just wanted to say sorry. Sorry for being such a worthless leech over the years.
fr_fr: [_mc_] Je voulais juste m'excuser. Désolée d'avoir été une telle sangsue sans valeur pendant toutes ces années.
it_it: [_mc_] Volevo solo dire dispiacere. Mi dispiace per essere stato così inutile leech nel corso degli anni.

source: [_mc_] I know I've made things unnecessarily hard for you by being lazy and selfish.
fr_fr: [_mc_] Je sais que j'ai fait des choses inutilement dures pour vous en étant paresseux et égoïsmes.
it_it: [_mc_] So che ho reso le cose inutilmente difficili per voi essendo pigro e egoista.

source: [_mc_] I didn't think of all the ways my bad habits would affect you or [flora].{space=-15}
fr_fr: [_mc_] Je n'ai pas pensé à toutes les façons dont mes mauvaises habitudes pourraient vous affecter ou [flora]. {space=-15}
it_it: [_mc_] Non ho pensato a tutti i modi in cui le mie cattive abitudini avrebbero influenzato te o [flora]. {space=-15}

source: [_jo_s_worried_] Oh, honey... I should be the one apologizing.
fr_fr: [_jo_s_worried_] Oh, chérie ... Je devrais être celui qui s'excuse.
it_it: [_jo_s_worried_] Oh, miele... dovrei essere quello che mi scusa.

source: [_jo_s_worried_] I must've hurt your feelings so badly when I said those horrible things to you.
fr_fr: [_jo_s_worried_] Je dois avoir mal vos sentiments quand je vous ai dit ces choses horribles.
it_it: [_jo_s_worried_] Devo aver ferito così male i tuoi sentimenti quando ti ho detto quelle cose orribili.

source: [_jo_s_worried_] I lost my temper. I had a bad day and it made me lash out.
fr_fr: [_jo_s_worried_] J'ai perdu mon sang-froid. J'ai eu une mauvaise journée et ça m'a fait réagir.
it_it: [_jo_s_worried_] ho perso il mio temperamento. Ho avuto una brutta giornata e mi ha fatto schifo.

source: [_mc_] Well, you weren't exactly wrong.
fr_fr: [_mc_] Eh bien, vous n'avez pas vraiment tort.
it_it: [_mc_] Beh, non eri esattamente sbagliato.

source: [_mc_] I do need to act more like an adult. More like you.
fr_fr: [_mc_] J'ai besoin d'agir plus comme un adulte. Plus comme vous.
it_it: [_mc_] Ho bisogno di agire di più come un adulto. Più come te.

source: [_mc_] Here, I got you something.
fr_fr: [_mc_] Ici, je t'ai fait quelque chose.
it_it: [_mc_] Qui, ti ho preso qualcosa.

source: [_jo_s_laughing_cup_] Oh! How lovely!
fr_fr: [_jo_s_laughing_cup_] Oh ! Comme c'est charmant !
it_it: [_jo_s_laughing_cup_] Oh! Che bello!

source: [_jo_s_excited_cup_] It looks so... familiar. Like I've seen it somewhere before.
fr_fr: [_jo_s_excited_cup_] Ça me semble si... familier. Comme si je l'avais déjà vu quelque part.
it_it: [_jo_s_excited_cup_] Sembra così... familiare. Come l'ho visto da qualche parte prima.

source: [_mc_] Anyway! I also put together a picnic.
fr_fr: [_mc_] En tout cas ! J'ai aussi mis un pique-nique.
it_it: [_mc_] Comunque! Ho anche messo insieme un picnic.

source: [_mc_] I wanted to celebrate a day that I've never taken into consideration before...
fr_fr: [_mc_] Je voulais célébrer un jour que je n'ai jamais pris en considération avant ...
it_it: [_mc_] Ho voluto celebrare una giornata che non ho mai preso in considerazione prima...

source: [_mc_] A day that you deserve more than anyone else.
fr_fr: [_mc_] Un jour où vous méritez plus que quiconque.
it_it: [_mc_] Un giorno che meriti più di chiunque altro.

source: [_mc_] Mother's Day!
fr_fr: [_mc_] Fête des mères !
it_it: [_mc_] Festa Della Madre!

source: [_mc_] Because, let's be honest, you're the mother of every student in Newfall High.
fr_fr: [_mc_] Parce que, soyons honnêtes, vous êtes la mère de chaque étudiant à Newfall High.
it_it: [_mc_] Perché, siamo onesti, sei la madre di ogni studente di Newfall High.

source: [_jo_s_blush_] Aw, sweetheart!
fr_fr: [_jo_s_blush_] Aw, chérie !

source: [_jo_s_blush_] A picnic? How elaborate!
fr_fr: [_jo_s_blush_] Un pique-nique ? Quelle est la précision !
it_it: [_jo_s_blush_] Un picnic? Come elaborare!

source: [_jo_s_blush_] Did you make a charcuterie board?
fr_fr: [_jo_s_blush_] Avez-vous fait un tableau de charcuterie ?
it_it: [_jo_s_blush_] Hai fatto una tavola di charcuterie?

source: [_jo_s_flirty_hands_to_the_side_] Nevermind, that might be asking too much. I'm sure it's perfect the way it is!
fr_fr: [_jo_s_flirty_hands_to_the_side_] C'est peut-être trop demander. Je suis sûr qu'il est parfait tel qu'il est !
it_it: [_jo_s_flirty_hands_to_the_side_] Nevermind questo potrebbe essere chiedere troppo. Sono sicuro che è perfetto così com'è!

source: [_mc_] Could you meet me in the forest glade behind the school at sunset?
fr_fr: [_mc_] Pourriez-vous me retrouver dans la clairière derrière l'école au coucher du soleil ?
it_it: [_mc_] Potresti incontrarmi nel bosco dietro la scuola al tramonto?

source: [_jo_s_sarcastic_] At sunset? Meaning we'll get to watch it together?
fr_fr: [_jo_s_sarcastic_] Au coucher du soleil ? Sens que nous allons la regarder ensemble ?
it_it: [_jo_s_sarcastic_] Al tramonto? Significato riusciremo a guardarlo insieme?

source: [_jo_s_sarcastic_] Very well. I'll be there.
fr_fr: [_jo_s_sarcastic_] Très bien. Je serai là.
it_it: [_jo_s_sarcastic_] Molto bene. Sarò lì.

source: Okay, that went a lot better than expected!
fr_fr: Ok, c'est beaucoup mieux que prévu !
it_it: Va bene, che è andato molto meglio del previsto!

source: Now for the waiting game...
fr_fr: Maintenant pour le jeu en attente ...
it_it: Ora per il gioco in attesa...
