Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_washed.po
Languages: fr_fr, it_it

source: [_jacklyn_s_thinking_] Sure, if the available selection hits your noggin.
fr_fr: [_jacklyn_s_thinking_] Sure, si la sélection disponible frappe votre noggin.
it_it: [_jacklyn_s_thinking_] Certo, se la selezione disponibile colpisce il tuo noggin.

source: [_mc_] And where might this nogging-hitting selection be?
fr_fr: [_mc_] Et où pourrait être cette sélection de coups de nogging?
it_it: [_mc_] E dove potrebbe essere questa selezione senza colpimento?

source: [_jacklyn_s_smile_hands_down_] Over in the noggin-hitting cabinet, of course.
fr_fr: [_jacklyn_s_smile_hands_down_] Dans le cabinet noggin, bien sûr.
it_it: [_jacklyn_s_smile_hands_down_] Sopra nel gabinetto nogin-colpimento, naturalmente.

source: [_jacklyn_s_smile_hands_down_] I'll grab them for you. Just a sec.
fr_fr: [_jacklyn_s_smile_hands_down_] Je les prendrai pour vous. Juste une seconde.
it_it: [_jacklyn_s_smile_hands_down_] li afferrò per te. Solo un secondo.

source: Man, it's so hard to get her voice right in my head...
fr_fr: L'homme, c'est si dur d'avoir sa voix dans ma tête ...
it_it: Uomo, è così difficile ottenere la sua voce nella mia testa...

source: [_jacklyn_s_excited_sponges_] These tit your tat?
fr_fr: [_jacklyn_s_excited_sponges_] Ces tit votre tat?
it_it: [_jacklyn_s_excited_sponges_] Queste tesse la tua tat?

source: Uh, there's way more than I thought there would be.
fr_fr: Euh, il y a beaucoup plus que je pensais qu'il y en aurait.
it_it: Uh, c'è modo più di quanto pensassi ci sarebbe stato.

source: I probably don't need all of these...
fr_fr: Je n'ai probablement pas besoin de tous ces ...
it_it: Probabilmente non ho bisogno di tutti questi...

source: [_mc_] Those are perfect, but I really only need a couple of them.
fr_fr: [_mc_] C'est parfait, mais je n'en ai vraiment besoin que d'un couple.
it_it: [_mc_] Quelli sono perfetti, ma ho davvero bisogno solo di un paio di loro.

source: [_jacklyn_s_laughing_sponges_] Right-o. You've got a keen eye, tiger.
fr_fr: [_jacklyn_s_laughing_sponges_] Droit-o. Tu as un oeil, un tigre.
it_it: [_jacklyn_s_laughing_sponges_] Right-o. Hai un occhio acuto, tigre.

source: [_jacklyn_s_annoyed_sponges_] Some of these sponges are way too abrasive for a car.
fr_fr: [_jacklyn_s_annoyed_sponges_] Certaines de ces éponges sont trop abrasives pour une voiture.
it_it: [_jacklyn_s_annoyed_sponges_] Alcune di queste spugne sono troppo abrasive per un'auto.

source: [_jacklyn_s_annoyed_sponges_] You don't want to rub one out with those.
fr_fr: [_jacklyn_s_annoyed_sponges_] Vous ne voulez pas frotter les uns avec les autres.
it_it: [_jacklyn_s_annoyed_sponges_] Non si vuole strofinare uno fuori con quelli.

source: [_mc_] Then why even bring those out?
fr_fr: [_mc_] Alors pourquoi les sortir?
it_it: [_mc_] Allora perché anche portarli fuori?

source: [_jacklyn_s_laughing_sponges_] An artist needs to see all the options before him. Even the bad ones.{space=-15}
fr_fr: [_jacklyn_s_laughing_sponges_] Un artiste a besoin de voir toutes les options qui lui sont offertes. Même les mauvaises. { space=-15 }
it_it: [_jacklyn_s_laughing_sponges_] Un artista deve vedere tutte le opzioni prima di lui. Anche quelle cattive.{space=-15}

source: [_jacklyn_s_laughing_sponges_] Be a baby and give them a spin on me, will you?
fr_fr: [_jacklyn_s_laughing_sponges_] Soyez un bébé et donnez-leur un spin sur moi, vous?
it_it: [_jacklyn_s_laughing_sponges_] Sii un bambino e fai loro un giro su di me, vero?

source: [_mc_] Give them a spin... on you?
fr_fr: [_mc_] Donnez-leur un spin ... sur vous?
it_it: [_mc_] Date loro un giro... su di voi?

source: [_jacklyn_s_excited_sponges_] Yeah, rub one out.
fr_fr: [_jacklyn_s_excited_sponges_] Oui, en rub.
it_it: [_jacklyn_s_excited_sponges_] Sì, strofina uno fuori.

source: [_jacklyn_s_excited_sponges_] All of them, actually.
fr_fr: [_jacklyn_s_excited_sponges_] Tous, en fait.
it_it: [_jacklyn_s_excited_sponges_] Tutti loro, in realtà.

source: The thing about [jacklyn] is that she probably would've said something{space=-35} like that.
fr_fr: La chose à propos de [jacklyn] c'est qu'elle aurait probablement dit quelque chose de { space=-35 } comme ça.
it_it: La cosa di [jacklyn] è che probabilmente avrebbe detto qualcosa{space=-35} così.

source: She's so effortlessly sexy.
fr_fr: Elle est tellement sexy.
it_it: Lei è così sexy senza sforzo.

source: [_mc_] You want me to scrub you with the sponges?
fr_fr: [_mc_] Vous voulez que je vous raide avec les éponges?
it_it: [_mc_] Vuoi che ti scrub con le spugne?

source: [_mc_] Can't I just take the two softest ones?
fr_fr: [_mc_] Je ne peux pas prendre les deux plus molles?
it_it: [_mc_] Non posso prendere solo i due softest?

source: [_jacklyn_s_annoyed_sponges_] Do you want to know the truth, or do you want to feel it?
fr_fr: [_jacklyn_s_annoyed_sponges_] Tu veux savoir la vérité, ou tu veux le sentir?
it_it: [_jacklyn_s_annoyed_sponges_] Vuoi conoscere la verità, o vuoi sentirla?

source: [_mc_] Know the truth.
fr_fr: [_mc_] Connaître la vérité.
it_it: [_mc_] Conosci la verità.

source: [_mc_] Sorry, [jacklyn], but I really don't have time to waste.
fr_fr: [_mc_] Désolé, [jacklyn], mais je n'ai vraiment pas le temps de perdre.
it_it: [_mc_] Scry, [jacklyn], but I really don't have time to waste.

source: [_jacklyn_s_angry_] One man's waste is another woman's treasure.
fr_fr: [_jacklyn_s_angry_] Le gaspillage d'un homme est le trésor d'une autre femme.
it_it: [_jacklyn_s_angry_] Uno spreco di un uomo è il tesoro di un'altra donna.

source: [_jacklyn_s_angry_] Take your soft sponges and soak them up.
fr_fr: [_jacklyn_s_angry_] Prenez vos éponges molles et montez-les.
it_it: [_jacklyn_s_angry_] Prendete le vostre spugne morbide e immergetele.

source: [_jacklyn_s_angry_] You've left me all dry.
fr_fr: [_jacklyn_s_angry_] Vous m'avez laissé séchez.
it_it: [_jacklyn_s_angry_] Mi hai lasciato tutto asciutto.

source: Why did I make [jacklyn] annoyed with me in a daydream?
fr_fr: Pourquoi est-ce que j'ai fait du [jacklyn] ennuyé avec moi dans un rêve?
it_it: Perché ho fatto [jacklyn] infastidito con me in un sogno ad occhi aperti?

source: I got some issues to figure out...
fr_fr: J'ai quelques problèmes à comprendre ...
it_it: Ho avuto alcuni problemi per capire...

source: In fact, why don't I have her naked in my mind? Jesus.
fr_fr: En fait, pourquoi je ne l'ai pas nue dans mon esprit? Jésus.
it_it: Infatti, perché non la ho nuda nella mia mente? Gesù.

source: Much better.
fr_fr: Bien mieux.
it_it: Molto meglio.

source: She really does have a great body.
fr_fr: Elle a vraiment un grand corps.
it_it: Lei ha davvero un grande corpo.

source: Makes you want to do all sorts of bad things.
fr_fr: Rend que tu veux faire toutes sortes de mauvaises choses.
it_it: Ti fa volere fare tutti i tipi di cose cattive.

source: [_mc_] Thanks, [jacklyn].
fr_fr: [_mc_] Merci, [jacklyn].
it_it: [_mc_] Grazie, [jacklyn].

source: [_mc_] Feel the truth.
fr_fr: [_mc_] Sentez la vérité.
it_it: [_mc_] Senti la verità.

source: [_mc_] ...whatever that means.
fr_fr: [_mc_] ... quel que soit le moyen.
it_it: [_mc_] ...qualunque cosa significhi.

source: [_jacklyn_s_excited_sponges_] Give this one a shot.
fr_fr: [_jacklyn_s_excited_sponges_] Donnez ceci un coup de feu.
it_it: [_jacklyn_s_excited_sponges_] Dai a questo uno sparo.

source: [_jacklyn_s_excited_sponges_] Take my hand, and give my arm a good rub.
fr_fr: [_jacklyn_s_excited_sponges_] Prenez ma main, et donnez mon bras un bon rub.
it_it: [_jacklyn_s_excited_sponges_] Prendete la mia mano e date al mio braccio un buon rub.

source: Hmm... she probably wouldn't have said that.
fr_fr: Hmm ... elle n'aurait probablement pas dit ça.
it_it: Hmm... probabilmente non lo avrebbe detto.

source: It would've been something more clever, like... deep-tissue scrub-rub.{space=-30}
fr_fr: Ça aurait été quelque chose de plus intelligent, comme ... des broussailles de tissus profonds. { space=-30 }
it_it: Sarebbe stato qualcosa di più intelligente, come... scrub-rub-tissue profondo.{space=-30}

source: [_mc_] All right... here goes...
fr_fr: [_mc_] Tout droit ... ici va ...
it_it: [_mc_] Va bene... qui va...

source: [_jacklyn_s_cringe_sponges_] This one is a bust. Too soft.
fr_fr: [_jacklyn_s_cringe_sponges_] C'est un buste. Trop molle.
it_it: [_jacklyn_s_cringe_sponges_] Questo è un busto. Troppo morbido.

source: [_mc_] That's good, right?
fr_fr: [_mc_] C'est bon, non?
it_it: [_mc_] È buono, giusto?

source: [_mc_] We can use it for the car wash.
fr_fr: [_mc_] Nous pouvons l'utiliser pour le lavage de voiture.
it_it: [_mc_] Possiamo usarlo per il lavaggio dell'auto.

source: [_jacklyn_s_cringe_sponges_] Small potatoes, grab the next one.
fr_fr: [_jacklyn_s_cringe_sponges_] Les petites pommes de terre, attrapée la suivante.
it_it: [_jacklyn_s_cringe_sponges_] Piccole patate, afferrare quella successiva.

source: [_mc_] On it.
fr_fr: [_mc_] Sur elle.
it_it: [_mc_] Su di esso.

source: This is such a weird fantasy. Rubbing [jacklyn] with sponges.
fr_fr: C'est un fantasme bizarre. Rubbing [jacklyn] avec éponges.
it_it: Questa è una fantasia così strana. Rubbing [jacklyn] con spugne.

source: Although... I wonder how she would react to a rougher one?
fr_fr: Bien que ... Je me demande comment elle réagirait à un peu plus rude?
it_it: Però... mi chiedo come reagirebbe a una più ruvida?

source: Probably something like this...
fr_fr: Probablement quelque chose comme ça ...
it_it: Probabilmente qualcosa di simile...

source: [_mc_] Good whoa? Bad whoa?
fr_fr: [_mc_] Bon whoa? Bad whoa?
it_it: [_mc_] Buon chi? Cattivo chi?

source: [_jacklyn_s_annoyed_sponges_] Next one whoa.
fr_fr: [_jacklyn_s_annoyed_sponges_] Suivant une whoa.
it_it: [_jacklyn_s_annoyed_sponges_] Prossimo whoa.

source: [_jacklyn_s_annoyed_sponges_] Too soft.
fr_fr: [_jacklyn_s_annoyed_sponges_] Trop mou.
it_it: [_jacklyn_s_annoyed_sponges_] Troppo morbido.

source: [_mc_] If you say so.
fr_fr: [_mc_] Si vous le dites.
it_it: [_mc_] Se dici così.

source: An even rougher one would probably go something like this...
fr_fr: Un peu plus bruant ferait probablement quelque chose comme ça ...
it_it: Un ancora più ruvido sarebbe probabilmente andare qualcosa di simile...

source: [_jacklyn_s_excited_sponges_] This one is a banger!
fr_fr: [_jacklyn_s_excited_sponges_] C'est un banger !
it_it: [_jacklyn_s_excited_sponges_] Questo è un banger!

source: [_mc_] No kidding. It feels like a pumice stone.
fr_fr: [_mc_] Pas de blague. Ça ressemble à une pierre ponce.
it_it: [_mc_] Non scherzare. Si sente come una pietra pomice.

source: [_mc_] There's no way I could use this on the cars.
fr_fr: [_mc_] Je ne pourrais pas utiliser ça sur les voitures.
it_it: [_mc_] Non c'è modo di usare questo sulle macchine.

source: [_jacklyn_s_excited_sponges_] Rub harder, baby.
fr_fr: [_jacklyn_s_excited_sponges_] Rub plus dur, bébé.
it_it: [_jacklyn_s_excited_sponges_] Strofina più duramente, bambino.

source: [_mc_] Excuse me?
fr_fr: [_mc_] Excusez-moi?
it_it: [_mc_] Mi scusa?

source: Pretending to be surprised in my own fantasy. Classic.
fr_fr: J'ai tendance à être surpris de mon propre fantasme. Classique.
it_it: In attesa di essere sorpreso nella mia fantasia. Classico.

source: [_jacklyn_s_excited_sponges_] More!
fr_fr: [_jacklyn_s_excited_sponges_] Plus !
it_it: [_jacklyn_s_excited_sponges_] Di Più!

source: Of course, no one would actually get off to getting rubbed with a sponge, but...
fr_fr: Bien sûr, personne ne pourrait s'en sortir avec une éponge, mais ...
it_it: Naturalmente, nessuno sarebbe effettivamente scendere a ottenere strofinato con una spugna, ma...

source: I guess my fantasy version of [jacklyn] has more of a pain fetish than the real one. Hehe.
fr_fr: Je suppose que ma version fantastique de [jacklyn] a plus de douleur fétiche que la vraie. Hehe.
it_it: Immagino che la mia versione fantasy di [jacklyn] abbia più un feticismo del dolore che quello reale. Hehe.

source: [_jacklyn_s_laughing_sponges_] Rub me raw, [mc]!
fr_fr: [_jacklyn_s_laughing_sponges_] Rub me brut, [mc]!
it_it: [_jacklyn_s_laughing_sponges_] Mi strofina crudo, [mc]!

source: [_jacklyn_s_laughing_sponges_] Mmm! It hurts so good!
fr_fr: [_jacklyn_s_laughing_sponges_] Mmm ! Ça fait mal !
it_it: [_jacklyn_s_laughing_sponges_] Mmm! Fa male così bene!

source: Her hand grips me tighter and tighter.
fr_fr: Sa main me grime de plus en plus.
it_it: La sua mano mi afferra più stretta e più stretta.

source: What kind of freak enjoys this kind of pain?
fr_fr: Quel genre de freak aime ce genre de douleur?
it_it: Che tipo di freak gode di questo tipo di dolore?

source: My kind of freak, I guess.
fr_fr: Mon genre de freak, je suppose.
it_it: Il mio tipo di freak, immagino.

source: [_jacklyn_s_excited_sponges_] Nice fat roll of quarters.
fr_fr: [_jacklyn_s_excited_sponges_] Le rouleau de gras de Nice.
it_it: [_jacklyn_s_excited_sponges_] Bel rotolo grasso di quarti.

source: My dick must've grown, like, six extra inches...
fr_fr: Ma bite doit avoir grandi, comme, six pouces de plus ...
it_it: Il mio cazzo deve essere cresciuto, come, sei pollici in più...

source: [_mc_] I can't help it when I see you get so turned on.
fr_fr: [_mc_] Je ne peux pas l'aider quand je vois que vous vous allumez.
it_it: [_mc_] Non posso aiutarlo quando vedo che sei così acceso.

source: [_jacklyn_s_laughing_sponges_] My passion infects the soul, baby.
fr_fr: [_jacklyn_s_laughing_sponges_] Ma passion infecte l'âme, bébé.
it_it: [_jacklyn_s_laughing_sponges_] La mia passione infetta l'anima, il bambino.

source: She probably wouldn't have said that, but I'm getting too turned on to care.
fr_fr: Elle n'aurait probablement pas dit ça, mais je me tourne trop vers les soins.
it_it: Probabilmente non lo avrebbe detto, però mi sto accendendo troppo per curarsi.

source: [_mc_] Consider me infected.
fr_fr: [_mc_] Considérez-moi infecté.
it_it: [_mc_] Considerami infetto.

source: [_jacklyn_s_excited_sponges_] But I'd say your ducks are all in a row.
fr_fr: [_jacklyn_s_excited_sponges_] Mais je dirais que vos canards sont tous dans une rangée.
it_it: [_jacklyn_s_excited_sponges_] Ma direi che le tue anatre sono tutte di fila.

source: [_jacklyn_s_excited_sponges_] Now we both feel the truth.
fr_fr: [_jacklyn_s_excited_sponges_] Nous ressentons maintenant la vérité.
it_it: [_jacklyn_s_excited_sponges_] Ora entrambi sentiamo la verità.

source: Yeah, a lot more truth than I was expecting...
fr_fr: Ouais, beaucoup plus de vérité que je ne m'attendais ...
it_it: Sì, molto più verità di quanto mi aspettavo...

source: [_jacklyn_s_excited_sponges_] My whistle's been wet, so thank you.
fr_fr: [_jacklyn_s_excited_sponges_] Mon sifflet a été mouillé, donc merci.
it_it: [_jacklyn_s_excited_sponges_] Il mio fischietto è stato bagnato, quindi grazie.

source: [_mc_] Can't we keep going?
fr_fr: [_mc_] Ne pouvons-nous pas continuer?
it_it: [_mc_] Non possiamo continuare a andare?

source: [_jacklyn_s_laughing_sponges_] Would you like to see how many sponges I can fit in my ass?
fr_fr: [_jacklyn_s_laughing_sponges_] Aimeriez-vous voir combien de éponges je peux intégrer dans mon cul?
it_it: [_jacklyn_s_laughing_sponges_] Ti piacerebbe vedere quante spugne posso inserire nel culo?

source: Okay, now it's turning into a wet dream rather than a daydream.
fr_fr: Ok, maintenant, c'est un rêve humide plutôt qu'un rêve de jour.
it_it: Ok, ora si sta trasformando in un sogno umido piuttosto che in un sogno ad occhi aperti.

source: Time to skip forward a bit.
fr_fr: Il est temps d'avancer un peu.
it_it: È ora di saltare un po'.

source: Then, I went to the [current_location]...
fr_fr: Puis, je suis allé au [current_location]...
it_it: Poi, sono andato alla [current_location]...

source: But before bringing the items to the car wash, I went to the [current_location]...
fr_fr: Mais avant d'apporter les articles au lavage de voiture, je suis allé au [current_location]...
it_it: Ma prima di portare gli oggetti al lavaggio auto, sono andato alla [current_location]...

source: Finally, I made it outside.
fr_fr: Enfin, je l'ai fait dehors.
it_it: Infine, l'ho fatto fuori.

source: Just on time, of course.
fr_fr: Juste à temps, bien sûr.
it_it: Proprio in tempo, ovviamente.

source: The line of cars was already stretching all the way down to Bonnie's Bagels and Flytraps.
fr_fr: La ligne de voitures s'étendait déjà jusqu'à Bonnie's Bagels and Flycasiers.
it_it: La linea di automobili si stava già allungando fino a Bonnie Bagels e Flytraps.

source: [_mc_] Hey! I got the goods.
fr_fr: [_mc_] Hey ! J'ai les marchandises.
it_it: [_mc_] Ehi! Ho preso la merce.

source: [_flora_s_annoyed_] You're late, [mc]!
fr_fr: [_flora_s_annoyed_] Vous êtes en retard, [mc]!
it_it: [_flora_s_annoyed_] Sei in ritardo, [mc]!

source: [_flora_s_annoyed_] Though I'm surprised you even pulled through.
fr_fr: [_flora_s_annoyed_] Bien que je sois surprise que vous soyez même sorti.
it_it: [_flora_s_annoyed_] Anche se sono sorpreso che tu abbia anche tirato attraverso.

source: [_mc_] What do you mean? I'm very reliable.
fr_fr: [_mc_] Que voulez-vous dire? Je suis très fiable.
it_it: [_mc_] Che cosa intendi? Sono molto affidabile.

source: [_flora_s_eyeroll_] Yeah, yeah, just help me set everything up, okay?
fr_fr: [_flora_s_eyeroll_] Ouais, ouais, viens juste m'aider à tout mettre en place, d'accord?
it_it: [_flora_s_eyeroll_] Sì, sì, basta aiutarmi a impostare tutto, okay?

source: [_flora_s_eyeroll_] The donors are getting impatient.
fr_fr: [_flora_s_eyeroll_] Les donateurs s'impatiente.
it_it: [_flora_s_eyeroll_] I donatori stanno diventando impazienti.

source: [_flora_s_annoyed_] If they drive off, I swear I'll strangle you with the hose.
fr_fr: [_flora_s_annoyed_] S'ils sont en marche, je vous jure que je vous étrangle avec le boyau.
it_it: [_flora_s_annoyed_] Se si spengono, giuro che ti strangolerò con il tubo.

source: [_mc_] Huh! I didn't know you were into breath-play.
fr_fr: [_mc_] Huh ! Je ne savais pas que vous étiez dans l'haleine.
it_it: [_mc_] Huh! Non sapevo che fossi in respiro.

source: [_flora_s_cringe_] Shut up.
fr_fr: [_flora_s_cringe_] Arrêt.
it_it: [_flora_s_cringe_] Stai zitto.

source: [_mc_] Why don't you take off your shirt or something to keep them satisfied?{space=-60}
fr_fr: [_mc_] Pourquoi ne pas enlever votre chemise ou quelque chose pour les garder satisfait? { space=-60 }
it_it: [_mc_] Perché non togliete la camicia o qualcosa per mantenerli soddisfatti?{space=-60}

source: [_flora_s_annoyed_] Why don't you?
fr_fr: [_flora_s_annoyed_] Pourquoi n'est-ce pas?
it_it: [_flora_s_annoyed_] Perché no?

source: [_mc_] Well, we want to keep the donors here, don't we? Not drive them away.{space=-55}
fr_fr: [_mc_] Eh bien, nous voulons garder les donateurs ici, n'est-ce pas? Ne les éloignez pas. { space=-55 }
it_it: [_mc_] Beh, vogliamo mantenere i donatori qui, non noi? Non guidarli via.{space=-55}

source: [_flora_s_annoyed_] Whatever.
fr_fr: [_flora_s_annoyed_] Quoi qu'il en soit.
it_it: [_flora_s_annoyed_] Qualcosa.

source: [_mc_] So, no bikinis?
fr_fr: [_mc_] Alors, pas de bikinis?
it_it: [_mc_] Quindi, nessun bikinis?

source: [_flora_s_cringe_] Ugh! Fine!
fr_fr: [_flora_s_cringe_] Ugh ! Très bien !

source: [_flora_s_cringe_] I'll go change before I drown myself in one of the buckets.
fr_fr: [_flora_s_cringe_] Je vais changer avant de me noyer dans l'un des seaux.
it_it: [_flora_s_cringe_] andrò a cambiare prima di annegarmi in uno dei secchi.

source: [_flora_s_car_wash_s_flora_s_excited_right_] Thanks for waiting, everyone!
fr_fr: [_flora_s_car_wash_s_flora_s_excited_right_] Merci d'avoir attendu, tout le monde !
it_it: [_flora_s_car_wash_s_flora_s_excited_right_] Grazie per l'attesa, tutti!

source: [_flora_s_car_wash_s_flora_s_excited_right_] Welcome to the Newfall High car wash fundraiser!
fr_fr: [_flora_s_car_wash_s_flora_s_excited_right_] Bienvenue à la levée de fonds Newfall High car !
it_it: [_flora_s_car_wash_s_flora_s_excited_right_] Benvenuti nella raccolta fondi di lavaggio auto Newfall Alto!

source: [_flora_s_car_wash_s_flora_s_excited_right_] You'll get a scrub and a rinse!
fr_fr: [_flora_s_car_wash_s_flora_s_excited_right_] You'll get a épurb and a rinse !
it_it: [_flora_s_car_wash_s_flora_s_excited_right_] Otterrai uno scrub e un risciacquo!

source: [_flora_s_car_wash_s_flora_s_excited_right_] All donations will go to our school dance at the end of the year!
fr_fr: [_flora_s_car_wash_s_flora_s_excited_right_] Tous les dons iront à notre école de danse à la fin de l'année !
it_it: [_flora_s_car_wash_s_flora_s_excited_right_] Tutte le donazioni andranno alla nostra danza scolastica alla fine dell'anno!

source: The funny thing was, it was just the two of us there, and a line of cars longer than [kate]'s strap on.
fr_fr: Ce qui était drôle, c'était que ce n'était que les deux d'entre nous, et une ligne de voitures plus longue que la sangle de [kate].
it_it: La cosa divertente è stata, erano solo i due di noi lì, e una linea di auto più lungo della cintura di [kate].

source: But then a miracle happened...
fr_fr: Mais un miracle s'est passé ...
it_it: Ma poi è successo un miracolo...

source: [_maxine_] That's a lot of cars. I didn't know car washes were so in demand.
fr_fr: [_maxine_] C'est beaucoup de voitures. Je ne savais pas que les lave-voitures étaient tellement en demande.
it_it: [_maxine_] È un sacco di auto. Non sapevo che i lavaggi delle auto fossero così richiesti.

source: I truly didn't expect her to show up.
fr_fr: Je ne m'attendais vraiment pas à ce qu'elle se présente.
it_it: Davvero non mi aspettavo che si presentasse.

source: Especially not in... {i}that.{/}
fr_fr: Surtout pas dans ... {i}qui. { / }
it_it: Soprattutto non in... {i}che.{/}

source: [_maxine_] Has no one taught you to expect the unexpected?
fr_fr: [_maxine_] Est-ce que personne ne vous a appris à vous attendre à l'imprévu?
it_it: [_maxine_] Nessuno ti ha insegnato ad aspettarti l'inaspettato?

source: Not when a zombie hunting weirdo comes dressed in a hot bikini.
fr_fr: Pas quand un zombie chasse le tissage s'habille dans un bikini chaud.
it_it: Non quando uno zombie caccia strano viene vestito in un bikini caldo.

source: [_flora_s_car_wash_s_flora_s_excited_right_s_maxine_s_surprised_] [maxine]! We could really use a hand! Thanks for coming!
fr_fr: [_flora_s_car_wash_s_flora_s_excited_right_s_maxine_s_surprised_] [maxine]! On pourrait vraiment utiliser une main ! Merci d'être venu !
it_it: [_flora_s_car_wash_s_flora_s_excited_right_s_maxine_s_surprised_] [maxine]! Potremmo davvero usare una mano! Grazie per essere venuti!

source: I always wished she'd get that excited when seeing me. Alas.
fr_fr: J'ai toujours voulu qu'elle me passiait quand je me vois. Alas.
it_it: Ho sempre voluto che lei si emozionasse quando mi vedessi. Ahimè.

source: [_guard_] Make sure to get the windshield real good!
fr_fr: [_guard_] Assurez-vous que le pare-brise est bien réel !
it_it: [_guard_] Assicurati di ottenere il parabrezza vero bene!

source: [_guard_] Lots of dead bugs splattered on there.
fr_fr: [_guard_] Des lots de bugs morts s'y sont éclabés.
it_it: [_guard_] Un sacco di insetti morti sparsi lì.

source: [_maxine_] Their bodies will be exhumed, and your windshield will shine again.
fr_fr: [_maxine_] Leurs corps seront exhumés, et votre pare-brise brillera à nouveau.
it_it: [_maxine_] I loro corpi saranno esumati, e il tuo parabrezza risplenderà di nuovo.

source: [_guard_] Uh... okay.
fr_fr: [_guard_] Uh ... ok.

source: That guy looked completely shocked, but I was already enjoying myself... and the view.
fr_fr: Ce type a l'air complètement choqué, mais je me suis déjà amusait ... et la vue.
it_it: Quel tipo sembrava completamente scioccato, ma mi stavo già godendo me stesso... e la vista.
