Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_day.po
Languages: fr_fr, it_it

source: [_mc_] You certainly did.
fr_fr: [_mc_] Vous l'avez certainement fait.
it_it: [_mc_] Lo hai sicuramente fatto.

source: [_jo_s_picnic_blush_smile_resting_hands_] Goodness, but that wine is so strong...
fr_fr: [_jo_s_picnic_blush_Souriez_resting_hands_] Bonté, mais que le vin est si fort ...
it_it: [_jo_s_picnic_blush_smile_resting_hands_] Bontà, ma quel vino è così forte...

source: [_jo_s_picnic_blush_smile_resting_hands_] And on an empty stomach. It's really gotten to my head, I think.
fr_fr: [_jo_s_picnic_blush_Souriez_resting_hands_] Et sur un estomac vide. C'est vraiment arrivé à ma tête, je pense.
it_it: [_jo_s_picnic_blush_smile_resting_hands_] E a stomaco vuoto. È davvero arrivato alla mia testa, penso.

source: [_jo_s_picnic_blush_smile_resting_hands_] How irresponsible!
fr_fr: [_jo_s_picnic_blush_Souriez_resting_hands_] Comment irresponsable !
it_it: [_jo_s_picnic_blush_smile_resting_hands_] Quanto irresponsabile!

source: [_mc_] It's okay to just let loose sometimes.
fr_fr: [_mc_] C'est bon de laisser lâchez parfois.
it_it: [_mc_] Va bene lasciar perdere a volte.

source: [_jo_s_picnic_blush_flirty_resting_hands_] So loose...
fr_fr: [_jo_s_picnic_blush_flirty_resting_hands_] Si lâche...
it_it: [_jo_s_picnic_blush_flirty_resting_hands_] Così sciolto...

source: [_mc_] Remember, you deserve it.
fr_fr: [_mc_] Rappelez-vous, vous le méritez.
it_it: [_mc_] Ricorda, lo meriti.

source: [_mc_] You should lie back and relax. Let the evening breeze wash over your skin.
fr_fr: [_mc_] Vous devriez vous reposer et vous détendre. Laissez la brise du soir se laver sur votre peau.
it_it: [_mc_] Dovresti sdraiarti e rilassarti. Lascia che la brezza serale si lavi sopra la pelle.

source: [_jo_s_picnic_blush_flirty_resting_hands_] Oh, but that does sound so wonderful...
fr_fr: [_jo_s_picnic_blush_flirty_resting_hands_] Oh, mais ça sème si merveilleux ...
it_it: [_jo_s_picnic_blush_flirty_resting_hands_] Oh, ma questo sembra così meraviglioso...

source: [_jo_s_picnic_blush_flirty_resting_hands_] Maybe just for a moment...
fr_fr: [_jo_s_picnic_blush_flirty_resting_hands_] Peut-être pour un instant ...
it_it: [_jo_s_picnic_blush_flirty_resting_hands_] Forse solo per un momento...

source: [_jo_s_boobjob_smile_lying_down_] Mmmm... that does feel good...
fr_fr: [_jo_s_boobjob_Souriez_lying_down_] Mmmm ... qui se sent bien ...
it_it: [_jo_s_boobjob_smile_lying_down_] Mmmm... che si sente bene...

source: [_jo_s_boobjob_smile_lying_down_] That wine has really rushed to my head... makes it hard to th-think too clearly.
fr_fr: [_jo_s_boobjob_Souriez_lying_down_] Que le vin s'est vraiment précipité sur ma tête ... il est difficile de le croire-pensez trop clairement.
it_it: [_jo_s_boobjob_smile_lying_down_] Quel vino si è davvero affrettato alla mia testa... rende difficile pensare th-troppo chiaramente.

source: She keeps saying that, but I can see how much she's enjoying this.
fr_fr: Elle continue à le dire, mais je peux voir combien elle en profite.
it_it: Lei continua a dirlo, ma vedo quanto le sta piacendo.

source: [_mc_] Don't think too much, just keep relaxing.
fr_fr: [_mc_] Ne pensez pas trop, continuez à vous détendre.
it_it: [_mc_] Non pensare troppo, basta rilassarsi.

source: [_jo_s_boobjob_flirty_lifting_boob_] Ohhh... that feels good, and really helps me relax. Sometimes at night, all on my own, well...
fr_fr: [_jo_s_boobjob_flirty_lifting_boob_] Ohhh ... c'est bon, et m'aide vraiment à me détendre. Parfois, la nuit, tout seul, bien ...
it_it: [_jo_s_boobjob_flirty_lifting_boob_] Ohhhh... che si sente bene, e mi aiuta davvero a rilassarmi. A volte di notte, tutto da solo, poco...

source: [_mc_] Yeah?
fr_fr: [_mc_] Oui ?
it_it: [_mc_] Sì?

source: [_jo_s_boobjob_laughing_lifting_boob_] Oh! Never mind, you naughty boy.
fr_fr: [_jo_s_boobjob_laughing_lifting_boob_] Oh ! Peu importe, c'est un petit garçon.
it_it: [_jo_s_boobjob_laughing_lifting_boob_] Oh! Non ti dispiaccia mai.

source: [_mc_] I could help relax you some more, you know.
fr_fr: [_mc_] Je pourrais vous aider à vous détendre, vous savez.
it_it: [_mc_] Potrei aiutarti a rilassarti un po' di più, lo sai.

source: [_jo_s_boobjob_flirty_lifting_boob_] Mmmm, yeah? Please...
fr_fr: [_jo_s_boobjob_flirty_lifting_boob_] Mmmm, oui ? Veuillez ...
it_it: [_jo_s_boobjob_flirty_lifting_boob_] Mmmm, sì? Per favore...

source: [_jo_s_boobjob_flirty_looking_down_grabbing_dick_] It's been so long since someone showed me a cock like yours...
fr_fr: [_jo_s_boobjob_flirty_looking_down_grabbing_dick_] C'est si longtemps que quelqu'un m'a montré une bite comme la vôtre ...
it_it: [_jo_s_boobjob_flirty_looking_down_grabbing_dick_] È passato così tanto tempo che qualcuno mi ha mostrato un cazzo come il vostro...

source: [_jo_s_boobjob_concerned_grabbing_dick_] Wait, did I just say that out loud?
fr_fr: [_jo_s_boobjob_concerned_grabbing_dick_] Attends, j'ai juste dit ça à voix haute ?
it_it: [_jo_s_boobjob_concerned_grabbing_dick_] Aspetta, ho appena detto che fuori forte?

source: [_mc_] What are you gonna do about it?
fr_fr: [_mc_] Qu'est-ce que vous allez faire à ce sujet ?
it_it: [_mc_] Che cosa farai?

source: [_jo_s_boobjob_smile_grabbing_dick_] Well... there was one thing my husband loved to do...
fr_fr: [_jo_s_boobjob_Souriez_grabbing_dick_] Eh bien ... il y avait une chose que mon mari aimait faire ...
it_it: [_jo_s_boobjob_smile_grabbing_dick_] Bene... c'era una cosa che mio marito amava fare...

source: [_jo_s_boobjob_flirty_looking_down_grabbing_dick_] He liked to stick it right between...
fr_fr: [_jo_s_boobjob_flirty_looking_down_grabbing_dick_] Il aimait s'en tenir entre ...
it_it: [_jo_s_boobjob_flirty_looking_down_grabbing_dick_] Gli è piaciuto attaccarlo a destra tra...

source: [_jo_s_boobjob_flirty_looking_down_dick_top_] Yes... just like that...
fr_fr: [_jo_s_boobjob_flirty_looking_down_dick_top_] Oui ... comme ça ...
it_it: [_jo_s_boobjob_flirty_looking_down_dick_top_] Sì... proprio così...

source: [_jo_s_boobjob_flirty_looking_down_dick_top_] Oh, my! What a big man you've grown into...
fr_fr: [_jo_s_boobjob_flirty_looking_down_dick_top_] Oh, mon ! Qu'est-ce qu'un grand homme que tu as grandi ...
it_it: [_jo_s_boobjob_flirty_looking_down_dick_top_] Oh, mio! Che uomo grande che hai cresciuto...

source: [_jo_s_boobjob_flirty_looking_down_dick_top_] And I do mean big!
fr_fr: [_jo_s_boobjob_flirty_looking_down_dick_top_] Et je veux dire grand !
it_it: [_jo_s_boobjob_flirty_looking_down_dick_top_] E voglio dire grande!

source: [_jo_s_boobjob_flirty_looking_down_dick_top_] Shove it right between them and really make them bounce!
fr_fr: [_jo_s_boobjob_flirty_looking_down_dick_top_] Il faut le mettre entre les deux pour les faire rebondir !
it_it: [_jo_s_boobjob_flirty_looking_down_dick_top_] Spingetelo tra loro e farli davvero rimbalzare!

source: [_jo_s_boobjob_flirty_looking_down_dick_top_] Up and down! Up and down!
fr_fr: [_jo_s_boobjob_flirty_looking_down_dick_top_] haut et bas ! Haut et bas !
it_it: [_jo_s_boobjob_flirty_looking_down_dick_top_] Su e giù! Su e giù!

source: [_jo_s_boobjob_drunk_dick_top_] Keep going! You're doing great!
fr_fr: [_jo_s_boobjob_drunk_dick_top_] Continuez ! Tu fais super !
it_it: [_jo_s_boobjob_drunk_dick_top_] Continua ad andare! Stai facendo bene!

source: [_jo_s_boobjob_drunk_dick_top_] Don't you dare stop!
fr_fr: [_jo_s_boobjob_drunk_dick_top_] Ne vous arrêtez pas !
it_it: [_jo_s_boobjob_drunk_dick_top_] Non osate fermarvi!

source: Her boobs feel so perfect, like they were made just for me...
fr_fr: Ses seins se sentent si parfaits, comme ils ont été faits pour moi ...
it_it: Le sue tette si sentono così perfette, come sono state fatte solo per me...

source: There's no way I could stop now, even if I wanted to!
fr_fr: Il n'y a aucun moyen de m'arrêter maintenant, même si je le voulais !
it_it: Non c'è modo di fermarmi ora, anche se volevo!

source: [_jo_s_boobjob_drunk_dick_top_] Come on, sweetheart! You can do it!
fr_fr: [_jo_s_boobjob_drunk_dick_top_] Allez, chérie ! Tu peux le faire !
it_it: [_jo_s_boobjob_drunk_dick_top_] Avanti, innamorato! Puoi farlo!

source: [_jo_s_boobjob_drunk_dick_top_] Show me how it's done!
fr_fr: [_jo_s_boobjob_drunk_dick_top_] Montrez-moi comment c'est fait !
it_it: [_jo_s_boobjob_drunk_dick_top_] Mostrami come è fatto!

source: Fuck! She's squeezing them against me with everything she's got!
fr_fr: Putain ! Elle les serre contre moi avec tout ce qu'elle a !
it_it: Fuck! Li sta schiacciando contro di me con tutto quello che ha ottenuto!

source: I can't believe I'm gonna blow my load right on [jo]'s face!
fr_fr: Je ne peux pas croire que je vais faire sauter ma charge sur le visage de [jo]'s !
it_it: Non riesco a credere che farò saltare il mio carico a destra sul volto di [jo]!

source: [_jo_s_boobjob_flirty_aftermath_] Mmmm, yes! Just like that!
fr_fr: [_jo_s_boobjob_flirty_aftermath_] Mmmm, oui ! Comme ça !
it_it: [_jo_s_boobjob_flirty_aftermath_] Mmmm, sì! Proprio così!

source: [_mc_] Goddamn... you really drained it all out of me...
fr_fr: [_mc_] Bon sang... tu m'as vraiment vidé de tout mon être...
it_it: [_mc_] Goddamn... hai davvero prosciugato tutto da me...

source: [_jo_s_boobjob_smile_aftermath_] That's what a woman with experience is supposed to do, honey.
fr_fr: [_jo_s_boobjob_Souriez_aftermath_] C'est ce qu'une femme avec expérience est censée faire, chérie.
it_it: [_jo_s_boobjob_smile_aftermath_] Questo è ciò che una donna con esperienza dovrebbe fare, miele.

source: [_mc_] Hey, [jo]! what did you think about your belated Mother's Day?
fr_fr: [_mc_] Hé, [jo]! Qu'avez-vous pensé de votre tardive Fête des Mères ?
it_it: [_mc_] Hey, [jo]! Cosa ne pensavi della tua tardiva Festa della Madre?

source: [_jo_s_concerned_] Um, well.... my memory is actually a little foggy.
fr_fr: [_jo_s_concerned_] Um, eh bien ... ma mémoire est en fait un peu brumeux.
it_it: [_jo_s_concerned_] Um, bene.... la mia memoria è in realtà un po 'nebbioso.

source: [_jo_s_confident_] I remember you brought a bottle of wine to our picnic, naughty boy.
fr_fr: [_jo_s_confident_] Je me souviens que vous avez apporté une bouteille de vin à notre pique-nique.
it_it: [_jo_s_confident_] Ricordo che hai portato una bottiglia di vino al nostro picnic, ragazzo cattivo.

source: [_jo_s_neutral_] I must've drank too much, because I don't remember anything after that.
fr_fr: [J'ai dû trop boire, car je ne me souviens de rien après cela.
it_it: [_jo_s_neutral_] devo aver bevuto troppo, perché non ricordo nulla dopo.

source: [_jo_s_skeptical_] And for some reason, my chest feels a little swollen...
fr_fr: [_jo_s_skeptical_] Et pour une raison quelconque, ma poitrine se sent un peu enflée ...
it_it: [_jo_s_skeptical_] E per qualche motivo, il mio petto si sente un po 'gonfio...

source: [_mc_] Uh, I can't think of why that would be.
fr_fr: [_mc_] Uh, je ne vois pas pourquoi ce serait le cas.
it_it: [_mc_] Uh, non riesco a pensare al perché sarebbe così.

source: Now that she mentioned it, her boobs do look a little bit bigger.
fr_fr: Maintenant qu'elle l'a mentionné, ses seins sont un peu plus gros.
it_it: Ora che lo ha menzionato, le sue tette sembrano un po 'più grande.

source: Does she really not remember the night we had?
fr_fr: Est-ce qu'elle ne se souvient vraiment pas de la nuit où nous avions ?
it_it: Non ricorda davvero la notte che abbiamo avuto?

source: [_jo_s_annoyed_crossed_arms_] Eyes up here, young man.
fr_fr: [_jo_s_annoyed_crossed_arms_] Les yeux en l'air, jeune homme.
it_it: [_jo_s_annoyed_crossed_arms_] Occhi qui, giovane uomo.

source: [_mc_] What? You said they were swollen! I was just making sure.
fr_fr: [_mc_] Quoi ? Tu as dit qu'ils étaient enflés ! J'étais juste en train de m'en assurer.
it_it: [_mc_] Cosa? Hai detto che erano gonfie! Mi stavo solo assicurando.

source: Last night, I had to wipe off her face and take her home after we had our fun.
fr_fr: Hier soir, j'ai dû essuyer son visage et la prendre chez elle après que nous avons eu notre plaisir.
it_it: Ieri sera ho dovuto pulire il viso e portarla a casa dopo che ci siamo divertiti.

source: She kept trying to make out with me and called me by her husband's name...
fr_fr: Elle a continué à essayer de me faire sortir avec moi et m'a appelé par le nom de son mari ...
it_it: Ha continuato a cercare di fare fuori con me e mi ha chiamato con il nome di suo marito...

source: Maybe she thought she was reliving her glory days?
fr_fr: Peut-être qu'elle pensait qu'elle revit ses jours de gloire ?
it_it: Forse pensava che stesse rivivendo i suoi giorni di gloria?

source: Hopefully, [flora] didn't notice us busting through the door after dark.{space=-15}
fr_fr: Avec un peu de chance, [flora] ne nous a pas remarqué à travers la porte après la tombée de la nuit. {space=-15}
it_it: Speriamo che [flora] non ci abbia notato di sbattere attraverso la porta dopo il buio.{space=-15}

source: [_jo_s_worried_] Did we get back home before your curfew?
fr_fr: [_jo_s_worried_] Avons-nous rentré à la maison avant votre couvre-feu ?
it_it: [_jo_s_worried_] Siamo tornati a casa prima del tuo coprifuoco?

source: [_mc_] Do I look like the kind of guy that would break curfew on Mother's Day?
fr_fr: [_mc_] Est-ce que j'ai l'air d'un type qui briserait le couvre-feu le Fête des mères ?
it_it: [_mc_] Mi assomiglio al tipo di ragazzo che romperebbe il coprifuoco in Festa della Madre?

source: I do look like that guy, but way worse.
fr_fr: Je ressemble à ce type, mais bien pire.
it_it: Io assomiglio davvero a quel tizio, ma molto peggio.

source: [_jo_s_thinking_] Good. I hope I wasn't too much trouble.
fr_fr: [_jo_s_thinking_] Bon. J'espère que je n'ai pas trop de problèmes.
it_it: [_jo_s_thinking_] Bene. Spero di non essere stato troppo guai.

source: [_mc_] You were just the right amount of trouble for me to handle.
fr_fr: [_mc_] Vous avez été juste la bonne quantité de problèmes pour moi.
it_it: [_mc_] Eri solo la giusta quantità di problemi per me da gestire.

source: [_jo_s_blush_] Oh, you...
fr_fr: [_jo_s_blush_] Oh, vous ...
it_it: [_jo_s_blush_] Oh, tu...

source: [_mc_] I'll handle all the trouble you have for me until you're old and gray.
fr_fr: [_mc_] Je m'occuperai de tous les problèmes que tu as pour moi jusqu'à ce que tu sois vieux et gris.
it_it: [_mc_] Gestirò tutti i problemi che hai per me fino a quando non sei vecchio e grigio.

source: [_jo_s_sarcastic_] Hey! You better watch it, mister.
fr_fr: [Hé ! Vous feriez mieux de faire attention, monsieur.
it_it: [_jo_s_sarcastic_] Ehi! Faresti meglio a guardarla, imprudente.

source: [_jo_s_flirty_] Mhm... I love you too, sweetie.
fr_fr: [_jo_s_flirty_] Mhm ... Je t'aime aussi, chérie.
it_it: [_jo_s_flirty_] Mhm... Ti amo troppo, dolce.

source: "Nothing! You're acting crazy."
fr_fr: " Rien ! Vous êtes fou. "
it_it: "Niente! Ti stai comportando pazzo."

source: "Something happened."
fr_fr: "Quelque chose s'est passé."
it_it: "È successo qualcosa."

source: "I mean, you're basically a master at this."
fr_fr: "Je veux dire, vous êtes fondamentalement un maître à ce sujet."
it_it: "Voglio dire, sei fondamentalmente un maestro in questo."

source: ?mc.money>=200@[mc.money]/200|{image=ui hud icon_money}|"That's outrageous! Here you go."
fr_fr: ?mc.money>=200 @[mc.money]/200|{image=ui hud icon_money}|"C'est scandaleux ! Ici, vous allez."
it_it: ?mc.money>=200@[mc.money]/200<unk> {image=ui hud icon_money}<unk> "È oltraggioso! Qui vai."

source: "You're out of your mind."
fr_fr: "Vous êtes hors de votre esprit."
it_it: "Sei fuori di mente."

source: "Yeah, well... that's too bad."
fr_fr: "Ouais, eh bien ... c'est trop mauvais."
it_it: "Sì, bene... è troppo male."

source: [_mc_] Uhhh...
it_it: [_mc_] Uhhhh...

source: [_mc_] Love you, [jo]!
it_it: [_mc_] Ti ami, [jo]!

source: ?flora.love>=10@[flora.love]/10|{image=flora contact_icon}|{image=stats love_3}|"You want to help me, right?"
it_it: ?flora.love>=10@[flora.love]/10<unk> {image=flora contact_icon}<unk> {image=stats love_3}<unk> "Vuoi aiutarmi, giusto?"

source: ?mc.money>=5@[mc.money]/5|{image=ui hud icon_money}|"How about I'll buy you a snack instead?"
it_it: ?mc.money>=5@[mc.money]/5<unk> {image=ui hud icon_money}<unk> "Che ne dici che comprerò invece uno spuntino?"
