Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jo/q_jo_day.po
Languages: fr_fr, it_it

source: [_mc_] You want to help me, right?
fr_fr: [_mc_] Vous voulez m'aider, n'est-ce pas ?
it_it: [_mc_] Vuoi aiutarmi, giusto?

source: [_flora_s_skeptical_] Not really...
fr_fr: [_flora_s_skeptical_] Pas vraiment ...
it_it: [_flora_s_skeptical_] Non veramente...

source: [_mc_] That doesn't sound like an outright "no."
fr_fr: [Cela ne ressemble pas à un "non" catégorique.
it_it: [_mc_] Non sembra un "no" assoluto.

source: [_flora_s_skeptical_] I don't want [jo] to be upset is all.
fr_fr: [_flora_s_skeptical_] Je ne veux pas que [jo] soit contrariété.
it_it: [_flora_s_skeptical_] Non voglio che [jo] sia sconvolto è tutto.

source: [_flora_s_skeptical_] I wouldn't be helping you. I would be helping her.
fr_fr: [_flora_s_skeptical_] Je ne vous aiderais pas. Je l'aiderais.
it_it: [_flora_s_skeptical_] Non ti aiuterei. Io la aiuterei.

source: [_flora_s_sad_] She's been really stressed out lately... I hate to see her like that.
fr_fr: [_flora_s_sad_] Elle a été vraiment stressée dernièrement ... Je déteste la voir comme ça.
it_it: [_flora_s_sad_] Lei è stata davvero stressata ultimamente... Odio vederla così.

source: [_flora_s_sad_] And if I leave it all to you, you're gonna mess something up.
fr_fr: [_flora_s_sad_] Et si je vous laisse tous, vous allez gâcher quelque chose.
it_it: [_flora_s_sad_] E se ti lascio tutto, avrai qualcosa in disordine.

source: [_flora_s_skeptical_] You'll wash the whites with the darks, knowing you.
fr_fr: [_flora_s_skeptical_] Vous allez laver les blancs avec les repères, vous connaissant.
it_it: [_flora_s_skeptical_] laverai i bianchi con le tenebre, conoscendo te.

source: [_flora_s_smile_] Exactly.
fr_fr: [_flora_s_Souriez_] Exactement.
it_it: [_flora_s_smile_] Esattamente.

source: [_flora_s_smile_] I'll take care of your bedroom. You gather the picnic supplies.
fr_fr: [_flora_s_Souriez_] Je vais m'occuper de ta chambre. Tu rassembles les provisions pour le pique-nique.
it_it: [_flora_s_smile_] mi prenderò cura della tua camera da letto. Raccoglierai i rifornimenti per il picnic.

source: [_mc_] I mean, you're basically a master at this.
fr_fr: [_mc_] Je veux dire, vous êtes fondamentalement un maître à ce sujet.
it_it: [_mc_] Voglio dire, sei fondamentalmente un maestro a questo.

source: [_flora_s_concerned_] Flattery will get you nowhere.
fr_fr: [_flora_s_concerned_] La flatterie ne vous mènera nulle part.
it_it: [_flora_s_concerned_] Flattery ti porterà da nessuna parte.

source: [_mc_] What would?
fr_fr: [_mc_] Qu'est-ce qui le ferait ?
it_it: [_mc_] Che cosa fare?

source: [_flora_s_confident_] You could convince me, I'm sure.
fr_fr: [_flora_s_confident_] Vous pouvez me convaincre, j'en suis sûr.
it_it: [_flora_s_confident_] Potresti convincermi, sono sicuro.

source: [_mc_] How?
fr_fr: [_mc_] Comment ?
it_it: [_mc_] Come?

source: [_flora_s_confident_] The same way you'd "convince" anyone else.
fr_fr: [_flora_s_confident_] La même façon de "convaincre" qui que ce soit d'autre.
it_it: [_flora_s_confident_] Lo stesso modo in cui si "convince" chiunque altro.

source: [_flora_s_confident_] What makes the world go round?
fr_fr: [_flora_s_confident_] Qu'est-ce qui fait passer le monde ?
it_it: [_flora_s_confident_] Cosa fa girare il mondo?

source: [_mc_] Seriously? You're extorting me?
fr_fr: [_mc_] Sérieusement ? Vous m'extorquez ?
it_it: [_mc_] Seriamente? Mi stai estinguendo?

source: [_flora_s_excited_] It's not extortion, it's commerce! The trade of goods and services.
fr_fr: [_flora_s_excited_] Ce n'est pas de l'extorsion, c'est du commerce ! Le commerce des biens et des services.
it_it: [_flora_s_excited_] Non è estorsione, è commercio! Il commercio di beni e servizi.

source: [_mc_] How much?
fr_fr: [_mc_] Combien ?
it_it: [_mc_] Quanto?

source: [_flora_s_neutral_] Two-hundred bucks. That's my final offer.
fr_fr: [_flora_s_neutral_] Deux cents dollars. C'est ma dernière offre.
it_it: [_flora_s_neutral_] Duecento dollari. Questa è la mia offerta finale.

source: [_mc_] That's outrageous! Here you go.
fr_fr: [_mc_] C'est scandaleux ! Ici vous allez.
it_it: [_mc_] È oltraggioso! Eccovi qui.

source: [_flora_s_laughing_] Pleasure doing business with you!
fr_fr: [_flora_s_laughing_] Plaisir d'affaires avec vous !
it_it: [_flora_s_laughing_] Piacere fare affari con te!

source: [_flora_s_flirty_] I'll take care of your bedroom. You gather the picnic supplies.
fr_fr: [_flora_s_flirty_] Je vais m'occuper de ta chambre. Tu rassembles les provisions pour le pique-nique.
it_it: [_flora_s_flirty_] mi prenderò cura della tua camera da letto. Raccoglierai i rifornimenti per il picnic.

source: [_mc_] You're out of your mind.
fr_fr: [_mc_] Vous êtes hors de votre esprit.
it_it: [_mc_] Sei fuori dalla tua mente.

source: [_flora_s_laughing_] Am I? I guess you'll just have to do your own grunt work, then.
fr_fr: [_flora_s_laughing_] Am I ? Je suppose que tu auras juste à faire ton propre travail, alors.
it_it: [_flora_s_laughing_] Sono io? Immagino che dovrai solo fare il tuo lavoro grunt, allora.

source: [_flora_s_laughing_] Hopefully, [jo] doesn't kick you out on the spot.
fr_fr: [_flora_s_laughing_] Avec un peu de chance, [jo] ne vous frappe pas sur place.
it_it: [_flora_s_laughing_] Speriamo che [jo] non ti esce sul posto.

source: Better late than never, I guess...
fr_fr: Mieux vaut tard que jamais, je suppose ...
it_it: Meglio tardi che mai, immagino...

source: This place is a dump. No wonder [jo] lashed out at me earlier.
fr_fr: Cet endroit est un vrai dépotoir. Pas étonnant que [jo] se soit emporté contre moi tout à l'heure.
it_it: Questo posto è un dump. Non c'è da meravigliarsi che [jo] mi abbia attaccato prima.

source: I really need to give it a once-over...
fr_fr: J'ai vraiment besoin de lui donner une fois ...
it_it: Ho davvero bisogno di dargli una volta...

source: Best get to work.
fr_fr: Le mieux est de travailler.
it_it: Meglio andare al lavoro.

source: Okay, much better! Almost looks presentable now.
fr_fr: Ok, beaucoup mieux ! Presque semble présentable maintenant.
it_it: Ok, molto meglio! Quasi sembra presentabile ora.

source: Now for the picnic supplies...
fr_fr: Maintenant, pour les fournitures de pique-nique ...
it_it: Ora per il picnic forniture...

source: The vacuum cleaner should be in the hallway closet outside.
fr_fr: L'aspirateur doit se trouver dans le placard du couloir à l'extérieur.
it_it: L'aspirapolvere dovrebbe essere nell'armadio corridoio fuori.

source: Wow, I should get [flora] to do this more often. She's a natural!
fr_fr: Wow, je devrais obtenir [flora] pour faire ça plus souvent. C'est une naturelle !
it_it: Wow, dovrei ottenere [flora] per farlo più spesso. È una naturale!

source: Hopefully, I didn't leave out anything that would make her think less of me...
fr_fr: Espérons que je n'ai pas laissé quelque chose qui lui ferait penser moins de moi ...
it_it: Speriamo che non ho lasciato fuori nulla che la avrebbe fatto pensare meno di me...

source: What am I saying? This whole room is a NEET den.
fr_fr: Qu'est-ce que je veux dire ? Cette pièce entière est un repaire de NEET.
it_it: Che cosa sto dicendo? Questa stanza intera è un den.

source: A weeb's wet dream.
fr_fr: Un rêve d'enfant.
it_it: Un sogno bagnato di una weeb.

source: At least it's clean for once.
fr_fr: Au moins, c'est propre pour une fois.
it_it: Almeno è pulita per una volta.

source: A long time ago, [flora] and [jo] used to go on regular hikes.
fr_fr: Il y a longtemps, [flora] et [jo] utilisés pour des randonnées régulières.
it_it: Molto tempo fa, [flora] e [jo] usavano fare escursioni regolari.

source: I was never eager to go even though they always invited me.
fr_fr: Je n'ai jamais eu envie d'y aller, même s'ils m'ont toujours invitée.
it_it: Non sono mai stato desideroso di andare anche se mi hanno sempre invitato.

source: The old blanket they used should be up here somewhere... I just have to find it.
fr_fr: La vieille couverture qu'ils utilisaient devrait être là quelque part ... Je dois juste le trouver.
it_it: La vecchia coperta che hanno usato dovrebbe essere su qui da qualche parte... devo solo trovarla.

source: Aha! Found it!
fr_fr: Aha ! Trouvé !
it_it: Aha! Trovata!

source: Huh? There's a compartment behind the fridge.
fr_fr: Huh ? Il y a un compartiment derrière le frigo.
it_it: Huh? C'è un vano dietro il frigorifero.

source: I've never gone this deep before...
fr_fr: Je ne suis jamais allé aussi loin avant ...
it_it: Non sono mai andata in profondità prima...

source: Oh, what's this?
fr_fr: Oh, c'est quoi ça ?
it_it: Oh, cos'è questo?

source: [_mrsl_s_concerned_] You're looking awfully captivated by my mug today. Does someone need coffee?
fr_fr: [_mrsl_s_concerned_] Vous êtes vraiment captivé par mon mug aujourd'hui. Quelqu'un a besoin de café ?
it_it: [_mrsl_s_concerned_] Stai cercando terribilmente affascinato dalla mia tazza oggi. Qualcuno ha bisogno di caffè?

source: [_mrsl_s_concerned_] Unfortunately, it's against health and safety protocols for me to give you a sip...
fr_fr: [Malheureusement, c'est contre les protocoles de santé et de sécurité que je vous donne une gorgée...
it_it: [_mrsl_s_concerned_] Purtroppo, è contro i protocolli di salute e sicurezza per me di darti un sor...

source: [_mrsl_s_excited_] But you can purchase some in the cafeteria!
fr_fr: [_mrsl_s_excited_] Mais vous pouvez en acheter dans la cafétéria !
it_it: [_mrsl_s_excited_] Ma puoi acquistare alcuni nella caffetteria!

source: [_mrsl_s_skeptical_] Should I be concerned? You haven't taken your eyes off of my mug.
fr_fr: [_mrsl_s_skeptical_] Devrais-je m'inquiéter ? Vous n'avez pas enlevé les yeux de ma tasse.
it_it: [_mrsl_s_skeptical_] Dovrei essere preoccupato? Non hai tolto gli occhi dalla mia tazza.

source: [_mrsl_s_surprised_] You haven't even blinked!
fr_fr: [Vous n'avez même pas cligné des yeux !
it_it: [_mrsl_s_surprised_] Non hai nemmeno battuto!

source: [_mrsl_s_surprised_] You should probably go see the [nurse] if you're not feeling well.
fr_fr: [_mrsl_s_surprised_] Vous devriez probablement aller voir le [nurse] si vous ne vous sentez pas bien.
it_it: [_mrsl_s_surprised_] Probabilmente dovresti andare a vedere la [nurse] se non ti senti bene.

source: [_mrsl_s_cringe_] Oh, I see now. We have a little kleptomaniac on our hands.
fr_fr: [Oh, je vois maintenant. Nous avons un petit kleptomane sur les bras.
it_it: [_mrsl_s_cringe_] Oh, vedo adesso. Abbiamo un piccolo kleptomaniac sulle nostre mani.

source: [_mrsl_s_cringe_] Well, I'm not going to just let you have it. I'm keeping a close eye on you, [mc].
fr_fr: [_mrsl_s_cringe_] Eh bien, je ne vais pas vous laisser faire. Je garde un œil sur vous, [mc].
it_it: [_mrsl_s_cringe_] Beh, non ti lascerò che ce l'abbia. Tengo un occhio vicino, [mc].

source: [_mrsl_s_annoyed_] You're on thin ice, mister.
fr_fr: [_mrsl_s_annoyed_] Vous êtes sur une mince couche de glace.
it_it: [_mrsl_s_annoyed_] Sei su ghiaccio sottile, disordinato.

source: Thankfully, [jo] isn't the only caffeine-addicted MILF in the school...
fr_fr: Heureusement, [jo] n'est pas le seul MILF dépendant de la caféine à l'école ...
it_it: Per fortuna, [jo] non è l'unica MILF caffeina-dipendente nella scuola...

source: Yoink! Mine now.
fr_fr: Yoink ! Mine maintenant.
it_it: Yoink! Il mio adesso.

source: [jo] has a spidey sense about moving things in the kitchen. There's no way I'd get away with taking this.
fr_fr: [jo] a un sens de l'observation pour ce qui est de bouger les choses dans la cuisine. Il n'y a aucune chance que je m'en sorte en prenant ça.
it_it: [jo] ha un senso spidey circa le cose commoventi in cucina. Non c'è modo di farla finita.

source: Touching this plant is a death sentence. [maxine] will reign down nukes on me if I even breathe on this.
fr_fr: Toucher cette plante est une condamnation à mort. [maxine] fera tomber des bombes atomiques sur moi si je respire sur cette plante.
it_it: Toccare questa pianta è una condanna a morte. [maxine] regnerà su di me le nuche se anche respiro su questo.

source: The [nurse]'s prized bonsai. I should probably find a less expensive plant.
fr_fr: Le bonzaï le plus prisé de [l'infirmière]. Je devrais probablement trouver une plante moins chère.
it_it: Il pregiato bonsai della [nurse]. Probabilmente dovrei trovare una pianta meno costosa.

source: This plant is glued to the floor.
fr_fr: Cette plante est collée au sol.
it_it: Questa pianta è incollata al pavimento.

source: Too many people tripped over it while trying to get downstairs.
fr_fr: Trop de personnes ont trébuché en essayant de descendre.
it_it: Troppe persone sono sopravvissute mentre cercano di scendere di sotto.

source: The school will probably sue for grand larceny if I take this home with me...
fr_fr: L'école va probablement porter plainte pour vol qualifié si je ramène cela chez moi...
it_it: La scuola sarà probabilmente citare in giudizio per la grande larcenia se porto questa casa con me...

source: This isn't quite a bouquet of roses, but it'll have to do on such short notice.
fr_fr: Ce n'est pas un bouquet de roses, mais il devra le faire sur un court préavis.
it_it: Questo non è un bel mazzo di rose, ma dovrà fare con così breve preavviso.

source: One of these old paint jars should do...
fr_fr: L'un de ces vieux bocaux de peinture devrait faire ...
it_it: Uno di questi vecchi vasi di vernice dovrebbe fare...

source: Hopefully, [jo] will think it's something I made.
fr_fr: Espérons que [jo] pense que c'est quelque chose que j'ai fait.
it_it: Speriamo che [jo] pensi che sia qualcosa che ho fatto.

source: Feeling the blades of grass touch my fingers as I smooth out this blanket is the most peace I've felt in a while.
fr_fr: Savoir les lames de l'herbe toucher mes doigts pendant que je lisse cette couverture est la plus paix que j'ai ressenties dans un moment.
it_it: Sentire le lame di erba toccare le dita mentre liscio questa coperta è la più pace che ho sentito in un po '.

source: Time to crack open a cold one with the boys... I mean, [jo].
fr_fr: Il est temps de casser un rhume avec les garçons ... Je veux dire, [jo].
it_it: Tempo di schiacciare un freddo con i ragazzi... Voglio dire, [jo].

source: [jo] would probably expect a boring old bouquet, but she'll be pleasantly surprised when she sees this.
fr_fr: [jo] s'attendrait probablement à un vieux bouquet ennuyeux, mais elle sera agréablement surprise quand elle verra ça.
it_it: [jo] probabilmente si aspetterebbe un vecchio bouquet noioso, ma lei sarà piacevolmente sorpreso quando vede questo.

source: Everyone knows drugging a girl is the best way to earn her trust and respect.
fr_fr: Tout le monde sait qu'une fille est la meilleure façon de gagner sa confiance et son respect.
it_it: Tutti sanno che drogare una ragazza è il modo migliore per guadagnare la sua fiducia e il rispetto.

source: All right, that should be all of it...
fr_fr: D'accord, ça devrait être tout ça ...
it_it: Va bene, questo dovrebbe essere tutto...

source: Time to clear the air with [jo] before she ends up hating me forever.
fr_fr: Il est temps de démonter l'air avec [jo] avant qu'elle ne me déteste pour toujours.
it_it: Tempo di sgomberare l'aria con [jo] prima che finisca per odiarmi per sempre.

source: Puh! This whole setting up a picnic ordeal has taken its toll on me...
fr_fr: Puh ! Toute cette histoire d'organisation d'un pique-nique a eu raison de moi...
it_it: Puh! Questo intero allestimento di un picnic ordeal ha preso il suo pedaggio su di me...

source: I should probably get some sleep before attempting to clear the air with [jo].
fr_fr: Je devrais probablement dormir avant de tenter d'effacer l'air avec le [jo].
it_it: Probabilmente dovrei dormire un po' prima di tentare di pulire l'aria con [jo].

source: While I do like living on the wild side, this [item.title_lower] wouldn't protect me from a coordinated ant attack.
fr_fr: Alors que j'aime vivre du côté sauvage, le [item.title_lower] ne me protégerait pas d'une attaque coordonnée.
it_it: Mentre mi piace vivere dalla parte selvaggia, questa [item.title_lower] non mi proteggerebbe da un attacco coordinato alla formica.

source: There we go! It's nothing special, but hopefully she'll forgive me.
fr_fr: Nous y allons ! Ce n'est rien de spécial, mais j'espère qu'elle me pardonnera.
it_it: Ci andiamo! Non è niente di speciale, ma speriamo mi perdonerà.

source: Although... saying the wrong thing might just set her off again...
fr_fr: Bien que ... disant que la mauvaise chose pourrait juste la mettre à nouveau ...
it_it: Però... dire che la cosa sbagliata potrebbe semplicemente partirla...

source: I need some kind of guarantee that the picnic will go smoothly.
fr_fr: J'ai besoin d'une sorte de garantie pour que le pique-nique se déroule bien.
it_it: Ho bisogno di una sorta di garanzia che il picnic vada senza intoppi.

source: Maybe [maxine] has some brain-zapper gun that could help me soothe{space=-15} [jo]'s erratic temper?
fr_fr: Peut-être [maxine] a-t-il un pistolet cerveau-zapper qui pourrait m'aider à apaiser le {space=-15} [jo]'s erratique temper ?
it_it: Forse [maxine] ha qualche pistola brain-zapper che potrebbe aiutarmi a lenire{space=-15} [jo]'temperamento erratico?

source: [_mc_] Before you say anything, hear me out.
fr_fr: [_mc_] Avant de dire quoi que ce soit, écoutez-moi.
it_it: [_mc_] Prima di dire qualcosa, sentitemi fuori.

source: [_mc_] I have a mind-blowing idea for you.
fr_fr: [_mc_] J'ai une idée de soufflage pour vous.
it_it: [_mc_] Ho un'idea che soffia la mente per voi.

source: [_maxine_s_annoyed_] I'd rather my mind stay intact, actually.
fr_fr: [_maxine_s_annoyed_] Je préférerais que mon esprit reste intact, en fait.
it_it: [_maxine_s_annoyed_] preferirei che la mia mente rimanga intatta, in realtà.

source: [_mc_] What if there was a way to instantly make someone more... suggestible, if you know what I mean?
fr_fr: [_mc_] Et s'il y avait un moyen de rendre quelqu'un de plus ... suggestible, si vous savez ce que je veux dire ?
it_it: [_mc_] E se ci fosse un modo per rendere immediatamente qualcuno di più... suggeribile, se sai cosa voglio dire?

source: [_maxine_s_skeptical_] You could do anything with a tool like that in your arsenal. Dreams are the limit.
fr_fr: [_maxine_s_skeptical_] Vous pouvez faire n'importe quoi avec un outil comme celui de votre arsenal. Les rêves sont la limite.
it_it: [_maxine_s_skeptical_] Potresti fare qualsiasi cosa con uno strumento come quello nel tuo arsenale. I sogni sono il limite.

source: [_mc_] So, do you have anything like that?
fr_fr: [_mc_] Alors, avez-vous quelque chose comme ça ?
it_it: [_mc_] Quindi, hai qualcosa del genere?

source: [_maxine_s_sad_] I could probably... but it would take...
fr_fr: [_maxine_s_sad_] Je pourrais probablement ... mais ça prendrait ...
it_it: [_maxine_s_sad_] Potrei probabilmente... ma ci vorrebbe...

source: [_maxine_s_sad_] I would just need to distill...
fr_fr: [_maxine_s_sad_] J'aurais juste besoin de ...
it_it: [_maxine_s_sad_] Avrei solo bisogno di distillare...

source: [_maxine_s_sad_] Split the nine... carry the two...
fr_fr: [_maxine_s_sad_] Fractionner les neuf ... porter les deux ...

source: [_maxine_s_sad_] Then I would compound those....
fr_fr: [_maxine_s_sad_] Alors j'aurais composé ...
it_it: [_maxine_s_sad_] Allora avrei composto quelli....

source: [_maxine_s_thinking_] Find the [nurse] and tell her that I need Queen's Rue.
fr_fr: [_maxine_s_thinking_] Trouver le [nurse] et lui dire que j'ai besoin de la rue Queen.
it_it: [_maxine_s_thinking_] Trova la [nurse] e le dica che ho bisogno di Rene della Regina.

source: [_maxine_s_thinking_] She'll know what it is.
fr_fr: [_maxine_s_thinking_] Elle saura ce qu'elle est.
it_it: [_maxine_s_thinking_] Lei saprà cos'è.

source: [_mc_] Queen's Rue? Sounds exotic.
fr_fr: [_mc_] La rue de la Reine ? Ça a l'air exotique.
it_it: [_mc_] Rovine della regina? Suona esotico.

source: [_mc_] If I get that for you, will you make me something to help with my girl problems?
fr_fr: [_mc_] Si j'ai ça pour toi, tu me fais quelque chose pour aider mes filles ?
it_it: [_mc_] Se ottengo per voi, mi farai qualcosa per aiutare la mia ragazza problemi?

source: [_maxine_s_laughing_] Sorry, you can't be trusted not to give girls problems.
fr_fr: [_maxine_s_laughing_] Désolé, on ne peut pas se faire confiance pour ne pas donner de problèmes aux filles.
it_it: [_maxine_s_laughing_] Siamo spiacenti, non puoi fidarti di non dare problemi alle ragazze.

source: [_maxine_s_smile_] But I'll spare you a drop from my mixture.
fr_fr: [_maxine_s_Souriez_] Mais je vous épargnerai une goutte de mon mélange.
it_it: [_maxine_s_smile_] Ma ti risparmierò una goccia dalla mia miscela.

source: [_mc_] Just a drop? Can't you give me, like, a bottle?
fr_fr: [_mc_] Juste une goutte ? Tu ne peux pas me donner, comme, une bouteille ?
it_it: [_mc_] Solo una goccia? Non puoi darmi, come una bottiglia?

source: [_maxine_s_smile_] No, just a drop will do.
fr_fr: [_maxine_s_Souriez_] Non, juste une goutte.
it_it: [_maxine_s_smile_] No, solo una goccia lo farà.

source: The [nurse] always looks so happy when she's strolling through the woods.
fr_fr: Le [nurse] a toujours l'air si heureux quand elle se balade à travers les bois.
it_it: La [nurse] sembra sempre così felice quando sta passeggiando tra i boschi.

source: I wonder if she was a dainty little woodland critter in a past life...
fr_fr: Je me demande si elle était une petite bête en bois dans une vie passée ...
it_it: Mi chiedo se fosse una piccola e delicata critter boschiva in una vita passata...

source: I wouldn't put it past her.
fr_fr: Je ne lui en voudrais pas.
it_it: Non la metterei davanti a lei.

source: [_mc_] What's up, doc?
fr_fr: [_mc_] Quoi de plus, doc ?
it_it: [_mc_] Che cos'è, doc?

source: [_nurse_s_afraid_] Oh, golly! You scared me!
fr_fr: [Oh, mon Dieu ! Vous m'avez fait peur !
it_it: [_nurse_s_afraid_] Oh, golly! Mi hai spaventato!

source: [_mc_] Sorry about that.
fr_fr: [_mc_] Désolé.
it_it: [_mc_] Ci dispiace.

source: [_nurse_s_neutral_] That's all right. I'm just out here foraging for some wild seeds.
fr_fr: [_nurse_s_neutral_] Tout va bien. Je suis juste ici pour chercher des graines sauvages.
it_it: [_nurse_s_neutral_] Va bene. Sono appena fuori qui per foraggiare alcuni semi selvatici.

source: [_nurse_s_smile_] Organic, locally sourced grains are an important part of a balanced diet.{space=-80}
fr_fr: [_nurse_s_Souriez_] Les grains d'origine biologique sont un élément important d'une alimentation équilibrée. {space=-80}
it_it: [_nurse_s_smile_] I chicchi biologici di origine locale sono una parte importante di una dieta equilibrata.{space=-80}

source: [_mc_] Your diet?
fr_fr: [_mc_] Votre alimentation ?
it_it: [_mc_] La tua dieta?

source: [_nurse_s_annoyed_] I'm trying to shed a few pounds here and there...
fr_fr: [_nurse_s_annoyed_] J'essaie de verser quelques kilos ici et là ...
it_it: [_nurse_s_annoyed_] Sto cercando di perdere qualche chilo qui e là...

source: She really doesn't need to. Look at those love handles. A little extra never hurt anyone.
fr_fr: Elle n'en a vraiment pas besoin. Regarde ces poignées d'amour. Un peu plus jamais de mal à personne.
it_it: Lei non ha davvero bisogno. Guardate quelle maniglie d'amore. Un po 'in più non fa mai male a nessuno.

source: [_mc_] I like you the way you are. No more dieting.
fr_fr: [_mc_] Je t'aime comme tu es. Plus de régime.
it_it: [_mc_] Mi piacciono voi come siete. Niente più dieta.

source: [_nurse_s_blush_] Aw, thank you!
fr_fr: [_nurse_s_blush_] Aw, merci !
it_it: [_nurse_s_blush_] Aw, grazie!

source: [_mc_] That was an order, not a compliment.
fr_fr: [_mc_] C'était une commande, pas un compliment.
it_it: [_mc_] Questo era un ordine, non un complimento.
