Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/nurse_room/int_vines.po
Languages: fr_fr, it_it

source: This little vine... is more like a hurdle of vines and roots that supports most of [flora]'s weight.
fr_fr: Cette petite vigne ... est plus un obstacle de la vigne et des racines qui supporte la plus grande partie du poids de [flora].
it_it: Questa piccola vite... è più come un ostacolo di viti e radici che sostiene la maggior parte del peso di [flora].

source: I should try to take on some of the smaller vines before I try to tackle one this thick.
fr_fr: Je devrais essayer de prendre certaines des plus petites vignes avant d'essayer de m'attaquer à une de ces épaisses.
it_it: Dovrei cercare di assumere alcune delle viti più piccole prima di cercare di affrontare uno di questi spessore.

source: It looks thirsty as usual.
fr_fr: Il a l'air soif comme d'habitude.
it_it: Sembra assetata come al solito.

source: Let's try a healthier diet for a change.
fr_fr: Essayons une alimentation plus saine pour un changement.
it_it: Proviamo una dieta più sana per un cambiamento.

source: Oh, it really didn't like that. [withvpunch]
fr_fr: Oh, ça n'a pas vraiment fait ça. [withvpunch]
it_it: Oh, davvero non è piaciuto. [withvpunch]

source: Like a demon, it burns from a mere spray of holy water. [withvpunch]
fr_fr: Comme un démon, il brûle d'un simple spray d'eau bénit. [withvpunch]
it_it: Come un demone, brucia da un semplice spruzzo di acqua santa. [withvpunch]

source: My [item.title_lower] won't do, I need something healthier. Holier, even.
fr_fr: Mon [item.title_lower] ne suffit pas, j'ai besoin de quelque chose de plus sain. Plus sain, même.
it_it: Il mio [item.title_lower] non lo farà, ho bisogno di qualcosa di più sano. Holier, però.

source: This little vine is holding [flora]'s right arm captive, but it wouldn't mind being bound instead.
fr_fr: Cette petite vigne détient le bras droit du [flora]'s, mais ça ne dérangerait pas d'être lié à la place.
it_it: Questo piccolo vitigno sta tenendo prigioniero il braccio destro di [flora], ma non dispiacerebbe essere legato invece.

source: There we go. Tied up neatly. And it's liking it!
fr_fr: Nous y voilà. C'est bien ficelé. Et ça plaît !
it_it: Ci andiamo. Legato ordinatamente. Ed è piacevole!

source: The yarn is too weak to hold this beast. Need to find something stronger.
fr_fr: Le fil est trop faible pour tenir cette bête. Il faut trouver quelque chose de plus fort.
it_it: Il filato è troppo debole per tenere questa bestia.

source: Tying this vine up with my [item.title_lower] would be way too kinky, even for me.
fr_fr: Attacher cette liane à mon [item.title_lower] serait bien trop pervers, même pour moi.
it_it: Legare questo vitigno con la mia [item.title_lower] sarebbe troppo strano, anche per me.

source: This little vine was up all night watching gardening videos.
fr_fr: Cette petite vigne était en train de regarder des vidéos de jardinage toute la nuit.
it_it: Questo piccolo vitigno è stato alzato tutta la notte guardando video giardinaggio.

source: Waking it harshly would be inadvisable... or advisable, depending on how you look at it.
fr_fr: Il serait déconseillé ... ou conseillé, selon la façon dont vous l'examinez.
it_it: Svegliarlo duramente sarebbe sconsigliabile... o consigliabile, a seconda di come lo si guarda.

source: [_mc_] Hey! No sleeping at this hour!
fr_fr: [_mc_] Hé ! Pas de sommeil à cette heure !
it_it: [_mc_] Hey! Nessun sonno a quest'ora!

source: Angered, wet, and bleary-eyed, this vine went to find another pillow!
fr_fr: Fâchée, mouillée et les yeux dans le vide, cette vigne est partie à la recherche d'un autre oreiller !
it_it: Angered, wet, and bleary-eyed, this vite went to find another pillow!

source: Like a hissing cat, this vine went to find another pillow!
fr_fr: Comme un chat qui s'embrasse, cette vigne est allée trouver un autre oreiller !
it_it: Come un gatto sibilante, questa vite è andata a trovare un altro cuscino!

source: Waking this vine up with my [item.title_lower] would count as pollution, and I'm all about preserving our local ecosystems.
fr_fr: Réveiller cette vigne avec mon [item.title_lower] serait considéré comme de la pollution, et je suis pour la préservation de nos écosystèmes locaux.
it_it: Svegliare questo vitigno con la mia [item.title_lower] conterebbe come inquinamento, e sto solo conservando i nostri ecosistemi locali.

source: This little vine has no friends and a massive Steam library.
fr_fr: Cette petite vigne n'a pas d'amis et une énorme bibliothèque Steam.
it_it: Questa piccola vite non ha amici e una massiccia biblioteca di Steam.

source: After rage-quitting and breaking his keyboard, this vine went to look for a new source of entertainment.
fr_fr: Après avoir cessé de fumer et brisé son clavier, cette vigne est allée chercher une nouvelle source de divertissement.
it_it: Dopo la straziatura e la rottura della tastiera, questa vite andò a cercare una nuova fonte di intrattenimento.

source: [_flora_] Ayeeeeeee! Nooo! Not there!
fr_fr: [_flora_] Ayeeeeeee ! Nooonnnn ! Pas là !
it_it: [_flora_] Ayeeeeeeeee! Nooo! Non c'è!

source: This little vine seems to need a cuddle. It's using the teddy bear as a substitute for real affection.
fr_fr: Cette petite vigne semble avoir besoin d'un câlin. Il utilise l'ours en peluche comme substitut à l'affection réelle.
it_it: Questo piccolo vitigno sembra aver bisogno di un coccolo. Sta usando l'orsacchiotto come sostituto per un vero affetto.

source: Filled with grief and anger, the vine went to look for other soft things to cuddle!
fr_fr: Fraisé de chagrin et de colère, la vigne est allée chercher d'autres choses douces à câlin !
it_it: Pieno di dolore e rabbia, la vite è andata a cercare altre cose morbide da coccolare!

source: This little vine is so hungry, it's trying to pull [flora]'s right leg off and chew on it.
fr_fr: Cette petite vigne est tellement affamée qu'elle essaie d'arracher la jambe droite de [flora] et de la mâcher.
it_it: Questa piccola vite è così affamata, sta cercando di tirare via la gamba destra di [flora]e masticarla.

source: It'll probably eat just about anything.
fr_fr: Ça va probablement manger à peu près n'importe quoi.
it_it: Probabilmente mangerà quasi tutto.

source: Here you go, little glutton. Swallow it all down.
fr_fr: Voilà, petit glouton. Avale tout.
it_it: Qui vai, piccolo ghiottone. Deglutiscila tutto.

source: It looks woozy and... welp, there we go. And it also let go of [flora]'s leg.
fr_fr: Il a l'air patraque et... voilà, c'est fait. Il a aussi lâché la jambe de [Flora].
it_it: Sembra bizzarro e... salita, là andiamo. E ha anche lasciato andare la gamba di [flora].

source: It'd probably eat my [item.title_lower] and then hunt for more. Need something that'll sedate it.
fr_fr: Il mangerait probablement mon [item.title_lower] et en chercherait d'autres. J'ai besoin de quelque chose qui l'endormira.
it_it: Probabilmente mangerebbe la mia [item.title_lower] e poi cercherebbe di più. Hai bisogno di qualcosa che lo sederà.

source: This little vine seems to be getting its rocks off to the medical poster.
fr_fr: Cette petite vigne semble s'être remise de ses pierres sur l'affiche médicale.
it_it: Questa piccola vite sembra avere le sue rocce fuori al poster medico.

source: Blue-balled, this vine went to look for other forms of entertainment!
fr_fr: Balle bleue, cette vigne est partie à la recherche d'autres formes de divertissement !
it_it: Blu-balled, questo vitigno è andato a cercare altre forme di divertimento!

source: [_flora_] Noooo!
fr_fr: [_flora_] Nooonnnn !

source: This little vine is holding [flora]'s left leg captive. It's having an easy time and seems to be sleeping on the job.
fr_fr: Cette petite vigne détient [flora]'s de la jambe gauche. Ça a un temps facile et semble dormir sur le boulot.
it_it: Questa piccola vite tiene prigioniero la gamba sinistra di [flora]. Sta avendo un tempo facile e sembra dormire sul lavoro.

source: Stabbing it would be a cakewalk.
fr_fr: Le poignarder serait un jeu d'enfant.
it_it: Stabbing sarebbe un cakewalk.

source: Just a stab in the dark. One step away from you.
fr_fr: Juste une tache dans le noir. Un pas de toi.
it_it: Solo una pugnalata al buio. A un passo da te.

source: This is [isabelle]'s pen. She'll get pissed if I break it.
fr_fr: C'est le stylo [isabelle]'s. Elle sera pissée si je la casse.
it_it: Questa è la penna di [isabelle]. Lei si farà baciare se la romperò.

source: The shard might slice up my palm. And if this thing gets a taste for blood, we're all doomed.
fr_fr: L'éclat pourrait trancher ma paume. Et si cette chose prend goût au sang, nous sommes tous condamnés.
it_it: Il frammento potrebbe affettarmi il palmo. E se questa cosa ha un sapore di sangue, siamo tutti condannati.

source: My [item.title_lower] can cut through armor, but this vine is operating on a philosophical plane of existence.
fr_fr: Mon [item.title_lower] peut couper une armure, mais cette vigne opère sur un plan d'existence philosophique.
it_it: La mia [item.title_lower] può tagliare l'armatura, ma questa vite sta operando su un piano filosofico dell'esistenza.

source: This little vine is trying to drag [flora] out the window.
fr_fr: Cette petite vigne essaie de faire glisser la fenêtre [flora].
it_it: Questa piccola vite sta cercando di trascinare [flora] fuori dalla finestra.

source: Hurt and in pain, this vine let go of [flora]'s arm!
fr_fr: Blessée et souffrante, cette vigne a lâché le bras de la [flora] !
it_it: Affrettati e nel dolore, questa vite lascia andare il braccio di [flora]!

source: This little vine is reading about the First Amendment.
fr_fr: Cette petite vigne est en train de lire sur le Premier Amendement.
it_it: Questo piccolo vitigno sta leggendo circa il primo emendamento.

source: A sword wouldn't be mighty enough.
fr_fr: Une épée ne serait pas assez puissante.
it_it: Una spada non sarebbe abbastanza potente.

source: Right. Free speech. Let me just go ahead and strike that out.
fr_fr: D'accord. La liberté d'expression. Laisse-moi juste aller de l'avant et frapper ça.
it_it: Giusto. Discorso libero. Permettetemi di andare avanti e di colpirlo.

source: Infuriated with the destruction of knowledge and liberty, this vine went to seek out vengeance.
fr_fr: Furieuse de la destruction du savoir et de la liberté, cette vigne s'est mise en quête de vengeance.
it_it: Infuriata dalla distruzione della conoscenza e della libertà, questa vite è andata a cercare vendetta.

source: Hmm... typical. It's out of ink.
fr_fr: Hmm ... typique. C'est hors de l'encre.
it_it: Hmm... tipico. È fuori dall'inchiostro.

source: One day I'll be known as the man who wrote an entire book with his [item.title_lower]... but not today.
fr_fr: Un jour, je serai connu comme l'homme qui a écrit un livre entier avec son [item.title_lower]... mais pas aujourd'hui.
it_it: Un giorno sarò conosciuto come l'uomo che ha scritto un intero libro con la sua [item.title_lower]... ma non oggi.

source: Own this noob
fr_fr: Possède ce noob
it_it: Possiedi questo noob

source: Don't pick on beginners
fr_fr: Ne choisissez pas les débutants
it_it: Non scegliere i principianti

source: Take away the teddy bear
fr_fr: Enlevez l'ours en peluche
it_it: Portare via l'orsacchiotto

source: Leave the poor fellow alone
fr_fr: Laisser le pauvre type seul
it_it: Lascia da solo il povero compagno

source: Rip down the poster
fr_fr: Déchirer l'affiche
it_it: Estrai verso il basso il poster

source: Leave it be, vines have needs too
fr_fr: Laissez faire, les vignes ont aussi des besoins
it_it: Lascialo essere, le viti hanno anche bisogno

source: Slam the window shut on it a few times
fr_fr: Lit la fenêtre fermée quelques fois
it_it: Slam la finestra chiusa un paio di volte

source: It's doing no harm
fr_fr: Ça ne fait aucun mal
it_it: Non sta facendo alcun danno
