Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/nurse_room/int_door.po
Languages: it_it

source: Better not keep [isabelle] waiting, else she might burst in.
it_it: Meglio non tenere [isabelle] in attesa, altrimenti potrebbe scoppiare dentro.

source: [_mc_] Don't lose these!
it_it: [_mc_] Non perdete questi!

source: [_isabelle_s_laughing_] Hey, thanks! I appreciate it.
it_it: [_isabelle_s_laughing_] Hey, grazie! Lo apprezzo.

source: [_mc_] No problem. I know how rough it can be. [flora] gets crazy during her... time of the month. I'm glad you're so calm.
it_it: [_mc_] Nessun problema. So quanto può essere ruvido. [flora] impazzisce durante lei... tempo del mese. Sono contento che siate così calmi.

source: [_isabelle_s_smile_] It hits people differently, but thanks!
it_it: [_isabelle_s_smile_] Colpisce le persone in modo diverso, ma grazie!

source: [_maxine_s_neutral_] Did the mites eat your clothes too? That is fascinating.
it_it: [_maxine_s_neutral_] Anche gli acari hanno mangiato i vestiti? È affascinante.

source: [_nurse_s_afraid_] Mites? Err, I...
it_it: [_nurse_s_afraid_] Mites? Err, Io...

source: [_mc_] She just likes going naked.
it_it: [_mc_] Le piace solo andare nudo.

source: [_nurse_s_surprised_] That is not true!
it_it: [_nurse_s_surprised_] Non è vero!

source: [_maxine_s_smile_] Very well. I need seven gallons of malic acid, thank you.
it_it: [_maxine_s_smile_] Molto bene. Ho bisogno di sette galloni di acido malico, grazie.

source: [_nurse_s_annoyed_] I don't think I can help you with that, [maxine]...
it_it: [_nurse_s_annoyed_] Non penso di poterti aiutare con quello, [maxine]...

source: [_maxine_s_neutral_] That is unfortunate. Do you know where I can find crab apples?
it_it: [_maxine_s_neutral_] È un peccato. Sai dove posso trovare le mele granchi?

source: [maxine] doesn't seem fazed by the [nurse]'s nudity at all.
it_it: [maxine] non sembra affatto smorzata dalla nudità della [nurse].

source: The [nurse], on the other hand, is sweating and squirming.
it_it: La [nurse], d'altra parte, sta sudando e schizzando.

source: If her pussy wasn't glistening with her juices, one could think she didn't enjoy the situation.
it_it: Se la sua figa non fosse scintillante con i suoi succhi, si potrebbe pensare che non le piacesse la situazione.

source: [_nurse_s_annoyed_] I don't know...
it_it: [_nurse_s_annoyed_] non lo so...

source: [_maxine_s_neutral_] What about you, [mc]?
it_it: [_maxine_s_neutral_] Che ne dici di te, [mc]?

source: [_mc_] What about me?
it_it: [_mc_] Che dire di me?

source: [_maxine_s_skeptical_] Your crab apples. Hand them over.
it_it: [_maxine_s_skeptical_] Le tue mele del granchio. Passali sopra.

source: [_mc_] I don't have any crab apples.
it_it: [_mc_] Non ho mele granchio.

source: [_maxine_s_skeptical_] You seem like someone who would hide crab apples.
it_it: [_maxine_s_skeptical_] Sembra che qualcuno che nasconde le mele granchio.

source: [_mc_] Well, I don't.
it_it: [_mc_] Beh, io no.

source: [_maxine_s_annoyed_] Would you submit yourself to a cavity search?
it_it: [_maxine_s_annoyed_] Invieresti te stesso a una ricerca di cavità?

source: [_maxine_s_concerned_] Very well.
it_it: [_maxine_s_concerned_] Molto bene.

source: [_maxine_s_concerned_] If either of you see anyone in possession of crab apples, inform me immediately.
it_it: [_maxine_s_concerned_] Se uno di voi vede qualcuno in possesso di mele granchio, informami immediatamente.

source: [_nurse_s_concerned_] My goodness. I hope she doesn't report me.
it_it: [_nurse_s_concerned_] La mia bontà. Spero che lei non mi riferisca.

source: [_mc_] I don't think [maxine] has much credibility with the principal. You could{space=-25} just deny it.
it_it: [_mc_] Non credo che [maxine] abbia molta credibilità con il committente. Potresti semplicemente negarlo{space=-25} .

source: [_nurse_s_thinking_] God, I hope so...
it_it: [_nurse_s_thinking_] Dio, spero così...

source: [_nurse_s_sad_] Would you please let me get dressed now?
it_it: [_nurse_s_sad_] Mi lasci vestire adesso?

source: [_mc_] Absolutely not. You still have hours and hours left.
it_it: [_mc_] Assolutamente no. Rimangono ancora ore e ore.

source: [_mc_] I'll be back to check on you.
it_it: [_mc_] sarò di nuovo a controllarvi.
