Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/03_mrsl_lesson.po
Languages: it_it

source: Oh, shit. Okay, definitely time to take a seat!
it_it: Oh, merda. Ok, sicuramente il tempo di prendere un posto!

source: Who knew she hid such a tight body underneath those layers of fabric. It's hard not to be vulgar because {i}damn{/}... that ass!
it_it: Chi sapeva nascondere un corpo così stretto sotto quegli strati di tessuto. È difficile non essere volgare perché {i}dannato{/}... quel culo!

source: And that strip of skin at the edge of her dress is like a glimpse into the second circle of Hell...
it_it: E quella striscia di pelle al bordo del suo vestito è come uno scorcio nel secondo cerchio dell'Inferno...

source: The firm roundness of her cheeks...
it_it: La rotondità ferma delle sue guance...

source: The belt that caresses her stripper waist...
it_it: La cintura che accarezza la sua vita spogliarelle...

source: The outline of her freaking nipple piercings earlier!
it_it: Il contorno del suo capezzolo freaking piercings prima!

source: She's like sex on legs... long perfectly toned legs...
it_it: Lei è come il sesso sulle gambe... lunghe gambe perfettamente tonificate...

source: [_mrsl_] Can everyone see well?
it_it: [_mrsl_] Tutti possono vedere bene?

source: [_mrsl_] Okay, perfect!
it_it: [_mrsl_] Okay, perfetto!

source: [_mrsl_] Starting today, each of you will be in charge of your own schedule.
it_it: [_mrsl_] A partire da oggi, ognuno di voi sarà responsabile del proprio programma.

source: [_mrsl_] That means you have to sign up for three classes you want to focus on. There'll be a list in each classroom.
it_it: [_mrsl_] Ciò significa che devi iscriverti a tre classi su cui vuoi concentrarti. Ci sarà una lista in ogni classe.

source: [_mrsl_] To graduate at the end of the year, you need to acquire one hundred points in your focus classes and twenty points in your regular classes.
it_it: [_mrsl_] Per laurearsi alla fine dell'anno, è necessario acquisire cento punti nelle vostre classi di focus e venti punti nelle vostre classi regolari.

source: [_mrsl_] This means that there won't be scheduled classes for you this year and that you're more responsible for your education.
it_it: [_mrsl_] Questo significa che quest'anno non ci saranno lezioni programmate per te e che sei più responsabile della tua istruzione.

source: [_mrsl_] Did everyone get that? Some of you seem a bit distracted.
it_it: [_mrsl_] Lo hanno fatto tutti? Alcuni di voi sembrano un po' distratti.

source: [_mrsl_] In case you're confused, the details are on the blackboard.
it_it: [_mrsl_] In caso di confusione, i dettagli sono sulla lavagna.

source: [_mrsl_] Any questions?
it_it: [_mrsl_] Qualche domanda?
