Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/05_jacklyn_string.po
Languages: fr_fr

source: Okay, that's... a good selling point for her class... not going to lie.
fr_fr: Ok, c'est... un bon argument de vente pour sa classe... je ne vais pas mentir.

source: That has to be against some kind of school policy! But well, who's actually going to complain?
fr_fr: Cela doit être contraire à la politique de l'école ! Mais bien, qui va se plaindre ?

source: They say that self-expression is the best art, and [jacklyn] is certainly making a point of it.
fr_fr: Ils disent que l'expression de soi est le meilleur art, et [jacklyn] en fait certainement un point.

source: Sure takes confidence to wear a skirt that short. And bending over in it is like an invitation.
fr_fr: Il faut de l'assurance pour porter une jupe aussi courte. Et s'y pencher est comme une invitation.

source: Is she the type who likes to be spanked?
fr_fr: Est-elle du genre à aimer les fessées ?

source: Hand or paddle?
fr_fr: Main ou pagaie ?

source: Hmm... she seems tough, so probably the paddle.
fr_fr: Hmm ... elle semble dure, donc probablement la pagaie.

source: And those fishnet stockings... didn't even know I had a leg fetish until now.
fr_fr: Et ces bas de filet ... ne savaient même pas que j'avais une jambe fétiche jusqu'à maintenant.

source: This goes to show that not only airhead bimbos can pull off slutty.
fr_fr: Cela prouve qu'il n'y a pas que les bimbos à la tête d'avion qui peuvent être dévergondées.

source: It's honestly even hotter that she's highly intelligent and still chooses to dress this way.
fr_fr: C'est honnêtement même plus chaud qu'elle est très intelligente et choisit encore de s'habiller de cette façon.

source: Math and science used to be my forte... but her string theory seems way more alluring.
fr_fr: Les mathématiques et les sciences étaient mon point fort... mais sa théorie des cordes semble bien plus séduisante.
