Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/14_mrsl_workout.po
Languages: fr_fr

source: No way...
fr_fr: Pas de chemin ...

source: There's no way.
fr_fr: Il n'y a pas moyen.

source: Fuck. That's really [mrsl]! Why the hell was she on that website?
fr_fr: Putain. C'est vraiment [mrsl]! Pourquoi a-t-elle été sur ce site?

source: Man, she's a complete goddess.
fr_fr: Mec, c'est une déesse totale.

source: That's simply incredible.
fr_fr: C'est tout simplement incroyable.

source: She's showing off every curve that her body has to offer. Tight but voluptuous at the same time.
fr_fr: Elle montre toutes les courbes que son corps a à offrir. Tight, mais voluptueuse en même temps.

source: An unholy grace.
fr_fr: Une grâce non sainte.

source: This flawless balance. Every muscle and fiber, straining to keep the equilibrium.
fr_fr: Cet équilibre sans faille. Chaque muscle et chaque fibre, s'enchaînerant pour maintenir l'équilibre.

source: The soft bend of her spine. The tightening of her already slim waist. The contrast of her wide hips and full breasts.
fr_fr: Le pli doux de sa colonne vertébrale. Le durcissement de sa taille déjà mince. Le contraste de ses hanches larges et de ses seins complets.

source: If feasting your eyes on carnal perfection is a sin, then send me straight to Hell. This is what my body and soul thirst for.
fr_fr: Si fete tes yeux sur la perfection charnale est un péché, alors envoyez-moi tout droit vers l'Enfer. C'est ce que mon corps et mon âme ont soif.

source: Her entire body seems to defy gravity apart from her boobs. They hang heavy, her pierced nipples begging to be touched. Elegance meets raw sexual desire.
fr_fr: Son corps entier semble défier la gravité, à l'exception de ses seins. Ils pendent lourd, ses tétons percés mendient à être touchés. Elégance rencontre le désir sexuel brut.

source: It's like she's presenting her body to the world, begging someone to stick it up her ass... into her pussy... or down her throat.
fr_fr: C'est comme si elle présentait son corps au monde, suppliant quelqu'un de lui coller son cul ... dans sa chatte ... ou dans sa gorge.

source: I'm at loss for words.
fr_fr: Je suis en perte de mots.

source: Why was that picture there, though? Did that website once belong to her, or was she just posting on their forum?
fr_fr: Pourquoi cette photo est-elle là? Ce site Web lui appartenait-t-il une fois, ou était-il juste en poste sur son forum?

source: Also, why is she working out naked?
fr_fr: Et pourquoi elle travaille nu?

source: Fuck. I really need to get my hands on those tapes now.
fr_fr: Putain. J'ai vraiment besoin de me mettre les mains sur ces bandes maintenant.
