Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/15_nurse_first_strike.po
Languages: fr_fr

source: [_nurse_s_neutral_] Gosh, I'm not sure you should be looking through that book right now...
fr_fr: [_nurse_s_neutral_] Gosh, je ne suis pas sûr que vous devriez regarder par ce livre maintenant ...

source: [_mc_] Hmm? This little book? And why is that?
fr_fr: [_mc_] Hmm? Ce petit livre? Et pourquoi?

source: [_nurse_s_annoyed_] Because... it's inappropriate, and there's people just outside.
fr_fr: [_nurse_s_annoyed_] Parce que ... c'est inapproprié, et il y a des gens juste à l'extérieur.

source: [_mc_] But they don't know what these strikes mean, right?
fr_fr: [_mc_] Mais ils ne savent pas ce que ces grèves signifient, n'est-ce pas?

source: [_mc_] They're our little secret.
fr_fr: [_mc_] Ils sont notre petit secret.

source: [_nurse_s_annoyed_] Oh, I don't know. I get really nervous when you flip through those pages.
fr_fr: [_nurse_s_annoyed_] Oh, je ne sais pas. Je me rends vraiment nerveux quand vous flip par ces pages.

source: [_mc_] I can imagine.
fr_fr: [_mc_] Je peux m'imaginer.

source: [_mc_] At any time, I could redeem a strike...
fr_fr: [_mc_] À tout moment, je pourrais racheter une grève ...

source: [_nurse_s_afraid_] Oh, but I don't think that's necessary! Anyone could walk in!
fr_fr: [_nurse_s_afraid_] Oh, mais je ne pense pas que c'est nécessaire ! N'importe qui pourrait marcher !

source: [_mc_] But that's part of the fun, isn't it?
fr_fr: [_mc_] Mais ça fait partie du plaisir, n'est-ce pas?

source: [_mc_] As a matter of fact, I'm redeeming one strike right now.
fr_fr: [_mc_] En fait, je suis en droit de racheter une grève maintenant.

source: [_nurse_s_surprised_] You're joking!
fr_fr: [_nurse_s_surprised_] Vous plaisantez !

source: [_mc_] Does it look like I'm joking? Look, I already erased one strike.
fr_fr: [_mc_] Est-ce que j'ai l'air de plaisanteries? Écoute, j'ai déjà effacé une frappe.

source: [_nurse_s_afraid_] Please, don't! Not right now!
fr_fr: [_nurse_s_afraid_] S'il vous plaît, ne le faites pas ! Pas vrai maintenant !

source: [_mc_] It's done. I'm not really in the mood for an argument right now.
fr_fr: [_mc_] C'est fait. Je ne suis pas vraiment d'humeur pour un argument en ce moment.

source: [_mc_] But you know I have those photos.
fr_fr: [_mc_] Mais vous savez que j'ai ces photos.

source: [_nurse_s_sad_] But—
fr_fr: [_nurse_s_sad_] Mais-

source: [_mc_] No buts except your butt.
fr_fr: [_mc_] Aucun mais sauf votre cul.

source: [_mc_] Strip.
fr_fr: [_mc_] Bande.

source: [_mc_] You're spending the rest of the day naked in your office. End of argument.
fr_fr: [_mc_] Vous allez passer le reste de la journée nu dans votre bureau. Fin de l'argument.

source: [_nurse_s_concerned_] Oh, my goodness...
fr_fr: [_nurse_s_concerned_] Oh, ma bonté ...

source: [_nurse_s_concerned_] Gosh, okay, but what if someone comes in?
fr_fr: [_nurse_s_concerned_] Gosh, ok, mais que se passe-t-il si quelqu'un vient?

source: [_nurse_s_thinking_] This is enough, right?
fr_fr: [_nurse_s_thinking_] C'est suffisant, non?

source: [_mc_] Keep going.
fr_fr: [_mc_] Continuez.

source: [_nurse_s_afraid_] But I'll be naked!
fr_fr: [_nurse_s_afraid_] Mais je serai nue !

source: [_mc_] That's the point!
fr_fr: [_mc_] C'est le point !

source: [_nurse_s_annoyed_] Oh, um. Very well. This is making me really nervous.
fr_fr: [_nurse_s_annoyed_] Oh, um. Très bien. Ça me rend vraiment nerveux.

source: [_nurse_s_neutral_] I don't know what I'll do if someone comes in...
fr_fr: [_nurse_s_neutral_] Je ne sais pas ce que je vais faire si quelqu'un vient ...

source: [_nurse_s_neutral_] Sorry, but this is...
fr_fr: [_nurse_s_neutral_] Désolé, mais c'est. ..

source: [_mc_] It's pretty hot, right?
fr_fr: [_mc_] C'est assez chaud, non?

source: [_mc_] Stripping on command.
fr_fr: [_mc_] Commande en grève.

source: [_nurse_s_thinking_] I don't know about that...
fr_fr: [_nurse_s_thinking_] Je ne sais pas ...

source: [_mc_] Well, give me your panties and I'll have a look. I'm sure they're soaked.
fr_fr: [_mc_] Eh bien, donnez-moi vos cultes et je vais jeter un coup d'oeil. Je suis sûr qu'ils sont trempés.

source: [_nurse_s_concerned_] That's not true...
fr_fr: [_nurse_s_concerned_] Ce n'est pas vrai ...

source: [_nurse_s_concerned_] Okay, okay. Gosh.
fr_fr: [_nurse_s_concerned_] Ok, ok. Gosh.

source: [_nurse_s_sad_] This must be enough, right?
fr_fr: [_nurse_s_sad_] Cela doit être suffisant, non?

source: [_mc_] Well, you're completely naked, so I'd say so.
fr_fr: [_mc_] Eh bien, vous êtes complètement nu, donc je dirais.

source: [_mc_] Unless you want to take a lap around the school?
fr_fr: [_mc_] À moins de vouloir prendre un tour autour de l'école?

source: [_nurse_s_afraid_] No, no! I'm fine, thank you!
fr_fr: [_nurse_s_afraid_] Non, non ! Je vais bien, merci !

source: [_mc_] Keep your clothes locked in one of those drawers for the rest of the day.
fr_fr: [_mc_] Gardez vos vêtements verrouillés dans l'un de ces tiroirs pour le reste du la journée.

source: [_mc_] And don't you dare to put them on. I could come in at any moment.
fr_fr: [_mc_] Et n'osez pas les mettre. Je pourrais venir à tout moment.

source: [_nurse_s_annoyed_] Okay, all right. I promise.
fr_fr: [_nurse_s_annoyed_] D'accord, d'accord. Je promets.

source: [_maxine_s_neutral_] Did the mites eat your clothes too? That is fascinating.
fr_fr: [_maxine_s_neutral_] Les acariens ont-ils aussi mangé vos vêtements? C'est fascinant.

source: [_mc_] She just likes going naked.
fr_fr: [_mc_] Elle aime juste se nu.

source: [_nurse_s_surprised_] That is not true!
fr_fr: [_nurse_s_surprised_] Ce n'est pas vrai !

source: [_maxine_s_smile_] Very well. I need seven gallons of malic acid, thank you.
fr_fr: [_maxine_s_smile_] Très bien. J'ai besoin de sept gallons d'acide malique, merci.

source: [_nurse_s_annoyed_] I don't think I can help you with that, [maxine]...
fr_fr: [_nurse_s_annoyed_] Je ne pense pas pouvoir t'aider avec ça, [maxine]...

source: [_maxine_s_neutral_] That is unfortunate. Do you know where I can find crab apples?
fr_fr: [_maxine_s_neutral_] C'est malheureux. Savez-vous où je peux trouver des pommes de crabe?

source: [maxine] doesn't seem fazed by the [nurse]'s nudity at all.
fr_fr: [maxine] ne semble pas du tout faisé par la nudité du [nurse].

source: The [nurse], on the other hand, is sweating and squirming.
fr_fr: Le [nurse], par contre, est en sueur et en écureuil.

source: If her pussy wasn't glistening with her juices, one could think she didn't enjoy the situation.
fr_fr: Si sa chatte n'écoutait pas ses jus, on pouvait penser qu'elle n'appréciait pas la situation.

source: [_nurse_s_annoyed_] I don't know...
fr_fr: [_nurse_s_annoyed_] Je ne sais pas ...

source: [_maxine_s_neutral_] What about you, [mc]?
fr_fr: [_maxine_s_neutral_] Qu'en est-il de vous, [mc]?

source: [_mc_] What about me?
fr_fr: [_mc_] Qu'en est-il de moi?

source: [_maxine_s_skeptical_] Your crab apples. Hand them over.
fr_fr: [_maxine_s_skeptical_] Vos pommes de crabe. Remettez-les.

source: [_mc_] I don't have any crab apples.
fr_fr: [_mc_] Je n'ai pas de pommes de crabe.

source: [_maxine_s_skeptical_] You seem like someone who would hide crab apples.
fr_fr: [_maxine_s_skeptical_] Vous semblez être quelqu'un qui cacherait les pommes de crabe.

source: [_mc_] Well, I don't.
fr_fr: [_mc_] Eh bien, je ne le fais pas.

source: [_maxine_s_annoyed_] Would you submit yourself to a cavity search?
fr_fr: [_maxine_s_annoyed_] Vous vous soumetteriez-vous à une fouille de cavité?

source: [_mc_] ...no?
fr_fr: [_mc_] ... non?

source: [_maxine_s_concerned_] Very well.
fr_fr: [_maxine_s_concerned_] Très bien.

source: [_maxine_s_concerned_] If either of you see anyone in possession of crab apples, inform me immediately.
fr_fr: [_maxine_s_concerned_] Si vous voyez qui que ce soit en possession de pommes de crabe, informez-moi immédiatement.

source: [_nurse_s_concerned_] My goodness. I hope she doesn't report me.
fr_fr: [_nurse_s_concerned_] Ma bonté. J'espère qu'elle ne me fera pas de rapport.

source: [_mc_] I don't think [maxine] has much credibility with the principal. You could{space=-25} just deny it.
fr_fr: [_mc_] Je ne pense pas que le [maxine] ait beaucoup de crédibilité avec le principal. Vous pouvez { space=-25 } le dénier.

source: [_nurse_s_thinking_] God, I hope so...
fr_fr: [_nurse_s_thinking_] Dieu, j'espère ...

source: [_nurse_s_sad_] Would you please let me get dressed now?
fr_fr: [_nurse_s_sad_] Pourriez-vous me laisser s'habiller maintenant?

source: [_mc_] Absolutely not. You still have hours and hours left.
fr_fr: [_mc_] Absolument pas. Vous avez encore des heures et des heures.

source: [_mc_] I'll be back to check on you.
fr_fr: [_mc_] Je serai de retour pour vous vérifier.
