Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/17_jo_pot.po
Languages: fr_fr, it_it

source: [_jo_] Have a good night now, I think I'm—
fr_fr: [_jo_] Bonne nuit maintenant, je pense que je suis
it_it: [_jo_] Buona notte adesso, penso che avvengo—

source: Seriously? That tea was a lot stronger than expected...
fr_fr: Sérieusement? Ce thé était beaucoup plus fort que prévu ...
it_it: Seriamente? Quel tè era molto più forte del previsto...

source: [_jo_] ZzzzZzz... [flora]... ZzZ... I love you, [flora]... zZzz...
fr_fr: [_jo_] ZzzzZzz ... [flora]... ZzZ ... Je t'aime, [flora]... zZzz ...
it_it: [_jo_] ZzzzZzz... [flora]... ZzZ... Ti amo, [flora]... zZzz...

source: Ugh, even in her sleep.
fr_fr: Ugh, même dans son sommeil.
it_it: Ugh, anche nel sonno.

source: [_mc_] [jo]? This is the kitchen.
fr_fr: [_mc_] [jo]? C'est la cuisine.
it_it: [_mc_] [jo]? Questa è la cucina.

source: She's completely knocked out.
fr_fr: Elle est complètement désorée.
it_it: È completamente buttata fuori.

source: It would be wrong, but...
fr_fr: Ce serait une erreur, mais ...
it_it: Sarebbe sbagliato, ma...

source: Maybe this is my only chance to see what's underneath that skirt...
fr_fr: Peut-être que c'est ma seule chance de voir ce qui est sous cette jupe ...
it_it: Forse questa è la mia unica occasione per vedere cosa c'è sotto quella gonna...

source: No one would know.
fr_fr: Personne ne le sait.
it_it: Nessuno lo saprebbe.

source: But on the other hand, this is [jo].
fr_fr: Mais d'un autre côté, c'est [jo].
it_it: Ma d'altra parte, questo è [jo].

source: It wouldn't just be illegal, it'd be morally unjust.
fr_fr: Ce ne serait pas seulement illégal, il serait moralement injuste.
it_it: Non sarebbe solo illegale, sarebbe moralmente ingiusto.

source: But it's a once in a lifetime chance...
fr_fr: Mais c'est une occasion unique ...
it_it: Ma è una volta nella vita...

source: Maybe just a quick peek. No one would be the wiser.
fr_fr: Peut-être juste un petit coup de coup. Personne ne serait le plus sage.
it_it: Forse solo un rapido sbircio. Nessuno sarebbe il più saggio.

source: I'm going to hell for this...
fr_fr: Je vais aller en enfer pour ça ...
it_it: Sto andando all'inferno per questo...

source: [_jo_] [mc]... ZzZ... please take better care of yourself.... zZz...
fr_fr: [_jo_] [mc]... ZzZ ... s'il vous plaît, prenez soin de vous ... zZz ...
it_it: [_jo_] [mc]... ZzZ... ti preghiamo di prenderti cura meglio.... zZzz...

source: Fuck. Now I feel bad.
fr_fr: Putain. Maintenant je me sens mal.
it_it: Cazzo ora. Ora mi sento male.

source: Maybe I should carry her upstairs? She needs to sleep it off.
fr_fr: Peut-être que je devrais la porter à l'étage? Elle a besoin de dormir.
it_it: Forse dovrei portarla al piano di sopra? Ha bisogno di dormirla.

source: Her throat is better so my job here is technically done.
fr_fr: Sa gorge est meilleure, mon travail ici est techniquement fait.
it_it: La sua gola è migliore quindi il mio lavoro qui è tecnicamente fatto.

source: [_jo_] zZzz... itchy... zZz... it's itchy...
it_it: [_jo_] zZzz... prurito... zZz... è prurito...

source: [_mc_] Where... err.... where's the itch?
fr_fr: [_mc_] Où ... err .... où est le problème?
it_it: [_mc_] Dove... errore.... dov'è il prurito?

source: [_jo_] zZz... it's so itchy...
fr_fr: [_jo_] zZz ... c'est tellement démo ...
it_it: [_jo_] zZz... è così prurito...

source: She's never complained or mentioned an itch before, and she's big on sharing these types of details with [flora].
fr_fr: Elle ne s'est jamais plainte ou a mentionné un problème avant, et elle est grande sur le partage de ce genre de détails avec le [flora].
it_it: Non ha mai lamentato o citato un prurito prima, e lei è grande sulla condivisione di questi tipi di dettagli con [flora].

source: So, if my eavesdropping skills don't deceive me, maybe the itch is some kind of reaction to the tea.
fr_fr: Donc, si mes compétences en écoutes ne me trompe pas, peut-être que la démangeie est une sorte de réaction au thé.
it_it: Quindi, se le mie abilità di intercettazione non mi ingannano, forse il prurito è una sorta di reazione al tè.

source: She's getting really fidgety.
fr_fr: Elle devient vraiment fidgorée.
it_it: Sta diventando davvero fidata.

source: The old cramps stop her from reaching back.
fr_fr: Les vieux crampes l'empêchez de revenir.
it_it: I vecchi crampi la impediscono di tornare indietro.

source: She'd kill me if she found out, but...
fr_fr: Elle me tuerait si elle le trouvait, mais ...
it_it: Mi avrebbe ucciso se lei scoperto, ma...

source: My boxers shouldn't feel this cramped, but...
fr_fr: Mes boxeurs ne devraient pas sentir cette crampère, mais ...
it_it: I miei pugili non dovrebbero sentire questo cramped, ma...

source: There's something about her squirming like this, helplessly trying to rip her pantyhose open.
fr_fr: Il y a quelque chose à propos de son écureuil, essayant désespérément de déchiquer son pantyhose ouvert.
it_it: C'è qualcosa di suo squirming così, impotentemente cercando di strappare la collant aperta.

source: Maybe it wouldn't hurt just to... help her?
fr_fr: Peut-être que ça ne ferait pas de mal à ... l'aider?
it_it: Forse non farebbe male solo a... aiutarla?

source: She would've done the same for me, right?
fr_fr: Elle aurait fait la même pour moi, non?
it_it: Avrebbe fatto lo stesso per me, giusto?

source: That one time when I spilled ice cream on my dick and she had to suck it clean?
fr_fr: Cette fois, quand j'ai déversé de la glace sur ma bite et qu'elle a dû le sucer propre?
it_it: Quella volta quando ho versato il gelato sul mio cazzo e ha dovuto succhiare pulito?

source: Okay, that never happened, but still.
fr_fr: Ok, ça ne s'est jamais passé, mais toujours.
it_it: Va bene, che non è mai successo, ma ancora.

source: She's the helpful kind. Maybe it's time for me to... be a better person?
fr_fr: Elle est très utile. Peut-être qu'il est temps pour moi de ... être une meilleure personne?
it_it: Lei è la gentile utile. Forse è il momento per me... essere una persona migliore?

source: Be better. That's what she always tells me.
fr_fr: Sois mieux ! C'est ce qu'elle me dit toujours.
it_it: Sia meglio. È quello che mi dice sempre.

source: Yeah...
fr_fr: Ouais ...
it_it: Sì...

source: A wave of musky sweat and strong perfume rolls over me.
fr_fr: Une vague de sueur musquée et de parfum fort roule sur moi.
it_it: Un'ondata di sudore muschioso e forte profumo mi avvolge.

source: Humid air, released from its nylon prison.
fr_fr: Humid air, sorti de sa prison de nylon.
it_it: Aria umida, rilasciata dalla sua prigione di nylon.

source: The smell of a mature woman's most intimate place.
fr_fr: L'odeur de l'endroit le plus intime d'une femme mûre.
it_it: L'odore di una donna matura il luogo più intimo.

source: [_mc_] There you go.
fr_fr: [_mc_] Vous y allez.
it_it: [_mc_] Lì vai.

source: Squirming back and forth, her ass wiggles as the itch grows.
fr_fr: À l'arrière et à l'avant, son cul se torpille au fur et à mesure que la démangue grandit.
it_it: Spruzzando avanti e indietro, il suo culo si scioglie man mano che il prurito cresce.

source: [_jo_] ZzZz... aaah... zZz... so itchy!
it_it: [_jo_] ZzZz... aaah... zZz... così prurito!

source: She can't deal with it. It's out of her reach.
fr_fr: Elle ne peut pas s'en occuper. C'est hors de sa portée.
it_it: Non riesce ad affrontarlo. È fuori dalla sua portata.

source: She used to be really flexible, but times change I guess.
fr_fr: Elle était vraiment flexible, mais parfois des changements.
it_it: Una volta era davvero flessibile, ma i tempi cambiano credo.

source: [_jo_] ZzzZ... please...
fr_fr: [_jo_] ZzzZ ... s'il vous plaît ...
it_it: [_jo_] ZzzZ... per favore...

source: Since I caused the itch, maybe it's up to me to fix it?
fr_fr: Depuis que j'ai provoqué le problème, peut-être que c'est à moi de le réparer?
it_it: Dal momento che ho causato il prurito, forse spetta a me ripararlo?

source: She's basically asking me to do it...
fr_fr: Elle me demande en gros de le faire ...
it_it: Fondamentalmente mi sta chiedendo di farlo...

source: Would it count as sexual assault to touch her there?
fr_fr: Cela compterait-il comme une agression sexuelle pour la toucher là-bas?
it_it: Conterebbe come attacco sessuale per toccarla lì?

source: [_mc_] [jo]! Wake up!
fr_fr: [_mc_] [jo]! Révechez !
it_it: [_mc_] [jo]! Svegliati!

source: Should I call for [flora]?
fr_fr: Dois-je appeler le [flora]?
it_it: Dovrei chiamare [flora]?

source: Err... not sure how I'd explain the ripped pantyhose though...
fr_fr: Err ... pas sûr comment j'expliquerais le pantyhose déchiré bien que ...
it_it: Erro... non so come spiegherei il collant strappato però...

source: Probably too late for that.
fr_fr: Probablement trop tard pour ça.
it_it: Probabilmente troppo tardi per quello.

source: Fuck it. I'm going in.
fr_fr: Fuck le. Je vais entrer.
it_it: Cazzatelo. Io sto entrando.

source: Maybe it's wrong, but it's also an emergency... sort of.
fr_fr: C'est peut-être mal, mais c'est aussi une urgence ... en quelque sorte.
it_it: Forse è sbagliato, ma è anche un'emergenza... sorta di.

source: I've been raised to help people in need...
fr_fr: J'ai été élevé pour aider les gens dans le besoin ...
it_it: Sono stato cresciuto per aiutare le persone in bisogno...

source: [_jo_] Ahh! Yes! Just like that!
fr_fr: [_jo_] Ahh ! Oui ! Comme ça !
it_it: [_jo_] Ahh! Sì! Proprio così!

source: Shit, I almost thought she woke up.
fr_fr: Merde, j'ai presque pensé qu'elle s'était réveillés.
it_it: Merda, ho quasi pensato che si svegliasse.

source: Fuck me. Her juicy pussy lips kissing my fingers through the fabric of her panties!
fr_fr: Fuck-moi. Sa chatte juteuse s'embrasse les doigts à travers le tissu de ses cultes !
it_it: Cazzo me. Le sue labbra figa succosa baciando le dita attraverso il tessuto dei suoi pantaloni!

source: It's like touching a squishy fire of silk and jiggly flesh.
fr_fr: C'est comme toucher un feu de soie et de chair.
it_it: È come toccare un fuoco squishy di seta e carne magra.

source: Man, the feeling of her warm ass in my hand.
fr_fr: L'homme, le sentiment de son cul chaud dans ma main.
it_it: Uomo, la sensazione del suo culo caldo nella mia mano.

source: So soft and loose. Not at all the firm muscular ass of a younger woman.
fr_fr: Donc douce et lâche. Pas du tout le cul musclé ferme d'une femme plus jeune.
it_it: Così morbido e sciolto. Non a tutti il culo muscolare solido di una donna più giovane.

source: A perfectly ripened peach. Juicy and sweet. Certainly a forbidden fruit.
fr_fr: Une pêche parfaitement mûre. Juicy et sucré. Certainement un fruit défendu.
it_it: Una pesca perfettamente maturata. Succo e dolce. Certamente un frutto proibito.

source: [_jo_] More... ZzZ...
fr_fr: [_jo_] Plus ... ZzZ ...
it_it: [_jo_] Altro... ZzZ...

source: Well, she always tells me to listen to her.
fr_fr: Eh bien, elle me dit toujours de l'écouter.
it_it: Beh, mi dice sempre di ascoltarla.

source: And I don't feel like getting grounded.
fr_fr: Et je n'ai pas envie de me mettre à la terre.
it_it: E non ho voglia di mettermi a terra.

source: [_jo_] That's the stuff... zZz....
fr_fr: [_jo_] C'est le truc ... zZz ....
it_it: [_jo_] Questa è la roba... zZz....

source: Her pussy juices leak through the fibres of her panties, wetting my fingers.
fr_fr: Ses jus de chatte fuient à travers les fibres de ses cultes, mouillant mes doigts.
it_it: I suoi succhi di figa fuoriescono attraverso le fibre delle sue mutandine, bagnandomi le dita.

source: [_jo_] Don't stop... zZz....
fr_fr: [_jo_] Ne pas arrêter ... zZz ....
it_it: [_jo_] Non fermarti... zZz....

source: [_jo_] Deeper.
it_it: [_jo_] Più Profondo.

source: So sticky. What does it taste like?
fr_fr: Donc collant. À quoi ressemble le goût?
it_it: Così appiccicoso. Che cosa ha il gusto?

source: I imagine younger girls taste all sweet and shit, but what about someone [jo]'s age?
fr_fr: J'imagine que les jeunes filles ont un goût sucré et merde, mais qu'en est-il de l'âge de quelqu'un de [jo]ans?
it_it: Immagino che le ragazze più giovani assaggino tutto dolce e merda, ma che ne dici dell'età di qualcuno [jo]?

source: Tangy... salty... very intense...
fr_fr: Tangy ... salé ... très intense ...
it_it: Tangy... salato... molto intenso...

source: Man...
fr_fr: Homme ...
it_it: Uomo...

source: That's better than I ever imagined it.
fr_fr: C'est mieux que je ne l'imaginais.
it_it: È meglio di quanto l'ho mai immaginato.

source: Maybe... maybe I can get a taste straight from the source...
fr_fr: Peut-être ... peut-être que je peux avoir un goût droit de la source ...
it_it: Forse... forse posso avere un assaggio direttamente dalla fonte...

source: The problem is if she wakes up... it's so risky.
fr_fr: Le problème c'est si elle se réveille ... c'est si risqué.
it_it: Il problema è se si sveglia... è così rischioso.

source: But I never took risks in the past...
fr_fr: Mais je n'ai jamais pris de risques dans le passé ...
it_it: Ma non ho mai preso rischi in passato...

source: The squishy flesh of her taint against my nose.
fr_fr: La chair grincheuse de son goût contre mon nez.
it_it: La carne squishy del suo odore contro il mio naso.

source: The earthy smell of her asshole mixing with the odour of the cream oozing out of her pussy.
fr_fr: L'odeur terreuse de son asshole se mêle à l'odeur de la crème qui suinte de sa chatte.
it_it: L'odore della terra del suo buco del culo mescolando con l'odore della crema che fuoriesce dalla sua figa.

source: The taste of heaven's most depraved garden.
fr_fr: Le goût du jardin le plus dépravé du paradis.
it_it: Il gusto del giardino più depravato del cielo.

source: She wiggles against the touch of my tongue. Sharp gasps escaping her lips.
fr_fr: Elle se gélit contre le toucher de ma langue. Sharp s'échappe de ses lèvres.
it_it: Lei si lancia contro il tocco della mia lingua. Le spoppe affilate sfuggono le labbra.

source: Her pussy opens like a flower, inviting me deeper.
fr_fr: Sa chatte s'ouvre comme une fleur, m'invitant à approfondir.
it_it: La sua figa si apre come un fiore, invitandomi più a fondo.

source: Damn it! I can't help myself.
fr_fr: Merde ! Je ne peux pas m'aider.
it_it: Dannazione! Non posso aiutarmi.

source: It's like licking perfectly seasoned honey right out of the pot. Only it tastes better than honey.
fr_fr: C'est comme lécher le miel parfaitement assaisonné à l'extérieur du pot. C'est seulement un goût meilleur que le miel.
it_it: È come leccare il miele perfettamente condito proprio fuori dal piatto. Solo ha un sapore migliore del miele.

source: My tongue sweeping across the wet folds of her pussy...
fr_fr: Ma langue balaie les plis humides de sa chatte ...
it_it: La mia lingua spazzare attraverso le pieghe bagnate della sua figa...

source: Exploring the warm wet ridges and valleys...
fr_fr: Exploring the warm wet ridges and vallées ...
it_it: Esplorando le calde creste umide e vallate...

source: Sucking in the juices...
fr_fr: Sucer dans les jus ...
it_it: Succhiare nei succhi...

source: She's balancing on the edge of orgasm. A few more whips of my tongue could send her crashing... but I want more...
fr_fr: Elle est en équilibre sur le bord de l'orgasme. Quelques autres whips de ma langue pourraient envoyer son écrasant ... mais je veux plus ...
it_it: Sta bilanciando sul bordo dell'orgasmo. Qualche altra frusta della mia lingua potrebbe mandarla a crash... ma voglio di più...

source: I want to taste it all...
fr_fr: Je veux tout goûter ...
it_it: Voglio assaggiare tutto...

source: Just a tiny taste of hell, that's all. She won't remember any of this...
fr_fr: Juste un petit goût de l'enfer, c'est tout. Elle ne se souviendra pas de ça ...
it_it: Solo un piccolo assaggio dell'inferno, è tutto. Non ricorderà nulla di tutto questo...

source: Always curious about eating ass...
fr_fr: Toujours curieux de manger du cul ...
it_it: Sempre curioso di mangiare il culo...

source: [_jo_] Mmmmmmmmm!
fr_fr: [_jo_] Mmmmmmm !
it_it: [_jo_] Mmmmmmmmmmmmm!

source: Fuck. The taste is harsh. Sweat, passion, and all sorts of darker flavors.
fr_fr: Putain. Le goût est dur. La sueur, la passion et toutes sortes de saveurs plus sombres.
it_it: Scopo. Il gusto è duro. Dolore, passione, e tutti i tipi di sapori più scuri.

source: It's not horrible, but it's not exactly strawberries and cream either.
fr_fr: Ce n'est pas horrible, mais ce n'est pas exactement les fraises et la crème.
it_it: Non è orribile, ma non è esattamente fragole e panna.

source: Mmm... yeah.
fr_fr: Mmm ... ouais.
it_it: Mmm... sì.

source: The feeling of her wrinkled asshole against my tongue is like nothing I've ever experienced before.
fr_fr: Le sentiment de son ascenceur contre ma langue est comme rien que j'ai jamais connu auparavant.
it_it: La sensazione del suo culo rugoso contro la mia lingua è come niente che abbia mai sperimentato prima.

source: Shudders of pleasure grips her mature body and prickles her skin.
fr_fr: Les Shudders de plaisir grimpe son corps adulte et prickles sa peau.
it_it: I timoni di piacere afferra il suo corpo maturo e fenditure la sua pelle.

source: She breathes faster, her heart racing. Her dreams plunging into the darkest pits of decadence.
fr_fr: Elle respire plus vite, sa course de cœur. Ses rêves plongent dans les fosses les plus sombres de la décadence.
it_it: Lei respira più velocemente, il suo cuore corsa. I suoi sogni si tuffano nei pozzi più oscuri della decadenza.

source: [_jo_] Hnnnnnnnnnnnnngh!
it_it: [_jo_] Hnnnnnnnnnnnngh!

source: Her asshole flirts with the tip of my tongue. Winking at it. Trying to suck me inside.
fr_fr: Son aschole flirte avec le bout de ma langue. Va-le-y. Essy de me sucer à l'intérieur.
it_it: Il suo stronzo flirta con la punta della mia lingua. Avvolgendola. Cercando di succhiarmi dentro.

source: She's getting really close now, and stopping now would probably risk her waking up, more so than the other option...
fr_fr: Elle se rapproche vraiment maintenant, et s'arrêter maintenant risquerait probablement de se réveiller, plus que l'autre option ...
it_it: Si sta davvero chiudendo ora, e fermarsi ora probabilmente rischierebbe il suo risveglio, più che l'altra opzione...

source: I'm going to make her come right here on the kitchen table with my tongue in her asshole.
fr_fr: Je vais la faire venir ici sur la table de la cuisine avec ma langue dans son connard.
it_it: La farò venire proprio qui sul tavolo da cucina con la mia lingua nel suo stronzo.

source: [flora]'s going to have cereal here tomorrow, right in the spot where I tongue-fucked [jo].
fr_fr: [flora]'s vont avoir des céréales ici demain, juste à l'endroit où j'ai la langue-fucked [jo].
it_it: [flora]sta per avere cereali qui domani, proprio nel punto in cui ho scopata la lingua [jo].

source: Right where she came...
fr_fr: Juste où elle est venue ...
it_it: Proprio dove è venuta...

source: [_jo_] Fucking... cunt... whore... Ahh!
it_it: [_jo_] Cazzo dunto... puttana... Ahh!

source: She came so hard... the contractions of her orgasm ripping through her muscles.
fr_fr: Elle est venue si dure ... les contractions de son orgasme se déchirant par ses muscles.
it_it: È venuta così dura... le contrazioni del suo orgasmo che strappa attraverso i suoi muscoli.

source: And somehow, she didn't wake up. Somehow she's still lost in neverland, her dreams drifting toward the ceiling.
fr_fr: Et d'une certaine façon, elle ne s'est pas réveillée. D'une certaine façon, elle est toujours perdue à la neverland, ses rêves dérivant vers le plafond.
it_it: E in qualche modo non si svegliò. In qualche modo ha perso in maiuscolo, i suoi sogni alla deriva verso il soffitto.

source: I wonder who she thinks about in her most depraved moments, when she's at the height of an orgasm.
fr_fr: Je me demande à qui elle pense dans ses moments les plus dépravés, quand elle est à la hauteur d'un orgasme.
it_it: Mi chiedo chi pensi nei suoi momenti più depravati, quando è all'altezza di un orgasmo.

source: Maybe I'll never know, but I'm definitely inclined to find out.
fr_fr: Peut-être que je ne le saurais jamais, mais je suis vraiment enclin à le découvrir.
it_it: Forse non lo saprò mai, però sono decisamente incline a scoprirlo.

source: [_jo_] zZz... itchy... uhhh...
fr_fr: [_jo_] zZz ... démange...uhhh ...
it_it: [_jo_] zZz... itchy... uhhhh...

source: What the hell? Still?
fr_fr: Qu'est-ce que l'enfer? Toujours?
it_it: Che inferno? Ancora?

source: She's flexing her asshole at me this time. Maybe that's where the itch was all along?
fr_fr: Elle me fait une flexure en moi cette fois. Peut-être que c'est là que le problème a été le plus?
it_it: Sta flettendo il suo culo a me questa volta. Forse è dove il prurito era tutto lungo?

source: [_jo_] ZzZ... uhhh... huh?
it_it: [_jo_] ZzZ... uhhh... eh?

source: Damn it! Is she waking up? Fuck, fuck, fuck.
fr_fr: Merde ! Est-ce qu'elle se réveille? Fuck, fuck, fuck.
it_it: Dannazione! Si sta svegliando? Cazzo cazzo, cazzo, cazzo.

source: She's getting really squirmy. I've never seen anyone wiggle their ass like that.
fr_fr: Elle devient vraiment écureuil. Je n'ai jamais vu quelqu'un s'agiter comme ça.
it_it: Sta diventando davvero squirmiosa. Non ho mai visto nessuno menzogna il loro culo così.

source: Fuck, my tongue clearly didn't work.
fr_fr: Putain, ma langue n'a clairement pas été le travail.
it_it: Scopo, la mia lingua chiaramente non ha funzionato.

source: Maybe she needs a legit scratching...
fr_fr: Peut-être qu'elle a besoin d'un ...
it_it: Forse ha bisogno di un graffio legito...

source: There's nothing really good within reach...
fr_fr: Il n'y a rien de vraiment bon à portée de main ...
it_it: Non c'è niente di veramente buono a portata di mano...

source: Wait, I got it!
fr_fr: Attends, je l'ai !
it_it: Aspetta, l'ho capito!

source: If anything can give a good scratch it's the rough bristles of a dish brush.
fr_fr: Si quelque chose peut donner une bonne égratification, c'est les poils rugueux d'un pinceau.
it_it: Se qualcosa può dare un buon graffio è le setole ruvide di un pennello piatto.

source: Just a slight pressure scratch... nothing too serious...
fr_fr: Juste une légère pression ... rien de trop grave ...
it_it: Solo un leggero graffio di pressione... niente di troppo grave...

source: Damn, I didn't expect her to like it that much. She's pushing herself against the bristles.
fr_fr: Merde, je ne m'attendais pas à ce qu'elle l'aime beaucoup. Elle se fait pousser contre les soies.
it_it: Dannazione, non mi aspettavo che le piacesse tanto. Sta spingendosi contro le setole.

source: [_jo_] ZzZz... yes... more...
fr_fr: [_jo_] ZzZz ... oui ... plus ...
it_it: [_jo_] ZzZz... sì... more...

source: If you say so...
fr_fr: Si vous le dites ...
it_it: Se dici così...

source: Man, she keeps pushing against it. It's almost as if she wants me to...
fr_fr: L'homme, elle continue à s'y opposer. C'est presque comme si elle voulait que je ...
it_it: Uomo, lei continua a spingere contro di esso. È quasi come se mi vuole...

source: Fine! Your funeral, lady.
fr_fr: Très bien ! Tes funérailles, madame.
it_it: Fine! Il tuo funerale, signora.

source: [_jo_] Uhhh!
it_it: [_jo_] Uhhhh!

source: If she wakes up my life is over, but somehow she seems to like it.
fr_fr: Si elle se réveille ma vie est finie, mais d'une certaine façon elle semble comme ça.
it_it: Se lei si sveglia la mia vita è finita, ma in qualche modo le sembra piacere.

source: That's that weird expression of satisfaction on her face. As if I've just found the right spot.
fr_fr: C'est cette expression bizarre de la satisfaction sur son visage. Comme si je viens de trouver le bon endroit.
it_it: Questa è quella strana espressione di soddisfazione sul suo viso. Come se avessi appena trovato il posto giusto.

source: [_jo_] Zzz... just like that...
fr_fr: [_jo_] Zzz ... comme ça ...
it_it: [_jo_] Zzz... proprio così...
