Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/17_jo_pot.po
Languages: fr_fr, it_it

source: The tea must've numbed her pain receptors... or she's more of an anal acrobat than many porn stars...
fr_fr: Le thé doit avoir engouré ses récepteurs de douleur ... ou elle est plus une acrobat anale que de nombreuses stars du porno ...
it_it: Il tè deve avere intorpidito i suoi ricevitori del dolore... o è più di un acrobato anale di molte star del porno...

source: Let's try a little deeper then... who am I to deprive her of relief?
fr_fr: Essayons un peu plus loin, alors ... qui suis-je pour la priver de soulagement?
it_it: Proviamo un po' più in profondità... chi sono io per privarla di sollievo?

source: [_jo_] Yes! Ahh! Scratch me!
fr_fr: [_jo_] Oui ! Ahh ! Scratch me !
it_it: [_jo_] sì! Ahh! Scratch me!

source: As you wish.
fr_fr: Comme vous le souhaitez.
it_it: Come vuoi.

source: [_mc_] More?
fr_fr: [_mc_] Plus?
it_it: [_mc_] Di Più?

source: [_jo_] Zzz... yes...
fr_fr: [_jo_] Zzz ... oui ...
it_it: [_jo_] Zzz... sì...

source: A grin of bliss and satisfaction settles on her face. The insides of her asshole has been thoroughly scrubbed and scratched.
fr_fr: Un sourire de cloques et de satisfaction s'installe sur son visage. Les côtés de son asshole ont été soigneusement lavés et rayés.
it_it: Un granello di beatitudine e soddisfazione si deposita sul suo viso, gli interni del suo buco del culo sono stati accuratamente strofinati e graffiati.

source: It would be funny to leave it in and let her wake up with a dish brush up her ass... but... that wouldn't end well for me.
fr_fr: Il serait drôle de la laisser et de la laisser se réveiller avec un plat se brosser le cul ... mais ... ça ne finirait pas bien pour moi.
it_it: Sarebbe divertente lasciarlo dentro e lasciarlo svegliare con un piatto spazzola sul suo culo. . ma... che non finirebbe bene per me.

source: [_jo_] Oh my... oh my...
fr_fr: [_jo_] Oh mon ... oh mon ...

source: [_jo_] Fuck... ZzZ...
fr_fr: [_jo_] Putain ... ZzZ ...
