Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/18_nurse_plow.po
Languages: fr_fr, it_it

source: [_nurse_s_thinking_] I still don't know what you have in mind...
fr_fr: [_nurse_s_thinking_] Je ne sais toujours pas ce que vous avez en tête ...
it_it: [_nurse_s_thinking_] Non so ancora cosa hai in mente...

source: [_mc_] See that patch of grass over there? That needs plowing.
fr_fr: [_mc_] Voir cette parcelle d'herbe là-bas? Ça a besoin de ploïdie.
it_it: [_mc_] Vedi quel cerotto di erba laggiù? È necessario arare.

source: [_nurse_s_smile_] How are you going to do that?
fr_fr: [_nurse_s_smile_] Comment allez-vous faire?
it_it: [_nurse_s_smile_] Come lo farai?

source: [_mc_] I got this plow and now I got the cattle to pull it.
fr_fr: [_mc_] I got this plow and now I got the bovins to pull it.
it_it: [_mc_] Ho ottenuto questo aratro e ora ho ottenuto il bestiame per tirarlo.

source: [_nurse_s_annoyed_] I don't see any cattle...
fr_fr: [_nurse_s_annoyed_] Je ne vois aucun bovin ...
it_it: [_nurse_s_annoyed_] Non vedo alcun bestiame...

source: [_mc_] Well, I took a picture of her earlier. Have a look.
fr_fr: [_mc_] Eh bien, j'ai pris une photo d'elle plus tôt. Jetez un coup d'oeil.
it_it: [_mc_] Beh, ho fatto una foto di lei prima. Date un'occhiata.

source: [_nurse_s_surprised_] That's me!
fr_fr: [_nurse_s_surprised_] C'est moi !
it_it: [_nurse_s_surprised_] Sono io!

source: [_mc_] Right. You're going to be my little plow-cow today.
fr_fr: [_mc_] Droit. Tu vas être ma petite basse-neige aujourd'hui.
it_it: [_mc_] Giusto. Oggi sarai la mia piccola mucca arata.

source: [_nurse_s_afraid_] You can't be serious...
fr_fr: [_nurse_s_afraid_] Vous ne pouvez pas être sérieux ...
it_it: [_nurse_s_afraid_] Non puoi essere serio...

source: [_mc_] Well, it's up to you really. Do you want to keep your job and reputation?
fr_fr: [_mc_] Eh bien, c'est à vous de vraiment. Vous voulez conserver votre emploi et votre réputation?
it_it: [_mc_] Beh, sta a te davvero. Vuoi mantenere il tuo lavoro e la tua reputazione?

source: [_nurse_s_sad_] I do, but—
fr_fr: [_nurse_s_sad_] I do, mais-
it_it: [_nurse_s_sad_] lo faccio, ma—

source: [_mc_] There's no two ways about it. And you're already here, so let's get you naked and ready for the plow.
fr_fr: [_mc_] Il n'y a pas deux façons de le faire. Et vous êtes déjà là, alors vous vous êtes nu et prêt pour le labeur.
it_it: [_mc_] Non ci sono due modi per farlo. E sei già qui, quindi ti facciamo nudo e pronto per l'aratro.

source: [_mc_] I mean, unless you want your scrubs and coat to get all dirty.
fr_fr: [_mc_] Je veux dire, sauf si vous voulez que vos broussailles et votre manteau se salir.
it_it: [_mc_] Voglio dire, a meno che tu non voglia che le tue scrub e il tuo cappotto si sporchi.

source: [_mc_] Come on, we're wasting precious daylight.
fr_fr: [_mc_] Venez, nous gâtons la lumière du jour.
it_it: [_mc_] Avanti, stiamo sprecando la preziosa luce del giorno.

source: [_mc_] Nothing to be embarrassed about out here anyway. Just forest critters.
fr_fr: [_mc_] Rien d'embarrassé ici de toute façon. Juste des créatures forestières.
it_it: [_mc_] Niente di cui essere imbarazzati per il resto qui. Solo critici di foresta.

source: [_nurse_s_sad_] I... I suppose...
fr_fr: [_nurse_s_sad_] I ... Je suppose ...
it_it: [_nurse_s_sad_] I... supponso...

source: [_mc_] It's fine, you can give me your clothes, I'll make sure they're safe.
fr_fr: [_mc_] C'est bien, vous pouvez me donner vos vêtements, je m'assurerai qu'ils sont en sécurité.
it_it: [_mc_] Va bene, puoi darmi i tuoi vestiti, mi assicurerò che siano al sicuro.

source: [_nurse_s_annoyed_] Now what?
fr_fr: [_nurse_s_annoyed_] Maintenant quoi?
it_it: [_nurse_s_annoyed_] Ora che cosa?

source: [_mc_] Are you giving me attitude?
fr_fr: [_mc_] Tu me donnes une attitude?
it_it: [_mc_] Mi stai dando atteggiamento?

source: [_nurse_s_afraid_] No! I wasn't!
fr_fr: [_nurse_s_afraid_] Non ! Je n'étais pas !
it_it: [_nurse_s_afraid_] No! Non eravo!

source: [_mc_] Well, then. What are you waiting for?
fr_fr: [_mc_] Eh bien, alors. Qu'est-ce que tu attends?
it_it: [_mc_] Beh, allora. Cosa stai aspettando?

source: [_nurse_s_thinking_] Waiting for?
fr_fr: [_nurse_s_thinking_] En attente?
it_it: [_nurse_s_thinking_] In attesa?

source: [_mc_] Take off the rest. Now.
fr_fr: [_mc_] Reprendre le reste. Maintenant.
it_it: [_mc_] Toglietevi il resto. Ora.

source: [_mc_] That wasn't so hard, was it?
fr_fr: [_mc_] Ce n'était pas si dur, n'est-ce pas?
it_it: [_mc_] Non era così difficile, vero?

source: [_nurse_s_annoyed_] I... I guess not...
fr_fr: [_nurse_s_annoyed_] I ... Je suppose pas ...
it_it: [_nurse_s_annoyed_] I... Immagino di no...

source: [_mc_] Well then, Daisy. Let's get you harnessed up for the plow.
fr_fr: [_mc_] Eh bien, Daisy. Mettons-nous au harnachement pour le labeur.
it_it: [_mc_] Beh, allora, Margherita. Facciamo in modo che ti sia sfruttato per l'aratro.

source: [_mc_] Okay, there we go.
fr_fr: [_mc_] Ok, on y va.
it_it: [_mc_] Okay, lì andiamo.

source: [_mc_] Are you ready?
fr_fr: [_mc_] Êtes-vous prêt?
it_it: [_mc_] Sei pronto?

source: [_nurse_] Y-yes...
fr_fr: [_nurse_] Y-oui ...
it_it: [_nurse_] Y-sì...

source: [_mc_] Pull!
it_it: [_mc_] Tira!

source: [_mc_] Pull, my little moo-cow!
fr_fr: [_mc_] Mouette, ma petite moo-vache !
it_it: [_mc_] Pull, la mia piccola mucca!

source: Watching her muscles strain, her thighs flexing against the weight of the plow, lights something dark within me.
fr_fr: Regarder ses muscles, ses cuisses en flexion contre le poids de la charrue, allume quelque chose de noir en moi.
it_it: Guardando la tensione muscolare, le cosce che si flettono contro il peso dell'aratro illumina qualcosa di scuro dentro di me.

source: It's in the way her eyes crackle with determination, while her cheeks burn in utter shame.
fr_fr: C'est dans la façon dont ses yeux craque avec détermination, tandis que ses joues brûle dans la honte.
it_it: E 'nel modo in cui i suoi occhi si rompono con determinazione, mentre le sue guance bruciano in totale vergogna.

source: I definitely struck gold that day in the [nurse]'s office. Whenever that photo enters my mind, it fuels a primal sadism.
fr_fr: J'ai définitivement frappé l'or ce jour-là dans le bureau de [nurse]. Chaque fois que cette photo entre dans mon esprit, elle alimente un sadisme primal.
it_it: Ho sicuramente colpito l'oro quel giorno nell'ufficio di [nurse]. Ogni volta che quella foto mi entra in mente, alimenta un primordiale sadismo.

source: And it's a perfect match because deep down, she wants this too. I can see the submissiveness in her downcast eyes.
fr_fr: Et c'est un match parfait parce qu'au fond, elle veut aussi ça. Je vois la soumission dans ses yeux tournés vers le bas.
it_it: Ed è una partita perfetta perché in profondità, lo vuole anche. Posso vedere la sottomissione nei suoi occhi bassi.

source: She has urges that might be darker than mine, which is so refreshing when it comes to women.
fr_fr: Elle a demandé que ce soit plus sombre que le mien, ce qui est tellement rafraîchissant lorsqu'il s'agit de femmes.
it_it: Ha sollecitazioni che potrebbero essere più scure del mio, che è così rinfrescante quando si tratta di donne.

source: Vanilla is the lamest form of sexual desires. It's like eating a bowl of pure rice. Sure, it satisfies the needs, but there's no flavor.
fr_fr: La vanille est la forme la plus lamelle de désirs sexuels. C'est comme manger un bol de riz pur. Bien sûr, il répond aux besoins, mais il n'y a pas de saveur.
it_it: La vaniglia è la forma più opposta dei desideri sessuali. È come mangiare una ciotola di riso puro. Certo, soddisfa le esigenze, ma non c'è sapore.

source: If only I had a larger field to plow, I'd let her work in the sun for hours. Driving her trembling legs on with the harsh crack of my whip.
fr_fr: Si seulement j'avais un champ plus large pour labeur, je laisserais son travail au soleil pendant des heures. Conduite de ses jambes tremblante avec la sévère fissure de mon fouet.
it_it: Se solo avessi un campo più grande per arare, la lascerei lavorare al sole per ore. Guidare le gambe tremanti con la dura crepa della mia frusta.

source: Seeing the sweat drip down her back, following her spine before seeping into her asscrack.
fr_fr: En voyant la sueur la goutte dans le dos, après la colonne vertébrale, avant de s'infilter dans son asscraque.
it_it: Vedere il sudore gocciolare giù la schiena, seguendo la colonna vertebrale prima di infiltrarsi nel suo asscrack.

source: Smelling the trailing scent of her pussy as it weeps in humiliation.
it_it: Annusare il profumo finale della sua figa mentre piange in umiliazione.

source: There's nothing quite like it.
fr_fr: Il n'y a rien de tout à fait comme ça.
it_it: Non c'è niente di abbastanza piace.
