Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/20_poolside_story.po
Languages: fr_fr

source: [_mrsl_] I'm going to hold you, and you're going to show me your butterfly stroke.
fr_fr: [_mrsl_] Je vais vous tenir, et vous allez me montrer votre coup de papillon.

source: Butterfly stroke? Uh, damn. I had no idea that was a requirement...
fr_fr: Papillon papillon? Euh, putain. Je n'avais aucune idée que c'était une exigence ...

source: Fuck. How am I supposed to breathe like this?
fr_fr: Putain. Comment suis-je censé respirer comme ça?

source: [_mrsl_] Go ahead, I'll hold you.
fr_fr: [_mrsl_] Allez-y, je vous tiens.

source: Her left hand just brushed right up the inside of my thigh!
fr_fr: Sa main gauche a juste brossé jusqu'à l'intérieur de ma cuisse !

source: Err... this position feels a bit—
fr_fr: Err ... cette position est un peu-

source: Shit. Okay, better swim!
fr_fr: Merde. Ok, mieux nager !

source: Fuck, her wrist just touched my balls...
fr_fr: Putain, son poignet vient de toucher mes couilles ...

source: This is not the time to get an erection...
fr_fr: Ce n'est pas le moment d'obtenir une érection ...

source: Ugh, I can't breathe. Focus. Focus!
fr_fr: Je ne peux pas respirer. Accent. Pleins feux !

source: [_mrsl_] That is not a butterfly stroke, [mc].
fr_fr: [_mrsl_] Ce n'est pas un coup de papillon, [mc].

source: [_mrsl_] You must be nervous.
fr_fr: [_mrsl_] Vous devez être nerveux.

source: [_mrsl_] Maybe this will help?
fr_fr: [_mrsl_] Peut-être que ça va aider?

source: [_mrsl_] Okay, let's try something easier. Give me a good breaststroke.
fr_fr: [_mrsl_] Ok, essayons quelque chose de plus facile. Donne-moi une bonne brasse.

source: Breaststroke, shit. Okay.
fr_fr: BreastAVC, merde. Ok.

source: [_mrsl_] Don't worry, I've got you.
fr_fr: [_mrsl_] Ne vous inquiétez pas, je vous ai.

source: What the hell? Where did my boxers go?
fr_fr: Qu'est-ce que l'enfer? Où vont mes boxeurs?

source: Fuck me!
fr_fr: Fuck-moi !

source: [_mrsl_] There you go. That got you started.
fr_fr: [_mrsl_] Vous y allez. Ça t'a commencé.

source: Her hand is like a vice around the base of my cock.
fr_fr: Sa main est comme un vice autour de la base de ma bite.

source: [_mrsl_] Nice. That's what I'm talking about.
fr_fr: [_mrsl_] Nice. C'est ce dont je parle.

source: [_mrsl_] Long hard strokes!
fr_fr: [_mrsl_] Les longs coups durs !

source: Her sharp nails threaten to dig into my flesh, urging me to swim.
fr_fr: Ses clous pointus menacent de creuser dans ma chair, m'exhortant à nager.

source: [_mrsl_] Faster! Faster!
fr_fr: [_mrsl_] Faster ! Plus vite !

source: Fuck! This is too—
fr_fr: Putain ! C'est trop-

source: [_mrsl_] This is an old Japanese technique.
fr_fr: [_mrsl_] C'est une vieille technique japonaise.

source: Oh, god. She's squeezing me, her hand wrestling my dick.
fr_fr: Oh, mon dieu. Elle me serre, sa main lutte ma bite.

source: Son of a bitch, I'm actually going to cum.
fr_fr: Fils d'une salope, je vais en fait me faire foutre.

source: [_mrsl_] Your motivation is showing!
fr_fr: [_mrsl_] Votre motivation est en cours !

source: [_mrsl_] Keep going!
fr_fr: [_mrsl_] Continuez !

source: Oh fuck!
fr_fr: Oh merde !

source: God! That's heaven.
fr_fr: Dieu ! C'est le paradis.

source: I can fucking see the light!
fr_fr: Je peux foutu voir la lumière !
