Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/21_jacklyn_statement_date.po
Languages: fr_fr

source: [_mc_] I know it's not much, but I've always found overblown romantic gestures kinda cringe.
fr_fr: [_mc_] Je sais que ce n'est pas grand-chose, mais j'ai toujours trouvé que les gestes romantiques exagérés me faisaient mal au cœur.

source: [_jacklyn_] Romanticism is a bygone era.
fr_fr: [_jacklyn_] Le romantisme est une époque révolue.

source: [_mc_] So... err.
fr_fr: [_mc_] Alors ... err.

source: Crap. What do you even say on dates?
fr_fr: Crap. Que dis-tu des dates ?

source: My mind's totally blank.
fr_fr: Mon esprit est complètement vide.

source: [_mc_] Did you like the food?
fr_fr: [_mc_] Avez-vous aimé la nourriture ?

source: [_jacklyn_] It's pussy dew!
fr_fr: [_jacklyn_] C'est la rosée !

source: [_jacklyn_] Four out of four toasters!
fr_fr: [_jacklyn_] Quatre sur quatre !

source: [_mc_] Heh, thanks!
fr_fr: [_mc_] Heh, merci !

source: [_mc_] What did you think of the Whooshster™ Sauce?
fr_fr: [_mc_] Que pensez-vous de la sauce Whooshster™ ?

source: [_jacklyn_] Blew me away. Totally made me straight!
fr_fr: [_jacklyn_] J'ai été époustouflée. J'ai complètement changé d'avis !

source: [_mc_] Thought you were straight?
fr_fr: [_mc_] Tu as été droit ?

source: [_jacklyn_] Oh, baby boy. I meant it woke me the fuck up.
fr_fr: [_jacklyn_] Oh, petit garçon. Je voulais dire que ça m'a réveillé.

source: [_jacklyn_] You know I don't dabble.
fr_fr: [_jacklyn_] Tu sais que je ne sais pas.

source: [_mc_] Ah! Got confused there for a second!
fr_fr: [_mc_] Ah ! J'y ai confondu une seconde !

source: [_jacklyn_] It's a pass over the bar.
fr_fr: [_jacklyn_] C'est une passe au-dessus du bar.

source: [_mc_] Great.
fr_fr: [_mc_] Grand.

source: Hmm... need to think of a good topic.
fr_fr: Hmm ... doit penser à un bon sujet.

source: [_mc_] What's your favorite game?
fr_fr: [_mc_] Quel est votre jeu préféré ?

source: [_jacklyn_] I only play love games.
fr_fr: [_jacklyn_] Je ne joue qu'aux jeux de l'amour.

source: [_mc_] Err... same. Video games are for nerds.
fr_fr: [_mc_] Err ... identique. Les jeux vidéo sont pour les nerds.

source: [_jacklyn_] If that's your passion, then shake that virtual ass.
fr_fr: [_jacklyn_] Si c'est votre passion, secouez le cul virtuel.

source: [_mc_] Ah, yeah. Definitely. I do play some video games. I really like Castlevania.
fr_fr: [_mc_] Ah, oui. Tout à fait. Je joue à quelques jeux vidéo. J'aime beaucoup Castlevania.

source: [_jacklyn_] Can't say I've heard of it.
fr_fr: [_jacklyn_] Je ne peux pas dire que j'en ai entendu parler.

source: [_mc_] Why do you want to become an art teacher?
fr_fr: [_mc_] Pourquoi voulez-vous devenir professeur d'art ?

source: [_jacklyn_] Art is my weeping heart. Always has been.
fr_fr: [_jacklyn_] L'art est mon cœur qui pleure. Il l'a toujours été.

source: [_jacklyn_] Plus it's chill as fuck. Just watch a bunch of students splash color on a canvas all day.
fr_fr: [_jacklyn_] En plus, c'est très relaxant. Il suffit de regarder une bande d'étudiants éclabousser de la couleur sur une toile toute la journée.

source: [_mc_] Never thought of that. Getting a chill job is pretty legit.
fr_fr: [_mc_] Jamais pensé à ça. Faire un travail de refroidissement est assez simple.

source: [_jacklyn_] Yeah, and I can dress however the fuck I want and call it part of the image.
fr_fr: [_jacklyn_] Oui, et je peux m'habiller cependant la baise que je veux et l'appeler une partie de l'image.

source: [_mc_] I do like the way you dress. It's a very strong statement.
fr_fr: [_mc_] J'aime bien la façon dont vous vous habiller. C'est une déclaration très forte.

source: [_jacklyn_] You're totally rubbing my clit, right now.
fr_fr: [_jacklyn_] Vous vous frottez totalement, maintenant.

source: [_mc_] Err... you're welcome?
fr_fr: [_mc_] Err ... vous êtes les bienvenus ?

source: [_mc_] Would you like to hear a funny story?
fr_fr: [_mc_] Aimeriez-vous entendre une histoire drôle ?

source: [_jacklyn_] Hit me, shooter.
fr_fr: [_jacklyn_] Hit me, tireur.

source: [_mc_] Okay, here goes...
fr_fr: [_mc_] Ok, voilà ...

source: [_mc_] I once had a nightmare that felt like years.
fr_fr: [_mc_] J'ai eu une fois un cauchemar qui se sentait comme des années.

source: [_mc_] I watched my life pass before my eyes. It slipped between my fingers.
fr_fr: [_mc_] J'ai regardé ma vie passer devant mes yeux. Il a glissé entre mes doigts.

source: [_mc_] [flora] got engaged to some douchebag with a BMW.
fr_fr: [_mc_] [flora] s'est engagé dans un sac de pâte avec une BMW.

source: [_mc_] I dropped out of college due to depression, and started working some dead end job.
fr_fr: [_mc_] Je suis tombé de l'université en raison de la dépression et j'ai commencé à travailler à la mort.

source: [_mc_] Each night was just me playing video games and watching porn.
fr_fr: [_mc_] Chaque soir, j'étais juste en train de jouer à des jeux vidéo et de regarder du porno.

source: [_mc_] And then I woke up, and life seems entirely different.
fr_fr: [_mc_] Et puis je me suis réveillé, et la vie semble complètement différente.

source: [_mc_] In my dream, Mrs. Lichtenstein was this introverted loner. Mrs. Bloomer an old hag.
fr_fr: [_mc_] Dans mon rêve, Mme Lichtenstein était une solitaire introvertie. Mme Bloomer une vieille sorcière.

source: [_mc_] No girls ever wanted anything to do with me.
fr_fr: [_mc_] Aucune fille n'a jamais voulu quoi que ce soit à voir avec moi.

source: [_mc_] I haven't told anyone this, but I'm so relieved I woke up. It almost feels like I traveled back in time.
fr_fr: [_mc_] Je ne l'ai dit à personne, mais je suis soulagé que je me suis réveillé. J'ai presque l'impression que j'ai voyagé dans le temps.

source: [_mc_] Now you're here, and honestly, you're a splash of vibrant color in my life.
fr_fr: [_mc_] Vous êtes ici, et honnêtement, vous êtes un éclaboussé de couleurs vives dans ma vie.

source: [_jacklyn_] That's smooch as hell.
fr_fr: [_jacklyn_] C'est de l'enfer.

source: [_jacklyn_] Excuse me for sucking your cock, but that's quite amazing.
fr_fr: [_jacklyn_] Excuse-moi pour sucer votre bite, mais c'est assez incroyable.

source: [_jacklyn_] It's like one of those origin stories. What a relief.
fr_fr: [_jacklyn_] C'est comme l'une de ces histoires d'origine. Quel soulagement.

source: [_mc_] Happy you liked it.
fr_fr: [_mc_] Heureux que cela vous ait plu.

source: [_jacklyn_] What was that?
fr_fr: [_jacklyn_] Qu'est-ce que c'était ?

source: [_jacklyn_] Is someone else here?
fr_fr: [_jacklyn_] Est-ce que quelqu'un d'autre est ici ?

source: [_mc_] No, [jo]'s at work and [flora] is at her internship.
fr_fr: [_mc_] Non, [jo]'s au travail et [flora] est à son stage.

source: [_jacklyn_] That's pretty damn freddy kruger if you ask me...
fr_fr: [_jacklyn_] C'est un sacré Freddy Kruger si vous voulez mon avis...

source: [_mc_] Wait here, I'll go have a look.
fr_fr: [_mc_] Attends ici, je vais aller jeter un coup d'oeil.

source: [_jacklyn_] That's how you get kebabbed.
fr_fr: [_jacklyn_] C'est comme ça qu'on se fait kebabiser.

source: [_mc_] It's probably nothing. [flora] sometimes leaves the window open and the neighbor's cat climbs in.
fr_fr: [_mc_] C'est probablement rien. [flora] laisse parfois la fenêtre ouverte et le chat du voisin monte.

source: [_mc_] But err... be ready to call the cops.
fr_fr: [_mc_] Mais err ... être prêt à appeler les flics.
