Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/22_jacklyn_statement_peg.po
Languages: it_it

source: [_jacklyn_] Spread it, punk bitch.
it_it: [_jacklyn_] Diffusa, punk bitch.

source: [_jacklyn_] Relax. You're more clenched than a boxer's fist.
it_it: [_jacklyn_] Relax. Sei più stretto del pugno di un pugno.

source: [_mc_] That thing is a lot bigger than I thought it would be...
it_it: [_mc_] Quella cosa è molto più grande di quello che pensavo sarebbe stata...

source: [_jacklyn_] I'm not going to hurt you.
it_it: [_jacklyn_] non ti farò del male.

source: [_mc_] Um... okay. Just don't put it all in at once.
it_it: [_mc_] Um... ok. Basta non metterlo tutto in una volta.

source: [_jacklyn_] Don't worry. I'll be nice.
it_it: [_jacklyn_] Non ti preoccupare. Sarò gentile.

source: [_jacklyn_] We'll start with the tip.
it_it: [_jacklyn_] Inizieremo con il suggerimento.

source: Fuck. She's lining it up...
it_it: Cazzo. Lo sta rivestendo...

source: [_mc_] Wait!
it_it: [_mc_] Aspetta!

source: [_mc_] I don't know about this...
it_it: [_mc_] Non so di questo...

source: [_jacklyn_] We don't have to do it. Would you like to stop?
it_it: [_jacklyn_] Non dobbiamo farlo. Ti piacerebbe fermarti?

source: I've fantasized about this, but it's a whole different thing in person.
it_it: Ho fantasticato su questo, ma è una cosa completamente diversa di persona.

source: Getting a large foreign object pushed inside you is a terrifying prospect.
it_it: Ottenere un grande oggetto straniero spinto dentro di te è una prospettiva terrificante.

source: Man, I think I understand now why girls are so nervous on their virgin voyage.
it_it: Uomo, penso di capire ora perché le ragazze sono così nervose nel loro viaggio vergine.

source: Still, I did dress up for it, and [jacklyn]'s looking absolutely gorgeous wearing that strap-on.
it_it: Ancora, ho fatto vestire per esso, e [jacklyn]sta cercando assolutamente stupendo indossare quel cinturino.

source: [_mc_] Let's keep going.
it_it: [_mc_] Continuiamo ad andare.

source: [_jacklyn_] That's fire, shooter. I'm proud of you.
it_it: [_jacklyn_] È fuoco, tiratore. Sono orgoglioso di te.

source: [_jacklyn_] Okay, relax now.
it_it: [_jacklyn_] Okay, rilassatevi adesso.

source: [_jacklyn_] It might hurt a little at first, but it'll pass.
it_it: [_jacklyn_] All'inizio potrebbe ferire un po', ma passerà.

source: [_jacklyn_] Are you okay?
it_it: [_jacklyn_] Stai bene?

source: Oh god. My poor sphincter. That beast cracked me right open.
it_it: Oh dio. La mia povera sfinteria. Quella bestia mi ha incrinato a destra aperta.

source: Holy fuck. She's keeping it inside my ass.
it_it: Sacro cazzo. Lo sta tenendo dentro il mio culo.

source: [_jacklyn_] I'll let you get used to it for a bit.
it_it: [_jacklyn_] ti lascerò abituarti per un po'.

source: [_mc_] Uhhh... it's so big!
it_it: [_mc_] Uhhhh... è così grande!

source: [_jacklyn_] Oh, please. It's medium size.
it_it: [_jacklyn_] Oh, per favore. È di medie dimensioni.

source: [_jacklyn_] There we go. How's that?
it_it: [_jacklyn_] Ci andiamo. Com'è quello?

source: [_mc_] Fuck me. That's deep.
it_it: [_mc_] Cazzo me. È profondo.

source: Feels like she just pushed through my ass entirely, poking at the entrance of my colon.
it_it: Si sente come lei appena spinto attraverso il mio culo interamente, poking all'ingresso del mio colon.

source: Damn, I'm so full...
it_it: Dannazione, sono così pieno...

source: [_jacklyn_] I'm going to start fucking you at a slow pace now. Is this your first time getting pegged?
it_it: [_jacklyn_] Inizierò a farti scopare ad un ritmo lento ora. Questa è la tua prima volta che sei ancorato?

source: [_mc_] Yes...
it_it: [_mc_] Sì...

source: Can't believe she asked that when she's already buried deep in my ass.
it_it: Non può credere che ha chiesto che quando è già sepolta in profondità nel mio culo.

source: [_jacklyn_] Okay, I'll go easy on you at first.
it_it: [_jacklyn_] Va bene, prima andrò facile su di te.

source: Oh my god. I'm getting fucked.
it_it: Oh mio dio. Mi faccio scopare.

source: Can't believe it.
it_it: Non ci credi.

source: It hurts like a motherfucker, but there's also a pulsating pleasure deep inside me.
it_it: Fa male come una motherfucker, ma c'è anche un piacere pulsante dentro di me.

source: I don't think I've ever been this hard before...
it_it: Non penso di essere mai stato così difficile prima...

source: [_jacklyn_] Take it, punk bitch.
it_it: [_jacklyn_] Prendetelo, punk bitch.

source: [_mc_] Oh my god...
it_it: [_mc_] Oh mio dio...

source: A TA talking dirty, that's just too hot.
it_it: Un TA che parla sporco, è troppo caldo.

source: [_jacklyn_] Take it!
it_it: [_jacklyn_] Prendetelo!

source: A firestorm of passion sweeps through her eyes as she slams into me.
it_it: Un firestorm di passione spazza attraverso i suoi occhi mentre lei mi sbatte.

source: Each thrust vibrates through my core, vibrates through her jiggly parts.
it_it: Ogni spinta vibra attraverso il mio nucleo, vibra attraverso le sue parti jiggly.

source: [_mc_] Fuck, that's so good.
it_it: [_mc_] Cazzo è così buono.

source: [_jacklyn_] Oh yeah?
it_it: [_jacklyn_] Oh sì?

source: [_mc_] Fuck me, [jacklyn]!
it_it: [_mc_] Cazzo me, [jacklyn]!

source: [_jacklyn_] That's what I like to hear.
it_it: [_jacklyn_] È quello che mi piace sentire.

source: [_jacklyn_] Now, that's a pegging!
it_it: [_jacklyn_] Ora, è un pegging!

source: [_jacklyn_] Full penetration for my punk bitch.
it_it: [_jacklyn_] Penetrazione completa per la mia puttana punk.

source: [_mc_] Oh god. Oh fuck.
it_it: [_mc_] Oh dio. Oh scopa.

source: She just fucking impaled me...
it_it: Lei mi ha appena scopato...

source: That's deeper than the fucking mines of Moria! She should call her strap-on Durin's Bane!
it_it: Questo è più profondo delle miniere del cazzo di Moria! Dovrebbe chiamare il suo strap-on Durin's Bane!

source: [_jacklyn_] I think you're ready for some deep strokes.
it_it: [_jacklyn_] Penso che tu sia pronto per alcuni tratti profondi.

source: Really? I don't know about—
it_it: Veramente? Non so di tutto—

source: Fuck, she's beating the shit out of my prostate!
it_it: Cazzo sta picchiando il grido della mia prostata!

source: Oh, god. My balls have never been so close to bursting before!
it_it: Oh, dio. Le mie palle non sono mai state così vicine a scoppiare prima!

source: [_jacklyn_] Come on, [mc]. Take it!
it_it: [_jacklyn_] Avanti, [mc]. Prendetelo!

source: [_mc_] Fuck me hard!
it_it: [_mc_] Mi scopa duro!

source: [_jacklyn_] Oh, I'm planning on it.
it_it: [_jacklyn_] Oh, ho intenzione di farlo.

source: [_jacklyn_] That's a pretty picture!
it_it: [_jacklyn_] Questa è una bella foto!
