Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/23_jacklyn_statement_anal.po
Languages: fr_fr, it_it

source: She grinds on top of me, up and down, teasing my cock with her ass and pussy.
fr_fr: Elle se moque de moi, en haut et en bas, en taquinant ma bite avec son cul et sa chatte.
it_it: Lei macina su di me, su e giù, prendere in giro il mio cazzo con il suo culo e la figa.

source: Coaxing out a hardness I never thought possible.
fr_fr: Je n'ai jamais pensé à une dureté.
it_it: Coaxing fuori una durezza che non ho mai pensato possibile.

source: [_jacklyn_] How's that?
fr_fr: [_jacklyn_] Comment ça ?
it_it: [_jacklyn_] Com'è?

source: [_mc_] Yeah...
fr_fr: [_mc_] Oui ...
it_it: [_mc_] Sì...

source: [_jacklyn_] Yeah?
fr_fr: [_jacklyn_] Oui ?
it_it: [_jacklyn_] Sì?

source: [_jacklyn_] Should I put it in deeper?
fr_fr: [_jacklyn_] Dois-je le mettre en profondeur ?
it_it: [_jacklyn_] Dovrei metterlo più in profondità?

source: [_mc_] Yes!
fr_fr: [_mc_] Oui !
it_it: [_mc_] Sì!

source: [_jacklyn_] So eager.
fr_fr: [_jacklyn_] Si enthousiaste.
it_it: [_jacklyn_] Così ansioso.

source: Oh, man. She lines it up, letting the tip of my cock nestle against her wrinkled asshole.
fr_fr: Oh, mon Dieu. Elle s'aligne, laissant le bout de ma bite se nicher contre son trou du cul ridé.
it_it: Oh, uomo. Lo linea, lasciando che la punta del mio cazzo si annidasse contro il suo stronzolo rugoso.

source: She winks her sphincter at me, trying to suck me inside.
fr_fr: Elle vire son sphincter à moi, essayant de me sucer à l'intérieur.
it_it: Lei ammicca il suo sfintere contro di me, cercando di succhiarmi dentro.

source: [_jacklyn_] Okay, let's try...
fr_fr: [_jacklyn_] Ok, essayons ...
it_it: [_jacklyn_] Okay, cerchiamo di provare...

source: God, she just sucked it in with her ass muscles alone!
fr_fr: Dieu, elle l'a tout simplement aspiré avec ses muscles fesses !
it_it: Dio, lei ha appena succhiato in con i suoi muscoli del culo da solo!

source: Her ass is so warm, it feels like I just put my dick in a bowl of mac 'n' cheese.
fr_fr: Son cul est si chaud que j'ai l'impression d'avoir mis ma bite dans un bol de macaronis au fromage.
it_it: Il suo culo è così caldo, si sente come ho messo il mio cazzo in una ciotola di formaggio mac.

source: [_jacklyn_] I'm going to ride you, big boy. Ease it in slowly.
fr_fr: [_jacklyn_] Je vais vous conduire, grand garçon. Passe-le lentement.
it_it: [_jacklyn_] ti guiderò, grande ragazzo. Seguilo lentamente.

source: She penetrates herself on me.
fr_fr: Elle s'est infiltrée sur moi.
it_it: Lei si penetra con me.

source: [_mc_] Fuck...
fr_fr: [_mc_] Putain ...

source: Her ass is so damn tight. Her muscles keep squeezing me, choking my, trying to suck the cum out.
fr_fr: Son cul est si serré. Ses muscles continuent à me serrer, à m'étouffer, à essayer d'aspirer le sperme.
it_it: Il suo culo è così dannatamente stretto. I suoi muscoli continuano a schiacciarmi, soffocando il mio, cercando di succhiare lo sperma fuori.

source: The muscles in her ass are trying to push me out, but she's working me deeper.
fr_fr: Les muscles de son cul essaient de me pousser, mais elle me travaille plus profondément.
it_it: I muscoli nel suo culo stanno cercando di spingermi fuori, ma mi sta lavorando più in profondità.

source: She wiggles around, making my cock explore the soft insides of her anal cavity.
fr_fr: Elle se tortille, ce qui permet à ma bite d'explorer l'intérieur de sa cavité anale.
it_it: Lei si agita intorno, facendo esplorare il mio cazzo morbido interno della sua cavità anale.

source: It's like she's trying to find the right spot or angle to—
fr_fr: C'est comme si elle essaya de trouver la place ou l'angle droit-
it_it: È come lei sta cercando di trovare il punto o l'angolo giusto per—

source: [_jacklyn_] There... we... go...
fr_fr: [_jacklyn_] Là... nous... allons...
it_it: [_jacklyn_] Lì... andiamo... vai...

source: She just took me even deeper. Pushed me past some inner boundary.
fr_fr: Elle m'a juste pris plus en profondeur. J'ai passé une partie de la frontière intérieure.
it_it: Mi ha appena portato ancora più in profondità. Mi ha spinto oltre qualche confine interiore.

source: Man, I never thought she'd take this much of me in her ass.
fr_fr: Je n'ai jamais pensé qu'elle me prendrait autant de moi dans son cul.
it_it: Uomo, non ho mai pensato che avrebbe preso questo gran parte di me nel suo culo.

source: She rides me deeply, making me feel every inch of her juicy asshole.
fr_fr: Elle me chevauche profondément, me faisant sentir chaque centimètre de son trou de cul juteux.
it_it: Mi cavalca profondamente, facendomi sentire ogni centimetro del suo culo succoso.

source: Squeezing and massaging me. Fuck, I could come already, but I want more.
fr_fr: Écoute et me massant. Merde, je pourrais venir, mais je veux plus.
it_it: Schiacciandomi e massaggiandomi. Scopo, potrei venire già, ma voglio di più.

source: [_mc_] Take me deeper.
fr_fr: [_mc_] Prenez-moi de plus en plus.
it_it: [_mc_] Portami più in profondità.

source: [_jacklyn_] Just let me ride you.
fr_fr: [_jacklyn_] Laissez-moi vous conduire.
it_it: [_jacklyn_] Lasciatemi cavalcarvi.

source: Holy shit, I think she just pushed me into the opening of her colon.
fr_fr: Sainte merde, je pense qu'elle m'a poussé à l'ouverture de son côlon.
it_it: Merda santa, penso che mi abbia appena spinto nell'apertura del suo colon.

source: Fuck! I'm so close to bursting. Her ass is begging for my cum.
fr_fr: Putain ! Je suis si proche d'éclater. Son cul est mordant pour mon foutre.
it_it: Fuck! Sono così vicino a scoppiare. Il suo culo sta chiedendo il mio cum.

source: [_mc_] Keep going!
fr_fr: [_mc_] Continuez !
it_it: [_mc_] Continui ad andare!

source: [_mc_] Deeper!
fr_fr: [_mc_] Plus profond !

source: [_jacklyn_] Fuck me, that's deep.
fr_fr: [_jacklyn_] Baise-moi, c'est profond.
it_it: [_jacklyn_] Cazzo me, è profondo.

source: Jesus. I swear she just took the head of my dick into her colon.
fr_fr: Jésus. Je te jure qu'elle a pris la tête de ma bite dans le côlon.
it_it: Giuro che ha appena preso la testa del mio cazzo nel suo colon.

source: [_jacklyn_] I do like a good ass-pounding.
fr_fr: [_jacklyn_] Je fais comme un bon cul-de-cul.
it_it: [_jacklyn_] Mi piace un buon as-pounding.

source: [_jacklyn_] Riding you is giggle-fest.
fr_fr: [_jacklyn_] Monter sur toi, c'est la fête du rire.
it_it: [_jacklyn_] Cavalcarti è giggle-fest.

source: [_mc_] Riding me is—
fr_fr: [_mc_] -------------
it_it: [_mc_] Cavalcarmi è—

source: [_mc_] Fuck!
fr_fr: [_mc_] Putain!

source: [_jacklyn_] Oh, give it to me!
fr_fr: [_jacklyn_] Oh, donnez-moi !
it_it: [_jacklyn_] Oh, datemi a me!

source: [_mc_] Come on, impale yourself!
fr_fr: [_mc_] Allez, empalez-vous !
it_it: [_mc_] Avanti, impalati te stesso!

source: [_jacklyn_] Fuck-pickles!
fr_fr: [_jacklyn_] Des cornichons!

source: [_mc_] Fuck, I'm so close...
fr_fr: [_mc_] Putain, je suis si proche...

source: I've always dreamed of filling a girl's ass with semen.
fr_fr: J'ai toujours rêvé de remplir le cul d'une fille avec du sperme.
it_it: Ho sempre sognato di riempire il culo di una ragazza di sperma.

source: I want her to remember me long after I pull my dick out.
fr_fr: Je veux qu'elle se souvienne de moi longtemps après que j'ai sorti ma bite.
it_it: Voglio che mi ricordi molto tempo dopo che tiro fuori il mio cazzo.

source: Fuck, that's the best feeling ever. Just shooting my load deep into her bowels.
fr_fr: Putain, c'est la meilleure sensation de jamais. Il suffit de tirer ma cargaison en profondeur dans ses entrailles.
it_it: Cazzo che è la migliore sensazione di sempre. Basta sparare il mio carico in profondità nelle sue viscere.

source: Hot damn. I've...
fr_fr: Bon sang de bonsoir. J'ai...
it_it: Dannazione calda. Io...

source: ...never cummed... so hard!
fr_fr: ...jamais joui... si fort !
it_it: ...non ingombrato... così duramente!

source: [_jacklyn_] You'd been saving up I think...
fr_fr: [_jacklyn_] Vous aviez économisé, je crois...
it_it: [_jacklyn_] Ti saresti salvato penso...

source: [_jacklyn_] I just had an ass-gasm!
fr_fr: [_jacklyn_] Je viens d'avoir un orgasme du cul !
it_it: [_jacklyn_] Ho appena avuto un as-gasm!

source: [_jacklyn_] What a ride...
fr_fr: [_jacklyn_] Quelle attraction ...
it_it: [_jacklyn_] Che giro...

source: [_mc_] I'm going to...
fr_fr: [_mc_] Je vais ...
it_it: [_mc_] Sto andando a...

source: [_mc_] Oh fuck!
fr_fr: [_mc_] Oh merde !

source: I think I just gave the moon a facial. Hot damn!
fr_fr: Je pense que je viens de donner un visage à la lune. Hot putain !
it_it: Penso di aver appena dato alla luna un facciale. Dannazione caldo!

source: [_jacklyn_] Hello cock-geyser!
fr_fr: [_jacklyn_] Bonjour, geyser !
it_it: [_jacklyn_] Ciao cock-geyser!

source: That was probably the best fucking release I've ever had.
fr_fr: C'était probablement la meilleure putain de libération que j'ai jamais eu.
it_it: Probabilmente è stato il miglior rilascio del cazzo che abbia mai avuto.

source: [jacklyn]'s ass is truly a masterpiece.
fr_fr: Le cul de [jacklyn] est un véritable chef-d'œuvre.
it_it: Il culo di [jacklyn]è davvero un capolavoro.
