Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/27_lindsey_catch.po
Languages: it_it

source: [_mc_] I got you.
it_it: [_mc_] ti ho presa.

source: That was too close.
it_it: Era troppo vicino.

source: [_lindsey_s_lindseycatch_look_] [mc]? Where did you come from?
it_it: [_lindsey_s_lindseycatch_look_] [mc]? Da dove sei venuto?

source: [_mc_] I've been here all along.
it_it: [_mc_] Sono stato qui da sempre.

source: [_mc_] Maybe if you slowed down you'd notice the people around you.
it_it: [_mc_] Forse se avessi rallentato noterai le persone che ti circondano.

source: [_lindsey_s_lindseycatch_look_] I'm late for practice... thanks for catching me, though!
it_it: [_lindsey_s_lindseycatch_look_] Sono in ritardo per la pratica... grazie per avermi catturato, però!

source: [_mc_] You're going to hurt yourself if you keep being careless.
it_it: [_mc_] Ti farai del male se continuerai ad essere imprudente.

source: [_lindsey_s_lindseycatch_smile_] I slipped on the stairs, that's all! I'll watch my step in the future.
it_it: [_lindsey_s_lindseycatch_smile_] sono scivolato sulle scale, tutto! Guarderò il mio passo in futuro.

source: [_mc_] This is the third time you've been in an accident this year.
it_it: [_mc_] Questa è la terza volta che sei in un incidente quest'anno.

source: [_mc_] Are you sure you're okay?
it_it: [_mc_] Sei sicuro che stai bene?

source: [_lindsey_s_lindseycatch_smile_] Never been better!
it_it: [_lindsey_s_lindseycatch_smile_] Mai è stato migliore!

source: [_mc_] Where did {i}you{/} come from?
it_it: [_mc_] Da dove è venuto {i}tu{/}?

source: [_mc_] I was just walking along and you fell out of the sky.
it_it: [_mc_] Io stavo solo camminando e tu caddi dal cielo.

source: [_mc_] Are you a bird? A plane? Maybe an angel?
it_it: [_mc_] Sei un uccello? Un aereo? Forse un angelo?

source: [_lindsey_s_lindseycatch_smile_] Hey, smooth!
it_it: [_lindsey_s_lindseycatch_smile_] Ehi, liscio!

source: [_mc_] I thought you were a runner. What's with the flight maneuvers?
it_it: [_mc_] Ho pensato che tu fossi un corridore. Cosa c'è con le manovre di volo?

source: [_lindsey_s_lindseycatch_smile_] My lifelong dream is actually to become a pilot.
it_it: [_lindsey_s_lindseycatch_smile_] Il mio sogno per tutta la vita è in realtà diventare un pilota.

source: [_mc_] Really?
it_it: [_mc_] Davvero?

source: [_lindsey_s_lindseycatch_smile_] No, silly! I just slipped.
it_it: [_lindsey_s_lindseycatch_smile_] No, sciocco! Ho appena scivolato.

source: [_lindsey_s_lindseycatch_smile_] Thanks for catching me.
it_it: [_lindsey_s_lindseycatch_smile_] Grazie per avermi catturato.

source: [_mc_] That's it? I just saved your life.
it_it: [_mc_] È vero? Ho appena salvato la tua vita.

source: [_mc_] I'm kidding. Glad you're okay.
it_it: [_mc_] sto scherzando. Sono felice che tu stia bene.

source: [_lindsey_s_lindseycatch_smile_] I thought I'd eat it for sure.
it_it: [_lindsey_s_lindseycatch_smile_] Pensavo di averlo mangiato di sicuro.

source: [_mc_] Me too. I thought for sure that—
it_it: [_mc_] anche io. Ho pensato per certo quello—

source: Okay, then...
it_it: Ok, allora...

source: God, she's so warm.
it_it: Dio, è così calda.

source: I used to dream about hugging her, but even in my fantasy, she never hugged me back.
it_it: Avevo sognato di abbracciarla, ma anche nella mia fantasia, non mi abbracciò mai.

source: Never thought it would be so different from [jo]'s hugs.
it_it: Non ha mai pensato che sarebbe stato così diverso dagli abbracci di [jo].

source: When she wraps her arms around me, it feels like she's putting everything she has into it.
it_it: Quando lei avvolge le braccia intorno a me, si sente come lei sta mettendo tutto ciò che ha in esso.

source: Maybe that's unique for her, being a star athlete. Maybe she puts all her effort into everything she does.
it_it: Forse è unico per lei, essendo un atleta stellare. Forse mette tutto il suo sforzo in tutto quello che fa.

source: [_lindsey_s_lindseycatch_hug_] Thanks so much for catching me!
it_it: [_lindsey_s_lindseycatch_hug_] Grazie mille per avermi catturato!

source: So, this is what true appreciation feels like.
it_it: Quindi, questo è ciò che si sente vero apprezzamento.

source: Who would've thought it'd be so soft?
it_it: Chi avrebbe pensato che sarebbe stato così morbido?

source: [_mc_] We have to stop meeting like this.
it_it: [_mc_] Dobbiamo smettere di incontrarci così.

source: [_lindsey_s_lindseycatch_smile_] Oh, hello there!
it_it: [_lindsey_s_lindseycatch_smile_] Oh, ciao lì!

source: [_lindsey_s_lindseycatch_smile_] I don't mind it all too much.
it_it: [_lindsey_s_lindseycatch_smile_] non mi dispiace tutto troppo.

source: [_mc_] You could seriously have hurt yourself!
it_it: [_mc_] Avresti potuto seriamente farti del male!

source: [_mc_] What if I wasn't around?
it_it: [_mc_] E se non fossi in giro?

source: [_lindsey_s_lindseycatch_look_] You're serious...
it_it: [_lindsey_s_lindseycatch_look_] Sei serio...

source: [_mc_] Of course I'm serious!
it_it: [_mc_] Naturalmente sono serio!

source: [_mc_] I can't stand the thought of something bad happening to you.
it_it: [_mc_] Non riesco a sopportare il pensiero di qualcosa di brutto accadendo a voi.

source: [_lindsey_s_lindseycatch_smile_] But I'm okay!
it_it: [_lindsey_s_lindseycatch_smile_] Ma sto bene!

source: [_mc_] Yes, but—
it_it: [_mc_] Sì, ma—

source: It's hard to argue with a pair of lips against your cheek.
it_it: È difficile litigare con un paio di labbra contro la guancia.

source: Her carelessness is the main reason we're even talking.
it_it: La sua negligenza è il motivo principale per cui stiamo anche parlando.

source: It has led us to this moment. So, maybe it's wrong of me to be upset with her.
it_it: Ci ha portato a questo momento. Quindi, forse è sbagliato di me essere sconvolto con lei.

source: But she's just so precious. And I don't say that just 'cause she's kissing my cheek.
it_it: Ma è così preziosa. E non lo dico solo perché mi sta baciando la guancia.

source: [_lindsey_s_lindseycatch_hug_] Thanks for catching me.
it_it: [_lindsey_s_lindseycatch_hug_] Grazie per avermi catturato.

source: Okay, maybe I don't mind it that much.
it_it: Ok, forse non mi dispiace così tanto.

source: Not when her hair carries the scent of spring — that mild breeze that heralds the summer.
it_it: Non quando i suoi capelli portano il profumo di primavera — quella brezza mite che annuncia l'estate.

source: And her arms around me whisk away the mental anguish from years of misery and self-doubt.
it_it: E le sue braccia intorno a me frustano l'angoscia mentale da anni di miseria e di dubbio di sé.

source: Not when her soft chest presses into me, and our hearts beat in tandem.
it_it: Non quando il suo torace morbido preme su di me, e i nostri cuori battono in tandem.

source: Not when she whispers words that only I can hear.
it_it: Non quando sussurra parole che solo io posso sentire.

source: [_lindsey_s_lindseycatch_hug_] My hero!
it_it: [_lindsey_s_lindseycatch_hug_] Mio eroe!

source: And she means it too. Not a trace of sarcasm in her voice.
it_it: E lei lo vuol dire anche. Non una traccia di sarcasmo nella sua voce.

source: If only we could stay like this forever.
it_it: Se solo potessimo rimanere in questo modo per sempre.

source: If only...
it_it: Se solo...

source: "Where did {i}you{/} come from?"
it_it: "Da dove è venuto {i}tu{/}?"

source: "We have to stop meeting like this."
it_it: "Dobbiamo smettere di incontrarci così."
