Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/28_lindsey_crash.po
Languages: fr_fr, it_it

source: That right there is perk-fection!
fr_fr: C'est vrai qu'il y a du perk-fection !
it_it: Che proprio c'è perk-fection!

source: Boobery at its very finest.
fr_fr: Boobery à son meilleur.
it_it: Boobery al suo più bello.

source: Titillating to say the least.
it_it: Titillando per non dire altro.

source: [lindsey]'s crashes always put her in the best positions.
fr_fr: Les accidents de [lindsey]'s la mettent toujours dans les meilleures positions.
it_it: I crash di [lindsey]la mettono sempre nelle migliori posizioni.

source: Maybe she's trying to show me her hot little body.
fr_fr: Peut-être qu'elle essaie de me montrer son petit corps chaud.
it_it: Forse sta cercando di mostrarmi il suo piccolo corpo caldo.

source: Fuck. I can watch her like this all day long.
fr_fr: Putain. Je peux la regarder comme ça toute la journée.
it_it: Scopo. Posso guardarla come questo tutto il giorno.

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord?
it_it: [_mc_] Stai bene?

source: [_lindsey_s_lindseycrashed_angry_] Yeah... I think.
fr_fr: [_lindsey_s_lindseycrashed_angry_] Oui ... Je pense.
it_it: [_lindsey_s_lindseycrashed_angry_] Sì... penso.

source: [_lindsey_s_lindseycrashed_angry_] Probably just a few bruises...
fr_fr: [_lindsey_s_lindseycrashed_angry_] Probablement juste quelques contusions ...
it_it: [_lindsey_s_lindseycrashed_angry_] Probabilmente solo alcuni lividi...

source: [_lindsey_s_lindseycrashed_angry_] I need to tie my shoelaces better.
fr_fr: [_lindsey_s_lindseycrashed_angry_] J'ai besoin de mieux lier mes lacets.
it_it: [_lindsey_s_lindseycrashed_angry_] Ho bisogno di legare meglio le mie scarpe.

source: She looked embarrassed again.
fr_fr: Elle avait l'air embarrassée à nouveau.
it_it: Sembrava nuovamente imbarazzata.

source: I guess it doesn't look good when the star athlete keeps tripping over her own feet.
fr_fr: Je suppose que ça ne va pas bien quand l'athlète star continue à trébutant sur ses propres pieds.
it_it: Immagino che non sembra buono quando l'atleta stella continua a inciampare sui suoi piedi.

source: [_mc_] You need to be more careful. Next time you might not be so lucky.
fr_fr: [_mc_] Vous devez être plus prudent. La prochaine fois, vous ne serez peut-être pas aussi chanceux.
it_it: [_mc_] Devi essere più prudente. La prossima volta potresti non essere così fortunato.

source: [_lindsey_s_lindseycrashed_waking_] Nngh.
it_it: [_lindsey_s_lindseycrashed_waking_] NNGG.

source: [_lindsey_s_lindseycrashed_waking_] I need to get to practice...
fr_fr: [_lindsey_s_lindseycrashed_waking_] Je dois m'entraîner ...
it_it: [_lindsey_s_lindseycrashed_waking_] Ho bisogno di mettermi in pratica...

source: Okay, this should be good...
fr_fr: Ok, ça devrait être bon ...
it_it: Ok, questo dovrebbe essere buono...

source: [_mc_] Here we have the so-called star athlete of Newfall High, once again tripping over her own feet.
fr_fr: [_mc_] Nous avons ici l'athlète vedette de Newfall High, une fois de plus trébutant sur ses propres pieds.
it_it: [_mc_] Qui abbiamo il cosiddetto atleta stellare di Newfall High, ancora una volta inciampando sui suoi piedi.

source: [_mc_] For all that praise, she can't seem to remain upright.
fr_fr: [_mc_] Pour tous ces éloges, elle ne semble pas rester debout.
it_it: [_mc_] Per tutte queste lodi, non può sembrare di rimanere retta.

source: [_mc_] Perhaps that prestigious scholarship should be reconsidered?
fr_fr: [_mc_] Peut-être qu'une bourse prestigieuse devrait être réexaminée?
it_it: [_mc_] Forse si dovrebbe riconsiderare la prestigiosa borsa di studio?

source: [_lindsey_s_lindseycrashed_angry_rec_] Are you filming me?
fr_fr: [_lindsey_s_lindseycrashed_angry_rec_] Tu me filmes?
it_it: [_lindsey_s_lindseycrashed_angry_rec_] Mi stai filmando?

source: [_mc_] Just happened to have the phone out.
fr_fr: [_mc_] Il est arrivé que le téléphone soit sorti.
it_it: [_mc_] È appena successo di avere il telefono fuori.

source: [_lindsey_s_lindseycrashed_angry_rec_] You're totally filming me.
fr_fr: [_lindsey_s_lindseycrashed_angry_rec_] Vous me filez totalement.
it_it: [_lindsey_s_lindseycrashed_angry_rec_] Mi stai riprendendo completamente.

source: [_mc_] People need to know the truth.
fr_fr: [_mc_] Les gens ont besoin de connaître la vérité.
it_it: [_mc_] La gente ha bisogno di conoscere la verità.

source: [_lindsey_s_lindseycrashed_angry_rec_] The truth?
fr_fr: [_lindsey_s_lindseycrashed_angry_rec_] La vérité?
it_it: [_lindsey_s_lindseycrashed_angry_rec_] La verità?

source: [_mc_] Yeah, that no one is perfect.
fr_fr: [_mc_] Oui, que personne n'est parfait.
it_it: [_mc_] Sì, che nessuno è perfetto.

source: [_lindsey_s_lindseycrashed_angry_rec_] I never claimed to be perfect! What's wrong with you?
fr_fr: [_lindsey_s_lindseycrashed_angry_rec_] Je n'ai jamais prétendu être parfaite ! Qu'est-ce qui ne va pas avec toi?
it_it: [_lindsey_s_lindseycrashed_angry_rec_] Non ho mai preteso di essere perfetto! Cosa c'è di sbagliato con te?

source: [_mc_] Yet everyone thinks you are. Well, now I have proof.
fr_fr: [_mc_] Pourtant, tout le monde pense que vous êtes. Eh bien, maintenant j'ai la preuve.
it_it: [_mc_] Eppure tutti pensano che siete. Beh, ora ho prove.

source: [_lindsey_s_lindseycrashed_angry_rec_] I don't even know what to say... you're truly awful!
fr_fr: [_lindsey_s_lindseycrashed_angry_rec_] Je ne sais même pas quoi dire ... vous êtes vraiment affreux !
it_it: [_lindsey_s_lindseycrashed_angry_rec_] Non so nemmeno cosa dire... sei veramente terribile!

source: Start filming her
fr_fr: Commencer à le filmer
it_it: Inizia a filmarla
