Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/29_lindsey_spurt.po
Languages: it_it

source: [_lindsey_s_smile_] What even happened here? Where's your hoodie?
it_it: [_lindsey_s_smile_] Che cosa è successo anche qui? Dov'è la tua felpe?

source: [_mc_] Like I said, there was a—
it_it: [_mc_] Come ho detto, c'era un—

source: [_mc_] Wait! Don't touch it!
it_it: [_mc_] Aspetta! Non toccarlo!

source: [_lindsey_] Oh my god!
it_it: [_lindsey_] Oh mio dio!

source: Took the words right out of my mouth...
it_it: Ho preso le parole direttamente dalla mia bocca...

source: The dripping hair and blush of indignation is nothing short of adorable.
it_it: I capelli gocciolanti e il rossore di indignazione sono a dir poco adorabili.

source: She wipes her face on her sleeve, eyelashes sparkling with tiny wet diamonds.
it_it: Si asciuga il viso sulla manica, ciglia scintillante con piccoli diamanti bagnati.

source: Always thought those wet t-shirt contests were for sluts without self-esteem or dignity...
it_it: Sempre pensato che quei concorsi di t-shirt bagnati fossero per troie senza autostima o dignità...

source: [lindsey]'s the opposite of that, and maybe that's what makes this so special.
it_it: [lindsey]è il contrario, e forse è quello che rende questo così speciale.

source: [_mc_] Are you okay?
it_it: [_mc_] Stai bene?

source: [_lindsey_s_soaked_sad_] Yeah... just absolutely drenched.
it_it: [_lindsey_s_soaked_sad_] Yeah... solo assolutamente inzuppato.

source: [_lindsey_s_soaked_sad_] Oh, god. My skirt! It looks like I peed myself!
it_it: [_lindsey_s_soaked_sad_] Oh, dio. La mia gonna! Sembra che io mi abbia spezzato!

source: [_lindsey_s_soaked_sad_] What's wrong with the fountain?
it_it: [_lindsey_s_soaked_sad_] Cosa c'è di sbagliato nella fontana?

source: [_mc_] I don't know. I tried to warn you, but you moved too fast as usual.
it_it: [_mc_] non lo so. Ho cercato di avvertirti, ma ti sei mosso troppo velocemente come al solito.

source: [_lindsey_s_soaked_blush_] Aw, thanks for being nice about it.
it_it: [_lindsey_s_soaked_blush_] Aw, grazie per essere stato gentile a riguardo.

source: [_lindsey_s_soaked_blush_] I should've realized something was wrong when I saw the hoodie.
it_it: [_lindsey_s_soaked_blush_] Avrei dovuto rendersi conto che qualcosa era sbagliato quando ho visto la felpa.

source: [_mc_] You look super cute right now.
it_it: [_mc_] Sembra super carino in questo momento.

source: [_lindsey_s_soaked_skeptical_] I don't feel very cute.
it_it: [_lindsey_s_soaked_skeptical_] Non mi sento molto carino.

source: [_mc_] Dry. Wet. You're always adorable and you know it!
it_it: [_mc_] Dry. Wet. Sei sempre adorabile e lo sa!

source: [_lindsey_s_soaked_flirty_] Do you really think so?
it_it: [_lindsey_s_soaked_flirty_] Pensate davvero così?

source: [_mc_] Of course! You're the fastest and the cutest!
it_it: [_mc_] ovviamente! Sei il più veloce e il più bello!

source: [_lindsey_s_soaked_blush_] Aw, you always know how to turn a bad situation around!
it_it: [_lindsey_s_soaked_blush_] Aw, sai sempre come girare una cattiva situazione intorno!

source: [_mc_] Sorry for making you wet.
it_it: [_mc_] Mi dispiace per averti fatto bagnato.

source: [_lindsey_s_soaked_flirty_] Let me guess... it was bound to happen at some point?
it_it: [_lindsey_s_soaked_flirty_] Lasciatemi indovinare... era destinato a succedere ad un certo punto?

source: [_mc_] Oh my lord. That's absolutely raunchy! What a thing to say!
it_it: [_mc_] Oh mio signore. È assolutamente raunchy! Che cosa dire!

source: [_lindsey_s_soaked_blush_] Stop pretending!
it_it: [_lindsey_s_soaked_blush_] Smettila di fingere!

source: [_lindsey_s_soaked_blush_] I know that's exactly where you were going with that!
it_it: [_lindsey_s_soaked_blush_] So che è esattamente dove stavi andando con quello!

source: [_mc_] I don't know what you're talking about!
it_it: [_mc_] Non so di cosa stai parlando!

source: [_lindsey_s_soaked_flirty_] Okay, Reverend [mc]. I totally believe you!
it_it: [_lindsey_s_soaked_flirty_] Okay, Reverendo [mc]. Vi credo totalmente!

source: [_mc_] Do you have anything you can change into?
it_it: [_mc_] Hai qualcosa in cui puoi cambiare?

source: [_lindsey_s_soaked_annoyed_] Yeah, in the women's locker room.
it_it: [_lindsey_s_soaked_annoyed_] Sì, nello spogliatoio delle donne.

source: Crap. Someone's coming up the stairs.
it_it: Crap. Qualcuno sta salendo le scale.

source: [_lindsey_s_soaked_sad_] People are coming! Oh, god! I'll die if they see me like this...
it_it: [_lindsey_s_soaked_sad_] La gente sta arrivando! Oh, dio! Morirò se mi vedono così...

source: [_mc_] Quick, hide in the art classroom!
it_it: [_mc_] Rapido, nascondi nell'aula d'arte!
