Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/30_kate_spurt.po
Languages: it_it

source: [_kate_s_neutral_] Who the fuck splashed water all over the floor?
it_it: [_kate_s_neutral_] Chi la scopata spruzzò l'acqua su tutto il pavimento?

source: [_kate_s_neutral_] And left a disgusting wet hoodie on the fountain?
it_it: [_kate_s_neutral_] E lasciato un disgustoso cappuccio bagnato sulla fontana?

source: [_kate_s_neutral_] [mc], is this your—
it_it: [_kate_s_neutral_] [mc], è questo tuo—

source: [kate] looks like a wet cat. A soaked pussy.
it_it: [kate] sembra un gatto bagnato. Una figa impregnata.

source: Bold of her to not wear a bra, but I guess she's confident enough in her nipple game.
it_it: Grassetto di lei per non indossare un reggiseno, ma immagino che sia abbastanza fiduciosa nel suo gioco di capezzoli.

source: With standards as high as hers, she doesn't have to worry about autonomous body responses.
it_it: Con gli standard più alti di lei, lei non deve preoccuparsi di risposte del corpo autonomo.

source: She's honestly pretty cute like that.
it_it: Lei è onestamente piuttosto carina così.

source: Maybe that's the cure — drown the witch in her.
it_it: Forse questa è la cura — annega la strega in lei.

source: Finally, something bad happened to [kate].
it_it: Infine, qualcosa di brutto è successo ad [kate].

source: It's kinda hot seeing her all upset and shivering. She almost appears human.
it_it: Fa parecchio caldo vedendola tutta sconvolta e tremante. Sembra quasi umana.

source: I should take a picture of this. Might be useful at some point.
it_it: Dovrei farne una foto: a un certo punto potrebbe essere utile.

source: Perfect.
it_it: Perfetto.

source: [_kate_s_angry_soaked_] Someone's going to die for this...
it_it: [_kate_s_angry_soaked_] Qualcuno morirà per questo...

source: Oh, but not me. Not today!
it_it: Oh, ma non me. Non oggi!
