Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/31_lindsey_hug.po
Languages: it_it

source: [_lindsey_s_laughing_] It's a bit big on me, don't you think?
it_it: [_lindsey_s_laughing_] È un po' grande su di me, non pensi?

source: [_mc_] I think it looks absolutely perfect.
it_it: [_mc_] Penso che sembri assolutamente perfetto.

source: [_lindsey_s_flirty_] Do you really think so?
it_it: [_lindsey_s_flirty_] Pensate davvero così?

source: [_mc_] Without a doubt.
it_it: [_mc_] Senza dubbio.

source: [_lindsey_s_smile_] Aw, come here!
it_it: [_lindsey_s_smile_] Aw, vieni qui!

source: Not how I expected my day to turn out when I woke up this morning.
it_it: Non come mi aspettavo che il mio giorno si presentasse quando mi sono svegliato questa mattina.

source: Maybe that's the trick. Having no expectations and just doing the right thing.
it_it: Forse questo è il trucco. Non avere aspettative e solo fare la cosa giusta.

source: Feeling [lindsey]'s nimble body pressing against me... it's hard not to think that's the case.
it_it: Sentire il corpo agile di [lindsey]premendo contro di me... è difficile non pensare che sia il caso.

source: Her wet hair smells like spring rain.
it_it: I suoi capelli bagnati hanno un odore di pioggia primaverile.

source: Living in loneliness for so long... I sure missed out on life itself.
it_it: Vivere nella solitudine per così tanto tempo... Sicuramente ho perso la vita stessa.

source: 'Cause her arms around me is life. It fills me with new hope. With energy.
it_it: 'Causare le braccia intorno a me è la vita. Mi riempie di nuova speranza.

source: Even if I wake up now or get sent back to my old life, I'll remember this moment.
it_it: Anche se mi sveglio o vengo rimandato alla mia vecchia vita, mi ricorderò di questo momento.

source: I'll remember her on her tippy toes, wearing my shirt.
it_it: Mi ricorderò di lei sui suoi piedi tippy, indossando la mia camicia.

source: I'll remember it riding up her cute butt. And I'll remember her breath on my neck.
it_it: Mi ricorderò che cavalcarino il suo culo. E mi ricorderò il suo respiro sul collo.

source: Nothing will ever erase this moment.
it_it: Niente cancellerà mai questo momento.

source: [_lindsey_s_smile_] Thank you. And thanks for being so nice to me.
it_it: [_lindsey_s_smile_] Grazie. E grazie per essere stato così gentile con me.

source: [_mc_] You're one of the first people I think of when I hear the phrase "good people."
it_it: [_mc_] Sei una delle prime persone che penso a quando sento la frase "persone buone".

source: [_mc_] And this year, I've decided to be better as well.
it_it: [_mc_] E quest'anno ho deciso di essere anche meglio.

source: [_lindsey_s_smile_] Well, it's certainly working. I hope everyone sees that!
it_it: [_lindsey_s_smile_] Beh, sta certamente funzionando. Spero che tutti lo vedano!

source: [_lindsey_s_smile_] Anyway, can you close your eyes for a moment so I can change?
it_it: [_lindsey_s_smile_] Comunque, puoi chiudere gli occhi per un attimo, così posso cambiare?

source: [_mc_] Of course.
it_it: [_mc_] Certo.
