Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/32_lindsey_relief.po
Languages: it_it

source: There she is! Still wrapped up in her towel like a cute little present.
it_it: C'è! Ancora avvolto nel suo asciugamano come un simpatico piccolo regalo.

source: It is a gift!
it_it: È un regalo!

source: Damn, it's hard not to quote Boromir because [lindsey] is more precious than that old ring.
it_it: Dannazione, è difficile non citare Boromir perché [lindsey] è più prezioso di quel vecchio anello.

source: Just look at her. She's been here a hundred times before. It's all routine, and yet... it's naughty somehow!
it_it: Basta guardarla. È stata qui un centinaio di volte prima. È tutto di routine, e ancora... è cattivo in qualche modo!

source: Oh! That is the first light on the fifth day that Gandalf talked about!
it_it: Oh! Questa è la prima luce del quinto giorno di cui ha parlato Gandalf!

source: God, she's perfect...
it_it: Dio, è perfetta...

source: I wonder what [lindsey] thinks while looking down at her breasts.
it_it: Mi chiedo cosa pensi [lindsey] guardando giù i suoi seni.

source: They're so round and squeezable, each one fitting perfectly in your hands.
it_it: Sono così rotondi e spremuti, ognuno si adatta perfettamente nelle tue mani.

source: I can't believe she has the restraint not to squeeze them... weigh them in her hands... rub her nipples...
it_it: Non posso credere che lei abbia la moderazione di non spremere loro... pesarli nelle sue mani... strofinare i capezzoli...

source: She probably plays with herself all the time when no one's watching.
it_it: Probabilmente gioca con se stessa tutto il tempo quando nessuno guarda.

source: Her face reveals nothing, though. Not even a hint of blush.
it_it: Ma il suo volto non rivela niente. Nemmeno un accenno di arrossamento.

source: Carefully, she places paper towels on the toilet seat...
it_it: Accuratamente, lei mette asciugamani di carta sul sedile della toilette...

source: A princess like her takes no risks in a public bathroom.
it_it: Una principessa come lei non assume rischi in un bagno pubblico.

source: She must remain pristine at all times.
it_it: Deve rimanere incontaminata in ogni momento.

source: Relief washes over her face as the first few drops trickle out.
it_it: Sollievo si lava sopra il viso come le prime gocce ingannano fuori.

source: She sits prim and proper on the toilet, not spreading her legs or anything. Such a little lady!
it_it: Si siede il fiore all'occhiello e proprio sulla toilette, non diffondendo le gambe o niente. Una donna così piccola!

source: If only [lindsey] knew someone was watching her do her business... so intimate and forbidden somehow.
it_it: Se solo [lindsey] sapeva che qualcuno la stava guardando fare i suoi affari... così intimo e proibito in qualche modo.

source: And the smell...
it_it: E l'odore...

source: Is there one?
it_it: C'è uno?

source: It's hard to tell, but maybe there's a faint scent of her pee rising out of the cubicle.
it_it: È difficile dirlo, ma forse c'è un debole profumo del suo pisello che sorge fuori dal cubetto.

source: If only I could get closer...
it_it: Se solo potessi avvicinarmi...

source: Girls all pretend they're above going to the toilet.
it_it: Ragazze tutti fingono che stanno sopra andando in toilette.

source: The truth is that they're just people, and the stream hitting the toilet bowl confirms it!
it_it: La verità è che sono persone giuste, e il flusso che colpisce la vasca da bagno lo conferma!

source: Powdering your nose? Oh, please...
it_it: Polvere il naso? Oh, per favore...

source: This is called pissing.
it_it: Questo si chiama piscio.

source: Urinating.
it_it: Urinatura.

source: And just like that, the show is over...
it_it: E proprio così, lo spettacolo è finito...

source: Well, almost over.
it_it: Beh, quasi finita.

source: The fact that she unabashedly lets her boobs hang free is so refreshing.
it_it: Il fatto che lei lascia apertamente le sue tette appendere libero è così rinfrescante.

source: Okay, here it comes!
it_it: Va bene, qui viene!

source: Yes, [lindsey]! Touch that pussy!
it_it: Sì, [lindsey]! Tocca quella figa!

source: Really get in there! No need to be shy...
it_it: Really get in there! No need to be timy...

source: She's doing it with such care. Hand lingering between her legs.
it_it: Lo sta facendo con tanta cura. Mano che si allontana tra le gambe.

source: Man, I wonder if girls get aroused from wiping themselves.
it_it: Uomo, Mi chiedo se le ragazze ottenere suscitato da pulirsi se stessi.

source: Oh, god. She even threw the paper towel in the trash instead of flushing it... she's such a little angel!
it_it: Oh, dio. Lei gettò anche l'asciugamano di carta nel cestino invece di sciacquarlo... è un così piccolo angelo!

source: All right, I think it's time to snap that shot! [lindsey] is perfectly exposed.
it_it: Bene, penso che sia ora di scattare quel tipo! [lindsey] è perfettamente esposto.

source: She's even spreading her legs a little for the camera.
it_it: Sta persino diffondendo un po' le gambe per la fotocamera.

source: It's hard to tell from here, but it looks like she's completely bald down there...
it_it: È difficile dire da qui, ma sembra che lei sia completamente calva laggiù...

source: God, it's so hot imagining her shaving that pussy.
it_it: Dio, è così caldo immaginando la sua rasatura quella figa.

source: Who is she trying to look sexy for?
it_it: Per chi sta cercando di cercare sexy?

source: Well... maybe it's just me and my camera?
it_it: Bene... forse è solo me e la mia macchina fotografica?

source: Whoa! This is better than those hidden camera pornos!
it_it: Choa! Questo è meglio di quelli porno telecamera nascosta!

source: Need to zoom in a bit to get a perfect shot...
it_it: Necessità di zoom in un po 'per ottenere uno scatto perfetto...

source: Okay, here we go! Here we go! Here we go!
it_it: Ok, eccoci qui! Ecco! Eccoci qui!

source: Oh, crap. That was loud.
it_it: Oh, merda. Era forte.

source: [_lindsey_s_toilet_scream_] Get out!
it_it: [_lindsey_s_toilet_scream_] Uscita!

source: Shit, shit, shit...
it_it: Merda, merda, merda...

source: [_lindsey_s_toilet_scream_] What's wrong with you?!
it_it: [_lindsey_s_toilet_scream_] Cosa c'è di sbagliato con te?!

source: [_mc_] I'm so sorry!
it_it: [_mc_] Mi dispiace!

source: [_lindsey_s_toilet_scream_] You sicko! Get out!
it_it: [_lindsey_s_toilet_scream_] Sei malato! Uscita!
