Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/39_maxine_experiment.po
Languages: fr_fr

source: [_maxine_s_hooking_up_replay_smile_] Listen closely. This morning I put a micro-transmitter in my cereal.
fr_fr: [_maxine_s_hooking_up_replay_smile_] Écoutez attentivement. Ce matin, j'ai mis un micro-émetteur dans mes céréales.

source: [_maxine_s_hooking_up_replay_smile_] Throughout the day, that transmitter has traveled through my digestive system.
fr_fr: [_maxine_s_hooking_up_replay_smile_] Tout au long de la journée, cet émetteur a traversé mon système digestif.

source: [_mc_] ...You ate electronics for breakfast?
fr_fr: [_mc_] ...Tu as mangé de l'électronique pour le petit-déjeuner?

source: [_maxine_s_hooking_up_replay_angry_] Yes! Try to keep up!
fr_fr: [_maxine_s_hooking_up_replay_angry_] Oui ! Essaie de continuer !

source: [_maxine_s_hooking_up_replay_smile_] The transmitter is now situated somewhere in my large intestine.
fr_fr: [_maxine_s_hooking_up_replay_smile_] L'émetteur est maintenant situé quelque part dans mon gros intestin.

source: [_maxine_s_hooking_up_replay_smile_] And with the help of the equipment here, we're going to hook me up to the internet.
fr_fr: [_maxine_s_hooking_up_replay_smile_] Et avec l'aide de l'équipement ici, nous allons me brancher à Internet.

source: [_mc_] This makes absolutely no sense...
fr_fr: [_mc_] Cela n'a absolument aucun sens ...

source: [_maxine_s_hooking_up_replay_angry_] I told you to listen! Listen and you will understand.
fr_fr: [_maxine_s_hooking_up_replay_angry_] Je vous ai dit d'écouter ! Ecoute et tu compras.

source: [_mc_] I did listen, but it still makes no sense.
fr_fr: [_mc_] J'ai écouté, mais ça n'a pas de sens.

source: [_mc_] How are you even going to get electricity to the transmitter?
fr_fr: [_mc_] Comment allez-vous obtenir de l'électricité pour l'émetteur?

source: [_maxine_s_hooking_up_replay_angry_] Do you really think I haven't thought of that?
fr_fr: [_maxine_s_hooking_up_replay_angry_] Pensez-vous vraiment que je n'ai pas pensé à ça?

source: [_mc_] Honestly, who knows at this point...
fr_fr: [_mc_] Honnêtement, qui sait à ce stade ...

source: [_maxine_s_hooking_up_replay_smile_] You underestimate my meticulousness. Everything has been planned in great detail.
fr_fr: [_maxine_s_hooking_up_replay_smile_] Vous sous-estiez ma méticulosité. Tout a été planifié en détail.

source: [_mc_] How about we hook up instead?
fr_fr: [_mc_] Comment on se raccroche à la place?

source: [_maxine_s_hooking_up_replay_flirty_] Would you really like to?
fr_fr: [_maxine_s_hooking_up_replay_flirty_] Aimeriez-vous vraiment?

source: [_mc_] I mean, sure? Yeah! That's a definitely.
fr_fr: [_mc_] Je veux dire, sûr? Ouais ! C'est une évidence.

source: [_maxine_s_hooking_up_replay_flirty_] I didn't bring a transmitter for you, but maybe I have one somewhere...{space=-50}
fr_fr: [_maxine_s_hooking_up_replay_flirty_] Je n'ai pas d'émetteur pour vous, mais peut-être que j'en ai un autre ... { space=-50 }

source: [_mc_] No, I mean...
fr_fr: [_mc_] Non, je veux dire ...

source: [_mc_] Forget it.
fr_fr: [_mc_] Oublie.

source: [_maxine_s_hooking_up_replay_afraid_] And here I got all excited for nothing...
fr_fr: [_maxine_s_hooking_up_replay_afraid_] Et ici, j'ai tout excité pour rien ...

source: [_mc_] Sorry, I guess.
fr_fr: [_mc_] Désolé, je suppose.

source: [_mc_] Can I have a slice of watermelon?
fr_fr: [_mc_] Puis-je avoir une tranche de pastèque?

source: [_maxine_s_hooking_up_replay_afraid_] No! That's out of the question!
fr_fr: [_maxine_s_hooking_up_replay_afraid_] Non ! C'est hors de question !

source: [_mc_] Why?
fr_fr: [_mc_] Pourquoi?

source: [_maxine_s_hooking_up_replay_afraid_] It's a vital part of the process.
fr_fr: [_maxine_s_hooking_up_replay_afraid_] C'est une partie vitale du processus.

source: [_mc_] I mean, surely you don't need all of it...
fr_fr: [_mc_] Je veux dire, vous n'avez sûrement pas besoin de tout ça ...

source: [_maxine_s_hooking_up_replay_angry_] If I didn't need all of it, then I wouldn't have gotten all of it.
fr_fr: [_maxine_s_hooking_up_replay_angry_] Si je n'avais pas besoin de tout ça, alors je n'aurais pas eu tout ça.

source: [_mc_] Fair enough, I guess.
fr_fr: [_mc_] Fair, je suppose.

source: [_maxine_s_hooking_up_replay_smile_] Let's proceed now.
fr_fr: [_maxine_s_hooking_up_replay_smile_] Commençons maintenant.

source: [_maxine_s_hooking_up_replay_thinking_] First off, we have this power supply...
fr_fr: [_maxine_s_hooking_up_replay_thinking_] Tout d'abord, nous avons ce pouvoir ...

source: [_maxine_s_hooking_up_replay_thinking_] I'm lubricating this end for better conductivity.
fr_fr: [_maxine_s_hooking_up_replay_thinking_] Je lubrifier cette extrémité pour une meilleure conductivité.

source: [_maxine_s_hooking_up_replay_thinking_] You might have to lubricate it yourself, so look closely.
fr_fr: [_maxine_s_hooking_up_replay_thinking_] Vous devrez peut-être la lubrifier vous-même, alors regardez attentivement.

source: [_mc_] I'm not putting a power cable in my mouth.
fr_fr: [_mc_] Je ne mets pas de câble d'alimentation dans ma bouche.

source: [_maxine_s_hooking_up_replay_excited_] That's fine! Any bodily fluid will suffice.
fr_fr: [_maxine_s_hooking_up_replay_excited_] C'est bien ! Tout liquide corporel suffira.

source: [_mc_] Uh... what other fluids are there?
fr_fr: [_mc_] Uh ... quels autres fluides sont là?

source: [_maxine_s_hooking_up_replay_thinking_] You could use pre-ejaculation fluid... or even tears.
fr_fr: [_maxine_s_hooking_up_replay_thinking_] Vous pouvez utiliser un liquide de pré-éjaculation ... ou même des larmes.

source: [_mc_] That's a combination I'm all too familiar with...
fr_fr: [_mc_] C'est une combinaison que je suis trop familier avec ...

source: [_maxine_s_hooking_up_replay_excited_] Good! Let's get started!
fr_fr: [_maxine_s_hooking_up_replay_excited_] Bon ! Commençons !

source: [_maxine_s_hooking_up_replay_excited_] Just follow my instructions closely and no one will get electrocuted!{space=-5}
fr_fr: [_maxine_s_hooking_up_replay_excited_] Suivez simplement mes instructions et personne ne sera électrocuté ! { space=-5 }

source: [_mc_] Electrocuted?!
fr_fr: [_mc_] Electrocuté? !

source: [_maxine_s_hooking_up_replay_flirty_cable_insertion_] Y-yes, hnngh... but don't be afraid...
fr_fr: [_maxine_s_hooking_up_replay_flirty_cable_insertion_] Y-oui, hnngh ... mais n'ayez pas peur ...

source: [_mc_] Whoa there!
fr_fr: [_mc_] Whoa là !

source: If anyone would just pull their pants down and show their ass for science, it would be [maxine].
fr_fr: Si quelqu'un devait retirer son pantalon et montrer son cul pour la science, ce serait le [maxine].

source: The power cable slid right into her ass...
fr_fr: Le câble électrique s'est glissé dans son cul ...

source: [_mc_] What are you doing?
fr_fr: [_mc_] Que faites-vous?

source: [_maxine_s_hooking_up_replay_orgasm_cable_insertion_] I need electricity... for the transmitter...
fr_fr: [_maxine_s_hooking_up_replay_orgasm_cable_insertion_] J'ai besoin d'électricité ... pour l'émetteur ...

source: [_maxine_s_hooking_up_replay_orgasm_cable_insertion_] I could have also swallowed the cable... but that's a choking hazard...{space=-20}
fr_fr: [_maxine_s_hooking_up_replay_orgasm_cable_insertion_] J'aurais pu aussi avaler le câble ... mais c'est un brouillard étouffant ... { space=-20 }

source: [_maxine_s_hooking_up_replay_concerned_cable_insertion_] Now... I just need to...
fr_fr: [_maxine_s_hooking_up_replay_concerned_cable_insertion_] Maintenant ... J'ai juste besoin de ...

source: [_maxine_s_hooking_up_replay_concerned_cable_insertion_] Get it...
fr_fr: [_maxine_s_hooking_up_replay_concerned_cable_insertion_] Va ...

source: [_maxine_s_hooking_up_replay_concerned_cable_insertion_] Right...
fr_fr: [_maxine_s_hooking_up_replay_concerned_cable_insertion_] Droit ...

source: [_maxine_s_hooking_up_replay_afraid_cable_insertion_] Damn it! I can't get it to attach to the transmitter!
fr_fr: [_maxine_s_hooking_up_replay_afraid_cable_insertion_] Merde ! Je ne peux pas l'amener à attacher à l'émetteur !

source: [_mc_] I wish I was more surprised...
fr_fr: [_mc_] J'aimerais être plus surpris ...

source: [_maxine_s_hooking_up_replay_smile_cable_offer_] Can you help me out here?
fr_fr: [_maxine_s_hooking_up_replay_smile_cable_offer_] Pouvez-vous m'aider ici?

source: [_mc_] Sure, I guess.
fr_fr: [_mc_] Sure, je suppose.

source: [_maxine_s_hooking_up_replay_cable_flirty_hands_behind_back_] Okay, try not to waste electricity!
fr_fr: [_maxine_s_hooking_up_replay_cable_flirty_hands_behind_back_] Ok, essayez de ne pas gaspproduire de l'électricité !

source: [_mc_] That's what you're worried about in this scenario...?
fr_fr: [_mc_] C'est ce qui vous inquiète dans ce scénario ...?

source: [_maxine_s_hooking_up_replay_cable_concerned_hands_behind_back_] Hey, don't touch that cable!
fr_fr: [_maxine_s_hooking_up_replay_cable_concerned_hands_behind_back_] Hey, ne touche pas ce câble !

source: [_mc_] Don't worry, I'm something of a tech guy myself.
fr_fr: [_mc_] Ne vous inquiétez pas, je suis moi-même un technicien.

source: [_maxine_s_hooking_up_replay_cable_afraid_hands_behind_back_] I believe you've got me tangled up by mistake...
fr_fr: [_maxine_s_hooking_up_replay_cable_afraid_hands_behind_back_] Je crois que vous m'avez emmêle par erreur ...

source: [_mc_] It looks fine to me.
fr_fr: [_mc_] Ça me semble bien.

source: [_mc_] How about a snack?
fr_fr: [_mc_] Comment prendre une collation?

source: [_mc_] What's that? You want the watermelon in your butt?
fr_fr: [_mc_] Qu'est-ce que c'est? Tu veux la pastèque dans ton cul?

source: [_mc_] What? We need the electricity to reach the transmitter.
fr_fr: [_mc_] Quoi? Nous avons besoin de l'électricité pour atteindre l'émetteur.

source: [_mc_] Electricity travels well through liquids like watermelon juice.
fr_fr: [_mc_] L'électricité se déplace bien dans des liquides comme le jus de melon.

source: [_maxine_s_hooking_up_replay_cable_out_of_it_hands_behind_back_] How's... it looking?
fr_fr: [_maxine_s_hooking_up_replay_cable_out_of_it_hands_behind_back_] Comment ça va?

source: [_mc_] I think we've got plenty of conductivity now.
fr_fr: [_mc_] Je pense que nous avons beaucoup de conductivité maintenant.

source: [_maxine_s_hooking_up_replay_cable_afraid_hands_behind_back_] Well, then you—
fr_fr: [_maxine_s_hooking_up_replay_cable_afraid_hands_behind_back_] Eh bien, alors vous-

source: [_mc_] I agree. Too much talking.
fr_fr: [_mc_] Je suis d'accord. Trop parlant.

source: [_mc_] Is this thing even on?
fr_fr: [_mc_] Est-ce que c'est encore le cas?

source: [_mc_] Well, on it goes!
fr_fr: [_mc_] Eh bien, ça va !

source: That looks almost like a blindfold...
fr_fr: Ça ressemble presque à un bandeau ...

source: [_mc_] Okay, I think we can plug this in now...
fr_fr: [_mc_] Ok, je pense que nous pouvons le brancher en ce moment ...

source: Well, everything is in place. I just need to turn on the power now.
fr_fr: Eh bien, tout est en place. J'ai juste besoin de mettre le pouvoir maintenant.

source: If [maxine] gets electrocuted in her ass, that's on her...
fr_fr: Si le [maxine] est électrocuté dans son cul, c'est sur elle ...

source: [_mc_] Okay, are you ready?
fr_fr: [_mc_] Ok, êtes-vous prêt?

source: [_mc_] I'll take that as a yes...
fr_fr: [_mc_] Je prendrai ça comme un oui ...

source: [_mc_] Here we go.
fr_fr: [_mc_] Nous y allons.

source: Holy shit! That must've hurt...
fr_fr: C'est merde ! Ça doit faire mal ...

source: [_mc_] Wait... it seems like the router is actually connected to something?
fr_fr: [_mc_] Attends ... il semble que le routeur est en fait connecté à quelque chose?

source: [_mc_] I guess the transmitter does have power somehow...
fr_fr: [_mc_] Je suppose que l'émetteur a le pouvoir d'une manière ou d'une autre ...

source: I have no idea what she's saying...
fr_fr: Je n'ai aucune idée de ce qu'elle dit ...

source: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] Oh! That was something else!
fr_fr: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] Oh ! C'était autre chose !

source: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] I think I saw something!
fr_fr: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] Je pense avoir vu quelque chose !

source: [_mc_] Really? What did you see?
fr_fr: [_mc_] Vraiement? Qu'avez-vous vu?

source: [_maxine_s_hooking_up_replay_smile_hands_behind_back_] It was beautiful! It must've been a glimpse of cyberspace!
fr_fr: [_maxine_s_hooking_up_replay_smile_hands_behind_back_] C'était magnifique ! Ça doit avoir été un aperçu du cyberespace !

source: [_mc_] Great.
fr_fr: [_mc_] Grand.

source: [_maxine_s_hooking_up_replay_flirty_hands_behind_back_] Turn the power on again!
fr_fr: [_maxine_s_hooking_up_replay_flirty_hands_behind_back_] Mettez à nouveau la puissance !

source: [_mc_] Seriously?
fr_fr: [_mc_] Sérieusement?

source: [_maxine_s_hooking_up_replay_flirty_hands_behind_back_] Yes! Higher voltage!
fr_fr: [_maxine_s_hooking_up_replay_flirty_hands_behind_back_] Oui ! Tension supérieure !

source: [_mc_] If you insist...
fr_fr: [_mc_] Si vous insisez ...

source: I kinda prefer [maxine] gagged, to be honest.
fr_fr: Je préfère que [maxine] soit décalé, pour être honnête.

source: She's less annoying that way.
fr_fr: Elle est moins gênant de cette façon.

source: [_mc_] It's time to increase the voltage!
fr_fr: [_mc_] Il est temps d'augmenter la tension !

source: Who knew science could be so erotic?
fr_fr: Qui savait que la science pourrait être si érotique?

source: The way her sphincter clenches around the power cable is something deeply perverted.
fr_fr: La façon dont son sphincter s'accroche autour du câble électrique est quelque chose de profondément perverti.

source: The inner walls of her asshole contract to electrical currents that pulsate through her.
fr_fr: Les murs intérieurs de son asshole se contracèrent avec des courants électriques qui la pulsaient.

source: I don't know if [maxine] is seeing anything at all in those goggles, but one thing is for sure...
fr_fr: Je ne sais pas si le [maxine] voit quoi que ce soit dans ces lunettes, mais une chose est sûre ...

source: I'm seeing her for who she really is for the first time.
fr_fr: Je la vois pour qui elle est vraiment pour la première fois.

source: Underneath that conspiracy-nutter-exterior is a girl who is deeply dedicated to her work.
fr_fr: Sous cette conspiration-nutter-extérieur est une fille qui est profondément dévoué à son travail.

source: Someone who will stop at nothing to find the truth, even if it means taking electricity up your ass.
fr_fr: Quelqu'un qui s'arrêtera à rien pour trouver la vérité, même si ça veut dire prendre de l'électricité pour le cul.

source: That's admirable in some ways, and quite hot.
fr_fr: C'est admirable d'une certaine façon, et assez chaud.

source: Few people are as driven as [maxine], and perhaps if I spend more time with her it'll rub off on me.
fr_fr: Peu de gens sont aussi motivés que [maxine], et peut-être que si je passe plus de temps avec elle, ça va me ruter sur moi.

source: ...or I'll just become as crazy as her.
fr_fr: ... ou je deviendrai aussi folle qu'elle.

source: Either way, I wonder if she'd let me put my dick in her ass if I attached an electrode to it...
fr_fr: Quoi qu'il en soit, je me demande si elle m'a laissé mettre ma bite dans son cul si j'ai attaché une électrode à elle ...

source: That thought alone is worth sticking around for.
fr_fr: Cette pensée vaut la peine de s'en tenir.

source: I should probably check if she's okay...
fr_fr: Je devrais probablement vérifier si elle va bien ...

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord?

source: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] I... I saw it...
fr_fr: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] I ... Je l'ai vu ...

source: [_mc_] What did you see?
fr_fr: [_mc_] Qu'avez-vous vu?

source: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] The truth...
fr_fr: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] La vérité ...

source: [_mc_] Yeah? Did you see the light?
fr_fr: [_mc_] Oui? As-tu vu la lumière?

source: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] No...
fr_fr: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] Non.

source: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] It was a person...
fr_fr: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] C'était une personne ...

source: [_mc_] A person?
fr_fr: [_mc_] Une personne?

source: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] Yes... I saw through... the narrative lens...
fr_fr: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] Oui ... J'ai vu à travers ... la lentille narrative ...

source: [_mc_] This again?
fr_fr: [_mc_] Encore une fois?

source: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] It's just a thin screen... separating us... from the truth...
fr_fr: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] C'est juste un mince écran ... qui nous sépare ... de la vérité ...

source: [_mc_] What are you talking about?
fr_fr: [_mc_] De quoi parlez-vous?

source: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] We're being watched...
fr_fr: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] Nous sommes surveillés ...

source: [_mc_] You always say that...
fr_fr: [_mc_] Vous dites toujours que ...

source: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] No... I mean really...
fr_fr: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] Non. Je veux dire vraiment ...

source: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] This very moment... there's a person... watching us...
fr_fr: [_maxine_s_hooking_up_replay_out_of_it_hands_behind_back_] Ce moment même ... il y a une personne ... qui nous regarde ...

source: [_mc_] I don't understand anything.
fr_fr: [_mc_] Je ne comprends rien.

source: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] That's... okay... You never will...
fr_fr: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] C'est. .. OK ... Tu ne le fera jamais ...

source: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] The world... is a stage... and everyone's a player...
fr_fr: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] Le monde ... est une scène ... et tout le monde est un joueur ...

source: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] But there is... more than one world... and I've seen our audience...
fr_fr: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] Mais il y a ... plus d'un monde ... et j'ai vu notre public ...

source: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] And I now know... what the narrative lens is... or who...
fr_fr: [_maxine_s_hooking_up_replay_orgasm_hands_behind_back_] Et je sais maintenant ... quelle est la lentille narrative ... ou qui ...

source: [maxine] seems completely out of it. I guess the electricity fried her brain or something.
fr_fr: [maxine] semble complètement hors de lui. Je suppose que l'électricité frit son cerveau ou quelque chose.

source: And what is this narrative lens she keeps talking about?
fr_fr: Et de quoi parle-t-elle cette lentille narrative?

source: I should probably take her to the [nurse]'s office...
fr_fr: Je devrais probablement l'emmener au bureau du [nurse]...
