Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/43_lindsey_solo_dance.po
Languages: fr_fr

source: [lindsey] is fearless. Dancing on her own like nobody's watching.
fr_fr: [lindsey] n'a pas peur. Danser d'elle-même comme personne ne regarde.

source: I wish I had half of her confidence...
fr_fr: J'aimerais avoir la moitié de sa confiance ...

source: The way she rocks her hips, her waist, her perfect ass.
fr_fr: La façon dont elle cailla ses hanches, sa taille, son cul parfait.

source: Her moves are so soft, so gentle and delicate!
fr_fr: Ses mouvements sont si doux, si doux et délicats !

source: She truly is one of a kind. A real life princess.
fr_fr: Elle est vraiment une sorte de genre. Une vraie princesse de la vie.

source: So precious...
fr_fr: Donc précieux ...

source: I just want to keep her safe. Protect her from the world.
fr_fr: Je veux juste la garder en sécurité. Protégez elle du monde.

source: Let her live in a world where nothing bad will ever happen to her.
fr_fr: Qu'elle vive dans un monde où rien de mal ne lui arrivera jamais.

source: She probably wouldn't like it if I took a picture of her, but this is a once in a lifetime moment...
fr_fr: Elle n'aimerait probablement pas si j'ai pris une photo d'elle, mais c'est une fois dans un moment de vie ...

source: What the hell... I'll probably regret it later if I don't.
fr_fr: Qu'est-ce que l'enfer ... Je le regretterai probablement plus tard si je ne le fais pas.

source: Phew, [lindsey] didn't seem to notice! She's too caught up in the music.{space=-55}
fr_fr: Phew, [lindsey] ne semblait pas remarquer ! Elle est trop prise dans la musique. { space=-55 }

source: [lindsey] looks perfect like this... No need to risk it.
fr_fr: [lindsey] est parfait comme ça ... Pas besoin de le risquer.

source: Besides, this will be the screensaver of my mind for a while.
fr_fr: D'ailleurs, ce sera l'économiseur d'esprit de mon esprit pendant un certain temps.
