Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/47_flora_distraction.po
Languages: it_it

source: [flora] looks nervous.
it_it: [flora] sembra nervoso.

source: I mean, probably less nervous than I would be in her place...
it_it: Voglio dire, probabilmente meno nervoso di quanto sarei al suo posto...

source: I'd be shaking, most likely... maybe even crying.
it_it: Sarei tremato, molto probabilmente... forse anche piangendo.

source: But she's always been braver than I.
it_it: Ma è sempre stata più coraggiosa di me.

source: Always been in charge of her own destiny.
it_it: Sempre stato responsabile del suo destino.

source: She looks left, right, then just goes for it, boobs bouncing!
it_it: Sembra sinistra, destra, poi va solo per esso, tette che rimbalzano!

source: Right by the [guard]'s booth!
it_it: Proprio presso lo stand di [guard]!

source: Oh, shit! He saw her, despite his doughnut-preoccupation...
it_it: Oh, merda! La vide nonostante la sua ciambella...

source: Run, [flora], run!
it_it: Corre, [flora], correre!

source: God, he's slow. It's like he's not even running.
it_it: Dio, è lento. È come se non corresse nemmeno.

source: He's like... shuffling forward...
it_it: È come... mescolando in avanti...

source: Weak legs are heavy, there's doughnut on his sweater already.
it_it: Le gambe deboli sono pesanti, c'è già la ciambella sul suo maglione.

source: Anyway, I should probably—
it_it: Comunque, dovrei probabilmente —

source: [_guard_] Hey, miss!
it_it: [_guard_] Ehi, mancato!

source: Oh, wow! The chase is on! I wish I'd brought popcorn...
it_it: Oh, wow! L'inseguimento è acceso! Vorrei che avessi portato popcorn...

source: One man chasing a naked girl.
it_it: Un uomo che insegue una ragazza nuda.

source: Illegal if it weren't for his uniform.
it_it: Illegale se non era per la sua uniforme.

source: Strange how clothes make all the difference.
it_it: Strano come i vestiti fanno la differenza.

source: Or lack there of, in some cases...
it_it: O la mancanza là di, in alcuni casi...

source: [flora] actually looks worried now, glancing over her shoulder.
it_it: [flora] sembra in realtà preoccupato ora, guardando sopra la sua spalla.

source: She's given up on covering herself, and allows herself to be on display for the entire entrance hall.
it_it: Lei si arrende a coprirsi e si lascia esporre per tutta la sala d'ingresso.

source: How many times have I not dreamed about having her body close to mine...
it_it: Quante volte non ho sognato di avere il suo corpo vicino al mio...

source: Her hot skin, burning against my own...
it_it: La sua pelle calda, bruciante contro la mia...

source: Her nipples hard, her pussy wet...
it_it: I suoi capezzoli duri, la sua figa bagnata...

source: Shit, I really need to stop thinking of her like that.
it_it: Merda, ho davvero bisogno di smettere di pensare a lei così.

source: But... it's hard. It gets me hard. She's so cute and annoying at the same time...
it_it: Ma... è difficile. Mi fa duro. È così carina e fastidiosa allo stesso tempo...

source: It's her fire that makes her so attractive to me... and perhaps the forbidden nature.
it_it: È il suo fuoco che la rende così attraente per me... e forse la natura proibita.

source: I'm a total hypocrite for not wanting other guys to look her way, and then making her streak through the school.
it_it: Sono un ipocrita totale per non volere altri ragazzi a guardare la sua strada, e poi fare la sua striatura attraverso la scuola.

source: But somehow... she's doing it for me, and that makes it okay in a weird way.
it_it: Ma in qualche modo... lo sta facendo per me, e questo lo rende giusto in un modo strano.

source: God, my feelings for her are so twisted...
it_it: Dio, i miei sentimenti per lei sono così contorti...

source: Everything about it is twisted... and somehow, she's okay with it...
it_it: Tutto su esso è contorto... e in qualche modo, va bene con esso...

source: Or at least pretends to be...
it_it: O almeno finge di essere...

source: No, she's not pretending. That can't be.
it_it: No, non sta fingendo. Non può essere.

source: She wouldn't get naked for anyone but me...
it_it: Lei non si metterebbe a nudo per nessuno tranne me...

source: It's like an unspoken, forbidden, urge inside us both.
it_it: È come un inparlato, proibito, sollecitare dentro di noi entrambi.

source: It's been there for a while, festering in the back of our minds.
it_it: È stato lì per un po', festering nella parte posteriore della nostra mente.

source: She can expose her body to the world, but never her mind.
it_it: Può esporre il suo corpo al mondo, ma mai la sua mente.

source: That's what's sad and hot at the same time.
it_it: È ciò che è triste e caldo allo stesso tempo.

source: The world will always keep us apart, but even now her eye catches mine.
it_it: Il mondo ci manterrà sempre a parte, ma anche ora il suo occhio cattura il mio.

source: And there's a twinkle of that dark passion that only I get to see...
it_it: E c'è un luccicante di quella passione oscura che solo io riesco a vedere...

source: Last time around, I ignored it. Pretended it wasn't there.
it_it: L'ultima volta in giro, l'ho ignorato. Ha fregato che non c'era.

source: Conforming to society's expectations.
it_it: Conformarsi alle aspettative della società.

source: But really, what did society ever do for me?
it_it: Ma davvero, che cosa ha mai fatto la società per me?

source: This time around, I will hold her, love her. Make her mine.
it_it: Questa volta in giro, la terrò, la amerà. Falla mia.

source: The consequences be damned.
it_it: Le conseguenze sono dannate.

source: Strange how I decided that just now, in the middle of a chase...
it_it: Strano come ho deciso che proprio ora, nel bel mezzo di una chase...

source: But it doesn't matter. Nothing matters if I don't take risks.
it_it: Ma non importa. Nulla importa se non metto rischi.

source: Nothing matters if I don't get to have her—
it_it: Niente importa se non riesco ad averla—
