Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/48_nurse_wiggle.po
Languages: fr_fr

source: She knows where this is going. Her knees are pulling apart. She's opening herself to me.
fr_fr: Elle sait où ça va. Ses genoux se déportent. Elle s'ouvre à moi.

source: [_nurse_] But what if someone comes in?
fr_fr: [_nurse_] Et si quelqu'un entre ?

source: [_mc_] They'll see me fucking you.
fr_fr: [_mc_] Ils vont me voir putain.

source: [_nurse_] I could get in trouble!
fr_fr: [_nurse_] Je pourrais avoir des problèmes !

source: [_mc_] Oh, you're already in trouble.
fr_fr: [_mc_] Oh, vous êtes déjà en difficulté.

source: [_nurse_] I suppose I am...
fr_fr: [_nurse_] Je suppose que je suis ...

source: [_mc_] That's right.
fr_fr: [_mc_] C'est vrai.

source: My fingers run up and down her inner thighs. This brings my face close to her pussy and the heat coming off it.
fr_fr: Mes doigts se dirigent vers le haut et le bas de ses cuisses. Cela m'amène mon visage près de sa chatte et de la chaleur qui en vient.

source: A sheen of wetness is already spreading along the line of her lips.
fr_fr: Une gaine d'humidité se répand déjà le long de la ligne de ses lèvres.

source: I give her a lick, top to bottom, and her knees give out. She tastes a little sour, a little sweet.
fr_fr: Je lui donne une lèche, de haut en bas, et ses genoux donnent. Elle a un petit goût, un peu sucré.

source: The flat of my tongue works her lips. With the tip, I give her clit the occasional flick.
fr_fr: L'appartement de ma langue travaille sur ses lèvres. Avec le bout, je lui donne un coup de coup.

source: She's trembling, arching her back upwards. She can't help herself.
fr_fr: Elle tremble, la voûte vers le haut. Elle ne peut pas s'aider elle-même.

source: [_nurse_] P-please!
fr_fr: [_nurse_] P s'il vous plaît !

source: [_mc_] Please what?
fr_fr: [_mc_] S'il vous plaît quoi ?

source: [_nurse_] Please, give it to me... sir.
fr_fr: [_nurse_] S'il vous plaît, laissez-moi ... monsieur.

source: [_mc_] Oh, I do like that!
fr_fr: [_mc_] Oh, je fais comme ça !

source: I've always wanted to try a pornstar position...
fr_fr: J'ai toujours voulu essayer une position de star du porno...

source: I play the head of my dick over her pussy.
fr_fr: Je joue la tête de ma bite sur sa chatte.

source: I have to make her mine. The power over her is exhilarating.
fr_fr: Je dois faire sa mine. Le pouvoir sur elle est exaltant.

source: Before I press in, I savor how good it will feel.
fr_fr: Avant d'appuyer, je savoure la sensation de bien-être que je vais ressentir.

source: That pressure, that warmth, that long slide...
fr_fr: Cette pression, cette chaleur, cette longue glissade ...

source: Carefully, I ease the tip in. Savoring her soft heat.
fr_fr: Je vous en facilite la pointe. Savourant sa chaleur douce.

source: The touch sends a wave of electricity through me.
fr_fr: Le toucher envoie une vague d'électricité à travers moi.

source: Slow, steady, heavy thrusts. I've got her ass moving like the surface of the ocean.
fr_fr: Des poussées lentes, régulières et lourdes. Je fais bouger son cul comme la surface de l'océan.

source: It's mesmerizing.
fr_fr: C'est hypnotiser.

source: Time to put some marks on her.
fr_fr: Il est temps de lui accorder des points.

source: The first spank is a doozy, right where the fat of her ass folds over the fat of her thigh.
fr_fr: La première fessée est un peu folle, juste à l'endroit où le gras de son cul se plie sur le gras de sa cuisse.

source: [_mc_] Shut up. You like it.
fr_fr: [_mc_] Arrêt. Tu aimais ça.

source: I increase the pace.
fr_fr: J'augmente le rythme.

source: [_mc_] Beg for it!
fr_fr: [_mc_] Beg pour ça !

source: [_nurse_] Please, harder!
fr_fr: [_nurse_] S'il vous plaît, plus difficile !

source: I put my back into it, rising off the floor to give her my attention.
fr_fr: Je lui ai mis mon dos, me levai la parole pour lui donner mon attention.

source: As I get closer, I increase the pace still.
fr_fr: Au fur et à mesure que je me rapproche, j'augmente le rythme.

source: [_nurse_] Yes! Yes! Please!
fr_fr: [_nurse_] Oui ! Oui ! Je te prie !

source: After years and years of masturbation and self-edging, I've mastered my own pleasure...
fr_fr: Après des années et des années de masturbation et d'auto-éditation, j'ai maîtrisé mon propre plaisir...

source: Holding it in. Holding it in longer and longer.
fr_fr: En le tenant. La tenir plus longtemps et plus longtemps.

source: [_nurse_] Oh, my lord!
fr_fr: [_nurse_] Oh, mon seigneur !

source: Fucking her deep and hard.
fr_fr: La baiser profondément et durement.

source: Well... as hard as this position allows me...
fr_fr: Eh bien ... aussi dur que cette position me permet ...

source: My stomach muscles flex with every thrust.
fr_fr: Mes muscles de l'estomac fléchir avec chaque poussée.

source: Her ass jiggles. She moans. An orgasm rips through her.
fr_fr: Ses fesses s'agitent. Elle gémit. Un orgasme la traverse.

source: And that's not something my masturbation practice has prepared me for.
fr_fr: Et ce n'est pas quelque chose que ma pratique de masturbation m'a préparé.

source: Tight, pulsing, pulling me in...
fr_fr: Serré, palpitant, il m'attire...

source: I have to pull out!
fr_fr: Je dois me retirer !

source: [_mc_] F-fuck!
fr_fr: [_mc_] M-Merde !

source: Ropes of cum stream out across her ass cheeks.
fr_fr: Des cordes de foutre sortent de ses joues.

source: [_nurse_] Oooh! That's burning hot!
fr_fr: [_nurse_] Oooh ! C'est brûlant !

source: I've never felt so good finishing myself off. It's like my soul is leaving my body.
fr_fr: Je ne me suis jamais senti aussi bien finissant. C'est comme mon âme qui quitte mon corps.

source: I brace myself against the floor and pour out the rest of my jizz onto her.
fr_fr: Je m'appuie contre le sol et déverse le reste de mon sperme sur elle.

source: Some of it runs down the slope of her ass cheeks and pools in the small of her back.
fr_fr: Une partie de l'eau coule le long de la pente de ses fesses et s'accumule dans le creux de son dos.

source: [_nurse_] Oh, dear...
fr_fr: [_nurse_] Oh, chérie ...

source: [_mc_] Oh, dear, indeed.
fr_fr: [_mc_] Oh, chérie, en effet.
