Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/52_mrsl_argument.po
Languages: fr_fr

source: Ugh, my knees and back hurt already.
fr_fr: Ugh, mes genoux et le dos me font déjà mal.

source: The things I do in search of the truth...
fr_fr: Les choses que je fais à la recherche de la vérité ...

source: Man, it's getting late.
fr_fr: L'homme, il est en retard.

source: The guard is probably going to start locking up soon...
fr_fr: Le gardien va probablement commencer à s'enfermer bientôt ...

source: Oh, shit! Someone's coming!
fr_fr: Oh, merde ! Quelqu'un vient !

source: Wait, why are they coming over here?
fr_fr: Attends, pourquoi ils viennent ici?

source: Are my feet sticking out or something?
fr_fr: Mes pieds collent-ils ou quelque chose?

source: Fuck, they're right by the desk—
fr_fr: Putain, ils sont juste par le bureau-

source: Crap, crap, crap! Not good! Not good at all!
fr_fr: Crap, merde, merde ! Pas bon ! Pas bon du tout !

source: What is [mrsl] doing here?!
fr_fr: Qu'est-ce que le [mrsl] fait ici? !

source: God, her legs smell so good... like cigarettes and sex...
fr_fr: Dieu, ses jambes sentent si bien ... comme les cigarettes et le sexe ...

source: Wait, could it be that [mrsl] is Mer?
fr_fr: Attends, est-ce que le [mrsl] est Mer?

source: Surely not, right?
fr_fr: Sûrement pas, pas vrai?

source: Why would she make [lindsey] steal the chocolate hearts? That makes zero sense.
fr_fr: Pourquoi est-ce qu'elle ferait [lindsey] voler les cœurs de chocolat? Cela n'a aucun sens.

source: Mer must be someone who would want to hurt [isabelle]. Nothing else really makes sense.
fr_fr: Mer doit être quelqu'un qui voudrait blesser [isabelle]. Rien d'autre n'a de sens.

source: You naughty bitch, [mrsl]! Where are your panties?
fr_fr: Toi, salope, [mrsl]! Où sont vos cultes?

source: God, her pussy is like a work of art. And that piercing... fuck!
fr_fr: Dieu, sa chatte est comme une œuvre d'art. Et ce perçage ... baise !

source: The things I would do to that pussy...
fr_fr: Les choses que je ferais à cette chatte ...

source: [_mrsl_s_under_desk_closed_legs_] What do {i}you{/} want?
fr_fr: [_mrsl_s_under_desk_closed_legs_] Que veulent les {i}{ / }?

source: ??? [special_delimiter] Why are you here?
fr_fr: ??? [special_delimiter] Pourquoi êtes-vous ici?

source: Huh? Who is that?
fr_fr: Huh? Qui est-ce?

source: I feel like I've heard her voice before.
fr_fr: J'ai l'impression d'avoir entendu sa voix auparavant.

source: [_mrsl_s_under_desk_closed_legs_] Have you lost your last marbles, you crazy old bitch?
fr_fr: [_mrsl_s_under_desk_closed_legs_] Avez-vous perdu vos dernières billes, vous avez une vieille chienne?

source: [_mrsl_s_under_desk_closed_legs_] I'm the homeroom teacher. This is the homeroom.
fr_fr: [_mrsl_s_under_desk_closed_legs_] I'm the homeroom teacher. C'est le foyer.

source: ??? [special_delimiter] Watch your mouth, you fiend.
fr_fr: ??? [special_delimiter] Attention à votre bouche, vous fiez-vous.

source: I can't believe what I'm hearing...
fr_fr: Je ne peux pas croire ce que j'entends ...

source: This is an entirely different side of [mrsl].
fr_fr: Il s'agit d'un côté entièrement différent de [mrsl].

source: [_mrsl_s_under_desk_closed_legs_] You never set foot inside my classroom. Why now?
fr_fr: [_mrsl_s_under_desk_closed_legs_] Vous n'avez jamais mis le pied dans ma classe. Pourquoi?

source: ??? [special_delimiter] That does not concern you.
fr_fr: ??? [special_delimiter] Cela ne vous concerne pas.

source: From the sound of it, this person is Mer... and they expected to find [lindsey] here, not [mrsl].
fr_fr: Du son, cette personne est Mer ... et ils s'attendaient à trouver [lindsey] ici, pas [mrsl].

source: [_mrsl_s_under_desk_closed_legs_] Oh, secrets! Now, that's exciting!
fr_fr: [_mrsl_s_under_desk_closed_legs_] Oh, secrets ! Maintenant, c'est excitant !

source: [_mrsl_s_under_desk_closed_legs_] You're not breaking the rules, are you?
fr_fr: [_mrsl_s_under_desk_closed_legs_] Vous n'enfreissez pas les règles, n'est-ce pas?

source: ??? [special_delimiter] That is rich coming from you.
fr_fr: ??? [special_delimiter] C'est riche venir de vous.

source: [_mrsl_s_under_desk_closed_legs_] I don't know what you're talking about.
fr_fr: [_mrsl_s_under_desk_closed_legs_] Je ne sais pas de quoi vous parlez.

source: Oh, god.
fr_fr: Oh, mon dieu.

source: Her pussy is so wet it glistens.
fr_fr: Sa chatte est tellement mouillée qu'elle glissa.

source: Why is she so aroused all of a sudden?
fr_fr: Pourquoi est-elle si éveillé tout d'un coup?

source: Her pussy is inches away from my face... I can almost taste it...
fr_fr: Sa chatte est loin de mon visage ... Je peux presque le déguster ...

source: [mrsl] is in the middle of a serious argument with someone she hates...
fr_fr: [mrsl] est au milieu d'un argument sérieux avec quelqu'un qu'elle détestant ...

source: There is no way she would admit that there's a student under her desk, eating her pussy.
fr_fr: Il n'y a aucun moyen qu'elle admette qu'il y a un étudiant sous son bureau, en mangeant sa chatte.

source: Right...?
fr_fr: D'accord ...?

source: ??? [special_delimiter] What now?
fr_fr: ??? [special_delimiter] Que maintenant?

source: [_mrsl_s_under_desk_tongue6_] Oh... nothing...
fr_fr: [_mrsl_s_under_desk_tongue6_] Oh ... rien ...

source: [_mrsl_s_under_desk_tongue6_] I was just... thinking about how ridiculous you look...
fr_fr: [_mrsl_s_under_desk_tongue6_] J'étais juste ... en train de penser à quel point tu regardes ridicule ...

source: ??? [special_delimiter] You really need to take a look in the mirror.
fr_fr: ??? [special_delimiter] Vous devez vraiment regarder dans le miroir.

source: She reacted, but didn't say anything...
fr_fr: Elle a réagi, mais n'a rien dit ...

source: That's practically an invitation, right?
fr_fr: C'est pratiquement une invitation, non?

source: God, [mrsl] tastes like the seven deadly sins.
fr_fr: Dieu, [mrsl] a un goût comme les sept péchés mortels.

source: And she's already wetter than [flora] at the squid aquarium.
fr_fr: Et elle est déjà plus humide que [flora] dans l'aquarium du calamar.

source: [_mrsl_] Mmm... society is perfectly fine with how I dress... and so is the school board...
fr_fr: [_mrsl_] Mmm ... la société est parfaitement fine avec la façon dont je m'habille ... et donc la commission scolaire ...

source: ??? [special_delimiter] What about your naked escapade earlier? That must be against the rules.
fr_fr: ??? [special_delimiter] Qu'en est-il de votre escapade nue plus tôt? Cela doit être contre les règles.

source: [_mrsl_] Would you really deprive these young minds... mmm... of their education in art and anatomy...?
fr_fr: [_mrsl_] Vous prieriez vraiment ces jeunes esprits ... mmm ... de leur éducation dans l'art et l'anatomie ...?

source: ??? [special_delimiter] Debauchery! That is what it is!
fr_fr: ??? [special_delimiter] Écloserie ! C'est ce qu'il est !

source: [_mrsl_] Well, it's part of the curriculum...
fr_fr: [_mrsl_] Eh bien, c'est une partie du curriculum ...

source: [_mrsl_] No... what is outrageous... mmm... is what you've been up to lately...
fr_fr: [_mrsl_] No. .. ce qui est scandaleux ... mmm ... c'est ce que vous avez été jusqu'à récemment ...

source: [_mrsl_] It doesn't take a genius to figure out... that you're stirring the pot...
fr_fr: [_mrsl_] Il ne faut pas un génie pour comprendre ... que vous remuez le pot ...

source: Oh, I hit the spot.
fr_fr: Oh, j'ai touché l'endroit.

source: [_mrsl_] What I don't understand... is why you're doing me a favor...
fr_fr: [_mrsl_] Ce que je ne comprends pas ... c'est pourquoi tu me fais une faveur ...

source: [_mrsl_] Could it be that you're... mmm... trying to lose...? Are you secretly a masochist...?
fr_fr: [_mrsl_] Est-ce que vous êtes ... mmm ... essayer de perdre ...? Êtes-vous secrètement un masochiste ...?

source: ??? [special_delimiter] Do not look at me like that.
fr_fr: ??? [special_delimiter] Ne me regardez pas comme ça.

source: Oh, well. You can't just lick someone's pussy and not get caught.
fr_fr: Oh, bien. Tu ne peux pas lécher la chatte de quelqu'un et ne pas se faire prendre.

source: [_mrsl_] Society is perfectly fine with how I dress, and so is the school board.{space=-20}
fr_fr: [_mrsl_] La société est parfaitement fine avec la façon dont je m'habille, et donc la commission scolaire. { space=-20 }

source: [_mrsl_] Would you really deprive these young minds of their education in art{space=-10} and anatomy?
fr_fr: [_mrsl_] Pourriez-vous vraiment priver ces jeunes esprits de leur éducation dans l'art { space=-10 } et de l'anatomie?

source: [_mrsl_] Well, it's part of the curriculum!
fr_fr: [_mrsl_] Bien, ça fait partie du programme !

source: [_mrsl_] No, what is outrageous is what you've been up to lately.
fr_fr: [_mrsl_] Non, ce qui est scandaleux, c'est ce que vous avez été ces derniers temps.

source: [_mrsl_] It doesn't take a genius to figure out that you're stirring the pot.
fr_fr: [_mrsl_] Ce n'est pas un génie de comprendre que vous remuez le pot.

source: [_mrsl_] What I don't understand is why you're doing me a favor.
fr_fr: [_mrsl_] Ce que je ne comprends pas, c'est pourquoi tu me fais une faveur.

source: [_mrsl_] Could it be that you're trying to lose? Are you secretly a masochist?{space=-5}
fr_fr: [_mrsl_] Est-ce que vous essayez de perdre? Etes-vous secrètement un masochiste? { space=-5 }

source: ??? [special_delimiter] I admit, things did get out of hand.
fr_fr: ??? [special_delimiter] J'admets que les choses ont été hors de portée.

source: ??? [special_delimiter] That slap should never have happened.
fr_fr: ??? [special_delimiter] Ce gifle n'aurait jamais dû arriver.

source: [_mrsl_] Oh... but it was inevitable...
fr_fr: [_mrsl_] Oh ... mais c'était inévitable ...

source: [_mrsl_] Oh, but it was inevitable!
fr_fr: [_mrsl_] Oh, mais c'était inévitable !

source: [_mrsl_] What exactly was your plan...? You know you can't... mmm.... influence the boy...
fr_fr: [_mrsl_] Quel était exactement votre plan ...? Tu sais que tu ne peux pas ... mmm ... influencer le garçon ...

source: [_mrsl_] What exactly was your plan? You know you can't influence the boy.
fr_fr: [_mrsl_] Quel était exactement votre plan? Tu sais que tu ne peux pas influencer le garçon.

source: ...the boy?
fr_fr: ... le garçon?

source: ??? [special_delimiter] Oh, please.
fr_fr: ??? [special_delimiter] Oh, s'il vous plaît.

source: ??? [special_delimiter] Apart from the slap, and the fact that someone stole the girl's entire locker, it turned out quite well.
fr_fr: ??? [special_delimiter] En dehors de la gifle, et le fait que quelqu'un a volé le casier entier de la fille, il s'est avéré très bien.

source: ??? [special_delimiter] Apart from the fact that someone stole the girl's entire locker, it turned out quite well.
fr_fr: ??? [special_delimiter] En dehors du fait que quelqu'un a volé le casier entier de la fille, il s'est assez bien passé.

source: ??? [special_delimiter] Apart from the slap, it turned out quite well.
fr_fr: ??? [special_delimiter] En dehors de la gifle, il s'est assez bien tourné.

source: ??? [special_delimiter] Oh, please. It turned out quite well.
fr_fr: ??? [special_delimiter] Oh, s'il vous plaît. Ça s'est assez bien tourné.

source: ??? [special_delimiter] Someone steals a precious item from the girl. The boy successfully plays the hero, and they fall in love.
fr_fr: ??? [special_delimiter] Quelqu'un vole un précieux article de la fille. Le garçon joue avec succès le héros, et ils tombent amoureux.

source: ??? [special_delimiter] Beautiful, isn't it?
fr_fr: ??? [special_delimiter] Belle, n'est-ce pas?

source: Wait, is she talking about me and [isabelle]?
fr_fr: Attends, elle parle de moi et de [isabelle]?

source: ??? [special_delimiter] Absolutely untrue. The rules specifically say, no {i}direct{/} influence.
fr_fr: ??? [special_delimiter] Absolument inexact. Les règles disent spécifiquement, pas d'influence directe de {i}{ / }.

source: ??? [special_delimiter] The boy made the choice to help the girl. He could've stared at your oversized chest all day, but he did not.
fr_fr: ??? [special_delimiter] Le garçon a fait le choix d'aider la fille. Il aurait pu s'agroule à votre poitrine surdimensionnée toute la journée, mais il ne l'a pas fait.

source: [_mrsl_s_under_desk_closed_legs_] Oh, is this how you want to play it? By all means.
fr_fr: [_mrsl_s_under_desk_closed_legs_] Oh, c'est comme ça que tu veux jouer? Par tous les moyens.

source: [_mrsl_s_under_desk_closed_legs_] Now get the fuck out of my classroom!
fr_fr: [_mrsl_s_under_desk_closed_legs_] Maintenant, sorbaise de ma classe !

source: ??? [special_delimiter] Oh, stop pouting. It's going to ruin your lipstick.
fr_fr: ??? [special_delimiter] Oh, stop pouting. Ça va ruine ton rouge à lèvres.

source: Seems like they left...
fr_fr: On dirait qu'ils sont partis ...

source: What the hell is going on? Did this person really make [lindsey] steal [isabelle]'s chocolate hearts, knowing that I'd help her?
fr_fr: Qu'est-ce qui se passe? Cette personne a-t-elle vraiment fait [lindsey] voler des cœurs au chocolat [isabelle], sachant que je l'aiderais?

source: That is so messed up.
fr_fr: C'est tellement désorbé.

source: But also thanks, I guess? It really did help me get closer to [isabelle].
fr_fr: Mais aussi merci, je suppose? Ça m'a vraiment aimé à me rapprocher du [isabelle].

source: I just don't understand why...
fr_fr: Je ne comprends pas pourquoi ...

source: What's the motive in all of—
fr_fr: Quel est le motif dans tous les cas-

source: God, I was so caught up in the mystery that I almost forgot that there's a gorgeous pussy just a few inches away from my face...
fr_fr: Mon Dieu, j'ai été tellement pris dans le mystère que j'ai presque oublié qu'il y a une magnifique chatte à quelques centimètres de mon visage ...

source: Does [mrsl] want me to finish what I started?
fr_fr: Est-ce que le [mrsl] veut que je termine ce que j'ai commencé?

source: Don't mind if I do...
fr_fr: Ne vous en faites pas si je ...

source: [_mrsl_] Mmmm! Yes!
fr_fr: [_mrsl_] Mmmm ! Oui !

source: You have a filthy mouth, [mrsl].
fr_fr: Tu as une bouche sale, [mrsl].

source: [_mrsl_] Fuck! Fuck! Fuck!
fr_fr: [_mrsl_] Fuck ! Putain ! Putain !

source: Damn, I actually made her climax!
fr_fr: Merde, j'ai fait son point culminant !

source: I'll add that to my CV.
fr_fr: J'ajouterai ça à mon CV.

source: [_mrsl_s_under_desk_look_] This never happened.
fr_fr: [_mrsl_s_under_desk_look_] Cela ne s'est jamais produit.

source: She just got up and left.
fr_fr: Elle vient de se lever et de partir.

source: I thought for sure she'd send me to the gulags for that...
fr_fr: J'ai pensé qu'elle m'enverrait les goulags pour ça ...

source: I don't know what's more bizarre — [mrsl] letting me eat her pussy or that weird conversation.
fr_fr: Je ne sais pas ce qui est plus bizarre- [mrsl] me laisser manger sa chatte ou cette conversation bizarre.

source: I don't know what to make of this...
fr_fr: Je ne sais pas quoi faire de ça ...

source: What a strange day...
fr_fr: Quelle journée étrange ...
