Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/54_isabelle_kissing_tips.po
Languages: it_it

source: [isabelle] steps in close. As close and intimate you can be without doing anything.
it_it: [isabelle] passi in vicinato. Come vicino e intimo si può essere senza fare nulla.

source: It feels special in a way.
it_it: Si sente speciale in un certo senso.

source: Her hair and eyes glowing in the setting sun.
it_it: I suoi capelli e gli occhi incandescenti nel sole incandescente.

source: [_mc_] You know, I once swore off women for good...
it_it: [_mc_] Sai, una volta ho giurato delle donne per bene...

source: [_mc_] But that was a long time ago, and I think I'm warming up to your kind.{space=-35}
it_it: [_mc_] Ma è stato molto tempo fa, e penso che mi sto riscaldando fino alla tua gente.{space=-35}

source: [_mc_] Or, at least, to you.
it_it: [_mc_] Oppure, almeno, a voi.

source: [_isabelle_s_roof_sunset_hug_concerned_] Oh, yeah? Did [kate] steal your crayons in kindergarten?
it_it: [_isabelle_s_roof_sunset_hug_concerned_] Oh, sì? [kate] ha rubato i tuoi pastelli nella scuola materna?

source: [_mc_] No, it was... a different life.
it_it: [_mc_] No, era... una vita diversa.

source: [isabelle] will never understand loneliness like that.
it_it: [isabelle] non capirà mai la solitudine così.

source: Very few people can.
it_it: Pochissime persone possono.

source: She deserves to be happy, more than anyone I know.
it_it: Lei merita di essere felice, più di chiunque io lo so.

source: [_isabelle_s_roof_sunset_hug_smile_] Well, I'm glad you've changed your mind.
it_it: [_isabelle_s_roof_sunset_hug_smile_] Beh, sono contento che tu abbia cambiato idea.

source: [_mc_] You know you could get someone much better than me, right?
it_it: [_mc_] Sai che potresti ottenere qualcuno molto meglio di me, giusto?

source: [_isabelle_s_roof_sunset_hug_smile_] Better? What's better?
it_it: [_isabelle_s_roof_sunset_hug_smile_] meglio? Cosa c'è di meglio?

source: [_mc_] You know... more attractive, successful, popular...
it_it: [_mc_] Sai... più attraente, di successo, popolare...

source: [_isabelle_s_roof_sunset_hug_smile_] Love isn't a scale. It's a jigsaw puzzle.
it_it: [_isabelle_s_roof_sunset_hug_smile_] L'amore non è una scala. È un puzzle.

source: [_isabelle_s_roof_sunset_hug_smile_] You either match with someone or you don't.
it_it: [_isabelle_s_roof_sunset_hug_smile_] O combaciate con qualcuno o non lo fate.

source: [_mc_] Love?
it_it: [_mc_] Amore?

source: [_isabelle_s_roof_sunset_hug_skeptical_] I was making a point!
it_it: [_isabelle_s_roof_sunset_hug_skeptical_] Stavo facendo un punto!

source: [_mc_] Can I make a point, too?
it_it: [_mc_] Posso anche fare un punto?

source: [_isabelle_s_roof_sunset_hug_smile_] Certainly, I'm all—
it_it: [_isabelle_s_roof_sunset_hug_smile_] Certamente, sono tutto—

source: When our lips meet, her eyelids flutter in surprise.
it_it: Quando le nostre labbra si incontrano, le sue palpebre flutter di sorpresa.

source: But it lasts for only a moment, and then she leans into the kiss.
it_it: Ma dura solo per un attimo, e poi si appoggia nel bacio.

source: Deeper than ever before.
it_it: Più profondo che mai.

source: Our tongues meeting is like an electric shock.
it_it: La nostra riunione linguistica è come una scossa elettrica.

source: It's a rush of breathtaking excitement, kind of like a sudden tickle.
it_it: È una corsa di emozioni mozzafiato, come un solletico improvviso.

source: A hint of vanilla frosting from her lip gloss spreads into my mouth, mixing with our saliva.
it_it: Un accenno di glassa di vaniglia dal suo labbro lucentezza si diffonde nella mia bocca, mescolando con la nostra saliva.

source: Just like everything else she does in life, [isabelle] kisses with practiced skill.
it_it: Proprio come tutto il resto che fa nella vita, [isabelle] bacia con abilità praticata.

source: With gentle confidence, and feminine sensitivity.
it_it: Con delicata fiducia, e sensibilità femminile.

source: She knows what she wants, but she's more than happy to give in to my desires as well.
it_it: Sa cosa vuole, ma è più che felice di cedere anche ai miei desideri.

source: It's a perfect balance.
it_it: È un equilibrio perfetto.

source: Like a tightrope dancer, she leads me out over passion's abyss.
it_it: Come una ballerina tightrope, lei mi porta fuori sull'abisso della passione.

source: And as I look down, the vertigo hits in full.
it_it: E mentre guardo giù, le vertigini colpiscono pienamente.

source: In my mind, through the dark clouds of neglect and depression, a tiny glimmer of light breaks.
it_it: Nella mia mente, attraverso le nuvole scure di negligenza e depressione, un piccolo barlume di rotture di luce.

source: Perhaps, this can work?
it_it: Forse, questo può funzionare?

source: Maybe, maybe, maybe we can get together...
it_it: Forse, forse, forse possiamo riunirsi...

source: Go on dates...
it_it: Vai alle date...

source: Be one of those happy couples, picnicking in the park...
it_it: Siate una di quelle coppie felici, scegliendo nel parco...

source: Maybe even more?
it_it: Forse ancora di più?

source: She would look so good in a white dress...
it_it: Sembrerebbe così buono in un vestito bianco...

source: God, I'm getting ahead of myself.
it_it: Dio, mi sto anticipando da solo.

source: What if she doesn't like the kiss?
it_it: E se non le piace il bacio?

source: And then it's over. A present moment turned memory.
it_it: E poi è finito. Un momento presente ha girato la memoria.

source: [_mc_] Was it okay?
it_it: [_mc_] Va bene?

source: [_isabelle_s_roof_sunset_hug_blush_] It was good!
it_it: [_isabelle_s_roof_sunset_hug_blush_] È stato bene!

source: [_mc_] Good enough to do again?
it_it: [_mc_] Bene da fare di nuovo?

source: [_isabelle_s_roof_sunset_hug_blush_] I'll think about it.
it_it: [_isabelle_s_roof_sunset_hug_blush_] ci penserò.

source: [_isabelle_s_roof_sunset_hug_skeptical_] Come on, I was taking the piss!
it_it: [_isabelle_s_roof_sunset_hug_skeptical_] Avanti, stavo prendendo il piscio!

source: [_mc_] I know. I'm just nervous.
it_it: [_mc_] lo so. Sono solo nervoso.

source: [_isabelle_s_roof_sunset_hug_smile_] Don't be! Life's too short to worry.
it_it: [_isabelle_s_roof_sunset_hug_smile_] Non si! La vita è troppo breve per preoccuparsi.

source: [_mc_] You're right...
it_it: [_mc_] Hai ragione...

source: [_mc_] Goodnight, [isabelle].
it_it: [_mc_] Buongiorno, [isabelle].

source: [_isabelle_s_roof_sunset_hug_smile_] Goodnight, [mc].
it_it: [_isabelle_s_roof_sunset_hug_smile_] Buongiorno, [mc].
