Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/68_maxine_solo_exercise.po
Languages: it_it

source: When I woke up this morning, I never thought I'd be doing physical labor in exchange for curse help.
it_it: Quando mi sono svegliato questa mattina, non ho mai pensato di fare lavoro fisico in cambio di aiuto maledizione.

source: Life really is full of unexpected twists sometimes.
it_it: La vita è davvero piena di colpi di scena inaspettati a volte.

source: Hopefully, this can help [maya] and I won't keel over before then.
it_it: Speriamo che questo possa aiutare [maya] e non mi fermerò prima di allora.

source: [_maxine_s_electrodes_run_s_smile_] Whenever you're ready.
it_it: [_maxine_s_electrodes_run_s_smile_] Ogni volta che sei pronto.

source: [_mc_] Okay, here goes nothing...
it_it: [_mc_] Okay, qui non va niente...

source: I start with a light jog, my heart rate spiking as the generator gives a little hiss of life.
it_it: Comincio con un leggero jog, il mio battito cardiaco spiking come il generatore dà un piccolo sibilo della vita.

source: [_maxine_s_electrodes_run_s_annoyed_s_jog_] Faster!
it_it: [_maxine_s_electrodes_run_s_annoyed_s_jog_] Più Veloce!

source: [_mc_] All right, all right!
it_it: [_mc_] Va bene, va bene!

source: Against the weak protests of my aching lungs, I take the jog to a run.{space=-25}
it_it: Contro le deboli proteste dei miei polmoni doloranti, prendo la corsa in corso.{space=-25}

source: The sweat gathers at my temples and drips down my head.
it_it: Il sudore si riunisce nei miei templi e gocciola giù la testa.

source: The generator kicks into gear then and [maxine]'s computer flickers to life.
it_it: Il generatore si infila poi in ingranaggi e il computer di [maxine]sfarfalli a vita.

source: [_mc_] Why... am I... doing this... again...?
it_it: [_mc_] Perché... sono... sto facendo questo... ancora...?

source: [_maxine_s_electrodes_run_s_neutral_s_run_s_generator_lights_] To generate power, of course.
it_it: [_maxine_s_electrodes_run_s_neutral_s_run_s_generator_lights_] Per generare potere, naturalmente.

source: [_mc_] But... why not... use... the school... computers...?
it_it: [_mc_] Ma... perché no... usa... la scuola... i computer...?

source: [_maxine_s_electrodes_run_s_neutral_s_run_s_generator_lights_] Technology can never be trusted.
it_it: La tecnologia [_maxine_s_electrodes_run_s_neutral_s_run_s_generator_lights_] non può mai essere fidata.

source: [_mc_] Whatever... you say...
it_it: [_mc_] Qualunque cosa dai...

source: I pant from the excursion, my out of shape body screaming in protest.{space=-40}
it_it: Ho pantalone dall'escursione, il mio corpo fuori forma urla in protesta.{space=-40}

source: My skinny legs burn, but I know I'm running towards something.
it_it: Le mie gambe magre bruciano, ma so che sto correndo verso qualcosa.

source: I'm running towards [maya], towards being a better, more selfless person.
it_it: Sto correndo verso [maya], verso l'essere una persona migliore, più altruista.

source: I would run up any hill, power any weird [maxine] experiment to help a friend.
it_it: Avrei eseguito qualsiasi collina, potere qualsiasi esperimento [maxine] strano per aiutare un amico.

source: [_maxine_s_electrodes_run_s_excited_s_faster_run_s_generator_lights_] That's it! Keep going!
it_it: [_maxine_s_electrodes_run_s_excited_s_faster_run_s_generator_lights_] Questo è tutto! Continua ad andare!

source: [_mc_] I am... {i}huff...{/} trying...
it_it: [_mc_] I am... {i}huff...{/} prova...

source: I pant through the pain in my lungs, and watch as her computer actually blinks awake.
it_it: Invasione attraverso il dolore nei miei polmoni, e guardare come il suo computer in realtà lampeggia sveglio.

source: [_mc_] It's... actually... {i}huff...{/} working...?
it_it: [_mc_] È... realmente... {i}huff...{/} funziona...?

source: [_maxine_s_electrodes_run_s_excited_s_faster_run_s_lights_] Of course it's working! Run, [mc], run!
it_it: [_maxine_s_electrodes_run_s_excited_s_faster_run_s_lights_] Naturalmente sta funzionando! Esegui, [mc], corri!

source: [_mc_] I'm going... {i}huff...{/} as fast... {i}puff...{/} as I can...!
it_it: [_mc_] Sto andandando... {i}huff...{/} come veloce... {i}puff...{/} come posso...!

source: [_maxine_s_electrodes_run_s_neutral_s_fastest_run_s_lights_] Your physical stamina is a bit worrisome. You should probably have that checked.
it_it: [_maxine_s_electrodes_run_s_neutral_s_fastest_run_s_lights_] La tua resistenza fisica è un po' preoccupante. Probabilmente dovresti averla controllata.

source: [_mc_] Gee... {i}huff...{/} thanks...
it_it: [_mc_] Gee... {i}huff...{/} grazie...

source: [_maxine_s_electrodes_run_s_smile_s_fastest_run_s_lights_] You're welcome.
it_it: [_maxine_s_electrodes_run_s_smile_s_fastest_run_s_lights_] Sei il benvenuto.

source: As I go, the generator picks up speed and the computer lights up in full.
it_it: Mentre vado il generatore prende la velocità e il computer si illumina completamente .

source: [_mc_] I can't... {i}huff...{/} go... any... {i}puff...{/} more...!
it_it: [_mc_] Non posso... {i}huff...{/} vai... any... {i}puff...{/} più...!

source: [_maxine_s_electrodes_run_s_smile_s_fastest_run_s_lights_] That will be sufficient for today.
it_it: [_maxine_s_electrodes_run_s_smile_s_fastest_run_s_lights_] Sarà sufficiente per oggi.

source: [_mc_] Thank... {i}huff...{/} god...
it_it: [_mc_] Grazie... {i}huff...{/} god...
