Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/69_maxine_pair_exercise.po
Languages: it_it

source: She spreads her legs and I see that her pussy is already moist.
it_it: Si diffonde le gambe e vedo che la sua figa è già umida.

source: Whether it's from me or her little experiment, the sight makes me fully erect.
it_it: Che si tratti di me o del suo piccolo esperimento, la vista mi fa erigere completamente.

source: I stand in front of her, and before I can quite comprehend what's happening, [maxine] reaches down and takes hold of my dick.
it_it: Mi trovo di fronte a lei e prima di capire cosa sta succedendo, [maxine] arriva giù e prende in mano il mio cazzo.

source: Her hand is slightly rough — probably from all the science stuff she gets up to — but warm.
it_it: La sua mano è leggermente ruvida — probabilmente da tutto il materiale scientifico che si alza — ma calda.

source: The sensation makes my skin tingle and my abdomen clench.
it_it: La sensazione rende la mia pelle formicolio e la mia tenda addome.

source: Slowly, she's lining me up with her pussy, the tip of my head sliding along her opening.
it_it: Lentamente, mi sta allineando con la sua figa, la punta della mia testa scivolando lungo la sua apertura.

source: She grips me harder as she guides me into herself.
it_it: Mi afferra più duramente mentre mi guida in se stessa.

source: I'm met with some resistance at first — she's surprisingly tight.
it_it: Ho incontrato una certa resistenza in un primo momento — è sorprendentemente stretta.

source: But I take hold of her thighs and use them as leverage as I thrust myself the rest of the way in.
it_it: Ma io prendo le cosce e le uso come leva mentre mi spingo il resto della strada.

source: I sink deep into her warm, wet hole and then just hold myself there for a moment as she squeezes me.
it_it: Io affondo in profondità nel suo buco caldo e bagnato e poi mi tengo lì per un attimo mentre mi spreme.

source: I feel her trembling against me, her quick little breaths tickling the side of my neck.
it_it: La sento tremare contro di me, i suoi piccoli respiri veloci solletico il lato del mio collo.

source: When I bury my face in her own neck, the faint smell of incense and sweat pervades my nostrils.
it_it: Quando seppellisco il viso nel suo proprio collo, il debole odore di incenso e sudore pervade le narici.

source: Then, remembering why we're here, I pull my hips back slightly and slam my dick into her again, hard.
it_it: Poi, ricordando perché siamo qui, tiro i fianchi indietro leggermente e sbattere il mio cazzo in lei di nuovo, duro.

source: I piston in and out of her, the friction of her pussy reluctantly releasing me sends shivers of pleasure down my spine.
it_it: Ho pistone dentro e fuori di lei, l'attrito della sua figa riluttantemente rilasciandomi manda brividi di piacere giù la mia colonna vertebrale.

source: The generator bucks into life then and its whir fills the room.
it_it: Il generatore bucks nella vita allora e il suo whir riempie la stanza.

source: [_maxine_s_electrodes_sex_s_excited_s_full_penetration_s_generator_lights_] T-that's it! Faster!
it_it: [_maxine_s_electrodes_sex_s_excited_s_full_penetration_s_generator_lights_] T è questo! Più veloce!

source: I give into the sound of her cries and happily obey, thrusting myself into her faster and faster.
it_it: Io cedo nel suono delle sue grida e ubbidisco felicemente, spingendomi in lei più veloce e veloce.

source: The table shakes beneath us even as [maxine] grips the edge of it for support as a hammer into her.
it_it: Il tavolo si agita sotto di noi anche come [maxine] afferra il bordo di esso per sostenere come un martello in lei.

source: The air is now thick with the salty tang of our sweat as it drips down{space=-10} our bare bodies.
it_it: L'aria è ora spessa con il gruppo salato del nostro sudore mentre gocciola verso il basso{space=-10} i nostri corpi nudi.

source: Her pussy juices soak my cock as I speed up into long, deep strokes.{space=-20}
it_it: I suoi succhi di figa immergere il mio cazzo mentre mi accelero in lunghi e profondi colpi.{space=-20}

source: [_mc_] Is that... {i}huff...{/} fast enough... {i}puff...{/} for you?
it_it: [_mc_] È questo... {i}huff...{/} abbastanza veloce... {i}puff...{/} per te?

source: [_maxine_s_electrodes_sex_s_eyes_closed_s_full_penetration_s_generator_lights_s_gripping_table_] Mmm, yes! Don't stop! P-please, don't stop!
it_it: [_maxine_s_electrodes_sex_s_eyes_closed_s_full_penetration_s_generator_lights_s_gripping_table_] Mmm, sì! Non fermarti! P-per favore, non fermarti!

source: Her words come out in ragged, desperate pants. I like to think that it's me she's begging for now, even if it's not the case.
it_it: Le sue parole escono in pantaloni ragged e disperati. Mi piace pensare che io stia chiedendo per ora, anche se non è il caso.

source: Willingly, I do as she asks. I go from slow to fast again, slamming into her tight little flower as it opens more and more for me.
it_it: Volentieri, faccio come chiede. Vado da lento a veloce di nuovo, sbattendo nel suo piccolo fiore stretto come si apre sempre più per me.

source: Out of the corner of my eye, I see the computer flash to life.
it_it: Fuori dall'angolo del mio occhio, vedo il flash del computer alla vita.

source: It seems to spur [maxine] on and she begins to gyrate into me, with me.{space=-45}
it_it: Sembra di spronare [maxine] e lei comincia a girare in me, con me.{space=-45}

source: We're in sync now, our hearts hammering together, our breaths mingling, one's sweat slicking the other.
it_it: Siamo in sincronia ora, i nostri cuori martellano insieme, i nostri fiati si mescolano, il sudore affettare l'altro.

source: Her juices leak out of her and coat the table beneath her, and the musky odor clogs my senses.
it_it: I suoi succhi fuoriescono da lei e ricoprono la tavola sotto di lei, e l'odore muschioso mi ingoia i sensi.

source: We've nearly reached full power and I can feel the climax approaching{space=-35} for us both.
it_it: Abbiamo quasi raggiunto la piena potenza e posso sentire il climax avvicinando{space=-35} per entrambi noi.

source: She gives a little moan and her pussy walls squeeze me tight.
it_it: Lei dà un po 'di gemito e le sue pareti figa mi stringono stretto.

source: [_mc_] F-fuck, I'm getting close!
it_it: [_mc_] F-fuck, mi sto avvicinando!

source: [_maxine_s_electrodes_sex_s_pleading_s_full_penetration_s_gripping_table_s_lights_s_juices_] Just... mmmm... a little more...
it_it: [_maxine_s_electrodes_sex_s_pleading_s_full_penetration_s_gripping_table_s_lights_s_juices_] Just... mmmm... un po' di più...

source: [_mc_] Yeah? Want me to give it to you?
it_it: [_mc_] Sì? Vuoi darlo a te?

source: [_maxine_s_electrodes_sex_s_pleading_s_full_penetration_s_gripping_table_s_lights_s_juices_] Y-yes! Keep going! Don't stop!
it_it: [_maxine_s_electrodes_sex_s_pleading_s_full_penetration_s_gripping_table_s_lights_s_juices_] Y-sì! Continua ad andare! Non fermarti!

source: [_mc_] I'm not... gonna stop...
it_it: [_mc_] non lo sono... si fermerà...

source: [_maxine_s_electrodes_sex_s_orgasm_s_full_penetration_s_gripping_table_s_lights_s_juices_] Ohhhh!
it_it: [_maxine_s_electrodes_sex_s_orgasm_s_full_penetration_s_gripping_table_s_lights_s_juices_] Ohhhhh!

source: I bottom out against her cervix and my whole body stiffens.
it_it: Mi fondo contro la cervice e tutto il mio corpo si irrigidisce.

source: Her head falls back and her eyes flutter shut as her orgasm hits just before mine.
it_it: La sua testa cade indietro e i suoi occhi flutter si chiudono mentre il suo orgasmo colpisce poco prima del mio.

source: I can feel it rolling through every inch of her as she shakes and shudders against me.
it_it: Posso sentire che rotolando attraverso ogni centimetro di lei come scuote e trema contro di me.

source: [_mc_] Uhhhhhhh!
it_it: [_mc_] Uhhhhhhhhhh!

source: Unable to withdraw — and with no desire to —, I explode deep within [maxine].
it_it: Incapace di ritirarsi — e senza desiderio di —, esplode in profondità dentro [maxine].

source: I fill her up as I come hard, releasing a steady stream of my hot cum deep into her womb.
it_it: La riempo mentre vengo duramente, rilasciando un flusso costante del mio sperma caldo in profondità nel suo grembo.

source: There's something so hot, so primal, about coming inside of her...
it_it: C'è qualcosa di così caldo, così primordiale, di venire dentro di lei...

source: Everything for science, and this is the most basic, instinctual science there is.
it_it: Tutto per la scienza, e questa è la scienza più elementare e istintiva che ci sia.

source: A man filling a woman with his seed. Survival of the human race.
it_it: Un uomo che riempie una donna del suo seme. Sopravvivenza della razza umana.

source: Not that I want to get her pregnant, but... damn if that need to stay buried deep within her doesn't drown out all other thoughts.
it_it: Non che voglio rimanere incinta, ma... maledetto se quel bisogno di rimanere sepolto in profondità dentro di lei non annegare tutti gli altri pensieri.

source: I groan as my stream turns to spurts and the convulsions stop racking through me.
it_it: Io gemito mentre il mio torrente si gira a speronate e le convulsioni smettono di scivolare attraverso di me.

source: Our hearts are still galloping as I finally pull out of her, and the computer pulses with life now.
it_it: I nostri cuori sono ancora galoppanti mentre finalmente tiro fuori di lei, e gli impulsi del computer con la vita ora.

source: [_mc_] H-how's that... for kinetic energy...?
it_it: [_mc_] H-come... per l'energia cinetica...?

source: Her breathing is still uneven and her glasses are slightly fogged over, but she offers me a smile.
it_it: Il suo respiro è ancora irregolare e i suoi occhiali sono leggermente impantanati, ma lei mi offre un sorriso.

source: [_maxine_s_electrodes_sex_s_aftermath_s_no_penetration_s_lights_s_juices_s_cum_] Exactly what I needed...
it_it: [_maxine_s_electrodes_sex_s_aftermath_s_no_penetration_s_lights_s_juices_s_cum_] Esattamente quello che avevo bisogno...

source: Me too, it turns out.
it_it: Anche io, si scopre.
