Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/71_flora_secret.po
Languages: it_it

source: Before she can continue doubting this, doubting herself, doubting us...{space=-55} I step in close and pull her to me.
it_it: Prima che lei possa continuare a dubitare di questo, dubitando di sé, dubitandoci...{space=-55} Mi avvicino e la tiro da me.

source: Nothing sexual, nothing scandalous. Just a hug.
it_it: Niente di sessuale, niente di scandaloso. Solo un abbraccio.

source: A warm embrace as I fold my arms around her and squeeze her to me.
it_it: Un caldo abbraccio mentre piego le braccia intorno a lei e stringo il suo a me.

source: At first, there's some tension in her body... but then she relaxes into me.
it_it: All'inizio, c'è qualche tensione nel suo corpo... ma poi si rilassa dentro di me.

source: Her cheek pressed against my chest.
it_it: La sua guancia ha premuto contro il mio petto.

source: [_flora_s_bedroom_hug_] You actually smell kind of nice...
it_it: [_flora_s_bedroom_hug_] In realtà hai un buon odore...

source: [_mc_] Don't sound too surprised.
it_it: [_mc_] Non sembrare troppo sorpreso.

source: She giggles softly and melts into me.
it_it: Lei ridacchia dolcemente e si scioglie in me.

source: [_flora_s_bedroom_hug_] You feel nice too...
it_it: [_flora_s_bedroom_hug_] Anche tu ti senti bello...

source: [_mc_] Eh, I guess you feel all right.
it_it: [_mc_] Eh, immagino che ti senti bene.

source: [_flora_s_bedroom_hug_s_laughing_] You're a real comedian.
it_it: [_flora_s_bedroom_hug_s_laughing_] Sei un vero comico.

source: She pulls away slightly and looks up at me.
it_it: Si tira via leggermente e mi guarda sopra.

source: Her eyes shine with worry, but more than that, they're alight with something tender.
it_it: I suoi occhi brillano di preoccupazione, ma più di questo, sono accesi con qualcosa di tenero.

source: Something I rarely get to see, but will always treasure.
it_it: Qualcosa che raramente riesco a vedere, ma sarà sempre tesoro.

source: Especially in these safe, hidden moments.
it_it: Soprattutto in questi momenti sicuri, nascosti.

source: Just the two of us with no pretense.
it_it: Solo i due di noi senza pretese.

source: No walls and no lies.
it_it: Niente muri e menzogne.

source: Just the soft feel of her in my arms, and that look in her eyes.
it_it: Proprio la sensazione morbida di lei tra le mie braccia, e che guardano negli occhi.

source: The truth of what we really feel for one another.
it_it: La verità di ciò che realmente sentiamo l'uno per l'altro.

source: Her cheeks are flushed, lips slightly parted as her breathing quickens.
it_it: Le sue guance sono sciacquate, le labbra leggermente divise mentre la sua respirazione accelera .

source: I can feel her practically trembling in my arms.
it_it: La sento praticamente tremare tra le mie braccia.

source: [_mc_] It's okay. I got you.
it_it: [_mc_] va bene. Ti ho preso.

source: And with that, the last of her resolve melts away.
it_it: E con questo, l'ultimo della sua risolutezza si scioglie.

source: I'm kissing her, and she's kissing me back.
it_it: La sto baciando, e mi sta baciando.

source: I can hardly believe it — [flora], kissing me!
it_it: Non riesco a crederci — [flora], mi bacio!

source: Giving into what we're told by society is wrong... but we feel is right.{space=-5}
it_it: Dare in ciò che ci viene detto dalla società è sbagliato... ma ci sentiamo giusti.{space=-5}

source: I feel dizzy and elated all at once.
it_it: Mi sento capogiro ed esaltato tutto in una volta.

source: Her lips soft, sweet, and the polar opposite of her usual sharp and bratty self.
it_it: Le sue labbra morbide, dolci, e l'opposto polare del suo solito sé affilato e bratty.

source: But just as I start to deepen the kiss, she pulls away.
it_it: Ma proprio come comincio ad approfondire il bacio, si tira via.

source: [_mc_] What's wrong?
it_it: [_mc_] Cosa c'è di sbagliato?

source: [_flora_s_bedroom_hug_s_concerned_] We should lock the door...
it_it: [_flora_s_bedroom_hug_s_concerned_] Dovremmo bloccare la porta...

source: [_mc_] It's fine. I need you right now.
it_it: [_mc_] va bene. Ho bisogno di te in questo momento.

source: [_mc_] I don't care about anything or anyone else.
it_it: [_mc_] Non mi importa nulla o nessuno.

source: Once again, my hungry mouth swallows her words.
it_it: Ancora una volta, la mia bocca affamata ingoia le sue parole.

source: With my hands on her hips, I walk her backwards to my bed.
it_it: Con le mie mani sui fianchi, la cammino indietro fino al mio letto.

source: [_mc_] Good idea. We can't be too careful.
it_it: [_mc_] Buona idea. Non possiamo stare troppo attenti.

source: In a moment of rare excellence and sex-driven efficiency, I manage to lock the door behind me without ever letting go of her.
it_it: In un momento di rara eccellenza e di efficienza basata sul sesso, riesco a chiudere la porta dietro di me senza mai lasciarla andare.

source: [_flora_s_bedroom_hug_s_blush_] Thank you...
it_it: [_flora_s_bedroom_hug_s_blush_] Grazie...

source: [_mc_] Of course. Whatever makes you most comfortable.
it_it: [_mc_] ovviamente. Qualunque cosa ti renda più confortevole.

source: She smiles at me, then presses her lips to mine and pulls me toward the bed.
it_it: Mi sorride, poi le spinge le labbra alle mie e mi tira verso il letto.

source: We become a tangle of limbs and fevered kisses.
it_it: Diventiamo un groviglio di arti e baci febbrili.

source: All I know is I need to be as close to [flora] as possible.
it_it: Tutto quello che so è che ho bisogno di essere il più vicino possibile ad [flora].

source: She's rarely so soft, so vulnerable, and I feel privileged to have this moment right now.
it_it: Lei è raramente così morbida, così vulnerabile, e mi sento privilegiato di avere questo momento in questo momento.

source: I want everything off, our hearts laid bare.
it_it: Io voglio tutto fuori, i nostri cuori hanno posato la bara.

source: She looks up at me with bright, expectant eyes.
it_it: Mi guarda con gli occhi luminosi e in attesa.

source: [_flora_s_bedroom_sex_s_anticipation_] Not too hard, okay...?
it_it: [_flora_s_bedroom_sex_s_anticipation_] Non è troppo difficile, va bene...?

source: Her words come out in a whisper and it melts my heart anew.
it_it: Le sue parole escono in un sussurro e mi scioglie di nuovo il cuore.

source: [_mc_] I'll be gentle.
it_it: [_mc_] sarò gentile.

source: From one heartbeat to the next, with our pulses beating in time and our breath mingling...
it_it: Da un battito cardiaco all'altro, con i nostri impulsi che battono nel tempo e il nostro respiro mescola...

source: ...I slowly push my way into her.
it_it: ...Ho lentamente spinto la mia strada verso di lei.

source: She gives a tiny gasp and her head instantly rocks back against the pillow.
it_it: Lei dà una piccola benzina e la sua testa immediatamente rocce indietro contro il cuscino.

source: Fuck. She fits me like a glove. So tight and slick.
it_it: Scopata. Mi si adatta come un guanto. Così stretto e slick.

source: I'm not even halfway in yet and already her pussy is constricting around me.
it_it: Non sono ancora a metà strada e già la sua figa sta costringendo intorno a me.

source: [_mc_] Are you okay?
it_it: [_mc_] Stai bene?

source: [_flora_s_bedroom_sex_s_penetration1_] Y-yes... keep going...
it_it: [_flora_s_bedroom_sex_s_penetration1_] Y-sì... continua ad andare...

source: Glad that none of this seems to be too much for her, I happily do as she says.
it_it: Felice che nessuno di questo sembra essere troppo per lei, lo faccio felicemente come lei dice.

source: With my hands braced on the mattress on either side of her, I work my way deeper inside.
it_it: Con le mie mani rinforzate sul materasso su entrambi i lati di lei, lavoro il mio modo più profondo dentro.

source: She lets go of her white-knuckled hold of the sheets and wraps her arms around me, nails digging into the back of my neck.
it_it: Lei lascia andare la sua presa di lenzuola snodata bianca e avvolge le braccia intorno a me, unghie scavare nella parte posteriore del mio collo.

source: [_mc_] God, [flora]... you feel so good...
it_it: [_mc_] Dio, [flora]... ti senti così bene...

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Mmm, yes...
it_it: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Mmm, sì...

source: [_mc_] I'm going to start moving now, okay?
it_it: [_mc_] Comincerò a muovermi adesso, okay?

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Oh, fuck!
it_it: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Oh, cazzo!

source: [_mc_] You like that?
it_it: [_mc_] Ti piace?

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Mmm, yes! P-please, don't stop!
it_it: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Mmm, sì! P-per favore, non fermarti!

source: [_mc_] I got you, remember?
it_it: [_mc_] Ti ho preso, ricordi?

source: She lets out a little whine and bites her bottom lip and it undoes me completely.
it_it: Lei lascia fuori un po 'di whine e morde il suo labbro inferiore e non fa me completamente.

source: Having [flora] here, beneath me. Taking her like this.
it_it: Avere [flora] qui, sotto di me. Prenderla così.

source: Wholesome, tender... yet a secret we have to keep.
it_it: Salute, tenere... eppure un segreto che dobbiamo mantenere.

source: How can anything this good possibly be wrong?
it_it: Come può qualcosa che questo bene potrebbe essere sbagliato?

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Goodness, [mc]...
it_it: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Bontà, [mc]...

source: She goes rigid beneath me and calls out desperately.
it_it: Lei va rigida sotto di me e chiama disperatamente.

source: It's like her words unleash something within me, and I thrust my hips harder until I'm bottoming out against her cervix.
it_it: È come le sue parole scatenano qualcosa dentro di me, e ho spinto i miei fianchi più duri fino a quando non sto bottoming out contro la sua cervice.

source: When she wraps her ankles around my hips and uses her legs to press my ass harder against her, I unleash a groan.
it_it: Quando lei avvolge le caviglie intorno ai fianchi e usa le gambe per premere il culo più duro contro di lei, io scatenare un gemito.

source: We both want the same thing, her feeling every last inch of me.
it_it: Vogliamo entrambi la stessa cosa, la sua sensazione ogni ultimo pollice di me.

source: Each thrust with my whole weight behind it.
it_it: Ogni spinta con tutto il mio peso dietro di esso.

source: Hammering home that there is no going back from this.
it_it: Hammering home che non vi è alcun ritorno da questo.

source: Our bodies slick with sweat. The sweet smell of her pussy juices coating my sheets.
it_it: Il dolce odore dei suoi succhi di figa che ricoprono i miei fogli.

source: And her taking my dick, her flower spread open for me.
it_it: E lei prende il mio cazzo, il suo fiore si diffonde per me.

source: Her entire being needing me, holding me tight as she begs me for more.
it_it: Il suo intero essere mi ha bisogno, tenendomi stretto come mi chiede per di più.

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_wrapped_legs_s_penetration4_] Ahhh! [mc]! I'm about to—
it_it: [_flora_s_bedroom_sex_s_wrapped_arms_s_wrapped_legs_s_penetration4_] Ahhh! [mc]! Sto parlando—

source: [_mc_] Cum with me, [flora]!
it_it: [_mc_] Cum con me, [flora]!

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_wrapped_legs_s_penetration4_] God! Oh, god! P-please!
it_it: [_flora_s_bedroom_sex_s_wrapped_arms_s_wrapped_legs_s_penetration4_] Dio! Oh, Dio! P-per favore!

source: The sound of her pleading for my cum, my semen, my hard cock, finally unravels me.
it_it: Il suono della sua supplica per il mio cum, il mio seme, il mio cazzo duro, finalmente mi svela.

source: [_mc_] I-I'm cumming too!
it_it: [_mc_] anch'io sto cumming troppo!

source: [_flora_s_bedroom_sex_s_cum_] Ohhhhh!
it_it: [_flora_s_bedroom_sex_s_cum_] Ohhhhhh!

source: With one final pump I unleash my hot, sticky load deep within her.
it_it: Con una pompa finale ho scatenato il mio carico caldo e appiccicoso in profondità.

source: She arches against me, her feet still digging into my ass.
it_it: Lei arca contro di me, i suoi piedi ancora scavando nel mio culo.

source: There really is no going back from this.
it_it: Non vi è davvero alcun ritorno da questo.

source: It's just the two of us on this road now.
it_it: Sono solo i due di noi su questa strada ora.

source: And whether it's to hell or heaven... I don't care.
it_it: E se è all'inferno o al cielo... non mi importa.

source: All that matters is [flora] senseless with lust beneath me.
it_it: Tutto ciò che conta è [flora] insensato con concupiscenza sotto di me.

source: Her soft little mewls still escaping her parted lips.
it_it: I suoi piccoli mewls morbidi ancora sfuggire le labbra divise.

source: With a shudder of pleasure, my knees go weak, and I collapse against her.
it_it: Con un timone di piacere, le mie ginocchia si indeboliscono, e io collasso contro di lei.

source: Together, we catch our breath. Still coming down from what we've just done.
it_it: Insieme, prendiamo il fiato. Ancora scendendo da quello che abbiamo appena fatto.

source: From what {i}I've{/} just done.
it_it: Da quello che {i}I've{/} appena fatto.

source: [_flora_s_bedroom_aftermath_s_tired_] I can't believe you came inside!
it_it: [_flora_s_bedroom_aftermath_s_tired_] Non posso credere che tu sia venuto dentro!

source: [_mc_] Heh! It will be okay...
it_it: [_mc_] Heh! Andrà bene...

source: ...and even if it isn't, maybe we could make it work somehow?
it_it: ...e anche se non lo è, forse potremmo farlo funzionare in qualche modo?

source: [_flora_s_bedroom_aftermath_s_tired_] I thought we were going to be careful.
it_it: [_flora_s_bedroom_aftermath_s_tired_] Pensavo che saremmo stati attenti.

source: [_mc_] Well, they have... stuff, just in case.
it_it: [_mc_] Beh, hanno... roba, proprio nel caso.

source: [_mc_] I was just so caught up in the moment...
it_it: [_mc_] Sono stato così intrappolato nel momento...

source: [_mc_] And with the way you were squeezing me, I couldn't pull out even if I wanted to.
it_it: [_mc_] E con il modo in cui mi strizzavi, non potevo tirarmi fuori nemmeno se volevo.

source: [_flora_s_bedroom_aftermath_s_blush_] Oh, my god!
it_it: [_flora_s_bedroom_aftermath_s_blush_] Oh, mio dio!

source: [_flora_s_bedroom_aftermath_s_blush_] I, um... I should go get cleaned up...
it_it: [_flora_s_bedroom_aftermath_s_blush_] I, um... dovrei andare a ripulire...

source: [_mc_] Right...
it_it: [_mc_] A Destra...

source: [_flora_s_bedroom_aftermath_s_blush_] And remember, not a word of this to anyone.
it_it: [_flora_s_bedroom_aftermath_s_blush_] E ricorda, non una parola di questo a nessuno.

source: [_mc_] My lips are sealed.
it_it: [_mc_] Le mie labbra sono sigillate.

source: [_flora_s_bedroom_aftermath_s_blush_] They better be...
it_it: [_flora_s_bedroom_aftermath_s_blush_] Meglio essere...

source: And just like that, she's gone.
it_it: E proprio così, è andata.

source: But I can still feel her in my arms.
it_it: Ma posso ancora sentirla tra le mie braccia.

source: I just hope she doesn't regret what we've done...
it_it: Spero solo che lei non rimpianga quello che abbiamo fatto...

source: I know I don't.
it_it: Lo so che non lo so.

source: Man, I'm pretty tired after that workout...
it_it: Uomo, sono abbastanza stanco dopo quell'allenamento...

source: Maybe I could just sleep for a bit and skip my first classes?
it_it: Forse potrei solo dormire un po 'e saltare le mie prime lezioni?

source: There's no going back from this path we're on now... but we can still be careful about it.
it_it: Non c'è ritorno da questo percorso su cui siamo ora... ma possiamo ancora stare attenti.

source: Our little secret.
it_it: Il nostro piccolo segreto.

source: A cool oasis for just the two of us to drink each other in.
it_it: Un'oasi fresca per soli due di noi da bere.

source: Not a second too soon, I pull my dick out of her sopping pussy.
it_it: Non un secondo troppo presto, tiro il mio cazzo dalla sua figa di sopping.

source: It squelches as it reluctantly releases me.
it_it: Si squelce mentre mi rilascia riluttantemente.

source: Load after load coat her heaving stomach.
it_it: Carico dopo carico cappottare il suo stomaco pesante.

source: Her eyes flutter with exhaustion, a faint smile on her lips.
it_it: I suoi occhi brillano con esaurimento, un debole sorriso sulle labbra.

source: [_flora_s_bedroom_aftermath_s_blush_s_dick_s_cum_] Oh, my god...
it_it: [_flora_s_bedroom_aftermath_s_blush_s_dick_s_cum_] Oh, mio dio...

source: In the aftermath, we just lie there together, soaking it all in.
it_it: In seguito, ci limitiamo lì insieme, ammollo tutto dentro.

source: Catching our breath, our spent limbs sprawled across the mattress.
it_it: Colpendo il respiro, i nostri arti spesi sprawled attraverso il materasso.

source: [_mc_] That was...
it_it: [_mc_] Che era...

source: [_flora_s_bedroom_aftermath_s_tired_s_cum_] Yeah...
it_it: [_flora_s_bedroom_aftermath_s_tired_s_cum_] Sì...

source: She gives a little giggle.
it_it: Lei dà un piccolo ridacchio.

source: [_mc_] Fuck, you're adorable when you want to be.
it_it: [_mc_] Cazzo sei adorabile quando vuoi essere.

source: [_flora_s_bedroom_aftermath_s_blush_s_cum_] When I'm not being a brat, you mean?
it_it: [_flora_s_bedroom_aftermath_s_blush_s_cum_] Quando non sono un brat, intendi?

source: [_mc_] You said it, not me.
it_it: [_mc_] Tu l'hai detto, non me.

source: [_flora_s_bedroom_aftermath_s_blush_s_cum_] Thanks for, err... pulling out.
it_it: [_flora_s_bedroom_aftermath_s_blush_s_cum_] Grazie per, errore... tirando fuori.

source: [_mc_] We can't be too careful, right?
it_it: [_mc_] Non possiamo essere troppo attenti, vero?

source: [_flora_s_bedroom_aftermath_s_blush_s_cum_] Right.
it_it: [_flora_s_bedroom_aftermath_s_blush_s_cum_] Destra.

source: And then, in an even bigger shock to my system, [flora] snuggles up to me and shuts her eyes.
it_it: E poi, in uno shock ancora più grande per il mio sistema, [flora] si coccola fino a me e chiude gli occhi.

source: [_flora_s_bedroom_aftermath_s_asleep_s_cum_] I'm exhausted...
it_it: [_flora_s_bedroom_aftermath_s_asleep_s_cum_] Sono esausto...

source: [_flora_s_bedroom_aftermath_s_asleep_s_cum_] Maybe we could just sleep for a bit and skip our first classes?
it_it: [_flora_s_bedroom_aftermath_s_asleep_s_cum_] Forse potremmo solo dormire un po 'e saltare le nostre prime lezioni?

source: I swallow past the giddy lump in my throat.
it_it: Io ingoio oltre il grumo giddy nella mia gola.

source: Pleased that she wants to stay like this in my bed with me for a little while longer.
it_it: Piacere che lei vuole rimanere in questo modo nel mio letto con me per un po 'di più a lungo.

source: Pleased I have had this effect.
it_it: Per piacere ho avuto questo effetto.

source: Plus, I too am pretty tired after that workout.
it_it: Inoltre, anche io sono abbastanza stanco dopo quell'allenamento.

source: [_mc_] Sleep well, [flora].
it_it: [_mc_] Dormi bene, [flora].

source: [_flora_s_bedroom_aftermath_s_asleep_s_cum_] You too, [mc]...
it_it: [_flora_s_bedroom_aftermath_s_asleep_s_cum_] Anche te, [mc]...
