Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/74_flora_experimentation.po
Languages: fr_fr, it_it

source: The force of her kiss knocks me off my feet.
fr_fr: La force de son baiser me frappe de mes pieds.
it_it: La forza del suo bacio mi respinge dai piedi.

source: Luckily, the soft moss catches my fall, and I catch her in my arms.
fr_fr: Heureusement, la mousse douce attrape ma chute et je la rattrape dans mes bras.
it_it: Per fortuna, il muschio morbido mi cattura la caduta, e la cattura tra le mie braccia.

source: She giggles, of course, in her usual mischievous way.
fr_fr: Bien sûr, elle gicle dans sa manière habituelle malicieuse.
it_it: Lei ridacchia, naturalmente, nel suo solito modo malizioso.

source: It has always been one of my favorite sounds.
fr_fr: Il a toujours été l'un de mes sons préférés.
it_it: È sempre stato uno dei miei suoni preferiti.

source: But it's her blush that gets me.
fr_fr: Mais c'est sa rougeur qui me mène.
it_it: Ma è il suo arrossimento che mi porta.

source: It's a side of her that only I know.
fr_fr: C'est un côté d'elle que je connais seulement.
it_it: È un lato di lei che solo conosco.

source: And I want it to remain that way.
fr_fr: Et je veux que cela reste ainsi.
it_it: E voglio che rimanga così.

source: Our lips meet again, and this far away from prying eyes, the lust runs wild.
fr_fr: Nos lèvres se retrouvent, et ce loin des regards indiscrets, la soif est sauvage.
it_it: Le nostre labbra si incontrano di nuovo, e questo lontano da occhi indiscreti, la lussuria corre selvaggia.

source: [_flora_s_mushroom_kiss_s_blush_] I want to... try something.
fr_fr: [_flora_s_mushroom_kiss_s_blush_] Je veux... essayer quelque chose.
it_it: [_flora_s_mushroom_kiss_s_blush_] voglio provare... qualcosa.

source: [flora] has always been the adventurous one.
fr_fr: [flora] a toujours été l'aventureux.
it_it: [flora] è sempre stata quella avventurosa.

source: And it seems like that's the case in the bedroom, too.
fr_fr: Et il semble que ce soit le cas dans la chambre à coucher.
it_it: E sembra che questo sia il caso anche in camera da letto.

source: [_mc_] What's that?
fr_fr: [_mc_] Qu'est-ce que c'est ?
it_it: [_mc_] Che cos'è?

source: [_flora_s_mushroom_kiss_s_blush_] I read about this in the Cosmololitan...
it_it: [_flora_s_mushroom_kiss_s_blush_] Ne ho letto nel cosmololitano...

source: In one fluid motion, she gets on her back and spreads her legs.
fr_fr: En un mouvement fluide, elle se met sur le dos et écarte ses jambes.
it_it: In un movimento fluido, si alza sulla schiena e si diffonde le gambe.

source: Her fingers dip into her soaked pussy, lewdly toying with the stringy moisture.
fr_fr: Ses doigts trempent dans sa chatte trempée et lubrique avec l'humidité de la chaîne.
it_it: Le sue dita si tuffano nella sua figa imbevuta, piombando con l'umidità stringente.

source: Coating her fingers until they shine and glisten.
fr_fr: Couvrant ses doigts jusqu'à ce qu'ils brillent et scintillent.
it_it: Rivestendo le dita finché brillano e brillano.

source: She then slides her hand further down, smearing her sticky juices all over her rosebud.
fr_fr: Elle glisse ensuite sa main vers le bas, entassant ses jus collants sur son rosebud.
it_it: Poi scivola la mano più in basso, spalmando i suoi succhi appiccicosi su tutto il suo palissandro.

source: [_mc_] Err, are you sure about this?
fr_fr: [_mc_] Erreur, êtes-vous sûr de cela ?
it_it: [_mc_] Err, sei sicuro di questo?

source: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] You're supposed to do it too...
it_it: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] Anche tu dovresti farlo...

source: [_mc_] Do what?
fr_fr: [_mc_] Faites quoi ?
it_it: [_mc_] Fare cosa?

source: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] Touch me!
fr_fr: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] Touchez moi !
it_it: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] Mi tocca!

source: [_mc_] Jeez. So bossy.
fr_fr: [_mc_] Jeez. Alors chef.
it_it: [_mc_] Jeez. Così prepotente.

source: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] Do you want this or not?
fr_fr: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] Voulez-vous ou non ceci ?
it_it: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] Vuoi questo o no?

source: [_mc_] I don't even know what this is.
it_it: [_mc_] Non so nemmeno cos'è questo.

source: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] You're such a bad liar!
it_it: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] Sei un bugiardo così cattivo!

source: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] Now touch me, and smear it over your... thing.
it_it: [_flora_s_mushroom_anal_sex_s_smearing_asshole_] Ora toccatemi e spalmatelo sopra la vostra... cosa.

source: [_mc_] As you wish...
fr_fr: [_mc_] Comme vous le souhaitez...
it_it: [_mc_] Come vuoi...

source: A shudder runs through her as my fingers touch her pussy.
fr_fr: Un frisson la traverse alors que mes doigts lui touchent la chatte.
it_it: Un timone la attraversa mentre le mie dita la toccano la figa.

source: It's so sensitive. So warm and soft.
fr_fr: Il est si sensible, si chaud et doux.
it_it: È così sensibile. Così caldo e morbido.

source: Touching her like this feels so wrong, and yet... it's the best feeling ever.
fr_fr: La frapper comme ça a tellement de mal et pour le moment... c'est le meilleur sentiment qui soit.
it_it: Toccarla come questo si sente così sbagliato, e ancora... è la migliore sensazione di sempre.

source: Her folds quiver beneath my touch. Her wetness sticks to my fingers.{space=-25}
fr_fr: Ses plis tremblent sous ma touche. Sa moiteur me colle aux doigts.{space=-25}
it_it: Le sue pieghe tremano sotto il mio tocco. La sua umidità si attacca alle mie dita.{space=-25}

source: And soon, it coats the shaft of my dick as well.
fr_fr: Et bientôt, il recouvre aussi l'arbre de ma bite.
it_it: E presto, ricopre l'albero del mio cazzo pure.

source: She flinches as the tip of my cock settles against her asshole.
fr_fr: Elle siffle alors que la pointe de ma queue s'installe contre son asshole.
it_it: Lei flinches come la punta del mio cazzo si deposita contro il suo stronzo.

source: [_mc_] Are you sure about this?
fr_fr: [_mc_] Êtes-vous sûr de cela ?
it_it: [_mc_] Sei sicuro di questo?

source: [_flora_s_mushroom_anal_sex_s_anticipation_] Y-yes. It's supposed to feel really good.
fr_fr: [_flora_s_mushroom_anal_sex_s_anticipation_] Oui. C'est censé se sentir bien.
it_it: [_flora_s_mushroom_anal_sex_s_anticipation_] Y-sì. Dovrebbe sentirsi davvero bene.

source: I'm not sure what article she has read, but I better be super gentle...{space=-5}
fr_fr: Je ne sais pas quel article elle a lu, mais je préfère être super gentille...{space=-5}
it_it: Non sono sicuro di quale articolo ha letto, ma è meglio essere super gentile...{space=-5}

source: As the tip of my dick settles against her sphincter, she takes a big breath and pushes back.
fr_fr: Alors que la pointe de ma queue s'installe contre son sphincter, elle prend une grosse respiration et repousse le dos.
it_it: Come la punta del mio cazzo si deposita contro la sua sfinta, lei prende un grande respiro e spinge indietro.

source: [_flora_s_mushroom_anal_sex_s_pain_s_penetration1_] Keep going! It's supposed to hurt at first!
fr_fr: [_flora_s_mushroom_anal_sex_s_pain_s_penetration1_] Continuez ! C'est censé faire du mal au début !
it_it: [_flora_s_mushroom_anal_sex_s_pain_s_penetration1_] Continua ad andare! Dovrebbe fare del male all'inizio!

source: Damn. She really wants this.
fr_fr: Bon sang. Elle veut vraiment ça.
it_it: Dannazione. Vuole davvero questo.

source: As gently as I possibly can, I push myself deeper.
fr_fr: Aussi doucement que possible, je me pousse plus profondément.
it_it: Per quanto possibile, mi spingo più in profondità.

source: She's so tight, it almost hurts my dick.
fr_fr: Elle est si serrée, ça fait presque mal à ma bite.
it_it: È così stretta, mi fa quasi male il cazzo.

source: [_flora_s_mushroom_anal_sex_s_angry_s_penetration2_] Aah! Careful, you idiot!
fr_fr: [_flora_s_mushroom_anal_sex_s_angry_s_penetration2_] Aah! Attention, imbécile!
it_it: [_flora_s_mushroom_anal_sex_s_angry_s_penetration2_] Aah! Attenzione, idiota!

source: [_mc_] Sorry! I'm trying to be gentle!
fr_fr: [_mc_] Désolé ! J'essaie d'être gentil !
it_it: [_mc_] Mi dispiace! Sto cercando di essere gentile!

source: [_flora_s_mushroom_anal_sex_s_angry_s_penetration2_] Fuck you! That really hurt!
fr_fr: [_flora_s_mushroom_anal_sex_s_angry_s_penetration2_] Fuck toi ! Ça te fait vraiment mal !
it_it: [_flora_s_mushroom_anal_sex_s_angry_s_penetration2_] Cazzo te! Fa davvero male!

source: [_mc_] Should I stop?
it_it: [_mc_] Dovrei fermarmi?

source: [_flora_s_mushroom_anal_sex_s_pain_s_penetration2_] N-no! Keep going!
fr_fr: [_flora_s_mushroom_anal_sex_s_pain_s_penetration2_] N-non ! Continuez !
it_it: [_flora_s_mushroom_anal_sex_s_pain_s_penetration2_] N-no! Continua ad andare!

source: [_mc_] If you say so...
fr_fr: [_mc_] Si vous le dites ...
it_it: [_mc_] Se lo dici...

source: Inch by painful inch, my dick sinks in deeper.
fr_fr: Inch par un pouce douloureux, ma queue s'enfonce plus profondément.
it_it: Pollice da pollice doloroso, il mio cazzo affonda in profondità.

source: The muscles of her ass strains against my intrusion.
fr_fr: Les muscles de son cul se déverse contre mon intrusion.
it_it: I muscoli dei suoi ceppi di culo contro la mia intrusione.

source: Her gasps grow shallow, beads of sweat roll on her forehead and my own.
fr_fr: Ses gouttes poussent des perles peu profondes et des perles de sueur sur son front et le mien.
it_it: Le sue vespe crescono poco profonde, perline di rotolo di sudore sulla fronte e la mia.

source: She closes her eyes as I enter her fully.
fr_fr: Elle ferme les yeux alors que je l'entrerai pleinement.
it_it: Chiude gli occhi mentre io le entro pienamente.

source: [_flora_s_mushroom_anal_sex_s_pain_s_penetration4_] Oh, my god...
fr_fr: [_flora_s_mushroom_anal_sex_s_pain_s_penetration4_] Oh, mon dieu...
it_it: [_flora_s_mushroom_anal_sex_s_pain_s_penetration4_] Oh, mio dio...

source: [_mc_] Does it hurt much?
it_it: [_mc_] Fa molto male?

source: [_flora_s_mushroom_anal_sex_s_angry_s_penetration4_] What the hell do you think?!
it_it: [_flora_s_mushroom_anal_sex_s_angry_s_penetration4_] Che diavolo ne pensi?!

source: [_mc_] Err, should I pull out?
fr_fr: [_mc_] Erreur, devrais-je sortir ?
it_it: [_mc_] Err, dovrei tirare fuori?

source: Well, it's not like I have a problem with that. I could stay in her ass forever.
fr_fr: « Eh bien, ce n'est pas comme si j'ai un problème avec ça. Je pourrais rester dans son cul pour toujours.»
it_it: Beh, non è come se avessi un problema con quello. Potrei rimanere nel suo culo per sempre.

source: She's squeezing my dick with her anal muscles, and it feels like heaven.
fr_fr: She's squeezing my dick with her anal hard muscles, and it feels like heaven.
it_it: Sta schiacciando il mio cazzo con i suoi muscoli anali, e sembra un paradiso.

source: And for a few moments, I just stay buried in her, trying not to move.
fr_fr: Et pendant quelques instants, je reste enterré en elle, essayant de ne pas bouger.
it_it: E per qualche istante, rimango sepolto in lei, cercando di non muoversi.

source: If you've only watched porn, you can't fully appreciate the fine motor skills required to not hurt someone while putting your dick in their ass.
fr_fr: Si vous avez seulement regardé du porn, vous ne pouvez pas apprécier pleinement les habiletés motrices nécessaires pour ne pas blesser quelqu'un tout en mettant votre baise dans le cul.
it_it: Se hai guardato solo il porno, non si può pienamente apprezzare le belle abilità motorie necessarie per non ferire qualcuno mentre si mette il tuo cazzo nel loro culo.

source: [_flora_s_mushroom_anal_sex_s_pain_s_penetration4_] Okay... go ahead.
fr_fr: [_flora_s_mushroom_anal_sex_s_pain_s_penetration4_] OK... allez-y.
it_it: [_flora_s_mushroom_anal_sex_s_pain_s_penetration4_] Okay... vai avanti.

source: Carefully, out...
fr_fr: Attention, dehors...
it_it: Accuratamente, fuori...

source: ...then in again.
fr_fr: ... puis à nouveau.
it_it: ...poi di nuovo.

source: Oh? That didn't sound like a cry of pain.
fr_fr: Oh? Ça ne ressemble pas à un cri de douleur.
it_it: Oh? Non sembrava un grido di dolore.

source: Out again. A bit more this time.
fr_fr: Encore une fois, un peu plus cette fois-ci.
it_it: Fuori di nuovo. Un po 'di più questa volta.

source: [_mc_] Sorry!
fr_fr: [_mc_] Désolé !
it_it: [_mc_] Spiacenti!

source: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Mmm, yes!
fr_fr: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Mmm, oui !
it_it: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Mmm, sì!

source: [_mc_] Is it good?
fr_fr: [_mc_] Est-ce une bonne chose ?
it_it: [_mc_] È buono?

source: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Yes! K-keep going!
fr_fr: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Oui ! K-continue !
it_it: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Sì! K-continua a andare!

source: [_mc_] Let me know if you want me to go faster or slower or harder, okay?
it_it: [_mc_] Fatemi sapere se volete che io vada più veloce o più lento o più difficile, okay?

source: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Yes!
fr_fr: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Oui !
it_it: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Sì!

source: [_mc_] Yes, what?
fr_fr: [_mc_] Oui, quoi?
it_it: [_mc_] Sì, cosa?

source: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Oh, my god!
fr_fr: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Oh, mon dieu!
it_it: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Oh, mio dio!

source: Goddamn! That almost made me cum inside her.
fr_fr: « Bon sang! Ça m'a presque fait foutre en elle. »
it_it: Dio! Quel che mi ha quasi fatto sborrare dentro di lei.

source: [_flora_s_mushroom_anal_sex_s_ecstasy_s_penetration4_] That... feels... so... good...
fr_fr: [_flora_s_mushroom_anal_sex_s_ecstasy_s_penetration4_] C'est... sens... bien... bien...
it_it: [_flora_s_mushroom_anal_sex_s_ecstasy_s_penetration4_] Quello... si sente... così... buono...

source: [_mc_] You... have... no... idea...
it_it: [_mc_] Tu... hai... no... idea...

source: In a rising crescendo of decadence, our cries of pleasure fill the tiny clearing.
fr_fr: Dans un crescendo croissant de décadence, nos cris de plaisir remplissent le minuscule éclairage.
it_it: In un crescendo in ascesa di decadenza, le nostre grida di piacere riempiono la piccola radura.

source: Nothing has ever felt this good.
fr_fr: Rien n'a jamais ressenti ce bien.
it_it: Niente ha mai sentito questo bene.

source: And never this right... while being so wrong.
fr_fr: « Et jamais ce n'est pas juste... tout en se trompant. »
it_it: E mai questo diritto... pur essendo così sbagliato.

source: It's the perfect mix of forbidden and romantic, of loving and depraved.{space=-50}
fr_fr: C'est le mélange parfait de interdit et romantique, d'amour et de dépravé.{space=-50}
it_it: È il perfetto mix di proibito e romantico, di amore e depravato.{space=-50}

source: We both need this. We'll be miserable if we can't have this.
fr_fr: « Nous avons tous les deux besoin de cela. Nous serons lamentables si nous ne parvenons pas à le faire. »
it_it: Abbiamo entrambi bisogno di questo. Saremo miserabili se non riusciremo ad avere questo.

source: [_mc_] I... fucking... love... you....
fr_fr: [_mc_] Je... baise... amour... vous... vous...
it_it: [_mc_] Io... cazzo... amo... tu... tu...

source: [_flora_s_mushroom_anal_sex_s_orgasm_s_penetration4_] Oh, my god...
fr_fr: [_flora_s_mushroom_anal_sex_s_orgasm_s_penetration4_] Oh, mon dieu...
it_it: [_flora_s_mushroom_anal_sex_s_orgasm_s_penetration4_] Oh, mio dio...

source: It's not the words I ever expected to come out of my mouth while having my dick buried in her ass... but it does something to her.
fr_fr: Ce n'est pas les mots que je m'attendais à sortir de ma bouche alors que ma bite s'est enterrée dans son cul. , mais elle fait quelque chose pour elle.
it_it: Non sono le parole che mi sono mai aspettato di uscire dalla bocca mentre ho sepolto il mio cazzo nel suo culo. . ma le fa qualcosa.

source: Her stomach flexes, her hips lift and push against me, as the orgasm{space=-20} rips through her.
fr_fr: Son estomac fléchit, ses hanches se lèvent et poussent contre moi, alors que l'orgasme {space=-20} lui déchire.
it_it: Il suo stomaco si flessisce, i suoi fianchi alzano e spingono contro di me, come l'orgasmo{space=-20} strappa attraverso di lei.

source: And I, balls deep inside her ass, explode as well.
fr_fr: Et moi, les couilles profondes dans son cul, explose aussi.
it_it: E io, palle in profondità dentro il suo culo, esplodere pure.

source: The world spins... and yet I feel at ease.
fr_fr: Le monde tourne... et pourtant je me sens à l'aise.
it_it: Il mondo gira... eppure mi sento a mio agio.

source: If there's one thing I know about [flora], it's that she always says the opposite of what she means.
fr_fr: S'il y a une chose que je sais sur [flora], c'est qu'elle dit toujours le contraire de ce qu'elle signifie.
it_it: Se c'è una cosa che so di [flora], è che dice sempre l'opposto di quello che intende.

source: Agonizingly slow, my dick enters her ass, making her feel every inch.{space=-15}
fr_fr: Agonisée, ma bite la pénètre dans le cul, lui faisant sentir à chaque pouce.{space=-15}
it_it: Agonizingly lento, il mio cazzo entra nel suo culo, facendole sentire ogni pollice.{space=-15}

source: [_flora_s_mushroom_anal_sex_s_disappointed_s_penetration4_] I said faster! Go faster!
fr_fr: [_flora_s_mushroom_anal_sex_s_disappointed_s_penetration4_] J'ai dit plus vite ! Allez plus vite !
it_it: [_flora_s_mushroom_anal_sex_s_disappointed_s_penetration4_] ho detto più velocemente! Vai più velocemente!

source: [_mc_] I'm... out of breath...
fr_fr: [_mc_] Je suis... hors de souffle...
it_it: [_mc_] Io... senza respiro...

source: [_mc_] And I'm going to—
fr_fr: [_mc_] Et je vais le faire —
it_it: [_mc_] E sto andando a—

source: [_flora_s_mushroom_anal_sex_s_disappointed_s_cum4_] Seriously?
fr_fr: [_flora_s_mushroom_anal_sex_s_disappointed_s_cum4_] Sérieusement?
it_it: [_flora_s_mushroom_anal_sex_s_disappointed_s_cum4_] Seriamente?

source: She shoots me an angry look, before starting to rub herself.
fr_fr: Elle me tire un regard en colère, avant de commencer à se frotter.
it_it: Mi spara uno sguardo arrabbiato, prima di iniziare a strofinarsi.

source: Her fingers circle her clit with practiced efficiency.
fr_fr: Ses doigts encerclent son clito avec une efficacité pratique.
it_it: Le sue dita circondano il suo clitoride con efficienza praticata.

source: And it doesn't take long before she bucks and explodes in an orgasm.{space=-40}
fr_fr: Et il ne faut pas longtemps avant qu'elle ne s'accumule et n'explose dans un orgasm.{space=-40}
it_it: E non ci vuole molto prima che scoppiano e esplode in un orgasmo.{space=-40}

source: It's beautiful, it's sexy, and it's everything I've ever wanted.
fr_fr: C'est beau, c'est sexy, et c'est tout ce que j'ai jamais voulu.
it_it: È bella, è sexy, ed è tutto quello che ho mai voluto.

source: And yet... I know I've let her down.
fr_fr: « Et pourtant... je sais que je l'ai laissé tomber. »
it_it: E ancora... lo so che l'ho delusa.

source: [_mc_] Sorry! I was trying to go faster.
fr_fr: [_mc_] Désolé ! J'essayais d'aller plus vite.
it_it: [_mc_] Mi dispiace! Stavo cercando di andare più velocemente.

source: [_flora_s_mushroom_anal_sex_s_angry_s_penetration4_] Fuck you! That's too hard!
fr_fr: [_flora_s_mushroom_anal_sex_s_angry_s_penetration4_] Fuck vous! C'est trop dur !
it_it: [_flora_s_mushroom_anal_sex_s_angry_s_penetration4_] Cazzo te! È troppo difficile!

source: [_mc_] I'm really sorry!
fr_fr: [_mc_] Je suis vraiment désolé !
it_it: [_mc_] Mi dispiace davvero!

source: [_mc_] You feel so good, [flora]!
fr_fr: [_mc_] Vous vous sentez si bien, [flora]!
it_it: [_mc_] Ti senti così buono, [flora]!

source: The harder I go, the more her body responds.
fr_fr: Plus je parle, plus son corps réagit.
it_it: Più io vado e più il suo corpo risponde.

source: Juices ooze out of her pussy, and leak down to her ass, providing me with additional lube.
fr_fr: Les jus sortent de sa chatte et se fuient dans le cul, me procurant du lubrifiant supplémentaire.
it_it: Succhi trasudano dalla sua figa e fuoriescono fino al suo asino, fornendomi un lubrificante aggiuntivo.

source: Oh, my god. She actually came... from anal.
fr_fr: « Oh, mon dieu. Elle est venue... de l'anal. »
it_it: Oh, mio dio. In realtà è venuta... dall'anale.

source: And now, it's my turn!
fr_fr: Et maintenant, c'est à mon tour !
it_it: Ed ora, è il mio turno!

source: As the orgasm hits me, so does the urge to go balls deep.
fr_fr: Comme l'orgasme me touche, il en va de même de l'envie d'aller des boules profondément.
it_it: Come l'orgasmo mi colpisce, così la voglia di andare palle in profondità.

source: It's the most satisfying feeling ever, to bottom out and cum inside a girl's ass.
it_it: E 'la sensazione più soddisfacente di sempre, per abbassare fuori e sborrare dentro un culo della ragazza.

source: It's a million times better than you can imagine.
fr_fr: C'est un million de fois mieux que vous ne pouvez l'imaginer.
it_it: È un milione di volte migliore di quanto si possa immaginare.

source: She just gasps as I fill her up.
fr_fr: Elle ne tarde que quand je la remplis.
it_it: Lei gasps appena mentre la riempio.

source: Pulling out carefully to make sure the load stays deposited inside her, something I've always wanted to do.
fr_fr: Sortir soigneusement pour s'assurer que la charge reste déposée en elle, ce que j'ai toujours voulu faire.
it_it: Tirando fuori con attenzione per assicurarsi che il carico rimanga depositato dentro di lei, qualcosa che ho sempre voluto fare.

source: [_flora_s_mushroom_anal_sex_s_disappointed_s_cum0_] Fuck you...
fr_fr: [_flora_s_mushroom_anal_sex_s_disappointed_s_cum0_] Vous baissez...
it_it: [_flora_s_mushroom_anal_sex_s_disappointed_s_cum0_] Cazzo te...

source: [_flora_s_mushroom_anal_sex_s_disappointed_s_cum0_] You could at least have pulled out.
it_it: [_flora_s_mushroom_anal_sex_s_disappointed_s_cum0_] Avresti almeno potuto uscire.

source: [_mc_] Yeah, I could've.
it_it: [_mc_] Sì, potrei vare.

source: [_flora_s_mushroom_anal_sex_s_disappointed_s_cum0_] You're the worst.
it_it: [_flora_s_mushroom_anal_sex_s_disappointed_s_cum0_] Sei il peggio.

source: She's right, but that's also why she likes me.
fr_fr: Elle a raison, mais c'est aussi la raison pour laquelle elle m'aime.
it_it: Ha ragione, ma è anche per questo che le piace.

source: [_flora_s_mushroom_anal_sex_s_pain_s_penetration4_] No! Just... let me... adjust...
fr_fr: [_flora_s_mushroom_anal_sex_s_pain_s_penetration4_] Non! Juste... laissez-moi... régler...

source: [_mc_] F-fuck!
fr_fr: [_mc_] M-Merde !

source: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Fffff... G-god...
fr_fr: [_flora_s_mushroom_anal_sex_s_pleasure_s_penetration4_] Fffff... dieu G...
