Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/75_flora_invitation.po
Languages: fr_fr, it_it

source: The force of her kiss knocks me off my feet.
fr_fr: La force de son baiser me frappe de mes pieds.
it_it: La forza del suo bacio mi respinge dai piedi.

source: Luckily, the soft moss catches my fall, and I catch her in my arms.
fr_fr: Heureusement, la mousse douce attrape ma chute et je la rattrape dans mes bras.
it_it: Per fortuna, il muschio morbido mi cattura la caduta, e la cattura tra le mie braccia.

source: She giggles, of course, in her usual mischievous way.
fr_fr: Bien sûr, elle gicle dans sa manière habituelle malicieuse.
it_it: Lei ridacchia, naturalmente, nel suo solito modo malizioso.

source: It has always been one of my favorite sounds.
fr_fr: Il a toujours été l'un de mes sons préférés.
it_it: È sempre stato uno dei miei suoni preferiti.

source: But it's her blush that gets me.
fr_fr: Mais c'est sa rougeur qui me mène.
it_it: Ma è il suo arrossimento che mi porta.

source: It's a side of her that only I know.
fr_fr: C'est un côté d'elle que je connais seulement.
it_it: È un lato di lei che solo conosco.

source: And I want it to remain that way.
fr_fr: Et je veux que cela reste ainsi.
it_it: E voglio che rimanga così.

source: Our lips meet again, and this far away from prying eyes, the lust runs wild.
fr_fr: Nos lèvres se retrouvent, et ce loin des regards indiscrets, la soif est sauvage.
it_it: Le nostre labbra si incontrano di nuovo, e questo lontano da occhi indiscreti, la lussuria corre selvaggia.

source: [_flora_s_mushroom_kiss_s_blush_] I want to... try something.
fr_fr: [_flora_s_mushroom_kiss_s_blush_] Je veux... essayer quelque chose.
it_it: [_flora_s_mushroom_kiss_s_blush_] voglio provare... qualcosa.

source: [_mc_] Anything you want, but first...
it_it: [_mc_] Tutto quello che vuoi, ma prima...

source: Her shirt rips a little as I pull it off.
fr_fr: Sa chemise arrache un peu comme je la retire.
it_it: La sua camicia strappa un po' mentre la tiro fuori.

source: [flora] might be used to my memes, my teasing, and my joker side...
fr_fr: [flora] pourrait être utilisé à mes memes, à mon taquin, et à mon côté plaisant...
it_it: [flora] potrebbe essere usato per i miei memi, la mia presa in giro e il mio lato jolly ...

source: ...but she's not used to this.
fr_fr: ... mais elle n'est pas habituée à cela.
it_it: ...ma non è abituata a questo.

source: She's not used to my growling as I rip her clothes off.
fr_fr: Elle n'est pas habituée à mon grognement en lui arrachant ses vêtements.
it_it: Non è abituata alla mia coltivazione mentre strappi i vestiti.

source: Yanking her skirt and panties down in one fluid motion.
fr_fr: Yanking sa jupe et culotte en un seul mouvement fluide.
it_it: Yanking la gonna e mutandine giù in un unico movimento fluido.

source: [_flora_s_mushroom_kiss_s_bottomless_s_surprised_] Oh! Y-you're being kind of rough.
fr_fr: [_flora_s_mushroom_kiss_s_bottomless_s_surprised_] Oh! Y-vous êtes un peu rugueux.
it_it: [_flora_s_mushroom_kiss_s_bottomless_s_surprised_] Oh! Si-sei un po' ruvido.

source: [_mc_] Just relax and trust me.
it_it: [_mc_] Rilassatevi e fidatevi di me.

source: [_flora_s_mushroom_kiss_s_afraid_] What if someone sees us?
it_it: [_flora_s_mushroom_kiss_s_afraid_] E se qualcuno ci vedesse?

source: [_mc_] Nobody comes all the way out here.
fr_fr: [_mc_] Personne n'est venu jusqu'ici.
it_it: [_mc_] Nessuno viene fino in fondo qui.

source: [_mc_] I can't take it anymore. I have been going crazy thinking about you.
fr_fr: [_mc_] Je ne peux plus le prendre. Je suis devenu folle en pensant à vous.
it_it: [_mc_] Non posso più prenderlo. Ho impazzito pensando a te.

source: [_mc_] Holding you, kissing you, fucking you.
fr_fr: [_mc_] Vous tenant en main, vous embrassant, vous baisant, vous baisant.
it_it: [_mc_] Ti tiene, ti bacia, ti scopa.

source: Her eyes widen as I say this and grab a hold of her.
fr_fr: Ses yeux s'élargissent comme je le dis et lui saisissent la main!
it_it: I suoi occhi si allargano come dico questo e afferrare una presa di lei.

source: She looks like an innocent doe-eyed deer and I am hungry to devour{space=-5} my prey.
fr_fr: Elle ressemble à un cerf innocent qui a des yeux et j'ai faim de dévorer{espace=-5} ma proie.
it_it: Sembra un cervo innocente e ho fame di divorare{space=-5} la mia preda.

source: [_flora_s_mushroom_kiss_s_smile_] You have...?
fr_fr: [_flora_s_mushroom_kiss_s_smile_] Vous avez...?
it_it: [_flora_s_mushroom_kiss_s_smile_] hai...?

source: [_mc_] Yes. I know you've been thinking about it too.
it_it: [_mc_] Sì. So che anche tu ci hai pensato.

source: [_mc_] Try as we might to deny ourselves, we just can't be kept apart.
it_it: [_mc_] Provi come potremmo negare noi stessi, semplicemente non possiamo essere tenuti a parte.

source: [_mc_] And I'm sick of trying.
fr_fr: [_mc_] Et j'en ai assez d'essayer.
it_it: [_mc_] E sono stufo di provare.

source: [_flora_s_mushroom_kiss_s_smile_] I am too...
fr_fr: [_flora_s_mushroom_kiss_s_smile_] Je suis aussi...
it_it: [_flora_s_mushroom_kiss_s_smile_] sono troppo...

source: Her words come out in barely a whisper, but it's all the invitation I need.{space=-70}
fr_fr: Ses paroles sortent à peine d'un murmure mais c'est toute l'invitation dont j'ai besoin.{space=-70}
it_it: Le sue parole escono a malapena da un sussurro, ma è tutto l'invito che mi serve.{space=-70}

source: Her slick pussy lips feel like heaven against the tip of my dick...
fr_fr: Ses lèvres lubriques se sentent comme le paradis contre la pointe de ma queue ...
it_it: Le sue labbra figa slick si sentono come il cielo contro la punta del mio cazzo...

source: ...and entering her is even better.
fr_fr: ... et entrer dans elle est encore mieux.
it_it: ...e entrare in lei è ancora meglio.

source: She cries out, but I keep pushing until I bottom out deep within her.
fr_fr: Elle pleure, mais je continue à pousser jusqu'à ce que je descende profondément en elle.
it_it: Lei grida fuori, ma continuo a spingere fino a quando non ho fondo in profondità dentro di lei.

source: My name leaves her mouth in a soft, breathy exhale and the sound pushes me to greater euphoric heights.
fr_fr: Mon nom lui laisse la bouche dans une exhale douce et respirante et le son me pousse vers de plus grandes hauteurs euphoriques.
it_it: Il mio nome lascia la bocca in una morbida, espirata e il suono mi spinge a maggiori altezze euforiche.

source: Time stops for a moment with me inside her, allowing me to enjoy the feel of her squeezing my throbbing cock.
fr_fr: Le temps s'arrête un moment avec moi à l'intérieur, me permettant de profiter de la sensation qu'elle a pressé ma queue enragée.
it_it: Il tempo si ferma per un momento con me dentro di lei, permettendomi di godermi la sensazione della sua spremitura del mio cazzo palpitante.

source: My own breathing is shallow, mixing with her little gasps as I look down into her eyes.
fr_fr: Ma propre respiration est peu profonde, se mélangeant avec ses petits gouttes alors que je regarde vers le bas dans les yeux.
it_it: Il mio respiro è superficiale, mescolando con i suoi piccoli gasps mentre guardo giù negli occhi.

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord ?
it_it: [_mc_] Stai bene?

source: [_flora_s_mushroom_sex_s_penetration4_] D-don't stop, please!
fr_fr: [_flora_s_mushroom_sex_s_penetration4_] D-ne s'arrêtez pas, s'il vous plaît !
it_it: [_flora_s_mushroom_sex_s_penetration4_] D-non si ferma, per favore!

source: [_mc_] There is no stopping any of this...
it_it: [_mc_] Non ci sono fermi nessuno di questo...

source: [_mc_] Not when it feels this good being with you.
it_it: [_mc_] Non quando si sente questo buon essere con voi.

source: When the words leave me, I know I mean every one.
fr_fr: Quand les mots me quittent, je sais que je veux parler de chacun.
it_it: Quando le parole mi lasciano, so che intendo tutti.

source: And why fight it? She fits me like a glove.
fr_fr: « Et pourquoi vous y battre? Elle me tient comme un gant. »
it_it: E perché combatterlo? Mi si addice come un guanto.

source: A warm, tight, welcoming glove.
fr_fr: Un gant chaleureux et accueillant.
it_it: Un guanto caldo, stretto, accogliente.

source: Fucking [flora] is like a dream come true.
fr_fr: Fucking [flora] est comme un rêve devenu réalité.
it_it: Cazzo [flora] è come un sogno che si avvera.

source: It makes her moan and whimper, pushing up into me with her hips.
fr_fr: Elle se fait gémir et gémisser, poussant vers moi avec ses hanches.
it_it: Rende il suo gemito e il suo capriccio, spingendomi con i fianchi.

source: [_flora_s_mushroom_sex_s_penetration4_] Oh, god... P-please...
fr_fr: [_flora_s_mushroom_sex_s_penetration4_] Oh, dieu... P s'il vous plaît...
it_it: [_flora_s_mushroom_sex_s_penetration4_] Oh, dio... P-per favore...

source: And the best part is that she wants this as much as I do.
fr_fr: Et la meilleure partie est qu'elle le veut autant que moi.
it_it: E la parte migliore è che vuole questo tanto quanto me.

source: To be filled up. To cork up that emptiness within her when I'm not there.{space=-75}
fr_fr: À remplir. Pour boucler ce vide en elle quand je ne suis pas là.{espace=-75}
it_it: Da riempire. Per suggellare quel vuoto dentro di lei quando non ci sono.{space=-75}

source: Willingly, I give her what she needs.
fr_fr: Je lui donne volontiers ce dont elle a besoin.
it_it: Volentieri, le do quello di cui ha bisogno.

source: [_flora_s_mushroom_sex_s_penetration4_] Yeeees!
fr_fr: [_flora_s_mushroom_sex_s_penetration4_] Ouais !
it_it: [_flora_s_mushroom_sex_s_penetration4_] Yeeeees!

source: She likes it a little rough, and I like going hard.
fr_fr: Elle l'aime un peu brutalement, et j'aime aller dur.
it_it: Le piace un po' ruvido, e mi piace andare duramente.

source: Her scream echoes into the sky above us and a few birds fly out of the trees.
fr_fr: Son cri fait écho dans le ciel au-dessus de nous et quelques oiseaux sortent des arbres.
it_it: Il suo urlo riecheggia nel cielo sopra di noi e alcuni uccelli volano fuori dagli alberi.

source: Her desire and lust fully unleashed with no one around to hear it.
fr_fr: Son désir et sa soif se déchaînèrent sans personne pour l'entendre.
it_it: Il suo desiderio e la sua lussuria scatenarono completamente con nessuno intorno a sentirlo.

source: God, she drives me crazy in these intimate moments.
fr_fr: Dieu, elle me rend fou dans ces moments intimes.
it_it: Dio, mi fa impazzire in questi momenti intimi.

source: When she drops all pretense and lets me see the real her.
fr_fr: Quand elle lâche tout cela et me laisse voir la vraie.
it_it: Quando lei cade tutta la pretesa e mi lascia vedere la vera lei.

source: Vulnerable, shy, ready to follow my lead and go down this path with me.
fr_fr: Vulnérable, timide, prêt à suivre mon avance et à emprunter cette voie avec moi.
it_it: Vulnerabile, timido, pronto a seguire la mia guida e imboccare con me questa strada.

source: If this is what forbidden fruit tastes like, then I never want to leave the garden.
fr_fr: Si tel est le goût de fruits interdit, alors je ne veux jamais quitter le jardin.
it_it: Se questo è ciò che ha un sapore proibito di frutta, allora non voglio mai lasciare il giardino.

source: She clenches around me when I drive into her, and the friction burns{space=-10} through me.
fr_fr: Elle se serre autour de moi quand je roule en elle, et la friction brûle {space=-10} à travers moi.
it_it: Si stringe intorno a me quando guido in lei, e l'attrito brucia {space=-10} attraverso di me.

source: Faster and faster, slamming her ass into the ground beneath us.
fr_fr: Plus vite et plus vite, elle enfonce son cul dans le sol sous nous.
it_it: Più veloce e veloce, sbattendo il suo culo nella terra sotto di noi.

source: [_flora_s_mushroom_sex_s_penetration4_] Oh, my god! It feels so good! Don't stop!
fr_fr: [_flora_s_mushroom_sex_s_penetration4_] Oh, mon dieu! Ça sent si bien! Ne vous arrêtez pas!
it_it: [_flora_s_mushroom_sex_s_penetration4_] Oh, mio Dio! Ci si sente così bene! Non fermarti!

source: [_mc_] Don't worry, I won't!
it_it: [_mc_] Non ti preoccupare, non lo farò!

source: Sweat drops dot her skin like morning dew as we speed towards the climax.
fr_fr: La sueur laisse tomber sa peau comme de la rosée du matin alors que nous nous dirigeons vers le climat.
it_it: Le gocce di sudore puntano la sua pelle come rugiada mattutina mentre ci acceleriamo verso il culmine.

source: [flora] writhes beneath me, her orgasm mounting.
fr_fr: [flora] se moque de moi, son orgasme se montant.
it_it: [flora] si contorce sotto di me, il suo montaggio orgasmo.

source: She shudders against me, her hot skin tight against mine.
fr_fr: Elle frémit contre moi, sa peau chaude serrée contre la mienne.
it_it: Lei trema contro di me, la sua pelle calda stretta contro la mia.

source: My hand finds the apex of her pussy, and my fingers her clit.
fr_fr: Ma main trouve le sommet de sa chatte, et mes doigts la claquent.
it_it: La mia mano trova l'apice della sua figa e le mie dita il suo clitoride.

source: A silent scream escapes her lips as I hit the right spot.
fr_fr: Un cri silencieux s'échappe de ses lèvres alors que je me heurte au bon endroit.
it_it: Un urlo silenzioso sfugge alle labbra mentre ho colpito il punto giusto.

source: And it's more than enough to undo her completely.
fr_fr: Et il suffit de la défaire complètement.
it_it: Ed è più che sufficiente per annullarla completamente.

source: [_flora_s_mushroom_sex_s_orgasm4_] Ohhhhh!
it_it: [_flora_s_mushroom_sex_s_orgasm4_] Ohhhhhh!

source: She spams and moans, my name hissing out of her again and again.{space=-5}
fr_fr: Elle spams et gémissements, mon nom sifflant d'elle encore et encore.{space=-5}
it_it: Lei spam e gemiti, il mio nome sibilano da lei di nuovo e di nuovo.{space=-5}

source: Her sopping pussy traps me and keeps me buried up to my balls as her orgasm rips through her.
fr_fr: Sa chatte chatoyante me piège et me garde enterré jusqu'à mes couilles alors que son orgasme lui déchire.
it_it: La sua figa mi intrappola e mi tiene sepolto fino alle mie palle mentre il suo orgasmo strappa attraverso di lei.

source: Seconds later, I...
fr_fr: Quelques secondes plus tard, je...
it_it: Secondi dopo, Io...

source: There's no hope of withdrawing from her grip.
fr_fr: Il n'y a aucun espoir de se retirer de son empressement.
it_it: Non c'è speranza di ritirarsi dalla sua presa.

source: Even if I wanted to, I wouldn't.
fr_fr: Même si je le voulais, je ne le ferais pas.
it_it: Anche se volessi, non lo farei.

source: So, I explode deep within her womb, cumming hard.
fr_fr: Alors j'explose profondément dans son ventre en lui éjaculant dur.
it_it: Così, esplodo in profondità nel suo grembo materno, cumming duro.

source: My hot, sticky semen coats her insides.
fr_fr: Mon sperme chaud et collant lui recouvre ses seins.
it_it: Il mio sperma caldo e appiccicoso ricopre i suoi insetti.

source: [_flora_s_mushroom_sex_s_cum_inside_] Mmmm... yes...
fr_fr: [_flora_s_mushroom_sex_s_cum_inside_] Mmmm... oui...
it_it: [_flora_s_mushroom_sex_s_cum_inside_] Mmmm... sì...

source: She is so lost deep within the throes of her lust, that she actually wraps her legs around me.
fr_fr: Elle est tellement perdue dans les plaies de sa lueur, qu'elle enroule en fait ses jambes autour de moi.
it_it: Si perde così in profondità nella gola della sua lussuria, che avvolge le gambe intorno a me.

source: She digs her heels into my back and milks me for every last drop.
fr_fr: Elle me creuse les talons dans le dos et me traite pour chaque dernière goute.
it_it: Lei scava i suoi tacchi nella mia schiena e mi munge per ogni ultima goccia.

source: Every ounce of my love and lust, right into her waiting pussy.
fr_fr: Chaque once de mon amour et de ma lueur, directement dans sa chatte d'attente.
it_it: Ogni oncia del mio amore e lussuria, proprio nella sua figa in attesa.

source: A fountain of cum explodes all over her heaving stomach.
fr_fr: Une fontaine de foutre explose tout son estomac de chaleur.
it_it: Una fontana di sperma esplode su tutto il suo stomaco pesante.

source: The ejaculation just keeps on coming, spurt after spurt, until her lower{space=-60} abdomen is covered.
fr_fr: L'éjaculation ne cesse d'arriver, de sauter après le spurt, jusqu'à ce que son abdomen inférieur {space=-60} soit couvert.
it_it: L'eiaculazione continua a venire, spratto dopo lo sperone, fino a quando il suo più basso{space=-60} addome è coperto.

source: She smiles as I collapse next to her.
fr_fr: Elle sourit alors que je m'écroule à ses côtés.
it_it: Sorride mentre collasso accanto a lei.

source: [_flora_s_mushroom_sex_s_aftermath_outside_] I'll say...
fr_fr: [_flora_s_mushroom_sex_s_aftermath_outside_] Je dira...
it_it: [_flora_s_mushroom_sex_s_aftermath_outside_] dirò...

source: [_mc_] F-fuck!
fr_fr: [_mc_] M-Merde !

source: [_mc_] Goddamn...
fr_fr: [_mc_] Bon sang...
