Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/76_flora_cool_down.po
Languages: it_it

source: [_flora_s_pond_s_flora_pulled_] Bad [cuthbert]! He pulled me in!
it_it: [_flora_s_pond_s_flora_pulled_] Cattivo [cuthbert]! Mi ha tirato dentro!

source: [_mc_] Do you need help getting out?
it_it: [_mc_] Hai bisogno di aiuto per uscire?

source: [_mc_] Okay, hold on to my hand.
it_it: [_mc_] Okay, tenetevi alla mia mano.

source: [_mc_] [flora], what are you—
it_it: [_mc_] [flora], che cosa sei—

source: [_mc_] Oh, my god! That's cold!
it_it: [_mc_] Oh, mio dio! Fa freddo!

source: [_flora_s_pond_s_smile_] You looked like you needed some cooling down.
it_it: [_flora_s_pond_s_smile_] Sembrava che avessi bisogno di un po' di raffreddamento.

source: [_mc_] True. I'm all sorts of hot for you.
it_it: [_mc_] Vero. Sono ogni sorta di caldo per te.

source: [_flora_s_pond_s_embarrassed_] That's... that's...
it_it: [_flora_s_pond_s_embarrassed_] Questo... che...

source: [_mc_] Don't worry. I won't tell anyone.
it_it: [_mc_] Non ti preoccupare. Non lo dirò a nessuno.

source: [_flora_s_pond_s_embarrassed_] You better not!
it_it: [_flora_s_pond_s_embarrassed_] È meglio no!

source: [_mc_] So, how do we explain this to [jo]?
it_it: [_mc_] Così, come spieghiamo questo a [jo]?

source: [_flora_s_pond_s_smile_] I'll let you come up with something.
it_it: [_flora_s_pond_s_smile_] ti lascerò trovare qualcosa.

source: [_flora_s_pond_s_smile_] After all, lying is one of your specialties.
it_it: [_flora_s_pond_s_smile_] Dopo tutto, la menzogna è una delle tue specialità.

source: [_mc_] That's rude.
it_it: [_mc_] È maleducato.

source: [_flora_s_pond_s_smile_] Maybe, but it's also true.
it_it: [_flora_s_pond_s_smile_] Forse, ma è anche vero.

source: I guess some things never change...
it_it: Immagino che alcune cose non cambiino mai...

source: And I don't think either of us want them to.
it_it: E non penso che nessuno di noi lo voglia.

source: [_flora_s_pond_s_smile_] Come on, [cuthbert], swim into the bucket. We're going back home.
it_it: [_flora_s_pond_s_smile_] Vieni su, [cuthbert], nuota nel secchio. Stiamo tornando a casa.
