Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/replays/77_isabelle_blackmail.po
Languages: fr_fr, it_it

source: She wades into the oil slicked water with the filters, placing them up{space=-5} and down the length of the stream.
fr_fr: Elle se glisse dans l'eau coupée par l'huile avec les filtres, les plaçant vers le haut {space=-5} et vers le bas la longueur du flux.
it_it: Si aggira nell'acqua affettata ad olio con i filtri, mettendoli su{space=-5} e giù per la lunghezza del flusso.

source: [_flora_] That's it! Keep it moving!
fr_fr: [_flora_] Voilà! Continuez à bouger!
it_it: [_flora_] Questo è tutto! Continui in movimento!

source: [_mc_] Yeah! Make sure you get all of the trash when you're finished there!
fr_fr: [_mc_] Oui ! Assurez-vous d'avoir toutes les corbeilles lorsque vous y avez fini!
it_it: [_mc_] Yeah! Assicurati di ottenere tutti i rifiuti quando hai finito lì!

source: Man, there's something about watching others work.
fr_fr: Homme, il y a quelque chose à regarder les autres travailler.
it_it: Uomo, c'è qualcosa di guardare il lavoro degli altri.

source: Especially if it's a hot girl that's usually so prim and proper.
fr_fr: Surtout si c'est une fille chaude qui est généralement si prim et approprié.
it_it: Soprattutto se è una ragazza calda che di solito così pregiato e corretto.

source: Usually so clean and pristine.
fr_fr: Habituellement si propre et impeccable.
it_it: Di solito così pulito e incontaminato.

source: I do kind of feel bad for not helping her, though.
fr_fr: Mais je me sens mal pour ne pas l'aider.
it_it: Mi sento male per non aiutarla, però.

source: Especially since it's my fault the stream looks like this...
fr_fr: Surtout parce que c'est ma faute, le flux ressemble à ceci...
it_it: Soprattutto perché è colpa mia il flusso assomiglia a questo...

source: Unfortunately for [isabelle], to see her get down and dirty, in the most{space=-15} literal sense of the word, it does something to me.
fr_fr: Malheureusement pour [isabelle], pour la voir descendre et salir, dans le plus grand {space=-15} sens littéral du mot, il me fait quelque chose.
it_it: Purtroppo per [isabelle], per vederla scendere e sporcare, nel più{space=-15} senso letterale della parola, fa qualcosa per me.

source: And [flora] watches over her like some sort of stern supervisor.
it_it: E [flora] la guarda come una sorta di supervisore di poppa.

source: I didn't know that she had a domineering side to her, but I guess it makes sense.
fr_fr: Je ne savais pas qu'elle avait un côté dominateur pour elle, mais je suppose que cela a du sens.
it_it: Non sapevo che lei avesse un lato dominante, ma immagino che abbia senso.

source: If you don't push back at her, she'll do whatever she wants.
fr_fr: Si vous ne lui repoussez pas, elle fera ce qu'elle veut.
it_it: Se non spingete indietro contro di lei, farà quello che vuole.

source: And [isabelle] definitely doesn't push back.
fr_fr: Et [isabelle] ne repousse absolument pas.
it_it: E [isabelle] sicuramente non spinge indietro.

source: She just cleans dutifully. Sweat pours down her brow and back.
fr_fr: Elle se nettoie consciencieusement; la sueur lui verse le front et le dos.
it_it: Lei pulisce doverosamente. Il sudore si riversa la scopa e la schiena.

source: Shadows of strain fall across her face, but in her eyes there's something else.
fr_fr: Des ombres de fatigue tombent sur son visage, mais à ses yeux il y a autre chose.
it_it: Le ombre di sforzo cadono sul suo viso, ma negli occhi c'è qualcos'altro.

source: A smoldering flame.
fr_fr: Une flamme fumante.
it_it: Una fiamma smoldering.

source: Perhaps a sign of determination, or maybe... something else entirely.{space=-10}
fr_fr: Peut-être un signe de détermination, ou peut-être... quelque chose d'autre entièrement.{space=-10}
it_it: Forse un segno di determinazione, o forse... qualcos'altro completamente.{space=-10}

source: She cleans and cleans until the water starts to run clear and the sun{space=-10} begins to set.
fr_fr: Elle nettoie et nettoie jusqu'à ce que l'eau commence à couler et que le soleil{space=-10} commence à courir.
it_it: Si pulisce e pulisce fino a quando l'acqua inizia a correre chiaro e il sole{space=-10} inizia a impostare.

source: Naked the whole time as the sludgy oil water runs off of her.
fr_fr: Vous avez nu tout le temps pendant que l'eau boueuse de l'huile coule d'elle.
it_it: Nudo tutto il tempo come l'acqua di olio fangoso scende da lei.
