Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/bathroom/int_lockers.po
Languages: fr_fr, it_it

source: Any itsy bitsy spiders here?
fr_fr: Des araignées maladroites à l'araignée ici ?
it_it: Qualche ragno acuto qui?

source: Hmm... if there are, they sure as hell aren't glowing.
fr_fr: Hmm ... s'il y en a, ils sont sûrs que l'enfer ne va pas.
it_it: Hmm... se ci sono, sono sicuri che l'inferno non è bagliore.

source: This baseball bat could come in handy, though.
fr_fr: Cette batte de baseball pourrait bien être utile.
it_it: Questo pipistrello da baseball potrebbe essere utile, però.

source: Especially if there's a sudden apocalypse of baseball-tossing zombies... or if something else needs smashing.
fr_fr: Surtout s'il y a une soudaine apocalypse de zombies de baseball ... ou si quelque chose d'autre a besoin d'éclater.
it_it: Soprattutto se c'è un'improvvisa apocalisse di zombie da baseball-gettare... o se qualcos'altro ha bisogno di smashing.

source: Not even a trace of cobwebs here. A+ janitor work.
fr_fr: Pas la moindre trace de toiles d'araignées ici. Un travail de concierge de premier ordre.
it_it: Nemmeno una traccia di ragnatele qui. A+ janitor lavoro.

source: Any spiders here?
fr_fr: Des araignées ici ?
it_it: Qualche ragno qui?

source: Nope.
fr_fr: Non.
it_it: No,

source: Just this wallet...
fr_fr: Juste ce portefeuille ...
it_it: Solo questo portafoglio...

source: If they wanted the money, they wouldn't have left their wallet here.
fr_fr: S'ils voulaient l'argent, ils n'auraient pas laissé leur portefeuille ici.
it_it: Se volessero i soldi, non avrebbero lasciato il loro portafoglio qui.

source: What's mine is mine. What's yours is yours.
fr_fr: La mienne est la mienne. Ce qui est à vous, c'est le tien.
it_it: Qual è la mia mia. Qual è la sua.

source: This locker's history could date back to time immemorial.
fr_fr: L'histoire de ce vestiaire remonte à des temps immémoriaux.
it_it: La cronologia di questo armadietto potrebbe risalire al tempo immemorabile.

source: It could be the very locker Queen Victoria II changed in before the Battle of Waterloo.
fr_fr: Il pourrait s'agir de la reine Victoria II qui a été changées avant la bataille de Waterloo.
it_it: Potrebbe essere la regina Vittoria II molto armadietto cambiata prima della battaglia di Waterloo.

source: Or the locker that Marie Antoinette hid in during the French Revolution.
fr_fr: Ou le casier que Marie-Antoinette s'est caché pendant la Révolution française.
it_it: O l'armadietto che Marie Antoinette ha nascosto durante la Rivoluzione Francese.

source: Who knows, really?
fr_fr: Qui sait, vraiment ?
it_it: Chissà, veramente?

source: Maybe it would've been smart to look up what spider eggs actually look like?
fr_fr: Il aurait peut-être été plus judicieux de chercher à savoir à quoi ressemblent les œufs d'araignée ?
it_it: Forse sarebbe stato intelligente per cercare ciò che le uova di ragno in realtà assomigliano?

source: Nothing here.
fr_fr: Rien ici.
it_it: Niente qui.

source: Loot it
fr_fr: Le piller

source: Leave it be
fr_fr: Laisser le
it_it: Lascia che sia
