Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/art_class/int_supply_closet.po
Languages: fr_fr

source: This is where all the pranksters find their equipment.
fr_fr: C'est là que tous les chevreles trouvent leur équipement.

source: It's so easy to place a bucket of paint over a doorway and just watch an unsuspecting victim get drenched.
fr_fr: Il est si facile de placer un seau de peinture sur une porte et de surveiller une victime sans méfiance.

source: That victim is usually me.
fr_fr: Cette victime est en général moi.

source: Supplies and other stuff... basically, everything you need to be a Picasso. Well, you also need skills.
fr_fr: Fournitures et autres choses ... en gros, tout ce dont vous avez besoin pour être un Picasso. Eh bien, vous avez aussi besoin de compétences.

source: Unless you're into modern art. Then, you just need a banana and some tape.
fr_fr: Sauf si vous êtes dans l'art moderne. Alors, vous avez juste besoin d'une banane et d'une bande.

source: The trail ends here. The supply closet.
fr_fr: Le sentier se termine ici. Le placard d'alimentation.

source: It's locked.
fr_fr: C'est verrouillé.

source: [_mc_] Is someone in there?
fr_fr: [_mc_] Est-ce que quelqu'un est là?

source: I swear I heard something.
fr_fr: Je te jure que j'ai entendu quelque chose.

source: Weird. I didn't think the [nurse] would be able to fit inside.
fr_fr: Bizarre. Je ne pensais pas que le [nurse] serait capable de s'intégrer à l'intérieur.

source: [_mc_] Why are you hiding from [kate]?
fr_fr: [_mc_] Pourquoi vous cachez-vous du [kate]?

source: Need to find a way to open it. The [nurse] is clearly too scared to talk.
fr_fr: Il faut trouver un moyen de l'ouvrir. Le [nurse] est clairement trop effrayé pour parler.

source: Shit. Speak of the devil.
fr_fr: Merde. Parle du diable.

source: [_kate_s_neutral_] Did you just say my name?
fr_fr: [_kate_s_neutral_] Avez-vous juste dit mon nom?

source: [_kate_s_eyeroll_] I mean, I know you're really thirsty and probably have a bunch of disgusting fantasies about me, but come on.
fr_fr: [_kate_s_eyeroll_] Je veux dire, je sais que vous êtes vraiment assoiffés et que vous avez probablement un tas de fantasmes dégoûtants à mon sujet, mais venez.

source: [_kate_s_eyeroll_] Anyway, have you managed to find the little slut yet?
fr_fr: [_kate_s_eyeroll_] En tout cas, avez-vous réussi à trouver la petite salope?

source: [_kate_s_excited_] The [nurse], I mean. Sorry... slip up.
fr_fr: [_kate_s_excited_] Le [nurse], je veux dire. Désolé ... de glisser.

source: Hmm... [kate] probably followed the trail of candy wrappers here too.
fr_fr: Hmm ... [kate] a probablement suivi la piste des emballages de bonbons ici aussi.

source: It's risky getting in [kate]'s way, so the smart choice would be to tell the truth.
fr_fr: C'est risqué d'obtenir [kate]'s way, donc le choix intelligent serait de dire la vérité.

source: But then, I would be devastated if someone gave me up to [kate].
fr_fr: Mais alors, je serais dévastée si quelqu'un me donnait le [kate].

source: [_mc_] Yeah, she's in the supply closet.
fr_fr: [_mc_] Oui, elle est dans le placard.

source: [_kate_s_confident_] You're a good boy.
fr_fr: [_kate_s_confident_] Vous êtes un bon garçon.

source: [_kate_s_confident_] Here's a treat.
fr_fr: [_kate_s_confident_] Voici un traitement.

source: [_kate_s_smile_] Did you really think I was going to give you a reward?
fr_fr: [_kate_s_smile_] Avez-vous vraiment pensé que j'allais vous donner une récompense?

source: [_kate_s_smile_] Anyway, open the supply closet.
fr_fr: [_kate_s_smile_] En tout cas, ouvrez le placard d'alimentation.

source: [_mc_] It's locked.
fr_fr: [_mc_] Elle est verrouillée.

source: [_mc_] We'll need to find a way to unlock it.
fr_fr: [_mc_] Nous aurons besoin de trouver un moyen de le déverrouiller.

source: [_kate_s_eyeroll_] No shit.
fr_fr: [_kate_s_eyeroll_] Pas de merde.

source: [_kate_s_annoyed_right_] Why is she being so difficult? She knows it'll only be worse for her.
fr_fr: [_kate_s_annoyed_right_] Pourquoi est-elle si difficile? Elle sait que ça ne sera pire pour elle.

source: [_mc_] What will?
fr_fr: [_mc_] Que fera-il?

source: [_kate_s_excited_] Nothing of your concern.
fr_fr: [_kate_s_excited_] Rien de votre préoccupation.

source: [_kate_s_excited_] Now, get to opening this door.
fr_fr: [_kate_s_excited_] Maintenant, ouvrez cette porte.

source: Hmm... not the easiest lock to pick. Going to need a pretty high-tech tool.
fr_fr: Hmm ... pas le plus facile à choisir. Pour avoir besoin d'un outil de haute technologie.

source: [_mc_] Want me to break it open for you?
fr_fr: [_mc_] Vous voulez que je la casse pour vous?

source: [_kate_s_laughing_] You're not breaking anything open with those little T-Rex arms.
fr_fr: [_kate_s_laughing_] Vous n'avez rien cassé avec ces petits bras T-Rex.

source: [_mc_] I totally can.
fr_fr: [_mc_] Je peux totalement.

source: [_kate_s_smile_] Okay, let's see it.
fr_fr: [_kate_s_smile_] Ok, voyons ça.

source: The power flows through me. A little wooden door can't stand in my way.
fr_fr: Le pouvoir me traverse. Une petite porte en bois ne peut pas supporter mon chemin.

source: [_kate_s_surprised_] You did it!
fr_fr: [_kate_s_surprised_] Vous l'avez fait !

source: [_kate_s_surprised_] I did not expect that!
fr_fr: [_kate_s_surprised_] Je ne m'attendais pas à ça !

source: First time I've seen [kate] genuinely surprised.
fr_fr: La première fois que j'ai vu [kate] vraiment surpris.

source: She really seemed to like this primal display of strength.
fr_fr: Elle semblait vraiment comme cette démonstration de force.

source: It's like a crack in her bitchy armor.
fr_fr: C'est comme une fissure dans son armure.

source: How typical is it that the only thing that impresses her is something as basic as muscles.
fr_fr: Ce qui est typique, c'est que la seule chose qui l'impressionne est quelque chose de aussi fondamental que les muscles.

source: That's why the jocks get all the girls.
fr_fr: C'est pourquoi les jocks reçoivent toutes les filles.

source: [_mc_] Okay, [nurse], you've been found. Come on out.
fr_fr: [_mc_] Ok, [nurse], vous avez été trouvé. Viens dehors.

source: [_mc_] Sorry, I haven't seen her.
fr_fr: [_mc_] Désolée, je ne l'ai pas vue.

source: [_kate_s_neutral_] Are you lying to me?
fr_fr: [_kate_s_neutral_] Vous mentez?

source: [_mc_] ...No.
fr_fr: [_mc_] ...Non.

source: [_kate_s_neutral_] Look me in the eye.
fr_fr: [_kate_s_neutral_] Regarde-moi dans l'œil.

source: [_mc_] I... I haven't seen her.
fr_fr: [_mc_] I ... Je ne l'ai pas vue.

source: [_kate_s_laughing_] Okay, relax!
fr_fr: [_kate_s_laughing_] Ok, détendu !

source: [_kate_s_neutral_] But if you see her, you bring her to me. Understand?
fr_fr: [_kate_s_neutral_] Mais si vous la voyez, vous l'amenez vers moi. Comprenez?

source: [_mc_] Yes, I understand.
fr_fr: [_mc_] Oui, je comprends.

source: [_kate_s_laughing_] Come on, smile. No need to be scared!
fr_fr: [_kate_s_laughing_] Allez, souriez. Pas besoin d'avoir peur !

source: [_kate_s_neutral_] Unless you cross me.
fr_fr: [_kate_s_neutral_] A moins que vous ne croiez.

source: Ugh, she's giving me gray hairs.
fr_fr: Ugh, elle me donne des cheveux gris.

source: All right, time to find a way to unlock this thing.
fr_fr: Très bien, le temps de trouver un moyen de déverrouiller cette chose.

source: [_kate_s_thinking_s_flip_] Actually, [mc], there's something I wanted to talk to you about.
fr_fr: [_kate_s_thinking_s_flip_] En fait, [mc], il y a quelque chose que je voulais vous parler.

source: [_kate_s_blush_s_flip_] I kinda sorta wanted to ask you for a favor...
fr_fr: [_kate_s_blush_s_flip_] I kinda sorta a voulu te demander une faveur ...

source: [_mc_] Of course! Anything! What is it?
fr_fr: [_mc_] Bien sûr ! N'importe quoi ! Qu'est-ce que c'est?

source: I hate myself.
fr_fr: Je me déteste.

source: [_kate_s_gushing_] It's a little kitty!
fr_fr: [_kate_s_gushing_] C'est un peu de chaton !

source: Hmm... it was [maxine]'s cat hiding in the supply closet, not the [nurse]...
fr_fr: Hmm ... c'était [maxine]'s chat caché dans le placard d'approvisionnement, pas le [nurse]...

source: [_kate_s_gushing_] I love cats! They're so fluffy and cute!
fr_fr: [_kate_s_gushing_] J'aime les chats ! Ils sont tellement moignons et mignons !

source: [_kate_s_gushing_] Come here, kitty kitty.
fr_fr: [_kate_s_gushing_] Viens ici, chaton chaton.

source: [_kate_s_sad_] She hates me.
fr_fr: [_kate_s_sad_] Elle me déteste.

source: No wonder there. I bet animals can sense evil.
fr_fr: Pas étonnant là. Je parie que les animaux peuvent sentir le mal.

source: The cat darted out of the closet. Probably couldn't stand the company.
fr_fr: Le chat s'est assombé du placard. Probablement pas la compagnie.

source: [_kate_s_annoyed_right_] Whatever. Stupid cat.
fr_fr: [_kate_s_annoyed_right_] Quoi qu'il en soit. Stupide cat.

source: [_kate_s_excited_] Anyway, let me know if you find the [nurse].
fr_fr: [_kate_s_excited_] En tout cas, laissez-moi savoir si vous trouvez le [nurse].

source: It... worked...?
fr_fr: Ça ... a marché ...?

source: What are all these emotions I'm feeling?
fr_fr: Quelles sont toutes ces émotions que je ressentames?

source: Happiness?
fr_fr: Le bonheur?

source: A sense of self worth?
fr_fr: Un sens de l'estime de soi?

source: Only EA fans know this level of satisfaction.
fr_fr: Seuls les fans de l'EA connaissent ce niveau de satisfaction.

source: [_kate_] Look at that! You actually did it. The idiot fumbled himself into being useful for once.
fr_fr: [_kate_] Regarde ça ! Vous l'avez fait. L'idiot s'est embrouillé pour être utile pour une fois.

source: [_mc_] Damn straight, Katie!
fr_fr: [_mc_] Damn droit, Katie !

source: [_mc_] Aha! Found you!
fr_fr: [_mc_] Aha ! Trouvé toi !

source: Huh! It's just [maxine]'s silly cat.
fr_fr: Hé ! C'est juste [maxine]'s le chat stupide.

source: Although someone definitely locked her inside the supply closet.
fr_fr: Bien que quelqu'un la verrouille à l'intérieur du placard.

source: The trail of candy wrappers made it too easy. I should've known it was a decoy.
fr_fr: La piste des emballages de bonbons l'a rendu trop facile. J'aurais dû savoir que c'était une bouée.

source: The [nurse] is still hiding somewhere. Better find her before [kate] does.
fr_fr: Le [nurse] se cache encore quelque part. Mieux la trouver avant [kate].

source: Just like in Mission Impossible, I'll unlock this door only using my [item.title_lower].
fr_fr: Comme dans Mission Impossible, je vais déverrouiller cette porte uniquement à l'aide de mon [item.title_lower].

source: What the fuck! How did Tom Cruise do it?
fr_fr: Quelle baise ! Comment Tom Cruise a-il fait?

source: Anything in here I can use for confetti?
fr_fr: Tout ce que je peux utiliser ici pour les confettis?

source: Hmm... no mylar or colored paper.
fr_fr: Hmm ... pas de mylar ou de papier coloré.

source: Maybe I'll just use my old paintings. It's not like they'll get a passing grade anyway.
fr_fr: Peut-être que je vais utiliser mes anciennes peintures. Ce n'est pas comme si on obtiens une note de passage.

source: [jacklyn] probably hates them as well.
fr_fr: [jacklyn] les détestant probablement aussi.

source: Yeah. This is the way.
fr_fr: Ouais. C'est ainsi.

source: Now I just need to find a way to shred this.
fr_fr: Maintenant, j'ai juste besoin de trouver un moyen d'en faire la lumière.

source: A pair of scissors? A wood chipper? Anything will do.
fr_fr: Une paire de ciseaux? Une chipeuse en bois? Tout ce qu'il fera.

source: String. Check.
fr_fr: Chaîne. Vérifiez.

source: Not the type of string I'm usually looking for, but I've definitely got an eye for it.
fr_fr: Pas le type de ficelle que je cherche habituellement, mais j'ai vraiment un oeil pour ça.

source: "Yeah, she's in the supply closet."
fr_fr: "Oui, elle est dans le placard."

source: "Sorry, I haven't seen her."
fr_fr: "Désolée, je ne l'ai pas vue."

source: "We'll need to find a way to unlock it."
fr_fr: "Nous aurons besoin de trouver un moyen de le déverrouiller."

source: ?mc.strength>=5@[mc.strength]/5|{image=stats str}|"Want me to break it open for you?"
fr_fr: ? mc.renforc> =5@[mc.strength]/5 | { image=stats str } | "Voulez-vous que je la casse ouverte pour vous?"
