Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/art_class/int_paint_shelf.po
Languages: fr_fr, it_it

source: Blue plus yellow equals green...
fr_fr: Le bleu plus jaune est vert ...
it_it: Blu più giallo equivale a verde...

source: Red plus blue equals purple...
fr_fr: Le rouge plus bleu est violet ...
it_it: Rosso più blu equivale a viola...

source: [_jacklyn_s_annoyed_] What are you doing over there?
fr_fr: [_jacklyn_s_annoyed_] Qu'est-ce que vous faites là-bas?
it_it: [_jacklyn_s_annoyed_] Cosa stai facendo laggiù?

source: [_mc_] Um... just... art stuff.
fr_fr: [_mc_] Um ... juste ... des trucs d'art.
it_it: [_mc_] Um... solo... arte roba.

source: Shit. Better get out of here quickly.
fr_fr: Merde. Il vaut mieux sortir d'ici rapidement.
it_it: Merda, Meglio uscire da qui rapidamente.

source: My grandmother always told me to taste the colors of the world. She probably wasn't talking about acrylics.
fr_fr: Ma grand-mère m'a toujours dit de goûter aux couleurs du monde. Elle ne parlait probablement pas de l'acrylique.
it_it: Mia nonna mi ha sempre detto di assaggiare i colori del mondo. Probabilmente non parlava di acrilici.

source: You can't really paint without paint, it's in the word itself.
fr_fr: Tu ne peux pas vraiment peindre sans peinture, c'est dans le mot lui-même.
it_it: Non si può davvero dipingere senza vernice, è nella parola stessa.

source: Luckily, there's plenty to go around.
fr_fr: Heureusement, il y a beaucoup à faire.
it_it: Per fortuna, c'è molto da fare in giro.

source: Let's just pick a few random buckets...
fr_fr: Allons chercher quelques seaux aléatoires ...
it_it: Prendiamo solo alcuni secchi casuali...

source: A real artist doesn't choose his colors, he lets the colors choose him.{space=-30}
fr_fr: Un vrai artiste ne choisit pas ses couleurs, il laisse les couleurs le choisir. { space=-30 }
it_it: Un vero artista non sceglie i suoi colori, lascia che i colori lo scelgono.{space=-30}

source: All right, the paint is ready. Now, I just need something to paint with.{space=-10}
fr_fr: D'accord, la peinture est prête. J'ai juste besoin de quelque chose pour peindre avec. { space=-10 }
it_it: Bene, la vernice è pronta. Ora ho solo bisogno di qualcosa con cui dipingere.{space=-10}

source: Just paint here. No hidden confetti.
fr_fr: Il suffit de peindre ici. Pas de confettis cachés.
it_it: Dipingi qui. Nessun confetto nascosto.

source: All right. Orange, black, and white — the school colors...
fr_fr: Très bien. Orange, noir et blanc-les couleurs de l'école ...
it_it: Va bene. Arancione, nero e bianco — i colori della scuola...

source: Well, that was easy.
fr_fr: Eh bien, c'était facile.
it_it: Beh, era facile.

source: Ah, there it is! Time to set "Codename: Statue of Liberty" into motion.
fr_fr: Ah, il y en a ! Le temps de mettre en mouvement "Codename: Statue de la Liberté".
it_it: Ah, c'è! È tempo di mettere in moto "Codename: Statua della Libertà".
