Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/art_class/int_art_*_progress.po
Languages: fr_fr

source: I painted the first thing that came into my head.
fr_fr: J'ai peint la première chose qui est entrée dans ma tête.

source: And it just so happened to be... the best art in the world. It was the best art in the world!
fr_fr: Et c'est ce qui s'est passé pour être ... le meilleur art du monde. C'était le meilleur art du monde !

source: Not exactly my best work.
fr_fr: Pas exactement mon meilleur travail.

source: I'm not really happy with how it turned out.
fr_fr: Je ne suis pas vraiment content de la façon dont il s'est avéré.

source: Fuck it. Self-doubt won't make this piece shine.
fr_fr: Et puis merde. Ce n'est pas en doutant de soi que l'on fera briller cette pièce.

source: I need need full on carbonated, dripping, dirty-ass motor oil!
fr_fr: J'ai besoin d'une huile à moteur gazéifiée, égouttée et sale !

source: Toxic and highly corrosive.
fr_fr: Toxique et très corrosive.

source: The devil in a can? This is the devil on a canvas!
fr_fr: Le diable en boîte ? C'est le diable sur une toile !

source: My [item.title_lower]. My way.
fr_fr: Mon [item.title_lower]. Mon chemin.

source: The wrong way.
fr_fr: La mauvaise voie.

source: Candy, anyone?
fr_fr: Des bonbons, quelqu'un ?

source: Yes?
fr_fr: Oui ?

source: Okay, please step into my art van.
fr_fr: Ok, s'il te plaît, dans mon van.

source: Impeccable lines! Just impeccable!
fr_fr: Lignes de câble Impeccable ! Juste impeccable !

source: Well, except that line...
fr_fr: Eh bien, sauf cette ligne ...

source: And that line...
fr_fr: Et cette ligne ...

source: Okay, there are a few really peccable lines here.
fr_fr: D'accord, il y a quelques lignes qui sont vraiment à craindre ici.

source: I guess I need to turn the pecks into suck-ulent sweetness.
fr_fr: Je suppose qu'il faut que je transforme les coups de becs en douceur sucrée.

source: It's not nearly sweet enough.
fr_fr: Ce n'est pas assez doux.

source: It needs to be two times as sweet! Or maybe three times as sweet!
fr_fr: Ça doit être deux fois plus doux ! Ou peut-être trois fois plus doux !

source: If the entire school was on fire and it rained sweets, maybe that would be sweet enough?
fr_fr: Si l'école entière était en feu et qu'elle a plu des bonbons, peut-être que ce serait assez sucré ?

source: But err... probably not.
fr_fr: Mais erreur ... probablement pas.

source: Sweet sweets o' mine, make this canvas oh so fine!
fr_fr: Douces douceurs, faites que cette toile soit si belle !

source: Not going to waste my precious [item.title_lower] on some fake-ass art project.
fr_fr: Je ne vais pas gaspiller mon précieux [item.title_lower] pour un faux projet artistique.

source: The details...
fr_fr: Les détails ...

source: They speak to you.
fr_fr: Ils vous parlent.

source: Whisper in your ear.
fr_fr: Chuchotez à votre oreille.

source: {i}"Diabetes."{/}
fr_fr: {i}"Diabète." {/}

source: Fluffy and sweet. Something to make the critics puke sugar.
fr_fr: Duveteux et sucré. De quoi faire vomir du sucre aux détracteurs.

source: Art is all about exact amounts — three doughnuts, in this case.
fr_fr: L'art est une question de quantités exactes - trois beignets, en l'occurrence.

source: Just like that, squash them on that canvas!
fr_fr: Comme ça, écrasez-les sur la toile !

source: If a taped banana is art, this is a masterpiece.
fr_fr: Si une banane enregistrée est de l'art, c'est un chef-d'œuvre.

source: The artistic value of my [item.title_lower]: Nil.
fr_fr: La valeur artistique de mon [item.title_lower]: Néant.
