Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/season_2/q_jacklyn_romance.po
Languages: fr_fr

source: [_jacklyn_s_excited_] There he is! Mister art deco himself.
fr_fr: [_jacklyn_s_excited_] Le voilà ! Monsieur art déco lui-même.

source: [_mc_] More like art dicko, am I right?
fr_fr: [_mc_] C'est plutôt de l'art dicko, n'est-ce pas ?

source: [_jacklyn_s_laughing_] That's prime recall, babylegs.
fr_fr: [_jacklyn_s_laughing_] C'est un rappel de premier ordre, bas de poupées.

source: [_jacklyn_s_excited_] You know, art that enriches all the senses is totally transcendental.
fr_fr: [Vous savez, l'art qui enrichit tous les sens est totalement transcendantal.

source: [_jacklyn_s_excited_] I hope you're drawing the blueprints for future murder!
fr_fr: [J'espère que vous dessinez les plans d'un futur meurtre !

source: Heh, I bet she does.
fr_fr: Heh, je parie que c'est le cas.

source: [jacklyn] can probably still taste my last one...
fr_fr: [jacklyn] peut probablement encore sentir le goût de mon dernier...

source: God, that was fantastic.
fr_fr: Mon Dieu, c'était fantastique.

source: It really makes this whole art scene worth it.
fr_fr: Toute cette scène artistique en vaut vraiment la peine.

source: [_mc_] I might have something brewing for my next piece...
fr_fr: [_mc_] J'ai peut-être quelque chose à préparer pour mon prochain article...

source: [_mc_] I hope to bring in the sense of touch a little more.
fr_fr: [_mc_] J'espère introduire un peu plus le sens du toucher.

source: [_jacklyn_s_laughing_] That's fully my bag.
fr_fr: [_jacklyn_s_laughing_] C'est tout à fait mon truc.

source: [_mc_] Don't I know it.
fr_fr: [_mc_] Je ne le sais pas.

source: [_jacklyn_s_excited_] While tongues tango on the subject...
fr_fr: [Alors que les langues se délient sur le sujet...

source: [_jacklyn_s_excited_] The Newfall Culinary loved your piece!
fr_fr: [_jacklyn_s_excited_] Le Newfall Culinary a adoré votre article !

source: Oh, I bet they loved my piece, all right.
fr_fr: Oh, je parie qu'ils ont adoré ma pièce.

source: That'll do it for the confidence.
fr_fr: Voilà pour la confiance.

source: [_mc_] Yeah? Let's see it, then!
fr_fr: [_mc_] Oui ? Voyons voir, alors !

source: [_jacklyn_s_laughing_] Pop your eye cherries on this crime scene.
fr_fr: [Jacklyn_s_laughing] Ouvrez vos yeux sur cette scène de crime.

source: [_jacklyn_s_laughing_] Sickness overload, right?
fr_fr: [Jacklyn_s_laughing_] Surcharge de maladie, pas vrai ?

source: [_mc_] As grisly as it gets.
fr_fr: [_mc_] Aussi macabre que possible.

source: [_mc_] If you're not pushing boundaries, what are you even doing, you know?{space=-45}
fr_fr: [_mc_] Si vous ne repoussez pas les limites, que faites-vous ?

source: [_jacklyn_s_excited_] That's exactly what oils my pan too!
fr_fr: [_jacklyn_s_excité_] C'est exactement ce qui huile ma poêle aussi !

source: [_jacklyn_s_excited_] I knew you had the spark in you. It just requires some extra ignition.
fr_fr: [Je savais que tu avais l'étincelle en toi. Elle a juste besoin d'un peu plus d'allumage.

source: [_mc_] Thankfully, I have you for that.
fr_fr: [_mc_] Heureusement, vous êtes là pour ça.

source: [_jacklyn_s_smile_] Exactamundo.
fr_fr: [_jacklyn_s_Souriez_] Exactamundo.

source: [_mc_] Oh, god. I can't believe they printed it!
fr_fr: [_mc_] Oh, mon Dieu. Je ne peux pas croire qu'ils l'aient imprimé !

source: [_jacklyn_s_annoyed_] It's the avant of the modern art garden.
fr_fr: [C'est l'avant du jardin d'art moderne.

source: [_jacklyn_s_annoyed_] Don't waste the body juice stressing it.
fr_fr: [Ne gaspillez pas le jus du corps en le stressant.

source: [_mc_] I guess...
fr_fr: [_mc_] Je suppose ...

source: [_mc_] But it's still kind of embarrassing.
fr_fr: [_mc_] Mais c'est quand même un peu gênant.

source: [_jacklyn_s_excited_] Don't puss out on your art, my G. You have to sex those pistols!
fr_fr: [N'abandonne pas ton art, mon G. Il faut que tu t'envoies en l'air avec ces pistolets !

source: [_mc_] Err, you're right...
fr_fr: [_mc_] Err, vous avez raison...

source: ...I think.
fr_fr: ...je pense.

source: [_jacklyn_s_smile_] So, on the subject of orgasmic freeballing art...
fr_fr: [_jacklyn_s_smile_] Donc, sur le sujet de l'art du freeball orgasmique...

source: [_jacklyn_s_smile_] There's this art gallery showing next weekend. Are you down to join me in shooting up some muse-juice?
fr_fr: [Il y a une exposition dans une galerie d'art le week-end prochain. Es-tu prêt à te joindre à moi pour te shooter au jus de muse ?

source: [_mc_] In need of some arm candy, huh?
fr_fr: [_mc_] Vous avez besoin d'un bonbon pour le bras, hein ?

source: [_jacklyn_s_laughing_] Your confidence is drag racing around the corners!
fr_fr: [_jacklyn_s_laughing_] Votre confiance est en train de se traîner dans les virages !

source: [_jacklyn_s_laughing_] A surprising twist on the outside, but I'm vibing with it.
fr_fr: [_jacklyn_s_laughing_] Une tournure surprenante à l'extérieur, mais ça me fait vibrer.

source: [_mc_] Thank you.
fr_fr: [_mc_] Merci.

source: [_mc_] I think I can clear up my schedule to join you.
fr_fr: [_mc_] Je pense que je peux libérer mon emploi du temps pour vous rejoindre.

source: [_jacklyn_s_excited_] Well, that just sets my moon into orbit!
fr_fr: [Eh bien, cela met ma lune en orbite !

source: [_jacklyn_s_excited_] I'll text you later with the deets, then.
fr_fr: [Je t'enverrai un texto plus tard avec les détails, alors.

source: [_mc_] Sounds good!
fr_fr: [_mc_] Ça a l'air bien !

source: Sweet, unexpected weekend plans!
fr_fr: Des projets de week-end inattendus !

source: And with [jacklyn] of all people? It should be a fun time.
fr_fr: Et avec [jacklyn] de toutes les personnes ? On devrait s'amuser.

source: But I suppose I'll need something nice to wear...
fr_fr: Mais je suppose qu'il me faudra quelque chose de beau à porter...

source: I can't wear my favorite hoodie to that sort of thing.
fr_fr: Je ne peux pas porter mon sweat à capuche préféré pour ce genre de choses.

source: [_mc_] Are they displaying your work?
fr_fr: [_mc_] Est-ce qu'ils exposent votre travail ?

source: [_jacklyn_s_laughing_] You're charming my snake right out of the basket!
fr_fr: [_jacklyn_s_laughing_] Vous charmez mon serpent tout droit sorti du panier !

source: [_mc_] It's not a line. I mean it.
fr_fr: [_mc_] Ce n'est pas une ligne. Je le pense vraiment.

source: [_mc_] If they're not displaying your work, they will be soon.
fr_fr: [_mc_] S'ils n'affichent pas votre travail, ils le feront bientôt.

source: [_jacklyn_s_excited_] That would defo light a fire under the kiln.
fr_fr: [_jacklyn_s_excitée_] Cela mettrait sans aucun doute le feu aux poudres.

source: [_jacklyn_s_excited_] We'll see how fresco the art is together. It's facts they'll have baller pieces on display. Some of the greats.
fr_fr: [Nous verrons à quel point l'art est fresque ensemble. C'est sûr qu'il y aura des œuvres d'art en exposition. Quelques-uns des plus grands.

source: [_jacklyn_s_excited_] I'll shoot you a buzz-buzz with more info when it gets closer.
fr_fr: [_jacklyn_s_excited_] Je vous enverrai un buzz-buzz avec plus d'infos quand ça approchera.

source: [_mc_] I can't wait.
fr_fr: [_mc_] Je ne peux pas attendre.

source: [_jacklyn_s_laughing_] It's gonna be wicked!
fr_fr: [_jacklyn_s_laughing_] Ça va être génial !

source: Holy shit. I can't believe that just happened!
fr_fr: Bon sang de bonsoir. Je n'arrive pas à croire ce qui vient de se passer !

source: I need a game plan...
fr_fr: J'ai besoin d'un plan de match...

source: Let's start with what I'm going to wear.
fr_fr: Commençons par ce que je vais porter.

source: What does one wear to such a function?
fr_fr: Comment s'habiller pour une telle réception ?

source: Definitely something nicer than one of my old hoodies.
fr_fr: Quelque chose de plus agréable qu'un de mes vieux sweats à capuche.

source: Maybe a well tailored suit?
fr_fr: Peut-être un costume bien taillé ?

source: [_mc_] Oh? {i}You're{/} asking me on a date this time?
fr_fr: [_mc_] Oh ? {i}Tu me demandes de sortir avec toi cette fois ?

source: [_jacklyn_s_laughing_] Keeping it modern for the immodern times, you follow?
fr_fr: [_jacklyn_s_laughing_] Garder la modernité pour l'époque non moderne, vous suivez ?

source: [_mc_] For sure. A woman who's not afraid to go after what she wants is sexy as hell.
fr_fr: [_mc_] C'est sûr. Une femme qui n'a pas peur d'aller au bout de ce qu'elle veut est sexy en diable.

source: [_jacklyn_s_laughing_] I'm down for anything that tickles the taint.
fr_fr: [_jacklyn_s_laughing_] Je suis prête à tout ce qui chatouille la tare.

source: [jacklyn] is so free with her tongue...
fr_fr: [jacklyn] est si libre avec sa langue...

source: ...in more ways than one...
fr_fr: ...à plus d'un titre...

source: It really is infectious. I love her confidence and her complete lack of shits to give.
fr_fr: Elle est vraiment contagieuse. J'aime son assurance et son manque total de confiance en elle.

source: [_mc_] I bet you are. And I'll tickle anything you want.
fr_fr: [_mc_] Je parie que oui. Et je chatouillerai tout ce que tu veux.

source: [_jacklyn_s_annoyed_] Easy there, fine china. Let's soak in some art first.
fr_fr: [Doucement, belle porcelaine. Imprégnons-nous d'abord d'un peu d'art.

source: [_jacklyn_s_annoyed_] Then, we'll see what happens.
fr_fr: [Alors, on verra ce qui se passera.

source: [_mc_] Cool, cool, cool.
fr_fr: [_mc_] Frais, frais, frais.

source: [_jacklyn_s_excited_] The coolest steel!
fr_fr: [L'acier le plus cool !

source: [_jacklyn_s_excited_] I'll hit you up with the addy of the joint and whatever soon.
fr_fr: [_jacklyn_s_excited_] Je te donnerai bientôt l'adresse de l'établissement et tout ce que tu veux.

source: [_mc_] I'm looking forward to it.
fr_fr: [_mc_] J'ai hâte d'y être.

source: This is going to be good!
fr_fr: Ça va être bon !

source: I better figure out what to wear, though.
fr_fr: Mais il faut que je trouve comment m'habiller.

source: Standing next to [jacklyn], it has to be something great.
fr_fr: À côté de [jacklyn], il faut que ce soit quelque chose de grand.

source: Man, the fall air off the water really brings a sharp chill.
fr_fr: L'air automnal qui se dégage de l'eau donne vraiment froid dans le dos.

source: It enlivens the senses, enters your nose and lungs.
fr_fr: Il éveille les sens, pénètre dans le nez et les poumons.

source: Sea salt under a light drizzle.
fr_fr: Le sel de mer sous un léger filet.

source: Or maybe I'm just high off the anticipation of the gallery exhibit with [jacklyn]...
fr_fr: Ou peut-être suis-je tout simplement grisé par l'attente de l'exposition de la galerie avec [jacklyn]...

source: It feels good to be invited somewhere.
fr_fr: Cela fait du bien d'être invité quelque part.

source: To have something to look forward to.
fr_fr: Avoir quelque chose à attendre avec impatience.

source: Shattering my own loneliness and accepting that people aren't all bad.
fr_fr: Briser ma propre solitude et accepter que les gens ne sont pas tous mauvais.

source: That life is about taking risks, big and small.
fr_fr: La vie, c'est prendre des risques, petits et grands.

source: About saying yes to the unknown.
fr_fr: Il s'agit de dire oui à l'inconnu.

source: In my old life, I would have thought it was a cruel prank.
fr_fr: Dans mon ancienne vie, j'aurais pensé qu'il s'agissait d'une farce cruelle.

source: Now, I want to look as good on the outside as I feel on the inside.
fr_fr: Aujourd'hui, je veux être aussi belle à l'extérieur que je me sens bien à l'intérieur.

source: And what better place to get a suit than {i}Newfall Tailor and Aquarium?{/}{space=-35}
fr_fr: Et quel meilleur endroit pour se procurer un costume que {i}Newfall Tailor and Aquarium?{/}{space=-35}

source: Okay, time to get suited up!
fr_fr: Il est temps de s'équiper !

source: Huh? Why is the door locked?
fr_fr: Pourquoi la porte est-elle verrouillée ? Pourquoi la porte est-elle fermée à clé ?

source: And what the hell is this? A note?
fr_fr: Et qu'est-ce que c'est que ça ? Une note ?

source: {i}"Dearest customer, heckler, solicitor, pervert, cross-stitching mafia member, or tree with tangled up vines..."{/}
fr_fr: {i}"Cher client, chahuteur, avocat, pervers, membre de la mafia au point de croix, ou arbre aux lianes emmêlées..."{/}

source: {i}"I regret to inform you this store has been closed."{/}
fr_fr: {i}"J'ai le regret de vous informer que ce magasin a été fermé."{/}

source: {i}"Please, for your own safety, do not seek answers as to why."{/}
fr_fr: {i}"Pour votre propre sécurité, ne cherchez pas à savoir pourquoi." {/}

source: {i}"Or do. I don't really give a fuck."{/}
fr_fr: {i}"Ou le faire. Je m'en fous un peu." {/}

source: {i}"I'm sorry for any inconvenience."{/}
fr_fr: {i}"Je suis désolé pour la gêne occasionnée."{/}

source: {i}"Just kidding. Fuck you."{/}
fr_fr: {i}"Je plaisante. Va te faire foutre."{/}

source: Well, that's weird...
fr_fr: C'est bizarre...

source: And definitely a problem for me.
fr_fr: Et c'est certainement un problème pour moi.

source: What the hell am I supposed to do now?
fr_fr: Qu'est-ce que je suis censé faire maintenant ?

source: I wonder if [flora] knows what happened? She's always going on and on about this place.
fr_fr: Je me demande si [Flora] sait ce qui s'est passé. Elle n'arrête pas de parler de cet endroit.

source: [_flora_s_skeptical_] You're walking funny.
fr_fr: [Vous marchez bizarrement.

source: [_mc_] What?
fr_fr: [_mc_] Quoi ?

source: [_flora_s_skeptical_] Why are you walking like that?
fr_fr: [Pourquoi marchez-vous comme ça ?

source: [_mc_] Like what?
fr_fr: [_mc_] Comme quoi ?

source: [_flora_s_confused_] Shoulders back, spine straight.
fr_fr: [Les épaules en arrière, la colonne vertébrale droite.

source: [_mc_] Err, with confidence?
fr_fr: [_mc_] Err, avec confiance ?

source: [_flora_s_sarcastic_] Aha! That's it!
fr_fr: [_flora_s_sarcastique_] Aha ! C'est ça !

source: I'm not sure how I should feel about this...
fr_fr: Je ne sais pas ce que je dois penser de tout cela...

source: [_mc_] Well, thanks for noticing, I guess.
fr_fr: [_mc_] Merci de l'avoir remarqué.

source: [_flora_s_sarcastic_] I almost mistook you for someone else.
fr_fr: [J'ai failli vous prendre pour quelqu'un d'autre.

source: [_mc_] Did it make you all hot and bothered?
fr_fr: [_mc_] Est-ce que ça vous a fait chaud au cœur ?

source: [_flora_s_afraid_] What? Gross!
fr_fr: [Quoi ? C'est dégueulasse !

source: [_mc_] That's so mean!
fr_fr: [_mc_] C'est si méchant !

source: [_flora_s_skeptical_] You deserved it.
fr_fr: [Vous le méritiez.

source: [_mc_] I guess that's fair.
fr_fr: [_mc_] Je pense que c'est juste.

source: [_flora_s_skeptical_] What has you all peacocky, anyway?
fr_fr: [Qu'est-ce qui vous rend si pacifique, d'ailleurs ?

source: [_mc_] Why are you so interested in my physique?
fr_fr: [_mc_] Pourquoi vous intéressez-vous tant à mon physique ?

source: [_flora_s_angry_] Ugh, I'm not!
fr_fr: [Ugh, je ne le suis pas !

source: [_flora_s_confident_] And let's be honest, it's more like phys-geek.
fr_fr: [_flora_s_confident_] Et soyons honnêtes, c'est plutôt phys-geek.

source: [_mc_] Good one.
fr_fr: [_mc_] C'est bien.

source: [_flora_s_confident_] I know.
fr_fr: [Je sais.

source: [_mc_] I'll be sure to keep it up, just for you.
fr_fr: [_mc_] Je ne manquerai pas de le faire, juste pour vous.

source: [_flora_s_concerned_] You wish I cared.
fr_fr: [Vous aimeriez que je m'en préoccupe.

source: [_mc_] Keep telling yourself you don't.
fr_fr: [_mc_] Continuez à vous dire que ce n'est pas le cas.

source: [_flora_s_concerned_] Whatever, you weirdo.
fr_fr: [Peu importe, tu es bizarre.

source: [_mc_] It's amazing what eating right and taking care of yourself will do.
fr_fr: [_mc_] C'est incroyable ce que l'on peut faire en mangeant bien et en prenant soin de soi.

source: [_flora_s_confident_] Since when do you do any of that?
fr_fr: [Depuis quand tu fais ça ?

source: [_mc_] Dude, I spend mad time at the gym. Ask [kate].
fr_fr: [_mc_] Je passe un temps fou à la salle de sport. Demandez à [_mc_] kate].

source: [_mc_] Dude, I spend mad time at the gym. Ask [stacy].
fr_fr: [_mc_] Je passe un temps fou à la salle de sport. Demandez à [_mc_] stacy].

source: [_flora_s_angry_] Don't call me that! I've told you a million times!
fr_fr: [Ne m'appelez pas comme ça ! Je te l'ai dit un million de fois !

source: [_mc_] Sorry, bro. I'll try to remember next time.
fr_fr: [_mc_] Désolé, mon frère. J'essaierai de m'en souvenir la prochaine fois.

source: [_flora_s_angry_] I will strangle you!
fr_fr: [Je vais t'étrangler !

source: [_mc_] And I will like it.
fr_fr: [_mc_] Et je l'aimerai.

source: [_mc_] The point is, if I feel better, I'll look better.
fr_fr: [_mc_] Le fait est que si je me sens mieux, j'aurai l'air mieux.

source: [_flora_s_concerned_] Right...
fr_fr: [_flora_s_concerned_] Bien...

source: [_flora_s_confident_] I'm not sure who's been brainwashing you, but well done, I guess.
fr_fr: [Je ne sais pas qui vous a lavé le cerveau, mais je pense que c'est bien.

source: [_mc_] Heh. Cock.
fr_fr: [_mc_] Heh. Coq.

source: [_flora_s_angry_] Just when I think you can't be any more immature...
fr_fr: [Juste quand je pense que tu ne peux pas être plus immature...

source: [_mc_] I prefer to call it the whimsy of youth.
fr_fr: [_mc_] Je préfère l'appeler la fantaisie de la jeunesse.

source: [_flora_s_concerned_] Soon you'll be calling it {i}alone forever.{/}
fr_fr: [Bientôt, vous l'appellerez {i}et vous serez seul pour toujours.

source: [_mc_] I'll never be alone as long as I have you.
fr_fr: [_mc_] Je ne serai jamais seul tant que je t'aurai.

source: [_flora_s_concerned_] Keep talking like that, and you'll be alone faster than you think.
fr_fr: [Continue à parler comme ça, et tu seras seul plus vite que tu ne le penses.

source: Ouch. She has no idea how familiar I am with that situation...
fr_fr: Aie. Elle ne sait pas à quel point cette situation m'est familière...

source: [_mc_] You're right. I'm sorry.
fr_fr: [_mc_] Vous avez raison. Je suis désolée.

source: [_mc_] Having you in my life does make every day a little bit better.
fr_fr: [_mc_] T'avoir dans ma vie rend chaque jour un peu meilleur.

source: [_flora_s_afraid_] What has gotten into you?
fr_fr: [_flora_s_afraid_] Qu'est-ce qui te prend ?

source: [_flora_s_afraid_] I don't think I like it.
fr_fr: [_flora_s_afraid_] Je ne pense pas que j'aime ça.

source: [_mc_] That's okay. I just want you to know that despite everything, I really appreciate you.
fr_fr: [_mc_] Ce n'est pas grave. Je veux juste que tu saches que malgré tout, je t'apprécie vraiment.

source: [_flora_s_embarrassed_] Point taken! You can stop now!
fr_fr: [_flora_s_embarrassed_] J'ai compris ! Vous pouvez arrêter maintenant !

source: [_mc_] Anyway, I had a question for you.
fr_fr: [_mc_] Quoi qu'il en soit, j'avais une question à vous poser.

source: [_flora_s_thinking_] You're really pushing your luck today, aren't you?
fr_fr: [_flora_s_thinking_] Vous poussez vraiment votre chance aujourd'hui, n'est-ce pas ?

source: [_mc_] Well, I'm feeling lucky.
fr_fr: [_mc_] Je me sens chanceux.

source: [_mc_] Do you know why the Newfall Tailor & Aquarium has closed?
fr_fr: [_mc_] Savez-vous pourquoi le Newfall Tailor & Aquarium a fermé ?

source: [_flora_s_worried_] Can't say I do.
fr_fr: [_flora_s_worried_] Je ne peux pas dire que c'est le cas.

source: Huh. I was expecting a more outraged reaction from her.
fr_fr: Je m'attendais à une réaction plus outrée de sa part. Je m'attendais à une réaction plus indignée de sa part.

source: [_flora_s_worried_] The owner just mysteriously disappeared the other day. I hope he comes back soon.
fr_fr: [_flora_s_worried_] Le propriétaire a mystérieusement disparu l'autre jour. J'espère qu'il reviendra bientôt.

source: [_flora_s_blush_] I was really looking forward to getting a new pair of boots.
fr_fr: [_flora_s_blush_] J'avais vraiment hâte d'avoir une nouvelle paire de bottes.

source: [_mc_] That's why his return is important? Not because he mysteriously disappeared?
fr_fr: [_mc_] C'est pourquoi son retour est important ? Pas parce qu'il a mystérieusement disparu ?

source: [_flora_s_laughing_] That too! I'm not a monster, you know?
fr_fr: [_flora_s_laughing_] Ça aussi ! Je ne suis pas un monstre, tu sais ?

source: [_mc_] True, you're not.
fr_fr: [_mc_] C'est vrai, vous ne l'êtes pas.

source: [_mc_] And a non-monster would know where I can get a suit now, wouldn't they?
fr_fr: [_mc_] Et un non-monstre saurait où je peux me procurer un costume maintenant, n'est-ce pas ?

source: [_flora_s_afraid_] ...tactical manipulation?!
fr_fr: [_flora_s_afraid_] ... manipulation tactique ?!

source: [_mc_] What can I say? I learned from the best.
fr_fr: [_mc_] Qu'est-ce que je peux dire ? J'ai appris des meilleurs.

source: [_flora_s_skeptical_] Why do you even need a suit?
fr_fr: [_flora_s_skeptical_] Pourquoi avez-vous besoin d'un costume ?

source: [_mc_] Err, it's nothing, really.
fr_fr: [_mc_] Err, ce n'est rien, vraiment.

source: [_mc_] I just need to have one on hand, you know?
fr_fr: [_mc_] J'ai juste besoin d'en avoir un sous la main, vous savez ?

source: [_mc_] You never know when an occasion might call for one.
fr_fr: [_mc_] On ne sait jamais quand l'occasion s'en présente.

source: [_flora_s_skeptical_] Right...
fr_fr: [_flora_s_skeptical_] C'est vrai...

source: [_flora_s_skeptical_] Keep this up, and your funeral could be any day now.
fr_fr: [_flora_s_skeptical_] Continuez comme ça, et votre enterrement pourrait avoir lieu d'un jour à l'autre.

source: [_mc_] ...threats?!
fr_fr: [_mc_] ...menaces ?!

source: [_flora_s_confident_] Just an observation!
fr_fr: [_flora_s_confident_] Juste une observation !

source: [_flora_s_confident_] Especially when you insist on keeping secrets. It's bad for your health.{space=-45}
fr_fr: [_flora_s_confident_] Surtout quand vous insistez pour garder des secrets. C'est mauvais pour la santé.{space=-45}

source: [_mc_] I'll risk it.
fr_fr: [_mc_] Je prends le risque.

source: [_flora_s_angry_] Fine.
fr_fr: [_flora_s_angry_] Bien.

source: [_flora_s_angry_] You could always talk to [maya]. She keeps up with fashion more than{space=-5} anyone I know, and is good with a needle and thread.
fr_fr: [_flora_s_angry_] Vous pouvez toujours parler à [maya]. Elle suit la mode plus que n'importe qui d'autre, et elle sait manier le fil et l'aiguille.

source: [_mc_] Hey, that's a good idea! Thanks, [flora]!
fr_fr: [_mc_] C'est une bonne idée ! Merci, [flora] !

source: [_flora_s_concerned_] I still think it's weird that you of all people want a suit.
fr_fr: [_flora_s_concerned_] Je trouve toujours bizarre que tu veuilles un costume.

source: [_mc_] Hello, [maya]. Looking radiant as ever today.
fr_fr: [_mc_] Bonjour, [_mc_] Maya]. Vous êtes radieuse comme jamais aujourd'hui.

source: [_maya_s_smile_] Aw, thanks!
fr_fr: [_maya_s_Souriez_] Merci !

source: [_maya_s_smile_] It is my one true goal in life to be appealing to your male gaze, at all times.
fr_fr: [_maya_s_Souriez_] Mon seul vrai but dans la vie est d'être attirante pour votre regard masculin, à tout moment.

source: [_mc_] Err, that's not what I meant...
fr_fr: [_mc_] Err, ce n'est pas ce que je voulais dire...

source: [_maya_s_smile_] No, no! It's cool. My job is done.
fr_fr: [_maya_s_smile_] Non, non ! C'est cool. Mon travail est terminé.

source: [_maya_s_smile_] I can die happily in my bathtub now.
fr_fr: [_maya_s_smile_] Je peux mourir heureuse dans ma baignoire maintenant.

source: [_mc_] Just be quiet and take the compliment, will you?
fr_fr: [_mc_] Restez tranquille et acceptez le compliment, voulez-vous ?

source: [_maya_s_sarcastic_] I can do at least one of those things.
fr_fr: [_maya_s_sarcastic_] Je peux faire au moins une de ces choses.

source: [_maya_s_sarcastic_] Thank you, [mc].
fr_fr: [_maya_s_sarcastic_] Merci, [mc].
