Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/season_2/q_jacklyn_romance.po
Languages: fr_fr

source: What a hassle to look good...
fr_fr: Quelle galère pour avoir l'air bien...

source: She better not have changed her mind.
fr_fr: Elle n'a pas intérêt à changer d'avis.

source: [_mc_] Hello, [maya].
fr_fr: [_mc_] Bonjour, [_mc_] maya].

source: [_mc_] I have the stuff you need and I'm ready to make the drop.
fr_fr: [_mc_] J'ai ce qu'il vous faut et je suis prêt à passer à l'action.

source: [_maya_s_smile_] Oh, sweet, my heroin!
fr_fr: [_maya_s_Souriez_] Oh, douce, mon héroïne !

source: [_maya_s_annoyed_] What? A girl's gotta have her vices.
fr_fr: [_maya_s_annoyed_] Quoi ? Une fille doit avoir ses vices.

source: [_mc_] I guess that's true.
fr_fr: [_mc_] Je suppose que c'est vrai.

source: [_mc_] Here you go.
fr_fr: [_mc_] Ici, vous allez.

source: [_maya_s_smile_hands_in_pockets_] Excellent! Thank you.
fr_fr: [_maya_s_Souriez_hands_in_pockets_] Excellent ! Je vous remercie.

source: [_maya_s_smile_hands_in_pockets_] I'll get something going for you, and I'll leave it at your place when I'm finished.
fr_fr: [_maya_s_smile_hands_in_pockets_] Je vais faire quelque chose pour vous, et je le laisserai chez vous quand j'aurai fini.

source: [_mc_] What are you going to do, exactly?
fr_fr: [_mc_] Qu'allez-vous faire exactement ?

source: [_maya_s_thinking_] I'm going to rework a vintage suit a bit...
fr_fr: [_maya_s_thinking_] Je vais retravailler un costume d'époque...

source: [_maya_s_flirty_] Don't worry, you'll be the belle of the ball when I'm done.
fr_fr: [_maya_s_flirty_] Ne t'inquiète pas, tu seras la belle du bal quand j'aurai fini.

source: [_mc_] I wasn't worried. And I appreciate it.
fr_fr: [_mc_] Je n'étais pas inquiet. Et je l'apprécie.

source: [_maya_s_dramatic_] What do you need the suit for, anyway?
fr_fr: [_maya_s_dramatic_] Pourquoi as-tu besoin de ce costume, de toute façon ?

source: [_mc_] It's for an art gallery exhibit. [jacklyn] invited me to go along with her.{space=-10}
fr_fr: [_mc_] C'est pour une exposition dans une galerie d'art. [jacklyn] m'a invité à l'accompagner.{space=-10}

source: [_maya_s_sarcastic_] Oh? I'm not sure what she owes you for, but well played.
fr_fr: [_maya_s_sarcastic_] Je ne sais pas trop ce qu'elle vous doit, mais c'est bien joué.

source: [_mc_] Very funny! She doesn't owe me anything.
fr_fr: [_mc_] Très drôle ! Elle ne me doit rien.

source: [_maya_s_sarcastic_] Well, isn't that just the bee's tits?
fr_fr: [_maya_s_sarcastic_] Ce n'est pas juste les nichons de l'abeille ?

source: [_maya_s_sarcastic_] Good for you.
fr_fr: [_maya_s_sarcastic_] C'est bien pour toi.

source: [_mc_] Thanks, I guess.
fr_fr: [_mc_] Merci, je suppose.

source: And just like that, there goes [maya].
fr_fr: Et c'est ainsi que [maya] disparaît.

source: She's not one to waste words when she doesn't feel like it, that's for sure.
fr_fr: Elle n'est pas du genre à gaspiller les mots quand elle n'en a pas envie, c'est certain.

source: But it's okay, I'm a man on a mission. One step closer to an evening out with [jacklyn].
fr_fr: Mais ce n'est pas grave, je suis un homme en mission. Un pas de plus vers une soirée avec [jacklyn].

source: Now, for the waiting game...
fr_fr: Maintenant, pour le jeu en attente ...

source: [_mc_] There's my fairy godmother!
fr_fr: [_mc_] Voilà ma marraine la fée !

source: [_mc_] How's the suit coming along?
fr_fr: [_mc_] Comment se présente le costume ?

source: [_maya_s_eyeroll_] If I'm a fairy godmother, then I want a hotter Cinderella.
fr_fr: [_maya_s_eyeroll_] Si je suis une bonne fée, je veux une Cendrillon plus sexy.

source: [_mc_] Sorry, you're stuck with a budget Prince Charming.
fr_fr: [_mc_] Désolée, vous êtes coincée avec un prince charmant à petit budget.

source: [_maya_s_annoyed_] Why can I never have nice things?
fr_fr: [_maya_s_annoyed_] Pourquoi ne puis-je jamais avoir de belles choses ?

source: [_mc_] Quit pouting. That tail of yours is very nice.
fr_fr: [_mc_] Arrête de faire la tête. Ta queue est très belle.

source: [_mc_] I bet it would look even nicer on you... or rather, in you.
fr_fr: [_mc_] Je parie qu'il serait encore plus beau sur vous... ou plutôt, en vous.

source: [_maya_s_skeptical_] Inappropriate much?
fr_fr: [_maya_s_skeptical_] Inapproprié ?

source: [_mc_] Look who's talking.
fr_fr: [_mc_] Regardez qui parle.

source: [_mc_] I don't see you speechless very often. It's kind of cute.
fr_fr: [_mc_] Je ne vous vois pas souvent sans voix. C'est plutôt mignon.

source: [_maya_s_confident_] Please stop before I fall hopelessly in love.
fr_fr: [_maya_s_confident_] Arrêtez avant que je ne tombe éperdument amoureuse.

source: [_mc_] So, what about the suit?
fr_fr: [_mc_] Alors, qu'en est-il du costume ?

source: [_maya_s_dramatic_] Well, I pulled a few strings and threads. Two-hundred, to be exact.
fr_fr: [_maya_s_dramatic_] J'ai tiré quelques ficelles. Deux cents, pour être exact.

source: [_maya_s_dramatic_] It's not done yet, though. There are still some finishing touches left.
fr_fr: [_maya_s_dramatic_] Mais ce n'est pas encore fini. Il reste encore quelques finitions à faire.

source: [_maya_s_dramatic_] I'll drop it off at your place in one to two business days.
fr_fr: [_maya_s_dramatic_] Je le déposerai chez vous dans un ou deux jours ouvrables.

source: [_mc_] Awesome, thank you! I bet it's great.
fr_fr: [_mc_] Génial, merci ! Je parie que c'est génial.

source: [_maya_s_sarcastic_] It's practically the Mona Lisa of suits. It even has real pockets.
fr_fr: [_maya_s_sarcastic_] C'est pratiquement la Joconde des costumes. Il a même de vraies poches.

source: [_mc_] Heh! I definitely came to the right person, then.
fr_fr: [_mc_] Heh ! J'ai définitivement trouvé la bonne personne, alors.

source: [_maya_s_sarcastic_] I get that often. Especially from the tricks at the corner.
fr_fr: [_maya_s_sarcastic_] Ça m'arrive souvent. Surtout de la part des trucs au coin de la rue.

source: [_mc_] Hey! How's the suit coming along?
fr_fr: [_mc_] Hé ! Comment se présente le costume ?

source: [_maya_s_smile_] Oh, yeah, I whipped something up in about an hour.
fr_fr: [_maya_s_smile_] Oh, oui, j'ai préparé quelque chose en une heure.

source: [_maya_s_smile_] I went ahead and solved sex trafficking too, while I was at it.
fr_fr: [_maya_s_Souriez_] Pendant que j'y étais, j'ai aussi résolu le problème de la traite des êtres humains.

source: [_mc_] I take it it's not done yet?
fr_fr: [_mc_] Je suppose que ce n'est pas encore fait ?

source: [_maya_s_eyeroll_] Of course not.
fr_fr: [_maya_s_eyeroll_] Bien sûr que non.

source: [_maya_s_eyeroll_] Come back in one to two business days.
fr_fr: [_maya_s_eyeroll_] Retour sous un à deux jours ouvrables.

source: [_mc_] Right. Sorry.
fr_fr: [_mc_] C'est vrai. Je suis désolé.

source: Oh, sweet! [maya] came through!
fr_fr: Oh, c'est gentil ! [Maya] est passée par là !

source: Although, I'm not sure who let her into my bedroom when I was sleeping...
fr_fr: Mais je ne sais pas qui l'a laissée entrer dans ma chambre pendant que je dormais...

source: Hopefully, she didn't take advantage of me.
fr_fr: J'espère qu'elle n'a pas profité de moi.

source: Oh, who am I kidding? I wouldn't have minded if she did.
fr_fr: Oh, de qui je me moque ? Cela ne m'aurait pas dérangé si elle l'avait fait.

source: Either way, I'm going to be looking like an art piece myself in this bad boy!
fr_fr: Quoi qu'il en soit, je vais avoir l'air d'une œuvre d'art dans ce mauvais garçon !

source: Okay, not really.
fr_fr: D'accord, pas vraiment.

source: But I'll definitely feel more confident next to [jacklyn] in this.
fr_fr: Mais je me sentirai certainement plus confiante à côté de [jacklyn] dans ce domaine.

source: I just have to wait for her to give me more information now...
fr_fr: Il ne me reste plus qu'à attendre qu'elle me donne plus d'informations...

source: [_flora_s_embarrassed_] How could you, [mc]?!
fr_fr: [_flora_s_embarrassed_] Comment as-tu pu, [mc] ?!

source: Great, what have I done now?
fr_fr: Super, qu'est-ce que j'ai fait maintenant ?

source: I better not admit guilt until she's more specific...
fr_fr: Je ferais mieux de ne pas admettre ma culpabilité tant qu'elle n'aura pas été plus précise...

source: And even then, I have the right to plead.
fr_fr: Et même dans ce cas, j'ai le droit de plaider.

source: Not the fifth. Just in general.
fr_fr: Pas le cinquième. Juste en général.

source: [_mc_] What's wrong, [flora]?
fr_fr: [_mc_] Qu'est-ce qui ne va pas, [flora] ?

source: [_flora_s_embarrassed_] You know what you did!
fr_fr: [_flora_s_embarrassed_] Tu sais ce que tu as fait !

source: [_mc_] If you're trying to frame me, it's not going to work this time.
fr_fr: [_mc_] Si vous essayez de me piéger, ça ne marchera pas cette fois.

source: [_flora_s_skeptical_] I ran into [maya] earlier when she was dropping off your little suit!
fr_fr: [_flora_s_skeptical_] J'ai croisé [Maya] tout à l'heure quand elle déposait ton petit costume !

source: Shit.
fr_fr: Merde.

source: [_mc_] Err, so?
fr_fr: [_mc_] Err, alors ?

source: [_flora_s_sad_] So, she told me what you're doing!
fr_fr: [_flora_s_sad_] Alors, elle m'a dit ce que vous faisiez !

source: [_flora_s_sad_] An art gallery exhibit with [jacklyn]? You can't go, [mc].
fr_fr: [_flora_s_sad_] Une exposition dans une galerie d'art avec [jacklyn] ? Tu ne peux pas y aller, [mc].

source: [_flora_s_worried_] I mean, what about all that talk about us?
fr_fr: [_flora_s_worried_] Je veux dire, qu'en est-il de tout ce qu'on dit sur nous ?

source: [_flora_s_thinking_] I've been thinking about the pros and cons, and...
fr_fr: [_flora_s_thinking_] J'ai réfléchi au pour et au contre, et...

source: [_flora_s_blush_] ...well, I think the pros might outweigh the cons.
fr_fr: [_flora_s_blush_] ...eh bien, je pense que les avantages pourraient l'emporter sur les inconvénients.

source: Holy shit.
fr_fr: Saint-merde.

source: I didn't think she'd actually come to that conclusion...
fr_fr: Je ne pensais pas qu'elle en arriverait à cette conclusion...

source: I thought that would be too much to hope for.
fr_fr: Je pensais que c'était trop demander.

source: [_mc_] Really...?
fr_fr: [_mc_] Vraiment... ?

source: [_flora_s_blush_] Yes, really.
fr_fr: [_flora_s_blush_] Oui, vraiment.

source: [_flora_s_worried_] If you go with her, I won't ever forgive you.
fr_fr: [_flora_s_worried_] Si tu vas avec elle, je ne te le pardonnerai jamais.

source: [_flora_s_sad_] I mean, how could you do that to me when you know how I feel?
fr_fr: [Comment peux-tu me faire ça alors que tu sais ce que je ressens ?

source: Damn, she went from ready to rip my head off to looking utterly defeated.
fr_fr: Bon sang, elle est passée de la volonté de m'arracher la tête à l'air complètement vaincu.

source: There really must be something going on there with [flora] and [jacklyn]...
fr_fr: Il doit vraiment se passer quelque chose entre [flora] et [jacklyn]...

source: But how serious can it really be?
fr_fr: Mais quelle est la gravité de la situation ?

source: Especially for [jacklyn], who's always talking about not dabbling?
fr_fr: Surtout pour [jacklyn], qui dit toujours qu'il ne faut pas faire n'importe quoi ?

source: [_flora_s_sad_] If you go with her, I won't ever forgive you.
fr_fr: [Si tu vas avec elle, je ne te pardonnerai jamais.

source: [_mc_] I didn't realize it upset you so much. I won't go.
fr_fr: [_mc_] Je n'avais pas réalisé que cela vous contrariait autant. Je n'irai pas.

source: [_flora_s_thinking_] Really? You mean it?
fr_fr: [_flora_s_thinking_] Vraiment ? Tu le penses vraiment ?

source: [_mc_] Yes, really. I don't want to hurt you.
fr_fr: [_mc_] Oui, vraiment. Je ne veux pas te faire de mal.

source: [_mc_] And if you feel like you actually want to pursue something in secret with me, then I'm not about to ruin that for some silly art.
fr_fr: [_mc_] Et si tu as envie de poursuivre quelque chose en secret avec moi, je ne vais pas gâcher ça pour un art stupide.

source: [_flora_s_flirty_] That, um, that actually means a lot.
fr_fr: [_flora_s_flirty_] C'est, euh, ça veut dire beaucoup.

source: [_mc_] I don't know what exactly the future holds...
fr_fr: [_mc_] Je ne sais pas ce que l'avenir nous réserve exactement...

source: [_mc_] ...but I don't want to jeopardize the chance of a happy one.
fr_fr: [_mc_] ... mais je ne veux pas compromettre les chances d'une vie heureuse.

source: [_flora_s_blush_] Me neither.
fr_fr: [_flora_s_blush_] Moi non plus.

source: [_mc_] Yes, I do. It's no big deal to me.
fr_fr: [_mc_] Oui, c'est vrai. Ce n'est pas grand-chose pour moi.

source: [_mc_] And if it's upsetting to you, then it's not a hard choice to make.
fr_fr: [_mc_] Et si cela vous dérange, ce n'est pas un choix difficile à faire.

source: [_flora_s_blush_] Oh, um... thank you...
fr_fr: [_flora_s_blush_] Oh, um... merci...

source: [_flora_s_blush_] That actually means a lot to me.
fr_fr: [_flora_s_blush_] Cela signifie beaucoup pour moi.

source: [_mc_] Well, {i}you{/} mean a lot to me.
fr_fr: [_mc_] Eh bien, {i}vous représentez beaucoup pour moi.

source: [_mc_] What? It's true.
fr_fr: [_mc_] Quoi ? C'est vrai.

source: [_flora_s_blush_] It's just weird to hear you say it... but same.
fr_fr: [_flora_s_blush_] C'est juste bizarre de t'entendre le dire... mais c'est pareil.

source: [_mc_] Hey, [jacklyn] and I are strictly platonic, okay? I'm just going for the art.{space=-50}
fr_fr: [_mc_] Hé, [jacklyn] et moi sommes strictement platoniques, d'accord ? J'y vais juste pour l'art.{space=-50}

source: [_flora_s_thinking_] Do you promise?
fr_fr: [_flora_s_thinking_] Vous promettez ?

source: [_mc_] I'll swear on a stack of porn magazines right now.
fr_fr: [_mc_] Je jure sur une pile de magazines pornographiques.

source: [_flora_s_worried_] Gross. Also unnecessary.
fr_fr: [_flora_s_worried_] Grossier. Inutile aussi.

source: [_flora_s_blush_] But if you say it's just for the art... then I choose to believe you.
fr_fr: [_flora_s_blush_] Mais si vous dites que c'est juste pour l'art... alors je choisis de vous croire.

source: [_mc_] Ever since my painting, I've felt inspired.
fr_fr: [_mc_] Depuis ma peinture, je me sens inspiré.

source: [_mc_] I think this will be good for me to broaden my artistic horizons.
fr_fr: [_mc_] Je pense que cela me permettra d'élargir mes horizons artistiques.

source: [_flora_s_laughing_] I wouldn't push it!
fr_fr: [_flora_s_laughing_] Je n'irais pas plus loin !

source: [_flora_s_worried_] You're not going to, like, resent me, though, are you?
fr_fr: [_flora_s_worried_] Tu ne vas pas m'en vouloir, n'est-ce pas ?

source: It's a surprise to see the genuine worry on [flora]'s face, but a welcome one.
fr_fr: C'est une surprise de voir l'inquiétude sincère sur le visage de [flora], mais c'est une surprise bienvenue.

source: The fact she's taking my feelings into account, despite the turbulence of her own...
fr_fr: Le fait qu'elle prenne en compte mes sentiments, malgré les turbulences de ses propres...

source: It means more to me than she realizes.
fr_fr: Cela signifie plus pour moi qu'elle ne le pense.

source: [_mc_] I don't think such a thing is possible. You're too cute to resent.
fr_fr: [_mc_] Je ne pense pas qu'une telle chose soit possible. Vous êtes trop mignon pour en vouloir.

source: [_flora_s_blush_] [mc]! Don't say things like that!
fr_fr: [_flora_s_blush_] [mc] ! Ne dites pas des choses comme ça !

source: [_mc_] What? The truth?
fr_fr: [_mc_] Quoi ? La vérité ?

source: [_flora_s_flirty_] Is it?
fr_fr: [_flora_s_flirty_] Est-ce que c'est le cas ?

source: [_mc_] Of course it is.
fr_fr: [_mc_] Bien sûr que oui.

source: [_mc_] Your warm smile... your cute freckles... your beautiful eyes...
fr_fr: [_mc_] Ton sourire chaleureux... tes jolies taches de rousseur... tes beaux yeux...

source: [_flora_s_laughing_] Okay, now you're really embarrassing me!
fr_fr: [_flora_s_laughing_] Ok, maintenant tu me mets vraiment dans l'embarras !

source: [_mc_] Sorry, but you should be told these things more often.
fr_fr: [_mc_] Désolé, mais on devrait vous dire ces choses plus souvent.

source: [_flora_s_blush_] Well... thank you...
fr_fr: [_flora_s_blush_] Eh bien... merci...

source: [_mc_] Stop being such a brat. I'm going to the exhibit with [jacklyn].
fr_fr: [_mc_] Arrêtez de faire l'enfant. Je vais à l'exposition avec [jacklyn].

source: [_flora_s_angry_] You're being selfish!
fr_fr: [_flora_s_angry_] Tu es égoïste !

source: [_mc_] Am I? You're the one acting like a dog with a bone.
fr_fr: [_mc_] Vraiment ? C'est toi qui te comportes comme un chien avec un os.

source: [_flora_s_angry_] Seriously? Calling me a dog now?!
fr_fr: [_flora_s_angry_] Sérieusement ? Tu me traites de chien maintenant ?!

source: [_mc_] I didn't say that!
fr_fr: [_mc_] Je n'ai pas dit ça !

source: [_flora_s_angry_] You've just been messing with my head all this time!
fr_fr: [_flora_s_angry_] Tu m'as fait tourner en bourrique tout ce temps !

source: [_flora_s_angry_] And toying with my emotions!
fr_fr: [_flora_s_angry_] Et jouer avec mes émotions !

source: [_mc_] I didn't mean to, okay? I've just been confused.
fr_fr: [_mc_] Je ne voulais pas, d'accord ? J'ai juste été confus.

source: [_mc_] You're both so different... but also intriguing...
fr_fr: [_mc_] Vous êtes tous deux si différents... mais aussi si intrigants...

source: [_flora_s_angry_] That's a lame excuse.
fr_fr: [_flora_s_angry_] C'est une excuse bidon.

source: [_flora_s_confident_] You know this isn't going to last, right?
fr_fr: [_flora_s_confident_] Vous savez que ça ne va pas durer, n'est-ce pas ?

source: [_flora_s_confident_] There's no way [jacklyn] is actually into you.
fr_fr: [_flora_s_confident_] Il n'y a aucune chance que [jacklyn] soit vraiment intéressée par vous.

source: [_mc_] Jealousy isn't a good look for you.
fr_fr: [_mc_] La jalousie n'est pas une bonne chose pour vous.

source: [_flora_s_concerned_] Yeah, well, your little suit isn't going to do much for {i}your{/} look.
fr_fr: [_flora_s_concerned_] Ouais, eh bien, votre petit costume ne va pas faire grand-chose pour {i}votre{/} look.

source: [_mc_] We'll just have to let [jacklyn] be the judge of that, won't we?
fr_fr: [_mc_] Nous devrons laisser [jacklyn] en juger, n'est-ce pas ?

source: [_flora_s_eyeroll_] If she has eyes, it'll be a low score.
fr_fr: [_flora_s_eyeroll_] Si elle a des yeux, le score sera faible.

source: [_mc_] Well, she does have an appreciation for beauty in unexpected places.{space=-20}
fr_fr: [Elle sait apprécier la beauté dans des endroits inattendus.

source: [_mc_] Though I wouldn't expect you to understand.
fr_fr: [_mc_] Mais je ne m'attends pas à ce que vous compreniez.

source: [_flora_s_annoyed_] Whatever. Good luck fitting in at the gallery.
fr_fr: [_flora_s_annoyed_] Peu importe. Bonne chance pour s'intégrer à la galerie.

source: [_mc_] Thank you!
fr_fr: [_mc_] Merci !

source: I think I really pissed [flora] off with this one...
fr_fr: Je pense que j'ai vraiment énervé [flora] avec celui-ci...

source: She's abnormally possessive over [jacklyn].
fr_fr: Elle est anormalement possessive à l'égard de [jacklyn].

source: It is kind of hot imagining the two of them together, though.
fr_fr: Mais c'est assez excitant de les imaginer ensemble.

source: ...especially with me there.
fr_fr: ...surtout si je suis là.

source: I don't think I imagined it when [flora] turned all red just at the mention of [jacklyn]'s name.
fr_fr: Je ne pense pas avoir imaginé quand [flora] est devenue toute rouge à la seule mention du nom de [jacklyn].

source: And it definitely wasn't just from anger, either.
fr_fr: Et ce n'était pas seulement de la colère.

source: Never say never, right?
fr_fr: Il ne faut jamais dire jamais, n'est-ce pas ?

source: But one thing at a time.
fr_fr: Mais une chose après l'autre.

source: I have my suit ready. Now, I just have to wait for the green light from [jacklyn] on the day and time.
fr_fr: Mon costume est prêt. Il ne me reste plus qu'à attendre le feu vert de [jacklyn] pour le jour et l'heure.

source: It feels good to be feeling good for once.
fr_fr: Cela fait du bien de se sentir bien pour une fois.

source: To grab life by the horns and revel in art and sex and rock 'n' roll.
fr_fr: Prendre la vie par les cornes et se délecter d'art, de sexe et de rock 'n' roll.

source: [_flora_s_blush_] Anyway, I think I should go now...
fr_fr: [_flora_s_blush_] Quoi qu'il en soit, je pense que je devrais y aller maintenant...

source: [_mc_] Actually, I think you should stay.
fr_fr: [_mc_] En fait, je pense que vous devriez rester.

source: [_flora_s_worried_] Oh, um... I don't know, [mc]...
fr_fr: [_flora_s_worried_] Oh, um... Je ne sais pas, [mc]...

source: [_mc_] Now's as good a time as any to explore what we really want, right?
fr_fr: [_mc_] C'est le moment ou jamais d'explorer ce que nous voulons vraiment, n'est-ce pas ?

source: [_flora_s_worried_] It's just so risky. It makes me nervous.
fr_fr: [_flora_s_worried_] C'est tellement risqué. Cela me rend nerveuse.

source: [_mc_] Me too... but in a good way.
fr_fr: [_mc_] Moi aussi... mais dans le bon sens du terme.

source: [_flora_s_worried_] What if—
fr_fr: [_flora_s_worried_] Et si -

source: Before she can continue doubting this, doubting herself, doubting us...{space=-55} I step in close and pull her to me.
fr_fr: Avant qu'elle ne puisse continuer à douter de cela, à douter d'elle-même, à douter de nous...{space=-55} Je me rapproche d'elle et l'attire à moi.

source: Nothing sexual, nothing scandalous. Just a hug.
fr_fr: Rien de sexuel, rien de scandaleux. Juste un câlin.

source: A warm embrace as I fold my arms around her and squeeze her to me.
fr_fr: Une étreinte chaleureuse alors que je croise mes bras autour d'elle et que je la serre contre moi à l'adresse .

source: At first, there's some tension in her body... but then she relaxes into me.
fr_fr: Au début, il y a une certaine tension dans son corps... puis elle se détend en moi.

source: Her cheek pressed against my chest.
fr_fr: Sa joue s'est pressée contre ma poitrine.

source: [_flora_s_bedroom_hug_] You actually smell kind of nice...
fr_fr: [_flora_s_bedroom_hug_] Vous sentez plutôt bon...

source: [_mc_] Don't sound too surprised.
fr_fr: [_mc_] Ne soyez pas trop surpris.

source: She giggles softly and melts into me.
fr_fr: Elle glousse doucement et se fond en moi.

source: [_flora_s_bedroom_hug_] You feel nice too...
fr_fr: [_flora_s_bedroom_hug_] Tu te sens bien aussi...

source: [_mc_] Eh, I guess you feel all right.
fr_fr: [_mc_] Eh, je suppose que vous vous sentez bien.

source: [_flora_s_bedroom_hug_s_laughing_] You're a real comedian.
fr_fr: [_flora_s_bedroom_hug_s_laughing_] Vous êtes un vrai comédien.

source: She pulls away slightly and looks up at me.
fr_fr: Elle se détache légèrement et lève les yeux vers moi.

source: Her eyes shine with worry, but more than that, they're alight with something tender.
fr_fr: Ses yeux brillent d'inquiétude, mais plus encore, ils sont illuminés par quelque chose de tendre.

source: Something I rarely get to see, but will always treasure.
fr_fr: Une chose que j'ai rarement l'occasion de voir, mais que je chérirai toujours.

source: Especially in these safe, hidden moments.
fr_fr: Surtout dans ces moments sûrs et cachés.

source: Just the two of us with no pretense.
fr_fr: Juste nous deux, sans prétention.

source: No walls and no lies.
fr_fr: Pas de murs ni de mensonges.

source: Just the soft feel of her in my arms, and that look in her eyes.
fr_fr: Juste la douce sensation de la sentir dans mes bras, et ce regard dans ses yeux.

source: The truth of what we really feel for one another.
fr_fr: La vérité de ce que nous ressentons vraiment les uns pour les autres.
