Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/season_2/q_jacklyn_romance.po
Languages: fr_fr

source: Her cheeks are flushed, lips slightly parted as her breathing quickens.
fr_fr: Ses joues rougissent, ses lèvres s'écartent légèrement et sa respiration s'accélère.

source: I can feel her practically trembling in my arms.
fr_fr: Je la sens trembler dans mes bras.

source: [_mc_] It's okay. I got you.
fr_fr: [_mc_] C'est bon. Je te tiens.

source: And with that, the last of her resolve melts away.
fr_fr: Et c'est ainsi que le reste de sa détermination s'évanouit.

source: I'm kissing her, and she's kissing me back.
fr_fr: Je l'embrasse et elle me rend mon baiser.

source: I can hardly believe it — [flora], kissing me!
fr_fr: J'ai du mal à y croire - [flora], m'embrasse !

source: Giving into what we're told by society is wrong... but we feel is right.{space=-5}
fr_fr: Céder à ce que la société nous dit être mal... mais que nous pensons être bien.{space=-5}

source: I feel dizzy and elated all at once.
fr_fr: Je me sens à la fois étourdi et exalté.

source: Her lips soft, sweet, and the polar opposite of her usual sharp and bratty self.
fr_fr: Ses lèvres sont douces, sucrées, à l'opposé de son habituel caractère tranchant et effronté.

source: But just as I start to deepen the kiss, she pulls away.
fr_fr: Mais au moment où je commence à approfondir le baiser, elle se retire.

source: [_mc_] What's wrong?
fr_fr: [_mc_] Qu'est-ce qui ne va pas ?

source: [_flora_s_bedroom_hug_s_concerned_] We should lock the door...
fr_fr: [_flora_s_bedroom_hug_s_concerned_] Nous devrions fermer la porte à clé...

source: [_mc_] It's fine. I need you right now.
fr_fr: [_mc_] C'est bon. J'ai besoin de toi maintenant.

source: [_mc_] I don't care about anything or anyone else.
fr_fr: [_mc_] Je ne me soucie de rien ni de personne d'autre.

source: Once again, my hungry mouth swallows her words.
fr_fr: Une fois de plus, ma bouche affamée avale ses mots.

source: With my hands on her hips, I walk her backwards to my bed.
fr_fr: Les mains sur ses hanches, je l'accompagne à reculons jusqu'à mon lit.

source: [_mc_] Good idea. We can't be too careful.
fr_fr: [_mc_] Bonne idée. On n'est jamais trop prudent.

source: [_flora_s_bedroom_hug_s_concerned_] R-right.
fr_fr: [_flora_s_bedroom_hug_s_concerned_] J-juste.

source: In a moment of rare excellence and sex-driven efficiency, I manage to lock the door behind me without ever letting go of her.
fr_fr: Dans un moment d'excellence rare et d'efficacité sexuelle, je parviens à fermer la porte derrière moi sans jamais la lâcher.

source: [_flora_s_bedroom_hug_s_blush_] Thank you...
fr_fr: [_flora_s_bedroom_hug_s_blush_] Merci...

source: [_mc_] Of course. Whatever makes you most comfortable.
fr_fr: [_mc_] Bien sûr. Tout ce qui vous met le plus à l'aise.

source: She smiles at me, then presses her lips to mine and pulls me toward the bed.
fr_fr: Elle me sourit, colle ses lèvres aux miennes et me tire vers le lit.

source: We become a tangle of limbs and fevered kisses.
fr_fr: Nous devenons un enchevêtrement de membres et de baisers enfiévrés.

source: All I know is I need to be as close to [flora] as possible.
fr_fr: Tout ce que je sais, c'est que j'ai besoin d'être aussi proche que possible de la [flora].

source: She's rarely so soft, so vulnerable, and I feel privileged to have this moment right now.
fr_fr: Elle est rarement aussi douce, aussi vulnérable, et je me sens privilégiée de vivre ce moment en ce moment.

source: I want everything off, our hearts laid bare.
fr_fr: Je veux que tout soit enlevé, que nos cœurs soient mis à nu.

source: She looks up at me with bright, expectant eyes.
fr_fr: Elle me regarde avec des yeux brillants et pleins d'espoir.

source: [_flora_s_bedroom_sex_s_anticipation_] Not too hard, okay...?
fr_fr: [_flora_s_bedroom_sex_s_anticipation_] Pas trop dur, d'accord...?

source: Her words come out in a whisper and it melts my heart anew.
fr_fr: Ses mots sortent dans un murmure et me font à nouveau fondre le cœur.

source: [_mc_] I'll be gentle.
fr_fr: [_mc_] Je serai doux.

source: From one heartbeat to the next, with our pulses beating in time and our breath mingling...
fr_fr: D'un battement de cœur à l'autre, nos pouls battent la mesure et nos souffles se mélangent...

source: ...I slowly push my way into her.
fr_fr: ...je me glisse lentement en elle.

source: She gives a tiny gasp and her head instantly rocks back against the pillow.
fr_fr: Elle pousse un petit soupir et sa tête bascule instantanément en arrière contre l'oreiller.

source: Fuck. She fits me like a glove. So tight and slick.
fr_fr: Baiser. Elle me va comme un gant. Si serrée et si lisse.

source: I'm not even halfway in yet and already her pussy is constricting around me.
fr_fr: Je ne suis même pas encore à la moitié et déjà sa chatte se resserre autour de moi.

source: [_mc_] Are you okay?
fr_fr: [_mc_] Etes-vous d'accord ?

source: [_flora_s_bedroom_sex_s_penetration1_] Y-yes... keep going...
fr_fr: [_flora_s_bedroom_sex_s_penetration1_] Oui... continuez...

source: Glad that none of this seems to be too much for her, I happily do as she says.
fr_fr: Heureuse de constater que rien de tout cela ne semble être trop difficile pour elle, je fais volontiers ce qu'elle me dit.

source: With my hands braced on the mattress on either side of her, I work my way deeper inside.
fr_fr: Les mains appuyées sur le matelas de chaque côté d'elle, je m'enfonce plus profondément.

source: She lets go of her white-knuckled hold of the sheets and wraps her arms around me, nails digging into the back of my neck.
fr_fr: Elle lâche les draps et m'entoure de ses bras, ses ongles s'enfonçant dans ma nuque.

source: [_mc_] God, [flora]... you feel so good...
fr_fr: [_mc_] Mon Dieu, [_mc_] flore]... tu te sens si bien...

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Mmm, yes...
fr_fr: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Mmm, oui...

source: [_mc_] I'm going to start moving now, okay?
fr_fr: [_mc_] Je vais commencer à bouger maintenant, d'accord ?

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Oh, fuck!
fr_fr: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Oh, putain !

source: [_mc_] You like that?
fr_fr: [_mc_] Vous aimez ça ?

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Mmm, yes! P-please, don't stop!
fr_fr: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Mmm, oui ! S'il vous plaît, ne vous arrêtez pas !

source: [_mc_] I got you, remember?
fr_fr: [_mc_] Je t'ai eu, tu te souviens ?

source: She lets out a little whine and bites her bottom lip and it undoes me completely.
fr_fr: Elle laisse échapper un petit gémissement et se mord la lèvre inférieure et elle se défait complètement.

source: Having [flora] here, beneath me. Taking her like this.
fr_fr: Avoir la [flora] ici, sous moi. La prendre comme ça.

source: Wholesome, tender... yet a secret we have to keep.
fr_fr: Sain, tendre... et pourtant un secret que nous devons garder.

source: How can anything this good possibly be wrong?
fr_fr: Comment une chose aussi bonne peut-elle être mauvaise ?

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Goodness, [mc]...
fr_fr: [_flora_s_bedroom_sex_s_wrapped_arms_s_penetration4_] Bon sang, [mc]...

source: She goes rigid beneath me and calls out desperately.
fr_fr: Elle devient rigide sous moi et appelle désespérément.

source: It's like her words unleash something within me, and I thrust my hips harder until I'm bottoming out against her cervix.
fr_fr: C'est comme si ses mots libéraient quelque chose en moi, et je pousse mes hanches plus fort jusqu'à ce que je touche son col de l'utérus.

source: [_mc_] F-fuck, [flora]!
fr_fr: [_mc_] Putain de merde, [_mc_] flore] !

source: When she wraps her ankles around my hips and uses her legs to press my ass harder against her, I unleash a groan.
fr_fr: Lorsqu'elle enroule ses chevilles autour de mes hanches et utilise ses jambes pour presser mon cul plus fort contre elle, je pousse un gémissement.

source: We both want the same thing, her feeling every last inch of me.
fr_fr: Nous voulons tous les deux la même chose, qu'elle sente chaque centimètre de moi.

source: Each thrust with my whole weight behind it.
fr_fr: Chaque poussée est soutenue par tout mon poids.

source: Hammering home that there is no going back from this.
fr_fr: Il faut insister sur le fait qu'il n'y a pas de retour en arrière possible.

source: Our bodies slick with sweat. The sweet smell of her pussy juices coating my sheets.
fr_fr: Nos corps sont trempés de sueur. L'odeur sucrée du jus de sa chatte enrobe mes draps.

source: And her taking my dick, her flower spread open for me.
fr_fr: Et elle prenant ma queue, sa fleur ouverte pour moi.

source: Her entire being needing me, holding me tight as she begs me for more.
fr_fr: Tout son être a besoin de moi, elle me serre contre elle et me supplie d'en faire plus.

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_wrapped_legs_s_penetration4_] Ahhh! [mc]! I'm about to—
fr_fr: [_flora_s_bedroom_sex_s_wrapped_arms_s_wrapped_legs_s_penetration4_] Ahhh ! [mc] ! Je suis sur le point de...

source: [_mc_] Cum with me, [flora]!
fr_fr: [_mc_] Joue avec moi, [flora] !

source: [_flora_s_bedroom_sex_s_wrapped_arms_s_wrapped_legs_s_penetration4_] God! Oh, god! P-please!
fr_fr: [_flora_s_bedroom_sex_s_wrapped_arms_s_wrapped_legs_s_penetration4] Mon Dieu ! Oh, mon Dieu ! S'il vous plaît !

source: The sound of her pleading for my cum, my semen, my hard cock, finally unravels me.
fr_fr: Le son de sa supplication pour mon sperme, ma semence, ma bite dure, me fait enfin craquer.

source: [_mc_] I-I'm cumming too!
fr_fr: [_mc_] Je jouis aussi !

source: With one final pump I unleash my hot, sticky load deep within her.
fr_fr: Avec une dernière pompe, je libère ma charge chaude et collante au plus profond d'elle.

source: She arches against me, her feet still digging into my ass.
fr_fr: Elle se cambre contre moi, ses pieds s'enfonçant toujours dans mon cul.

source: There really is no going back from this.
fr_fr: Il n'y a vraiment pas de retour en arrière possible.

source: It's just the two of us on this road now.
fr_fr: Il n'y a plus que nous deux sur cette route.

source: And whether it's to hell or heaven... I don't care.
fr_fr: Et que ce soit en enfer ou au paradis... je m'en fiche.

source: All that matters is [flora] senseless with lust beneath me.
fr_fr: Tout ce qui compte, c'est [flora] insensée de désir sous moi.

source: Her soft little mewls still escaping her parted lips.
fr_fr: Ses petits miaulements doux s'échappent encore de ses lèvres entrouvertes.

source: With a shudder of pleasure, my knees go weak, and I collapse against her.
fr_fr: Avec un frisson de plaisir, mes genoux faiblissent et je m'effondre contre elle.

source: Together, we catch our breath. Still coming down from what we've just done.
fr_fr: Ensemble, nous reprenons notre souffle. Encore sous le choc de ce que nous venons de faire.

source: From what {i}I've{/} just done.
fr_fr: D'après ce que {i}je viens de faire.

source: [_flora_s_bedroom_aftermath_s_tired_] Jesus, I'm a mess...
fr_fr: [_flora_s_bedroom_aftermath_s_tired_] Jésus, je suis un désastre...

source: [_flora_s_bedroom_aftermath_s_tired_] I can't believe you came inside!
fr_fr: [_flora_s_bedroom_aftermath_s_tired_] Je n'arrive pas à croire que tu sois entrée !

source: [_mc_] Heh! It will be okay...
fr_fr: [_mc_] Heh ! Tout ira bien...

source: ...and even if it isn't, maybe we could make it work somehow?
fr_fr: ...et même si ce n'est pas le cas, peut-être pourrions-nous faire en sorte que cela fonctionne d'une manière ou d'une autre ?

source: [_flora_s_bedroom_aftermath_s_tired_] I thought we were going to be careful.
fr_fr: [_flora_s_bedroom_aftermath_s_tired_] Je pensais que nous allions être prudents.

source: [_mc_] Well, they have... stuff, just in case.
fr_fr: [_mc_] Eh bien, ils ont... des trucs, juste au cas où.

source: [_mc_] I was just so caught up in the moment...
fr_fr: [_mc_] J'étais tellement pris dans l'instant...

source: [_mc_] And with the way you were squeezing me, I couldn't pull out even if I wanted to.
fr_fr: [_mc_] Et avec la façon dont tu me serres, je ne pourrais pas me retirer même si je le voulais.

source: [_flora_s_bedroom_aftermath_s_blush_] Oh, my god!
fr_fr: [_flora_s_bedroom_aftermath_s_blush_] Oh, mon Dieu !

source: [_flora_s_bedroom_aftermath_s_blush_] I, um... I should go get cleaned up...
fr_fr: [_flora_s_bedroom_aftermaths_s_blush_] Je, hum... Je devrais aller me laver...

source: [_mc_] Right...
fr_fr: [_mc_] Droit ...

source: [_flora_s_bedroom_aftermath_s_blush_] And remember, not a word of this to anyone.
fr_fr: [_flora_s_bedroom_aftermath_s_blush_] Et rappelez-vous, pas un mot de tout ça à qui que ce soit.

source: [_mc_] My lips are sealed.
fr_fr: [_mc_] Mes lèvres sont scellées.

source: [_flora_s_bedroom_aftermath_s_blush_] They better be...
fr_fr: [_flora_s_bedroom_aftermath_s_blush_] Ils ont intérêt à être...

source: And just like that, she's gone.
fr_fr: Et comme ça, elle est partie.

source: But I can still feel her in my arms.
fr_fr: Mais je la sens encore dans mes bras.

source: I just hope she doesn't regret what we've done...
fr_fr: J'espère juste qu'elle ne regrette pas ce que nous avons fait...

source: I know I don't.
fr_fr: Je sais que ce n'est pas le cas.

source: Man, I'm pretty tired after that workout...
fr_fr: Je suis bien fatigué après cette séance d'entraînement...

source: Maybe I could just sleep for a bit and skip my first classes?
fr_fr: Je pourrais peut-être dormir un peu et sauter mes premiers cours ?

source: There's no going back from this path we're on now... but we can still be careful about it.
fr_fr: Il n'y a pas de retour en arrière possible, mais nous pouvons être prudents.

source: Our little secret.
fr_fr: Notre petit secret.

source: A cool oasis for just the two of us to drink each other in.
fr_fr: Une oasis de fraîcheur pour nous deux, où l'on s'abreuve l'un l'autre.

source: Not a second too soon, I pull my dick out of her sopping pussy.
fr_fr: Pas une seconde trop tôt, je retire ma bite de sa chatte trempée.

source: It squelches as it reluctantly releases me.
fr_fr: Il couine en me relâchant à contrecœur.

source: Load after load coat her heaving stomach.
fr_fr: Une charge après l'autre recouvre son estomac gonflé.

source: Her eyes flutter with exhaustion, a faint smile on her lips.
fr_fr: Ses yeux papillonnent d'épuisement, un léger sourire se dessine sur ses lèvres.

source: [_flora_s_bedroom_aftermath_s_blush_s_dick_s_cum_] Oh, my god...
fr_fr: [_flora_s_bedroom_aftermaths_s_blush_s_dick_s_cum_] Oh, mon dieu...

source: In the aftermath, we just lie there together, soaking it all in.
fr_fr: Dans la foulée, nous restons allongés ensemble, à nous imprégner de tout cela.

source: Catching our breath, our spent limbs sprawled across the mattress.
fr_fr: Reprenant notre souffle, nos membres épuisés s'étalent sur le matelas.

source: [_mc_] That was...
fr_fr: [_mc_] C'était...

source: [_flora_s_bedroom_aftermath_s_tired_s_cum_] Yeah...
fr_fr: [_flora_s_bedroom_aftermaths_s_tired_s_cum_] Ouais...

source: She gives a little giggle.
fr_fr: Elle émet un petit rire.

source: [_mc_] Fuck, you're adorable when you want to be.
fr_fr: [_mc_] Putain, tu es adorable quand tu veux.

source: [_flora_s_bedroom_aftermath_s_blush_s_cum_] When I'm not being a brat, you mean?
fr_fr: [_flora_s_bedroom_aftermaths_sblush_s_cum_] Quand je ne suis pas un sale gosse, tu veux dire ?

source: [_mc_] You said it, not me.
fr_fr: [_mc_] C'est vous qui l'avez dit, pas moi.

source: [_flora_s_bedroom_aftermath_s_blush_s_cum_] Mm-hmm.
fr_fr: [_flora_s_bedroom_aftermaths_sblush_s_cum_] Mm-hmm.

source: [_flora_s_bedroom_aftermath_s_blush_s_cum_] Thanks for, err... pulling out.
fr_fr: [_flora_s_bedroom_aftermaths_sblush_s_cum_] Merci de, euh... t'être retiré.

source: [_mc_] We can't be too careful, right?
fr_fr: [_mc_] On n'est jamais trop prudent, n'est-ce pas ?

source: [_flora_s_bedroom_aftermath_s_blush_s_cum_] Right.
fr_fr: [_flora_s_bedroom_aftermaths_s_blush_s_cum_] D'accord.

source: And then, in an even bigger shock to my system, [flora] snuggles up to me and shuts her eyes.
fr_fr: Puis, dans un choc encore plus grand pour mon système, [flora] se blottit contre moi et ferme les yeux.

source: [_flora_s_bedroom_aftermath_s_asleep_s_cum_] I'm exhausted...
fr_fr: [_flora_s_bedroom_aftermath_s_asleep_s_cum_] Je suis épuisé...

source: [_flora_s_bedroom_aftermath_s_asleep_s_cum_] Maybe we could just sleep for a bit and skip our first classes?
fr_fr: [_flora_s_bedroom_aftermaths_s_asleep_s_cum_] On pourrait peut-être dormir un peu et sauter nos premiers cours ?

source: I swallow past the giddy lump in my throat.
fr_fr: Je déglutis en dépit de la boule de vertige dans ma gorge.

source: Pleased that she wants to stay like this in my bed with me for a little while longer.
fr_fr: Je suis heureux qu'elle veuille rester encore un peu dans mon lit.

source: Pleased I have had this effect.
fr_fr: Je suis heureux d'avoir eu cet effet.

source: Plus, I too am pretty tired after that workout.
fr_fr: De plus, je suis moi aussi très fatiguée après cette séance d'entraînement.

source: [_mc_] Sleep well, [flora].
fr_fr: [_mc_] Dormez bien, [flora].

source: [_flora_s_bedroom_aftermath_s_asleep_s_cum_] You too, [mc]...
fr_fr: [_flora_s_bedroom_aftermaths_asleep_s_cum_] Toi aussi, [mc]...

source: Goddamn, I don't think I've slept that well in a while.
fr_fr: Bon sang, je ne crois pas avoir aussi bien dormi depuis longtemps.

source: [flora] completely drained me.
fr_fr: [flora] m'a complètement vidé.

source: And while worries linger that she'll regret it...
fr_fr: Et alors qu'elle craint de le regretter...

source: ...or worse, shut me out...
fr_fr: ...ou pire, m'exclure...

source: ...I somehow don't think it will happen.
fr_fr: ...je ne pense pas que cela se produira.

source: Because there's no faking what we just shared.
fr_fr: Parce qu'on ne peut pas simuler ce que nous venons de partager.

source: All I can do is hope there's more.
fr_fr: Tout ce que je peux faire, c'est espérer qu'il y en aura d'autres.

source: Even if it means bailing on [jacklyn] and ruining whatever might have been brewing there.
fr_fr: Même si cela signifie qu'il faut laisser tomber [jacklyn] et ruiner tout ce qui aurait pu s'y passer.

source: I just want to keep living my new chance at life to the fullest.
fr_fr: Je veux juste continuer à vivre pleinement ma nouvelle chance de vivre.

source: And keep living my new chance at life to the fullest.
fr_fr: Et continuer à vivre pleinement ma nouvelle chance de vivre.

source: I roll awake to an empty bed... but the spot beside me is still warm.
fr_fr: Je me réveille dans un lit vide... mais la place à côté de moi est encore chaude.

source: I never even felt [flora] stir. I was too content and cozy.
fr_fr: Je n'ai même pas senti la [flora] s'agiter. J'étais trop content et trop douillet.

source: But if I know her, she's probably off to school already.
fr_fr: Mais si je la connais, elle est probablement déjà partie à l'école.

source: And while I wish she were still beside me instead, it's probably best she isn't.
fr_fr: Et même si j'aurais aimé qu'elle soit encore à mes côtés, c'est probablement mieux qu'elle ne le soit pas.

source: We have to stay careful.
fr_fr: Nous devons rester prudents.

source: But it doesn't bother me, because I have no regrets.
fr_fr: Mais cela ne me dérange pas, car je n'ai pas de regrets.

source: And I don't think [flora] does either.
fr_fr: Et je ne pense pas que [flora] le fasse non plus.

source: Only problem is I will now have to tell [jacklyn] I can't go with her to the gallery exhibit.
fr_fr: Le seul problème, c'est que je vais devoir dire à [jacklyn] que je ne peux pas l'accompagner à l'exposition de la galerie.

source: Hopefully, she doesn't mind...
fr_fr: Espérons que cela ne la dérange pas...

source: "As grisly as it gets."
fr_fr: "Aussi macabre que possible."

source: "Oh, god. I can't believe they printed it!"
fr_fr: "Oh, mon Dieu. Je n'arrive pas à croire qu'ils l'aient imprimé !"

source: ?mc.charisma>=10@[mc.charisma]/10|{image=stats cha}|"In need of some arm candy, huh?"
fr_fr: ?mc.charisma>=10@[mc.charisma]/10|{image=stats cha}|"Besoin d'un bonbon , hein ?"

source: "Are they displaying your work?"
fr_fr: "Est-ce qu'ils exposent votre travail ?"

source: "Oh? {i}You're{/} asking me on a date this time?"
fr_fr: "Oh ? {i}Vous me demandez de sortir avec vous cette fois-ci ?"

source: "Why are you so interested in my physique?"
fr_fr: "Pourquoi t'intéresses-tu tant à mon physique ?"

source: ?mc.strength>=10@[mc.strength]/10|{image=stats str}|"It's amazing what eating right and{space=-55} taking care of yourself will do."{space=-5}
fr_fr: ?mc.strength>=10@[mc.strength]/10|{image=stats str}|"C'est incroyable ce qu'une bonne alimentation et{space=-55} prendre soin de soi."{space=-5}

source: "Heh. Cock."
fr_fr: "Heh. Bite."

source: "Just be quiet and take the compliment, will you?"
fr_fr: "Taisez-vous et acceptez le compliment de , voulez-vous ?"

source: "I'm sorry. I didn't mean anything by it."
fr_fr: "Je suis désolée. Je ne voulais rien dire."

source: "Sounds like a good way to go out."
fr_fr: "C'est une bonne façon de sortir."

source: "You shouldn't joke about that."
fr_fr: "Vous ne devriez pas plaisanter à ce sujet."

source: "A sexual favor?"
fr_fr: "Une faveur sexuelle ?"

source: "Name it!"
fr_fr: "Nommez-le !"

source: ?mc.owned_item('cat_tail')@|{image=items cat_tail}|"I have something of yours you may want back."
fr_fr: ?mc.owned_item('cat_tail')@|{image=items cat_tail}|"J'ai quelque chose qui vous appartient vous pouvez vouloir revenir."

source: "Yes, I have."
fr_fr: "Oui, je l'ai fait."

source: "No, I come as a lover."
fr_fr: "Non, je viens en tant qu'amant."

source: "I'm just looking for a quick hook up."
fr_fr: "Je suis juste à la recherche d'un rendez-vous rapide."

source: "If you must know, it's for [maya]."
fr_fr: "Si vous voulez savoir, c'est pour [maya]."

source: "I'd rather keep it to myself."
fr_fr: "Je préfère le garder pour moi."

source: ?flora.lust>=10@[flora.lust]/10|{image=flora contact_icon}|{image=stats lust_3}|"Hey, [jacklyn] and I are strictly platonic, okay? I'm just going for the art."
fr_fr: ?flora.lust>=10@[flora.lust]/10|{image=flora contact_icon}|{image=stats lust_3}|"Hey, [jacklyn] et moi sont strictement platoniques, d'accord ? Je vais juste pour l'art."

source: "Stop being such a brat. I'm going to the exhibit with [jacklyn]."
fr_fr: "Arrête de faire le malin. Je vais à l'exposition avec [jacklyn]."

source: "It's fine. I need you right now."
fr_fr: "C'est bon. J'ai besoin de toi maintenant."

source: "Good idea. We can't be too careful."
fr_fr: "Bonne idée. On n'est jamais trop prudent."
