Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/characters/jacklyn/season_2/q_jacklyn_romance.po
Languages: fr_fr

source: [_mc_] That's fine. I actually like it when you talk.
fr_fr: [_mc_] C'est bien. En fait, j'aime bien quand tu parles.

source: [_mc_] And you're welcome.
fr_fr: [_mc_] De rien.

source: [_maya_s_dramatic_] Oh, you like my little throat noises? You just made my entire decade!{space=-20}
fr_fr: [_maya_s_dramatic_] Oh, tu aimes mes petits bruits de gorge ? Vous venez de rendre ma décennie entière !{space=-20}

source: Aaaand right back to the sarcasm. I thought I had her there for a moment.
fr_fr: Et de nouveau le sarcasme. J'ai cru la tenir pendant un moment.

source: [_mc_] I'm sorry. I didn't mean anything by it.
fr_fr: [_mc_] Je suis désolée. Je ne voulais rien dire.

source: [_maya_s_skeptical_] So, you don't think I look radiant?
fr_fr: [_maya_s_skeptical_] Alors, tu ne trouves pas que j'ai l'air radieuse ?

source: [_mc_] No! I mean, yes! I mean—
fr_fr: [Non ! Je veux dire, oui ! Je veux dire...

source: [_maya_s_confident_] Oh, [mc]. You precious virgin Jesus child.
fr_fr: [_maya_s_confident_] Oh, [mc]. Tu es une précieuse vierge, l'enfant Jésus.

source: [_mc_] I'm... not...
fr_fr: [_mc_] Je ne suis... pas...

source: [_maya_s_bored_] Anyway...
fr_fr: [_maya_s_bored_] En tout cas ...

source: [_maya_s_bored_] What do you want?
fr_fr: [_maya_s_bored_] Qu'est-ce que tu veux ?

source: [_mc_] Sounds like a good way to go out.
fr_fr: [_mc_] Ça a l'air d'être une bonne façon de sortir.

source: [_mc_] Bottle of wine.
fr_fr: [_mc_] Bouteille de vin.

source: [_mc_] Making my day a little brighter because my male gaze has been satisfied.{space=-95}
fr_fr: [_mc_] Rendre ma journée un peu plus lumineuse parce que mon regard d'homme a été satisfait.{space=-95}

source: [_maya_s_sarcastic_] Haha! You're goddamn welcome.
fr_fr: [_maya_s_sarcastique_] Haha ! Il n'y a pas de quoi.

source: [_mc_] You shouldn't joke about that.
fr_fr: [_mc_] Il ne faut pas plaisanter avec ça.

source: [_mc_] You're not dying in a tub. You're going to be around forever.
fr_fr: [_mc_] Vous ne mourrez pas dans une baignoire. Tu seras toujours là.

source: [_maya_s_cringe_] I can joke about whatever I want.
fr_fr: [_maya_s_cringe_] Je peux faire des blagues sur tout ce que je veux.

source: [_maya_s_dramatic_] But you're probably right about me being around forever...
fr_fr: [_maya_s_dramatic_] Mais tu as sans doute raison de dire que je suis là pour toujours...

source: [_maya_s_dramatic_] I have nine lives, after all.
fr_fr: [_maya_s_dramatic_] J'ai neuf vies, après tout.

source: [_mc_] That's the spirit!
fr_fr: [_mc_] C'est ça l'esprit !

source: [_maya_s_sarcastic_] Yes, and after my last one, I'm hoping to come back as a hissing ghost.{space=-65}
fr_fr: [_maya_s_sarcastic_] Oui, et après ma dernière, j'espère revenir en tant que fantôme sifflant.{space=-65}

source: [_mc_] So, I have a favor to ask of you.
fr_fr: [_mc_] J'ai donc une faveur à vous demander.

source: [_maya_s_thinking_] Is it sexual?
fr_fr: [_maya_s_thinking_] Est-ce que c'est sexuel ?

source: [_mc_] What? No!
fr_fr: [_mc_] Quoi ? Non !

source: [_maya_s_flirty_] Good, because I only do those sorts of favors on Monday mornings.{space=-10}
fr_fr: [_maya_s_flirty_] Bien, parce que je ne fais ce genre de faveurs que le lundi matin.{space=-10}

source: [_maya_s_flirty_] Good, because I only do those sorts of favors on Tuesday mornings.{space=-20}
fr_fr: [_maya_s_flirty_] Bien, parce que je ne fais ce genre de faveurs que le mardi matin.{space=-20}

source: [_mc_] I'm sure you do...
fr_fr: [_mc_] Je suis sûr que vous ...

source: [_mc_] Anyway! The only tailor in town is closed.
fr_fr: [_mc_] De toute façon ! Le seul tailleur de la ville est fermé.

source: [_mc_] I was wondering if you could help me in acquiring a suit?
fr_fr: [Je me demandais si vous pouviez m'aider à acquérir un costume.

source: [_maya_s_concerned_] That sounds like a lot of work.
fr_fr: [_maya_s_concerned_] Cela semble être beaucoup de travail.

source: [_mc_] Not really...
fr_fr: [_mc_] Pas vraiment ...

source: [_maya_s_skeptical_] You don't know what I currently have on my plate.
fr_fr: [_maya_s_skeptical_] Vous ne savez pas ce que j'ai dans mon assiette.

source: [_mc_] Fair enough, I guess.
fr_fr: [_mc_] C'est assez juste, je suppose.

source: [_maya_s_confident_] But!
fr_fr: [_maya_s_confident_] Mais !

source: [_maya_s_confident_] I would do it. For a price.
fr_fr: [_maya_s_confident_] Je le ferais. Pour un certain prix.

source: [_mc_] A sexual favor?
fr_fr: [_mc_] Une faveur sexuelle ?

source: [_maya_s_flirty_] Oh, my! He gives as well as he takes!
fr_fr: [_maya_s_flirty_] Oh, mon Dieu ! Il donne autant qu'il prend !

source: [_mc_] I'm just trying to do my part, you know?
fr_fr: [_mc_] J'essaie juste de faire ma part, vous savez ?

source: [_maya_s_kiss_] Such a modern man...
fr_fr: [_maya_s_kiss_] Un homme si moderne...

source: [_mc_] A modern man in need of a modern suit.
fr_fr: [_mc_] Un homme moderne qui a besoin d'un costume moderne.

source: [_maya_s_sarcastic_] Hah!
fr_fr: [_maya_s_sarcastique_] Hah !

source: [_mc_] Funny and true.
fr_fr: [_mc_] C'est drôle et vrai.

source: [_maya_s_sarcastic_] All right, fine.
fr_fr: [_maya_s_sarcastique_] D'accord, très bien.

source: [_maya_s_sarcastic_] But I need you to find my balls of yarn for me first.
fr_fr: [_maya_s_sarcastic_] Mais j'ai besoin que tu trouves mes pelotes de laine pour moi d'abord.

source: [_mc_] Name it!
fr_fr: [_mc_] Nom !

source: [_maya_s_bored_] Damn, you fold faster than an origami swan.
fr_fr: [_maya_s_bored_] Bon sang, tu te plies plus vite qu'un cygne en origami.

source: [_mc_] Could I have bargained?
fr_fr: [_mc_] Aurais-je pu négocier ?

source: [_maya_s_bored_] Not anymore.
fr_fr: [_maya_s_bored_] Plus maintenant.

source: [_maya_s_dramatic_] Relax, I don't want your soul or anything!
fr_fr: [_maya_s_dramatic_] Relaxe, je ne veux pas de ton âme ou quoi que ce soit d'autre !

source: [_maya_s_sarcastic_] ...yet.
fr_fr: [_maya_s_sarcastic_] ...encore.

source: [_mc_] How comforting.
fr_fr: [_mc_] Comme c'est réconfortant.

source: [_maya_s_sarcastic_] I'm nothing if not comforting and accommodating.
fr_fr: [_maya_s_sarcastic_] Je ne suis rien si ce n'est réconfortant et accommodant.

source: [_maya_s_sarcastic_] I actually need you to find my balls of yarn for me.
fr_fr: [_maya_s_sarcastic_] J'ai besoin que tu trouves mes pelotes de laine pour moi.

source: [_mc_] I have something of yours you may want back.
fr_fr: [_mc_] J'ai quelque chose qui vous appartient et que vous voulez récupérer.

source: [_maya_s_eyeroll_] I highly doubt that.
fr_fr: [_maya_s_eyeroll_] J'en doute fortement.

source: [_mc_] Oh, I wouldn't be so sure.
fr_fr: [_mc_] Je n'en suis pas si sûr.

source: [_mc_] Does your first little visit to my house ring any bells?
fr_fr: [_mc_] Votre première visite chez moi vous rappelle-t-elle quelque chose ?

source: [_mc_] Particularly, your visit to the bathroom?
fr_fr: [_mc_] En particulier, votre visite aux toilettes ?

source: [_maya_s_smile_] This is getting interesting...
fr_fr: [_maya_s_smile_] Cela devient intéressant...

source: [_mc_] You made a mess in there, and I got in trouble because [jo] blamed me for it.
fr_fr: [_mc_] Tu as mis le bazar là-dedans, et j'ai eu des problèmes parce que [jo] m'en a fait porter la responsabilité.

source: [_mc_] Yeah. So, basically, you owe me.
fr_fr: [_mc_] Oui. Donc, en gros, tu m'es redevable.

source: [_mc_] And you can have this back.
fr_fr: [_mc_] Et vous pouvez le récupérer.

source: [_maya_s_blush_] Oh, all right, then.
fr_fr: [_maya_s_blush_] Oh, d'accord, alors.

source: [_maya_s_blush_] Deal... and, um, thank you.
fr_fr: [_maya_s_blush_] marché conclu... et, hum, merci.

source: [_mc_] No worries.
fr_fr: [_mc_] Pas d'inquiétude.

source: [_maya_s_blush_] Give me a couple of days and I'll have what you need.
fr_fr: [_maya_s_blush_] Donnez-moi quelques jours et j'aurai ce qu'il vous faut.

source: [_mc_] Awesome, thanks!
fr_fr: [_mc_] Génial, merci !

source: [_maya_s_confident_] Mention it!
fr_fr: [_maya_s_confident_] Mentionnez-le !

source: [_mc_] Very funny.
fr_fr: [_mc_] Très drôle.

source: [_maya_s_bored_] I mean it. Mention your gratitude often and sincerely.
fr_fr: [_maya_s_bored_] Je le pense vraiment. Mentionnez souvent et sincèrement votre gratitude.

source: [_mc_] We'll see how the suit turns out first.
fr_fr: [_mc_] Nous verrons d'abord ce que donne le costume.

source: [_maya_s_confident_] Good move.
fr_fr: [_maya_s_confident_] Bon déménagement.

source: [_maya_s_confident_] Anyway, off to the slave labor factory!
fr_fr: [_maya_s_confident_] Quoi qu'il en soit, direction l'usine de travail des esclaves !

source: [_mc_] To sew the suit?
fr_fr: [_mc_] Pour coudre le costume ?

source: [_maya_s_cringe_] Nope. Some dickweed took my stash and hid it.
fr_fr: [_maya_s_cringe_] Non. Un connard a pris ma réserve et l'a cachée.

source: [_maya_s_cringe_] I just want it back. Do you think you can handle that?
fr_fr: [_maya_s_cringe_] Je veux juste le récupérer. Tu penses que tu peux gérer ça ?

source: [_mc_] Finding your yarn? Yeah, I'm pretty sure I can handle that.
fr_fr: [_mc_] Vous avez trouvé votre fil ? Oui, je suis sûr que je peux m'en charger.

source: [_maya_s_dramatic_] Great. Let me know if you find them.
fr_fr: [_maya_s_dramatic_] Super. Faites-moi savoir si vous les trouvez.

source: [_mc_] You got it.
fr_fr: [_mc_] Vous l'avez.

source: Pfft! How hard can finding [maya]'s balls of yarn be?
fr_fr: Pfft ! Comment trouver les pelotes de laine de [maya] ?

source: I'll be looking spiffy in that new suit in no time!
fr_fr: En un rien de temps, j'aurai l'air en forme dans mon nouveau costume !

source: [_mc_] Here are your balls of yarn back.
fr_fr: [_mc_] Voici vos pelotes de laine de retour.

source: [_maya_s_annoyed_] No, no! I distinctly remember having more than that!
fr_fr: [_maya_s_annoyed_] Non, non ! Je me souviens très bien avoir eu plus que ça !

source: [_maya_s_cringe_] Back already?
fr_fr: [_maya_s_cringe_] Déjà de retour ?

source: [_mc_] I can't find any balls of yarn...
fr_fr: [_mc_] Je ne trouve pas de pelotes de laine...

source: [_maya_s_dramatic_] Well, then I can't find the time to help you.
fr_fr: [_maya_s_dramatic_] Je n'ai pas le temps de vous aider.

source: If I were a ball of yarn, where would I hide in this big old school?
fr_fr: Si j'étais une pelote de laine, où me cacherais-je dans cette grande école ?

source: There are so many options, and so little time...
fr_fr: Il y a tant d'options, et si peu de temps...

source: If anyone is hoarding balls of yarn besides [maya], it's got to be [spinach], right?
fr_fr: Si quelqu'un accumule des pelotes de laine à part [maya], c'est bien [épinards], non ?

source: [_mc_] Ah-ha! I knew you were a yarn thief!
fr_fr: [_mc_] Ah-ha ! Je savais que tu étais un voleur de fil !

source: [_mc_] [spinach]? What's wrong, girl?
fr_fr: [_mc_] [spinach] ? Qu'est-ce qui ne va pas, ma fille ?

source: She looks a little... stiff?
fr_fr: Elle a l'air un peu... raide ?

source: [_maxine_s_chair_front_] Here he is.
fr_fr: [_maxine_s_chair_front_] Le voilà.

source: [_mc_] Jesus, [maxine]!
fr_fr: [_mc_] Jésus, [maxine] !

source: [_maxine_s_chair_front_] Alas, no.
fr_fr: [_maxine_s_chair_front_] Hélas, non.

source: [_maxine_s_chair_front_] Though I did have a singular success at turning wine into water.
fr_fr: [_maxine_s_chair_front_] Bien que j'aie eu un succès singulier à transformer le vin en eau.

source: [_mc_] No, I mean you scared the crap out of me!
fr_fr: [_mc_] Non, je veux dire que vous m'avez fait peur !

source: [_maxine_s_chair_front_] Please dispense with your soiled undergarments elsewhere, then.
fr_fr: [_maxine_s_chair_front_] Veuillez vous passer de vos sous-vêtements souillés ailleurs, alors.

source: [_mc_] You know what? Nevermind.
fr_fr: [_mc_] Vous savez quoi ? Peu importe.

source: [_mc_] Why the hell is there a fake [spinach] in your office?
fr_fr: [_mc_] Pourquoi diable y a-t-il un faux [spinach] dans votre bureau ?

source: [_maxine_s_chair_front_] We knew you would come.
fr_fr: [_maxine_s_chair_front_] Nous savions que vous viendriez.

source: [_mc_] I need you to give me that ball of yarn.
fr_fr: [_mc_] Il faut que tu me donnes cette pelote de laine.

source: [_maxine_s_chair_front_] That, I cannot do.
fr_fr: [_maxine_s_chair_front_] Je ne peux pas faire ça.

source: [_mc_] I'll give you anything you ask!
fr_fr: [_mc_] Je vous donnerai tout ce que vous demandez !

source: [_maxine_s_chair_front_] Are you asking us for a favor?
fr_fr: [_maxine_s_chair_front_] Vous nous demandez une faveur ?

source: [_mc_] Err, I guess?
fr_fr: [_mc_] Err, je suppose ?

source: [_maxine_] Have you come to us as a friend?
fr_fr: [_maxine_] Êtes-vous venu à nous en tant qu'ami ?

source: [_mc_] Yes, I have.
fr_fr: [_mc_] Oui, j'ai.

source: [_maxine_s_chair_front_] In the many years I've known you for, this is the first time you've come to me for help.
fr_fr: [_maxine_s_chair_front_] Depuis que je vous connais, c'est la première fois que vous venez me demander de l'aide.

source: [_mc_] What? That's not true! I ask you for help all the time!
fr_fr: [_mc_] Quoi ? Ce n'est pas vrai ! Je te demande de l'aide tout le temps !

source: [_maxine_s_chair_front_] But you never invite me over to your house, or take me out for a cup of coffee.
fr_fr: [_maxine_s_chair_front_] Mais vous ne m'invitez jamais chez vous, ni ne m'emmenez prendre un café.

source: [_mc_] Well, would you even want to go out for a cup of coffee? I thought you were too busy for that.
fr_fr: [_mc_] Voudriez-vous au moins sortir prendre un café ? Je pensais que vous étiez trop occupé pour cela.

source: [_maxine_s_chair_front_] But you didn't ask.
fr_fr: [_maxine_s_chair_front_] Mais vous n'avez pas demandé.

source: [_mc_] I guess that's fair...
fr_fr: [_mc_] Je suppose que c'est juste...

source: [_mc_] No, I come as a lover.
fr_fr: [_mc_] Non, je viens en tant qu'amant.

source: [_maxine_s_chair_front_] To whom, if I may ask?
fr_fr: [_maxine_s_chair_front_] A qui, si je peux me permettre ?

source: [_mc_] No, I meant that when I make love, I come.
fr_fr: [_mc_] Non, je voulais dire que quand je fais l'amour, je jouis.

source: How do you like your own medicine, [maxine]?
fr_fr: Comment aimez-vous votre propre médecine, [maxine] ?

source: [_maxine_s_chair_front_] That is good to hear. A lot of men suffer from erectile dysfunction.
fr_fr: [_maxine_s_chair_front_] Cela fait plaisir à entendre. Beaucoup d'hommes souffrent de troubles de l'érection.

source: [_mc_] Well, that ain't me.
fr_fr: [_mc_] Ce n'est pas moi.

source: [_mc_] I'm just looking for a quick hook up.
fr_fr: [_mc_] Je suis juste à la recherche d'une rencontre rapide.

source: [_maxine_s_chair_front_] Will you provide the plug or the socket?
fr_fr: [_maxine_s_presid_front_] Voulez-vous fournir la prise ou la fiche?

source: [_mc_] If you bend over, I can plug your socket.
fr_fr: [_mc_] Si vous vous penchez, je peux brancher votre prise.

source: [_maxine_s_chair_front_] I had mine removed months ago.
fr_fr: [_maxine_s_chair_front_] J'ai fait enlever le mien il y a plusieurs mois.

source: [_mc_] Err, you did what?
fr_fr: [_mc_] Err, vous avez fait quoi ?

source: [_maxine_s_chair_front_] It was a security risk. I didn't want to get a virus.
fr_fr: [_maxine_s_chair_front_] C'était un risque pour la sécurité. Je ne voulais pas attraper un virus.

source: [_mc_] Just... use a condom...
fr_fr: [_mc_] Juste... utiliser un préservatif...

source: [_maxine_s_chair_front_] An interesting proposition, but electricity doesn't flow well through rubber.
fr_fr: [_maxine_s_chair_front_] Une proposition intéressante, mais l'électricité ne passe pas bien à travers le caoutchouc.

source: [_mc_] I think we're talking about two completely different things...
fr_fr: [_mc_] Je pense que nous parlons de deux choses complètement différentes...

source: [_maxine_s_chair_front_] I doubt it.
fr_fr: [_maxine_s_chair_front_] J'en doute.

source: [_mc_] Anyway, do you mind if I take the ball of yarn?
fr_fr: [_mc_] Quoi qu'il en soit, cela ne vous dérange pas si je prends la pelote de laine ?

source: I'm not entirely sure what this bit is about, but I've had enough.
fr_fr: Je ne sais pas exactement de quoi il s'agit, mais j'en ai assez.

source: [_mc_] I'm just going to take it, then.
fr_fr: [_mc_] Je vais le prendre, alors.

source: [_maxine_s_chair_front_] If you really think that's in your best interest.
fr_fr: [_maxine_s_chair_front_] Si vous pensez vraiment que c'est dans votre intérêt.

source: [_mc_] I guess I do.
fr_fr: [_mc_] Je crois que oui.

source: [_maxine_s_chair_front_] Very well.
fr_fr: [_maxine_s_chair_front_] Très bien.

source: [_maxine_s_chair_front_] Just know that there may or may not come a day when this debt must be paid.
fr_fr: [_maxine_s_chair_front_] Sachez qu'il y aura peut-être un jour où il faudra payer cette dette.

source: [_maxine_s_chair_front_] If [spinach] calls upon you, I expect you to be ready.
fr_fr: [_maxine_s_chair_front_] Si [spinach] fait appel à vous, j'attends de vous que vous soyez prêt.

source: [_mc_] Err, sure thing.
fr_fr: [_mc_] Err, bien sûr.

source: [_maxine_s_chair_front_] Arrivederci now.
fr_fr: [_maxine_s_chair_front_] Arrivederci maintenant.

source: Well, that was fucking weird...
fr_fr: Eh bien, c'était vraiment bizarre...

source: But at least I have what I came here for.
fr_fr: Mais au moins, j'ai ce que je suis venu chercher ici.

source: Yarn is art, art is yarn.
fr_fr: Le fil est un art, l'art est un fil.

source: Where are you hiding?
fr_fr: Où vous cachez-vous ?

source: [_jacklyn_s_annoyed_] Your peepers seem to be working overtime.
fr_fr: [_jacklyn_s_annoyed_] Vos mirettes semblent faire des heures supplémentaires.

source: [_mc_] Err, sorry! I wasn't trying to stare...
fr_fr: [_mc_] Err, désolé ! Je n'essayais pas de fixer...

source: [_jacklyn_s_laughing_] If you were, it wouldn't wrinkle my foreskin.
fr_fr: [_jacklyn_s_laughing_] Si c'était le cas, ça ne froisserait pas mon prépuce.

source: [_mc_] I'm just helping a friend find something she lost.
fr_fr: [_mc_] J'aide juste une amie à retrouver quelque chose qu'elle a perdu.

source: [_jacklyn_s_excited_] That's hot sauce!
fr_fr: [_jacklyn_s_excited_] C'est de la sauce piquante !

source: [_mc_] Not as hot as the sauce is going to be at the gallery.
fr_fr: [_mc_] Pas aussi piquant que la sauce va l'être à la galerie.

source: [_mc_] Because of, err... the art!
fr_fr: [_mc_] A cause de, euh... l'art !

source: [_jacklyn_s_smile_hands_down_] Wicked.
fr_fr: [_jacklyn_s_Souriez_hands_down_] Méchant.

source: [_jacklyn_s_smile_hands_down_] Still down to light up the culture with me, I take it?
fr_fr: [Jacklyn_s_Souriez_hands_down] Toujours d'accord pour allumer la culture avec moi, je suppose ?

source: [_mc_] More down than a whore in Australia!
fr_fr: [_mc_] Plus bas qu'une pute en Australie !

source: [_jacklyn_s_neutral_] Your lyrics need work, but I can dig it.
fr_fr: [_jacklyn_s_neutral_] Tes paroles ont besoin d'être travaillées, mais j'aime ça.

source: [_jacklyn_s_neutral_] I'll fire off the electric words at you later.
fr_fr: [_jacklyn_s_neutral_] Je vous enverrai les mots électriques plus tard.

source: Crap, I could have played that cooler...
fr_fr: Merde, j'aurais pu la jouer plus cool...

source: ...but at least [jacklyn] didn't revoke the invitation.
fr_fr: ...mais au moins [jacklyn] n'a pas annulé l'invitation.

source: God, this is more of a workout than I usually get from this place...
fr_fr: Mon Dieu, c'est un peu plus d'entraînement que ce que j'ai l'habitude de faire ici...

source: Running around... finding all these balls of yarn...
fr_fr: Courir partout... trouver toutes ces pelotes de laine...

source: I sure hope [maya] is able to work some magic and make this all worth it.
fr_fr: J'espère vraiment que [maya] sera capable d'opérer une certaine magie et de faire en sorte que tout cela en vaille la peine.

source: [_jo_s_worried_] [mc]? Why are you lurking out here?
fr_fr: [_jo_s_worried_] [mc] ? Pourquoi rôdez-vous ici ?

source: Jeez, [jo] makes me sound like such a creeper...
fr_fr: Bon sang, [jo] me fait passer pour un sale type...

source: [_mc_] I'm not lurking!
fr_fr: [_mc_] Je ne suis pas en train de rôder !

source: [_mc_] I was, err... looking for something.
fr_fr: [_mc_] Je cherchais quelque chose.

source: [_jo_s_thinking_] And what is that?
fr_fr: [_jo_s_thinking_] Et qu'est-ce que c'est ?

source: [_mc_] If you must know, it's for [maya].
fr_fr: [_mc_] Si vous voulez savoir, c'est pour [_mc_] maya].

source: [_jo_s_skeptical_] No need for that tone, mister.
fr_fr: [_jo_s_skeptical_] Pas besoin de ce ton, monsieur.

source: [_jo_s_skeptical_] I didn't know you were friends with [maya].
fr_fr: [_jo_s_skeptical_] Je ne savais pas que vous étiez ami avec [Maya].

source: [_mc_] Well, we are.
fr_fr: [_mc_] Eh bien, c'est le cas.

source: [_mc_] ...kind of.
fr_fr: [_mc_] ... en quelque sorte.

source: [_mc_] She's helping me out with something, and I'm helping her find her balls of yarn.
fr_fr: [_mc_] Elle m'aide à faire quelque chose, et je l'aide à trouver ses pelotes de laine.

source: [_jo_s_smile_] I see. That's kind of you, [mc].
fr_fr: [_jo_s_smile_] Je vois. C'est gentil de votre part, [mc].

source: [_jo_s_smile_] I noticed she's a bit of a loner, so it's good of you to be inclusive of everyone.
fr_fr: [_jo_s_smile_] J'ai remarqué qu'elle était un peu solitaire, alors c'est bien de votre part d'inclure tout le monde.

source: [_mc_] Thanks... I try.
fr_fr: [_mc_] Merci... J'essaie.

source: ...and I'm totally not focused on my own needs right now.
fr_fr: ...et je ne suis pas du tout concentrée sur mes propres besoins en ce moment.

source: [_jo_s_confident_] Well, I'm glad.
fr_fr: [_jo_s_confident_] J'en suis heureux.

source: [_jo_s_confident_] Keep that sort of thing up, honey.
fr_fr: [_jo_s_confident_] Continue comme ça, chérie.

source: [_mc_] I'd rather keep it to myself.
fr_fr: [_mc_] Je préfère le garder pour moi.

source: [_jo_s_concerned_] You're not running around getting into trouble, are you, young man?{space=-5}
fr_fr: [_jo_s_concerned_] Vous n'êtes pas en train de vous attirer des ennuis, n'est-ce pas, jeune homme ?{space=-5}

source: [_mc_] Of course not! It's just... private matters.
fr_fr: [_mc_] Bien sûr que non ! C'est juste... des affaires privées.

source: [_mc_] I'm growing up, and I have things I'd rather keep to myself.
fr_fr: [_mc_] Je grandis et j'ai des choses que je préfère garder pour moi.

source: [_mc_] But I promise it's nothing bad.
fr_fr: [_mc_] Mais je vous promets que ce n'est pas grave.

source: [_jo_s_smile_] You're right. I should give you the freedom and trust for that.
fr_fr: [_jo_s_smile_] Vous avez raison. Je devrais vous donner la liberté et la confiance pour cela.

source: [_mc_] Thank you, [jo].
fr_fr: [_mc_] Merci, [jo].

source: [_jo_s_smile_] It's hard to see you growing up so fast, but I am proud of you.
fr_fr: [_jo_s_smile_] C'est difficile de te voir grandir si vite, mais je suis fière de toi.

source: [_mc_] Now you're just going to embarrass me...
fr_fr: [_mc_] Vous allez me mettre dans l'embarras...

source: [_jo_s_confident_] Hush, you! And let this old lady be proud of her young man.
fr_fr: [_jo_s_confident_] Chut, toi ! Et que cette vieille dame soit fière de son jeune homme.

source: [_mc_] Okay, okay!
fr_fr: [_mc_] Ok, ok !

source: [_mc_] But you're not that old.
fr_fr: [_mc_] Mais vous n'êtes pas si vieux.

source: [_jo_s_confident_] Growing up and still a sweetheart...
fr_fr: [_jo_s_confident_] En grandissant et en restant un amour...

source: Phew! I guess that's all of [maya]'s balls of yarn.
fr_fr: Ouf ! Je pense que c'est tout ce que [Maya] a à offrir.
