Repository: DRincs-Productions/AnotherChance
Catalog: game/*/*/1000_*_game/game/locations/school/computer_room/int_screen_left.po
Languages: fr_fr, it_it

source: Okay, it's working again.
fr_fr: Ok, ça marche à nouveau.
it_it: Va bene, sta lavorando di nuovo.

source: Time to make a simple appointment system for [maxine].
fr_fr: Il est temps de créer un système de nomination simple pour le [maxine].
it_it: È ora di fare un semplice sistema di appuntamenti per [maxine].

source: Shouldn't take more than an hour.
fr_fr: Cela ne devrait pas prendre plus d'une heure.
it_it: Non ci vorrà più di un'ora.

source: All right, done!
fr_fr: Très bien, faites !
it_it: Va bene, fatto!

source: [_mc_] Thanks for the help, [cyberia]!
fr_fr: [_mc_] Merci pour l'aide, [cyberia]!
it_it: [_mc_] Grazie per l'aiuto, [cyberia]!

source: Maybe she fell asleep?
fr_fr: Peut-être s'est-elle endormie ?
it_it: Forse si addormentò?

source: Imagine if I could store data on my [item.title_lower].
fr_fr: Imaginez si je pouvais stocker des données sur mon [item.title_lower].
it_it: Immaginate se potessi memorizzare i dati sulla mia [item.title_lower].

source: What was my password again?
fr_fr: Quel était mon mot de passe à nouveau ?
it_it: Qual è stata la mia password?

source: Favorite pet? Mother's maiden name?
fr_fr: Le favori ? Le nom de jeune fille de maman ?
it_it: Animali domestici preferiti? Nome da nubile?

source: Hmm... how about "[cyberia]HasAThiccMainframe"?
fr_fr: Hmm... et pourquoi pas "[cyberia]HasAThiccMainframe" ?
it_it: Hmm... che ne dici di "[cyberia]HasAThiccMainframe"?
